[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana i ceramika PRL jest teraz w cenie. Masz taką? W 2025 roku niektóre naczynia, figurki i wazony są warte krocie [28.03.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/porcelana-i-ceramika-prl-jest-teraz-w-cenie-masz-tak%C4%85-jeszcze-w-2025-roku-niekt%C3%B3re-naczynia-figurki-i-wazony-s%C4%85-warte-krocie-26032025/ar-AA1BDTML?ocid=BingNewsVerp",
            "description": "Porcelana i ceramika z PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników stylu retro. Unikalne wzory, wysoka ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ZgqhgAjQPmQZhZAZoGdwag&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pomorski dzień na żywo! Czym żyje nasz region? Dowiecie się tutaj",
            "link": "https://dziennikbaltycki.pl/pomorski-dzien-na-zywo-czym-zyje-nasz-region-dowiecie-sie-tutaj/ar/c1p2-27390021",
            "description": "Niezwykłe zjawisko – świetlisty wir widoczny na nocnym niebie, około godziny 21 był w poniedziałkowy wieczór widoczny w ...",
            "image_url": "https://www.bing.pl/th?id=OVF.2p%2bPinp4NGZo7wfpU5bOmg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Dziennik Bałtycki1 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare wazony z PRL są teraz w cenie. W 2025 roku niektóre warte są krocie",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/te-stare-wazony-z-prl-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-warte-s%C4%85-krocie/ar-AA1Bmnar?ocid=BingNewsVerp",
            "description": "Peerelowskie wazony z czasów PRL cieszą się obecnie ogromnym zainteresowaniem i są obecnie jednym z najchętniej poszukiwanych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xSwefX6nYE61uVCaH-OcYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN10 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby na targu w Żarach. Dla miłośników staroci i bibelotów to prawdziwy raj, trzeba tylko dobrze poszukać. Znajdziecie tu cudeńka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/skarby-na-targu-w-%C5%BCarach-dla-mi%C5%82o%C5%9Bnik%C3%B3w-staroci-i-bibelot%C3%B3w-to-prawdziwy-raj-trzeba-tylko-dobrze-poszuka%C4%87-znajdziecie-tu-cude%C5%84ka/ar-AA1BOQyi?ocid=BingNewsVerp",
            "description": "Na pchlim targu w Żarach prawdziwe mydło i powidło, ale w całej masie bibelotów można znaleźć prawdziwe perełki. Wystarczy ...",
            "image_url": "https://www.bing.pl/th?id=OVF.xajYdAiaEZRsqaji29eh0Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Żary Nasze Miasto on MSN2 godz.",
            "source": "Żary Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy to dalej pecet? Ewolucja platformy PC (część 1)",
            "link": "https://www.dobreprogramy.pl/czy-to-dalej-pecet-ewolucja-platformy-pc-czesc-3,7135898167188096a",
            "description": "Dyskutując o tym, czy dzisiejsze pecety to naprawdę pecety (urządzenia zgodne, a przynajmniej wywodzące się z IBM PC z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Ua00Q_0bb07wFMeAZPZARA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "dobreprogramy3 godz.",
            "source": "dobreprogramy",
            "article_content": "Dyskutując o tym, czy dzisiejsze pecety to naprawdę pecety (urządzenia zgodne, a przynajmniej wywodzące się z IBM PC z 1981 roku), jedną z najważniejszych kwestii jest firmware UEFI, czyli nowy ustrój pecetowy, zastępujący BIOS. Wprowadził on cichą rewolucję.\n\nKomputery wykorzystujące UEFI pozornie wydają się być jedynie nowszymi iteracjami znanego sprzętu, w praktyce jednak są to mocno odmienne urządzenia, a pracujący na nich system komunikuje się ze sprzętem znacząco inaczej. Już sam rozruch przebiega w inny sposób, wykorzystując ustrój GPT. Poprzedni standard, MBR, jest obcy dla systemów UEFI.\n\nTutaj konieczna jest pewna doza ostrożności, ze względu na mnogość wyjątków, przykładów brzegowych oraz \"hacków\" w popularnych implementacjach. Owszem, zdarzają się BIOS-y startujące z GPT. Zdarzają się też układy partycji GPT z nagłówkiem BIOS BOOT dodającym okrężnie taką możliwość. Niemniej, klasyczny pecet zrozumie wyłącznie MBR, a GPT to zapożyczenie ze świata UEFI. Świat ten powstał na zupełnie inną okoliczność niż pecety i ma o wiele więcej wspólnego z zapomnianą architekturą Itanium.\n\nDalsza część artykułu pod materiałem wideo\n\nTest gamingowej klawiatury MAD DOG GK960W Gateron Pro Red\n\nUEFI vs BIOS\n\nWłaśnie, UEFI. Jego obecność w komputerze oznacza de facto architekturę inną niż PC. Pecety z definicji używają BIOS-u. Wbrew potocznemu rozumieniu, BIOS to nie niebieski program konfigurujący kolejność dysków, a zbiór usług. Ich konsumentem jest system operacyjny. Załadowany podczas rozruchu kod, aby działać, musi być jedynie poprawnym kodem x86, ale w celu wykonania jakiejkolwiek zaawansowanej operacji z wykorzystaniem sprzętu, choćby odczytu z nośnika, musi się on powoływać na konkretne usługi/przerwania BIOS.\n\nSystem zgodny z BIOS nie załaduje się w systemie z UEFI (a przynajmniej nie bez uruchomionej warstwy zgodności - CSM). A system zgodny z UEFI zostanie zignorowany przez platformę opartą o BIOS. Zresztą nawet siłowe załadowanie go do pamięci sprawiłoby, że miałby on potężne problemy z obsługą sprzętu, oczekując całkowicie innego ustroju.\n\nObecnie większość systemów UEFI jest możliwa do przełączenia w tryb zgodności, ale wkrótce może to przestać być możliwe - część sprzętu po prostu nie może działać w maszynie BIOS-owej. Laptopy i tablety coraz częściej nie zawierają CSM i z pecetami, architekturalnie, łączy je tylko zestaw rozkazów procesora.\n\nProcesor to nie platforma\n\nZresztą, procesor jest zgodny raczej z kodem wyższego poziomu. Wystartowanie w trybie rzeczywistym jest w ogóle niemożliwe, a niskopoziomowy kod wdający się w interakcję z BIOS-em nie zadziała. Warstwy zgodności z kodem 16-bitowym już nie ma, a oprogramowanie 32-bitowe to już coraz częściej tylko starocie. Choć x86_64 bardzo kreatywnie (i skutecznie) podchodzi do kwestii kompatybilności, komputery 64-bitowe z UEFI to już pecety tylko z nazwy. \"PC\" oznacza już tylko tyle co \"komputer z Intelem/AMD\", ewentualnie \"nie-Mac\" i \"nie telefon\".\n\nSytuacja ulegnie dalszemu zagmatwaniu, gdy na desktopy wkroczy ARM, rozszerzając swój udział rynkowy z ultramobilnych laptopów dotykowych. O ARM-owych pecetach mówi się jednak od bez mała piętnastu lat i ciągle są one dość niszową częścią rynku urządzeń przenośnych, bez obecności na desktopie. W przypadku (mało prawdopodobnej) konwersji pecetów na ARM, pod pojęciem PC będą funkcjonować urządzenia… z Windowsem.\n\nOdzwierciedli to sytuację ze świata Apple. Mac to komputer z macOS, którego cechy szczególne, poza samym systemem operacyjnym, są raczej powierzchowne i związane z designem, a nie platformą. Podział rynku urządzeń komputerowych już ostatecznie stanie się kontrolowany przez ogólny \"vibe\", a nie konkretne cechy.\n\nPost-PC\n\nZ pecetów zostało nam dziś bardzo niewiele. I jest tak mimo, że nikt nie zgodzi się ze stwierdzeniem że (zwłaszcza w firmach i przemyśle) funkcjonujemy w rzeczywistości \"post-PC\", co było swego czasu bardzo popularnym terminem. Jeżeli zmieni się architektura lub nastąpi poważniejsze przejście na model SoC (np. redukcja lub usunięcie PCH), będziemy mieli do czynienia z \"pecetami\" niepodobnymi już nawet do sprzętu sprzed 15 lat.\n\nWszystkie te zmiany mają jednak ciekawą cechę - przez cały czas jest intuicyjnie bardzo jasne, co mamy na myśli mówiąc \"PC\". Ponadto, trzeba szukać bardzo daleko żeby znaleźć coś, co nie jest do nich podobne. Jest oczywiście Apple, ale tak naprawdę architektur komputerowych w rzeczywistym użyciu jest dziś mało z rokowaniami na coraz mniej.\n\nCo przyniesie przyszłość? Słuchając marketingu, dowiemy się o AI i komputerach kwantowych. Ma to jednak niewiele wspólnego z konkretami. Sztuczna inteligencja, poza NPU, wprowadzi marginalne zmiany do architektury i pozostanie (mocno rozdmuchanym) aspektem związanym raczej z oprogramowaniem niż ze sprzętem. A komputery kwantowe, jeżeli w ogóle okażą się dostępne, będą ze względu na swoją rażącą odmienność, usługami świadczonymi zdalnie, a nie nową klasą komputerów osobistych.\n\nNa żadne głębsze zmiany w ustroju PC już się nie zanosi - należy jednak pamiętać, że obecne komputery osobiste naprawdę nie są już pecetami w rozumieniu zgodności z IBM PC. Czeka nas już prawdopodobnie wyłącznie długa seria mikro-optymalizacji, z platformy wyleciały już bowiem obecnie wszystkie starocie. A pecety ostatecznie przestały być pecetami około roku 2012.\n\nKamil J. Dudek, współpracownik redakcji dobreprogramy.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 28.03.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-28032025/ar-AA1yiY2d?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN1 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 28.03.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-28032025/ar-AA1BP52J?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.D1jAPtv1A3CVlN%2b1ZQ8s7g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Ilustrowany on MSN1 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 28.03.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-28032025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 28.03.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-28032025/ar-AA1zSD9c?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je przejrzeć, bo niektóre warte są obecnie naprawdę sporo. Kolekcjonerzy płacą ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN1 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ruble cara Rosji na „pchlim targu\" w Wielkopolsce. Wycofane z obiegu pieniądze warte są niemałą fortunę",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/ruble-cara-rosji-na-pchlim-targu-w-wielkopolsce-wycofane-z-obiegu-pieni%C4%85dze-warte-s%C4%85-niema%C5%82%C4%85-fortun%C4%99/ar-AA1BIeAX?ocid=BingNewsVerp",
            "description": "Na stoiskach pchlich targów wystawione są między innymi wycofane z obiegu monety i banknoty. „Dzisiaj mam ciekawe banknoty z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mLR0UhPvITPcDnh5eFP0NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nasze Miasto on MSN52 min",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 28.03.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-28032025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę!",
            "image_url": "https://www.bing.pl/th?id=OVFT.5dtWIPVNE5gFDRdWIeeypi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 28.03.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-28-03-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.1KIXTA%2bJMA3I%2bqaXhum%2feQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najlepsze MEMY o PRL. Saturator, kartki na żywność i absurdalne sytuacje. Wspomnienia o PRL i humor w formie satyry 28.03.2025",
            "link": "https://gk24.pl/najlepsze-memy-o-prl-saturator-kartki-na-zywnosc-i-absurdalne-sytuacje-wspomnienia-o-prl-i-humor-w-formie-satyry-28032025/ar/c11-18832887",
            "description": "Obok pustych sklepowych półek, PRL to również kartki na żywność, ogromne kolejki do sklepów, wszechobecna biurokracja. PRL to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Vgx45gbm6_fsm-LfDfOeIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najbardziej poszukiwane i najcenniejsze pamiątki z PRL-u. W 2025 roku kosztują krocie [28.03.25]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najbardziej-poszukiwane-i-najcenniejsze-pami%C4%85tki-z-prl-u-w-2025-roku-kosztuj%C4%85-krocie-280325/ar-AA1ArrTe?ocid=BingNewsVerp",
            "description": "W ostatnich latach przedmioty z czasów PRL przeżywają prawdziwy renesans. W 2025 roku kolekcjonerzy coraz chętniej poszukują ...",
            "image_url": "https://www.bing.pl/th?id=OVF.YHX47WCfdowdQRmyVMcBXw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL 28.03.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl-28032025/ar-AA1zWrKi?ocid=BingNewsVerp",
            "description": "Czy monety z PRL mogą być warte ogromne pieniądze? Oczywiście! Przedmioty z okresu PRL cieszą się w naszym kraju rosnącą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mmrf7V4zqE4FRhJP4k7GUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN2 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby na targu w Żarach. Dla miłośników staroci i bibelotów to prawdziwy raj, trzeba tylko dobrze poszukać. Znajdziecie tu cudeńka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/skarby-na-targu-w-%C5%BCarach-dla-mi%C5%82o%C5%9Bnik%C3%B3w-staroci-i-bibelot%C3%B3w-to-prawdziwy-raj-trzeba-tylko-dobrze-poszuka%C4%87-znajdziecie-tu-cude%C5%84ka/ar-AA1BOQyi?ocid=BingNewsVerp",
            "description": "Na pchlim targu w Żarach prawdziwe mydło i powidło, ale w całej masie bibelotów można znaleźć prawdziwe perełki. Wystarczy ...",
            "image_url": "https://www.bing.pl/th?id=OVF.xajYdAiaEZRsqaji29eh0Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Żary Nasze Miasto on MSN2 godz.",
            "source": "Żary Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 28.03.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-28032025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M2fw_kVEbAkv5zg2kvCAfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ruble cara Rosji na „pchlim targu\" w Wielkopolsce. Wycofane z obiegu pieniądze warte są niemałą fortunę",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/ruble-cara-rosji-na-pchlim-targu-w-wielkopolsce-wycofane-z-obiegu-pieni%C4%85dze-warte-s%C4%85-niema%C5%82%C4%85-fortun%C4%99/ar-AA1BIeAX?ocid=BingNewsVerp",
            "description": "Na stoiskach pchlich targów wystawione są między innymi wycofane z obiegu monety i banknoty. „Dzisiaj mam ciekawe banknoty z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mLR0UhPvITPcDnh5eFP0NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN52 min",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Imprezy łódź",
            "link": "https://expressilustrowany.pl/tag/imprezy-lodz",
            "description": "Co robić w weekend 6-8 grudnia w Łodzi? Odpowiedź jest prosta: 6 grudnia przypadają mikołajki i większość imprez dotyczy tego tematu. Można spotkać się z... Jak spędzić ostatni weekend wakacji w Łodzi ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Express Ilustrowany19 godz.",
            "source": "Express Ilustrowany",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Córka Cardi B \"ozdobiła\" luksusową torebkę mamy. Raperka się wściekła!",
            "link": "https://www.onet.pl/styl-zycia/papilot/corka-cardi-b-ozdobila-luksusowa-torebke-mamy-raperka-sie-wsciekla/lre3lrb,0666d3f1",
            "description": "Torebki Hermes to przedmioty pożądania nie tylko przez dorosłych znawców mody, ale i... dzieci. Cardi B przekonała się o tym ...",
            "image_url": "https://www.bing.pl/th?id=OVF.svexYRiS7pJeoH2BHb2S2Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Onet21 godz.",
            "source": "Onet",
            "article_content": "Córka Cardi B porysowała jej torebkę Hermès\n\nRaperka, znana z imponującej kolekcji designerskich akcesoriów, podzieliła się z fanami wideo, które zaskoczyło internautów. Na nagraniu widać efekt twórczej ekspresji jej córki – żółta torebka Hermes została ozdobiona dziecięcym serduszkiem. Cena tego \"płótna\"? Około 230 tys. zł.\n\nZobacz także: Agnieszka Dygant pokazała zjawiskową kuchnię w nowym domu. \"Dywan z targu staroci\"\n\n— Zobaczcie, co moja córka zrobiła z moją cholerną torebką — powtarza na nagraniu (które zresztą zdążyło zniknąć z jej Instagrama, ale za sprawą jednego z fanów pojawiło się na TikToku) artystka.\n\nChoć reakcja Cardi B była pełna niedowierzania i frustracji, wielu obserwatorów potraktowało sprawę z przymrużeniem oka. Według nich ten spontaniczny gest miłości zamienił ekskluzywny dodatek w niepowtarzalną pamiątkę. Niektórzy stwierdzili nawet, że wartość torebki, przynajmniej emocjonalna, wzrosła."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czarny klocek albo najnowszy iPhone. Co wybierzesz?",
            "link": "https://spidersweb.pl/2025/03/czarny-klocek-albo-najnowszy-iphone-co-wybierzesz.html",
            "description": "Masz dość powiadomień i chcesz wrócić do prostego telefonu? Na rynku pojawił się Light Phone 3 – minimalistyczny \"klocek\" z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.S3FpKeRaihzlAMklulXkMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Spider’s Web2 godz.",
            "source": "Spider’s Web",
            "article_content": "Największą zmianą w porównaniu do poprzednika, Light Phone 2, jest zastąpienie ekranu E Ink 3,92-calowym wyświetlaczem OLED. Choć interfejs pozostaje czarno-biały (dla oszczędności energii i mniejszej atrakcyjności wizualnej), sam ekran jest znacznie szybszy i bardziej responsywny, co ułatwia pisanie czy przewijanie. Firma Light twierdzi, że powolny ekran E Ink był głównym powodem rezygnacji z poprzedniego modelu. Poza tym telefon zyskał metalową ramkę, więcej fizycznych przycisków (aż sześć, w tym dedykowany spust migawki i pokrętło jasności/latarki), port USB-C oraz wymienną baterię 1800 mAh, która ma wystarczać na 2-3 dni. Niestety odporność na wodę i kurz to tylko IP54, więc lepiej nie topić go w wodzie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy głogów",
            "link": "https://gora.naszemiasto.pl/tag/archeolodzy-glogow",
            "description": "Na bulwarze nadodrzańskim trwają prace archeologiczne poprzedzające rewitalizację tego terenu. W ich trakcie odsłonięte ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Góra Nasze Miasto1 min",
            "source": "Góra Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hit na rynku. Słynna Złota Kamienica w Gdańsku do kupienia. Znamy cenę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/hit-na-rynku-s%C5%82ynna-z%C5%82ota-kamienica-w-gda%C5%84sku-do-kupienia-znamy-cen%C4%99/ar-AA1BMYWR?ocid=BingNewsVerp",
            "description": "Złota Kamienica to jednej z najbardziej rozpoznawalnych obiektów Gdańska. Zabytek znajdujący się przy Długim Targu przyciąga ...",
            "image_url": "https://www.bing.pl/th?id=OVF.kKOlthVXUw%2bengLu9xNKPg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki on MSN3 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 19 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 29 - 30 marca?",
            "link": "https://oswiecim.naszemiasto.pl/rowerem-do-19-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-29-30-marca/ar/c7p1-21831633",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 29 marca w Oświęcimiu ma być 10°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wdfV1EL4YD1Il9X0tNHjwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto18 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki spacerowe do 6 km od Kołobrzegu. Pomysły spędzenie czasu w weekend 29 - 30 marca",
            "link": "https://kolobrzeg.naszemiasto.pl/sciezki-spacerowe-do-6-km-od-kolobrzegu-pomysly-spedzenie-czasu-w-weekend-29-30-marca/ar/c7p1-22115647",
            "description": "Bindaż grabowy - urokliwa aleja ściśle obsadzona grabami, których korony splatają się ze sobą tworząc rodzaj sklepienia.",
            "image_url": "https://www.bing.pl/th?id=OVFT.7eKvGZrle-kmIBGE_01Zai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto18 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyparte z Chartumu bojówki ograbiły muzea ze złotych zabytków, pozostałe zniszczyły",
            "link": "https://www.bankier.pl/wiadomosc/Wyparte-z-Chartumu-bojowki-ograbily-muzea-ze-zlotych-zabytkow-pozostale-zniszczyly-8915517.html",
            "description": "Paramilitarne Szybkie Siły Wsparcia (RSF) ukradły wszystkie złote zabytki znajdujące się w Muzeum Narodowym w Chartumie, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ojtpO9-J9vsEdNAZgA1mYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Bankier.pl4 godz.",
            "source": "Bankier.pl",
            "article_content": "Paramilitarne Szybkie Siły Wsparcia (RSF) ukradły wszystkie złote zabytki znajdujące się w Muzeum Narodowym w Chartumie, niszcząc przy tym pozostałe cenne eksponaty - poinformowała w czwartek dyrektorka sudańskiej Narodowej Korporacji Starożytności i Muzeów (NCAM), Ghalia Garelnabi.\n\nfot. MOHAMED NURELDIN ABDALLAH / / Reuters / Forum\n\nW największym sudańskim muzeum przechowywane były artefakty dokumentujące wszystkie okresy sudańskiej cywilizacji, od epoki kamiennej, przez erę nubijską i chrześcijańską, po okres islamski. Garelnabi w rozmowie z „Sudan Tribune” powiedziała, że członkowie RSF tuż przed przejęciem stolicy Sudanu przez wojska rządowe zrabowali najcenniejsze skarby archeologiczne i wszystkie zrobione ze złota eksponaty. Pozostałe „celowo rzucali na posadzkę i miażdżyli je nogami, co sugeruje, że celem nie była tylko kradzież, ale zatarcie tożsamości i wymazanie historii Sudanu”, zasugerowała Garelnabi.\n\nJedynym zabytkiem, który w nienaruszonym stanie przetrwał czas okupacji Chartumu przez RSF jest liczący niemal trzy tysiące lat posąg króla Taharki z 25. dynastii Królestwa Kusz. Nie został zniszczony prawdopodobnie ze względu na rozmiar i wagę sięgającą siedmiu ton.\n\nInne muzea Sudanu również zostały splądrowane i zniszczone, w tym Muzeum Nyala w Darfurze, które zostało ograbione ze zbiorów i mebli. Muzeum Chalifa House w Omdurmanie również zostało ograbione i uszkodzone.\n\nSudańscy archeolodzy określili zniszczenia dokonane przez RSF jako „katastrofę historyczną pod każdym względem”. Według ich pobieżnego przeglądu zniszczono około 90 proc. zbiorów.\n\nWedług sudańskich muzealników zrabowane przedmioty najprawdopodobniej już opuściły terytorium Sudanu.\n\nIkhlas Abdel Latif, szef komitetu ds. odzyskiwania sudańskich artefaktów, powiedział, cytowany przez „Sudan Tribune, że skradzione artefakty były transportowane ciężarówkami przez Omdurman w kierunku Sudanu Południowego. (PAP)\n\ntebe/ sp/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prastarzy Łużyczanie w naszym regionie. To była tajemnicza i fascynująca kultura archeologiczna",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/prastarzy-%C5%82u%C5%BCyczanie-w-naszym-regionie-to-by%C5%82a-tajemnicza-i-fascynuj%C4%85ca-kultura-archeologiczna/ar-AA1BOHd2?ocid=BingNewsVerp",
            "description": "W 1933 r. młody nauczyciel Walenty Szwajcer zwrócił uwagę na drewniane, dębowe pale widoczne na brzegu Jeziora Biskupińskiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-4XhR6EfwkUKhDPAn2DqPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nasze Miasto on MSN2 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Awantura o malowniczą działkę tuż przy plaży. \"W Pucku dzieją się dziwne rzeczy\"",
            "link": "https://trojmiasto.wyborcza.pl/trojmiasto/7,35612,31806296,na-klifie-w-pucku-ma-powstac-kolejne-osiedle-apartamentowcow.html",
            "description": "Tuż przy zejściu na malowniczą plażę w Pucku ma stanąć osiedle ze 156 lokalami. Na razie jednak sąsiedzi planowanej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sFk4q-htb8QzrDY-xrymny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Trójmiasto.Wyborcza.pl4 godz.",
            "source": "Trójmiasto.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 28.03.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-28032025/ar-AA1zSD9c?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je przejrzeć, bo niektóre warte są obecnie naprawdę sporo. Kolekcjonerzy płacą ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN1 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wilczyn. Skansen archeologiczny w Mrówkach już niedługo znów otwarty",
            "link": "https://www.lm.pl/aktualnosci/wilczyn-skansen-archeologiczny-w-mrowkach-juz-niedlugo-znow-otwarty",
            "description": "Od 1 kwietnia ponownie otwarty zostanie dla zwiedzających skansen archeologiczny w Mrówkach (gm. Wilczyn). Czynny będzie od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MPABPTouAfmYZiO_dJ-Pry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "LM.pl2 godz.",
            "source": "LM.pl",
            "article_content": "Od 1 kwietnia ponownie otwarty zostanie dla zwiedzających skansen archeologiczny w Mrówkach (gm. Wilczyn). Czynny będzie od wtorku do niedzieli.\n\nO ponownym otwarciu skansenu, po zimowej przerwie, poinformowało Muzeum Okręgowego w Koninie, które nadzoruje jego działanie. Skansen otwarty zostanie 1 kwietnia. Działać będzie od wtorku do piątku w godz. 10.00 – 18.00, w soboty w godz. 12.00 – 18.00 i w niedziele w godz. 14.00 – 18.00.\n\nWstęp do skansenu kosztuje 10 zł (bilet ulgowy 7 zł), we wtorek wstęp jest bezpłatny. W ofercie znajdują się również warsztaty tworzenia grodów z gliny za 23 zł oraz lekcja muzealna za 15 zł."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 28.03.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-28032025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najbardziej poszukiwane i najcenniejsze pamiątki z PRL-u. W 2025 roku kosztują krocie [28.03.25]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najbardziej-poszukiwane-i-najcenniejsze-pami%C4%85tki-z-prl-u-w-2025-roku-kosztuj%C4%85-krocie-280325/ar-AA1ArrTe?ocid=BingNewsVerp",
            "description": "W ostatnich latach przedmioty z czasów PRL przeżywają prawdziwy renesans. W 2025 roku kolekcjonerzy coraz chętniej poszukują ...",
            "image_url": "https://www.bing.pl/th?id=OVF.YHX47WCfdowdQRmyVMcBXw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ruble cara Rosji na „pchlim targu\" w Wielkopolsce. Wycofane z obiegu pieniądze warte są niemałą fortunę",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/ruble-cara-rosji-na-pchlim-targu-w-wielkopolsce-wycofane-z-obiegu-pieni%C4%85dze-warte-s%C4%85-niema%C5%82%C4%85-fortun%C4%99/ar-AA1BIeAX?ocid=BingNewsVerp",
            "description": "Na stoiskach pchlich targów wystawione są między innymi wycofane z obiegu monety i banknoty. „Dzisiaj mam ciekawe banknoty z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mLR0UhPvITPcDnh5eFP0NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nasze Miasto on MSN52 min",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archiwalne zdjęcia Pomorza",
            "link": "https://gdansk.naszemiasto.pl/tag/archiwalne-zdjecia-pomorza",
            "description": "Zima stulecia na Pomorzu! Wiele lat temu zamarzający Bałtyk i rzeki stanowiły jednak często możliwość do ożywienia transportu. Wystarczały tylko koń i sanie, a... Tak przed II wojną światową wyglądał ...",
            "image_url": "https://www.bing.pl/th?id=ODF.boOkKdH-T8isceS81-32Lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gdańsk Nasze Miasto7 godz.",
            "source": "Gdańsk Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie niedaleko Iławy. „Trzewik' sprzed ponad 1000 lat",
            "link": "https://www.national-geographic.pl/historia/niezwykle-odkrycie-niedaleko-ilawy-trzewik-sprzed-ponad-1000-lat/",
            "description": "Miłośnik historii Michał Młotek odnalazł wczesnośredniowieczny trzewik, czyli dolne okucie pochwy miecza. Artefakt ma teraz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vfBRxBNA0QbCq0JEF7hb8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "National Geographic Polska23 godz.",
            "source": "National Geographic Polska",
            "article_content": "Spis treści:\n\nReklama\n\nMichał Młotek swojego odkrycia dokonał za pomocą wykrywacza metalu. Od wielu lat, wspólnie z Iławską Grupą Poszukiwawczą i za zgodą odpowiednich instytucji, prowadzi systematyczne badania terenowe w lasach pod Iławą w województwie warmińsko-mazurskim. – Wykorzystując wykrywacze metali, poszukujemy przede wszystkim śladów osadnictwa z wczesnego średniowiecza, a więc sprzed powstania miasta. To właśnie podczas jednej z takich wypraw odkryłem trzewik pochwy miecza – mówi National Geographic Polska autor odkrycia.\n\nOdkrycie pruskiego trzewika niedaleko Iławy\n\nArtefakt w przeszłości był najprawdopodobniej częścią uzbrojenia, które należało do wojownika pruskiego. – To wyjątkowe i niezwykle rzadkie znalezisko, w dodatku kompletne, tzn. zachowane w całości i pięknie zdobione – tłumaczy Michał Młotek. Trzewiki, poza zastosowaniem praktycznym, czyli wzmocnieniem i zabezpieczeniem pochwy miecza przed uszkodzeniem, pełniły też funkcje estetyczne i symboliczne. – Stanowiły wyznacznik statusu społecznego, władzy, przynależności do drużyny czy funkcji pełnionej w plemieniu – mówi badacz.\n\nCo ciekawe, to nie pierwszy trzewik, który odkrywca znalazł w swojej karierze. Znalazł jeszcze jedno dolne okucie pochwy miecza, które datowano na drugą połowę X wieku. Przedmiot trafił do Muzeum Warmii i Mazur w Olsztynie.\n\nDolne okucie pochwy miecza fot. Michał Młotek\n\n– Ponieważ nie był to pierwszy trzewik pochwy miecza, jaki udało mi się odkryć, od razu rozpoznałem, z jakim znaleziskiem mam do czynienia. Trudno opisać emocje, które towarzyszą takiemu momentowi. Trzymałem w dłoni przedmiot, który spoczywał w ziemi przez niemal tysiąc lat i który zagubiono bądź porzucono w czasach, gdy w tutejszych lasach żyły pruskie plemiona – opowiada miłośnik historii.\n\nKolejne badania już wkrótce\n\nPan Michał tłumaczy, że to nie koniec badań i być może w przyszłości zaskoczy kolejnymi równie ciekawymi odkryciami. – Wraz z Iławską Grupą Poszukiwawczą chcielibyśmy przeprowadzić dokładniejsze badania w miejscu odkrycia. Na tym etapie wszystko jednak zależy od decyzji elbląskiej delegatury Wojewódzkiego Urzędu Ochrony Zabytków w Olsztynie, która nadzoruje nasze działania. Czekamy na dalsze wytyczne i mamy nadzieję na kontynuację naszych prac. Prowadzimy je z pasji, wolontarystycznie, w swoim czasie wolnym – mówi.\n\nBadacz dodaje, że będzie się starał o to, aby tym razem odkryty przez niego zabytek wzbogacił Muzeum w Ostródzie. – Byłby to piąty w naszych zbiorach trzewik ze wczesnego średniowiecza – powiedział PAP Łukasz Szczepański, archeolog z Muzeum w Ostródzie. – To eksponaty świadczące o wykorzystywaniu w regionie mieczy, które były elitarną bronią – dodał.\n\nKolejne odkrycie w województwie warmińsko-mazurskim\n\nPolska Agencja Prasowa przypomina, że trzewik spod Iławy to już kolejny artefakt o dużej wartości historycznej, odkryty w ostatnim czasie w województwie warmińsko-mazurskim przez archeologów-amatorów. W połowie marca w okolicach Leśniewa odkrywca z Towarzystwa Miłośników Ziemi Kętrzyńskiej im. Zofii Licharewej odnalazł niewielki przedmiot wykonany z brązu, który przypominał dysk.\n\nArcheolodzy ze służby ochrony zabytków ocenili wówczas, że jest to najprawdopodobniej ozdobne okucie pasa typu balteus. Był to typowy pas rzymskiego legionisty, który podtrzymywał tunikę i miecz u boku. Kończył się kilkoma rzemykami, które zdobiły metalowe okucia. Często były przewieszane przez ramię. Z czasem zostały zapożyczone i zaadaptowane przez plemiona znad Łaby.\n\nReklama\n\nMichał Młotek poszukiwaniem zabytków zajmuje się od prawie 20 lat. Prowadzi Internetowe Muzeum Iławy – ilawasprzedlat.pl – czyli jedno z pierwszych cyfrowych muzeów w Polsce. W 2022 r. został laureatem konkursu PAP Popularyzator Nauki. W 2024 r. Otrzymał srebrnego BohaterONa (za organizację cyklu spacerów po Iławie). Jest także autorem kilku książek o poszukiwaniach skarbów.\n\nNasz autor"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To znalezisko może zmienić historię brytyjskich elit",
            "link": "https://tvn24.pl/tvnmeteo/nauka/to-znalezisko-moze-zmienic-historie-brytyjskich-elit-st8383043",
            "description": "Stos cennych przedmiotów z epoki żelaza został odnaleziony w Wielkiej Brytanii. Niektóre z nich zaskoczyły naukowców.",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZEnhMV0FiwaxnTn2TynC5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "TVN2420 godz.",
            "source": "TVN24",
            "article_content": "Stos cennych przedmiotów z epoki żelaza został odnaleziony w Wielkiej Brytanii. Niektóre z nich zaskoczyły naukowców. Odkrycie daje cenny wgląd w to, jak tysiące lat temu żyły elity na Wyspach Brytyjskich.\n\nPogoda Długoterminowa Weekend\n\nNa trop przedmiotów wpadł archeolog amator z północnej Anglii. Podczas poszukiwań w okolicach wioski Melsonby jego detektor metalu zaczął emitować sygnały. Obiekt wydawał się duży, dlatego mężczyzna skontaktował się z Wydziałem Archeologii Uniwersytetu w Durham, który przeprowadził wykopaliska.\n\nElity sprzed tysięcy lat\n\nJak wyjaśnili naukowcy, skarb z Melsonby składał się z ponad 800 obiektów datowanych na około 2000 lat. Wśród nich dopatrzono się fragmentów wozów i rydwanów, kociołka, misy do mieszania wina, zdobionych elementów uprzęży, luster i ostrzy rytualnych włóczni. Niektóre z nich zwróciły szczególną uwagę archeologów - misa była udekorowana w sposób przywodzący na myśl tradycje śródziemnomorskie, nietypowe dla północnej Anglii w epoce żelaza. Podobnie ozdobione były niektóre fragmenty uprzęży.\n\nUwagę naukowców zwrócił także fakt, że wiele obiektów nosiło ślady celowego spalenia. Być może były one częścią stosu pogrzebowego wpływowego członka lokalnej społeczności, chociaż nie jest to pewne - w okolicy nie znaleziono żadnych ludzkich szczątków.\n\n- Pierwszy posiadacz tego skarbu był prawdopodobnie członkiem ówczesnych elit Wielkiej Brytanii, Europy, a nawet świata rzymskiego - powiedział Tom Moore z Uniwersytetu w Durham, który brał udział w wykopaliskach. - Zniszczenie tak wielu drogich przedmiotów przeprowadzono na skalę rzadko spotykaną w Wielkiej Brytanii, co pokazuje, że elity północnej Brytanii były tak samo potężne, jak te z południa.\n\nFragment kociołka zabezpieczonego w Melsonby Department of Archaeology/Durham University\n\nNowe spojrzenie\n\nWedług Moore'a obiekty pokazują, że życie najbogatszych osób w północnej Anglii - dotychczas uważanej za zaściankową w porównaniu z południem - było w epoce żelaza zupełnie inne, niż do tej pory sądzono. Odkrycie może również pomóc nam w zrozumieniu, jaką rolę w życiu ówczesnych ludzi odgrywały pojazdy.\n\nArcheolodzy dodali, że skarb jest wyjątkowo duży w skali Wielkiej Brytanii, a prawdopodobnie nawet Europy. Część artefaktów z Melsonby jest nadal analizowana. Badacze mają nadzieję, że w przyszłości trafią one do muzeów.\n\nDekoracyjny miedziany element z Melsonby Department of Archaeology/Durham University\n\nAutorka/Autor:ast\n\nŹródło: LiveScience, The Guardian, Durham University"
        }
    }
]