[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kupiła dom na licytacji komorniczej. Niespodzianka czekała w piwnicy",
            "link": "https://kobieta.wp.pl/kupila-dom-na-licytacji-komorniczej-niespodzianka-czekala-w-piwnicy-7126182809738048a",
            "description": "- Właściciele budynku zniknęli 15 lat temu, i od tamtej pory dom stał opuszczony, drzwi były zaryglowane - opowiada ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MOejpHChdM8kH7Jq0viLYw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "wp5 godz.",
            "source": "wp",
            "article_content": "- Właściciele budynku zniknęli 15 lat temu, i od tamtej pory dom stał opuszczony, drzwi były zaryglowane - opowiada Klaudia Tabor, która zdecydowała się na zakup opuszczonego domu z licytacji komorniczej. Czy było warto?\n\nAgnieszka Woźniak: Kupiliście 100-letni, opuszczony dom z licytacji komorniczej. To dość nietypowa decyzja. Skąd wziął się ten pomysł?\n\nKlaudia Tabor, autorka profilu @klaudia.tab: Od zawsze wiedzieliśmy, że chcemy kupić nieruchomość z rynku wtórnego. Przeglądaliśmy różne oferty, ale nic nas nie zachwyciło. O licytacjach dowiedzieliśmy się od kolegi z pracy – jego siostra kupiła w ten sposób dwa mieszkania. Początkowo szukaliśmy mieszkania, ale ten dom sam do nas \"przyszedł\". Mój mąż z ciekawości obserwował obwieszczenia o licytacjach, i te wydało mu się bardzo interesujące, z uwagi na lokalizację oraz całą nieruchomość, a potem postanowiliśmy pojechać i sprawdzić ten dom. Chyba oboje zakochaliśmy się w tej ruinie od pierwszego wejrzenia, bo decyzja zapadła błyskawicznie.\n\nZakochać się w ruinie... Brzmi ryzykownie!\n\nDokładnie tak! (śmiech) Dom miał w sobie coś magicznego, mimo że był w fatalnym stanie. Oboje z mężem kochamy starocie, we mnie tę miłość zaszczepili rodzice, którzy wiele lat zajmowali się renowacją antyków. Ale ryzyko faktycznie było spore. Wiedzieliśmy naprawdę niewiele. Ogłoszenie znaleźliśmy zaledwie dwa tygodnie przed licytacją, a sześć dni przed jej terminem pojechaliśmy obejrzeć nieruchomość. Był to oficjalnie wyznaczony termin przez sąd. Na miejscu byliśmy my oraz dwie inne zainteresowane osoby. Od komornika dowiedzieliśmy się, że nie możemy wejść do środka.\n\nDalsza część artykułu pod materiałem wideo\n\nSztuka: obserwuję – reportaż\n\nZnaliście historię domu? Wiedzieliście, kto tam mieszkał?\n\nOtrzymaliśmy informację, że właściciele budynku zniknęli 15 lat temu, i od tamtej pory dom stał opuszczony, drzwi były zaryglowane i wejście do środka byłoby niezgodne z prawem. Mogliśmy wejść jedynie na posesję i obejrzeć wnętrze przez okna. Budynek nie prezentował się najlepiej – przez 15 lat został ograbiony ze wszystkiego, a w niektórych miejscach widać było, że złodzieje próbowali nawet wyciągnąć kable ze ścian. Mieliśmy trzy dni na podjęcie ostatecznej decyzji. Po obejrzeniu nieruchomości postanowiliśmy zaryzykować i przystąpić do licytacji.\n\nJak wyglądała sama licytacja? Było sporo chętnych?\n\nKu naszemu zaskoczeniu, pozostałe dwie osoby nie przyszły, więc odbyło się to błyskawicznie. Sędzia zapytał, czy zgadzamy się na kwotę określoną przez rzeczoznawcę – i po sprawie!\n\n© arch. prywatne | Klaudia Tabor\n\nW końcu nadszedł moment, w którym mogliście po raz pierwszy otworzyć drzwi. Radość? A może pierwsze wątpliwości?\n\nPrzed samą licytacją jeszcze raz obejrzeliśmy dom, tym razem dokładniej niż podczas wizji z komornikiem. Przyjechali moi rodzice. Tato nawet wchodził na dach, żeby sprawdzić przez okno dachowe stan belek stropowych. Wiedzieliśmy, że dom wymaga generalnego remontu i ogromu pracy, ale wejście do środka było prawdziwym szokiem.\n\n© arch. prywatne | Klaudia Tabor\n\nCo tam się wydarzyło?\n\nPamiętam, jak mój tata powiedział: \"Dom wygląda dobrze, ale nie wiemy, co jest w piwnicy – może być cała zalana.\" I rzeczywiście tak było. Mróz zrobił swoje i piwnica była zalana przez uszkodzoną rurę. Ja podeszłam do tego bardzo emocjonalnie, myślę, że to przez fakt, że byłam w ciąży z Jasiem i wszystko odczuwałam podwójnie. Mąż starał się zachować kamienną twarz, żeby choć trochę mnie uspokoić. Oczywiście pierwsze co zrobiłam, to zadzwoniłam do mojego taty, żeby powiedzieć, że przyciągnął do nas powódź.\n\n© Instagram | klaudia.tab\n\nMimo wszystko nie zamierzacie wyburzać domu, prawda?\n\nZdecydowanie nie. Planujemy w nim mieszkać i stworzyć tam naszą przestrzeń. Widzimy ogromny potencjał w tym domu i nie wyobrażam sobie go sprzedać lub wynająć. Każdego dnia widzę siebie pijącą kawę na tarasie, który zawsze był moim największym marzeniem, a mój starszy syn powoli zaczyna wybierać dodatki do swojego pokoju, myślę, że wszyscy nie możemy się już doczekać tego momentu przeprowadzki.\n\n© arch. prywatne | Klaudia Tabor\n\nNajpierw jednak przed wami spory remont. Czy można się brać za to, będąc laikiem?\n\nZdecydowanie potrzebne będzie wsparcie ekspertów. Wiele etapów remontu chcemy przeprowadzić samodzielnie, ale zdajemy sobie sprawę, że stary budynek wymaga specjalistycznej wiedzy. Ani laik, ani magister budownictwa bez odpowiedniej wiedzy praktycznej (tak, jak było w moim przypadku), nie poradzi sobie z tym samodzielnie. Tak naprawdę, kończąc studia, zdobyłam niewiele wiedzy na temat remontów starych budynków, a różnice są bardzo duże i znaczące.\n\nSkorzystaliśmy już z pomocy konstruktora, eksperta od starych budynków, który przeprowadził ekspertyzę i wskazał nam, co powinniśmy zrobić, w jakiej kolejności i w jaki sposób. Na przykład dużym plusem naszego domu był fakt, że poprzedni właściciele nie ocieplili murów styropianem, dzięki czemu cegła mogła \"oddychać\" i na ścianach nie pojawił się grzyb. Większość firm świadczących usługi remontowe bazuje na najnowszych technologiach, a te niestety w starym domu, mogą wnieść więcej szkody niż pożytku, począwszy od samej konstrukcji budynku, a na naszym zdrowiu kończąc.\n\n\n\n\n\n\n\n[1/4] Źródło zdjęć: © arch. prywatne | Klaudia Tabor\n\nJak na pomysł zakupu 100-letniego, opuszczonego domu zareagowali wasi bliscy?\n\nBliscy zawsze nas wspierają, ale nie zabrakło głosów, że to \"szaleństwo\", oczywiście to wynikało z troski, ostatecznie decyzja została przyjęta dobrze i na każdym etapie możemy liczyć na ogromną pomoc z ich strony.\n\nSwoją historią podzieliłaś się również w sieci. Zainteresowanie przeszło twoje oczekiwanie?\n\nSpodziewaliśmy się zainteresowania, ale nie w takiej skali. Niestety wiele osób odniosła się bardzo negatywnie do tego tematu przez samo słowo \"komornik\", twierdząc, że pozbawiliśmy biednych ludzi miejsca do życia. Ale to wszystko wynikało chyba z nieuwagi, ponieważ cała historia była dokładnie opisana i w tym przypadku to nie właściciele stracili swój dom, tylko dom właścicieli, a my daliśmy mu drugie życie, dzięki czemu nie popadnie w ruinę.\n\nA co byś powiedziała osobom, które zastanawiają się nad licytacją komorniczą?\n\nTo świetna opcja, ale trzeba być czujnym. To jest swoisty recykling – wiele pięknych nieruchomości jest skazanych na powolną degradację. Można kupić coś dużo taniej, ale trzeba być ostrożnym i dokładnie sprawdzić każdy przypadek, by nie kupić nieruchomości np. z lokatorami. Warto też sprawdzić, czy nieruchomość nie podlega pod konserwatora zabytków, oraz np. po zakupie należy uzbroić się w cierpliwość, gdyż wszystkie sprawy formalne potrafią się przedłużać do kilku miesięcy. Dopilnowanie terminu opłaty podatku PCC też trzeba brać pod uwagę.\n\nCzy zdecydowalibyście się jeszcze raz na taki zakup, jeśli moglibyście cofnąć czas, czy raczej nie?\n\nJa? Bez wahania! Mój mąż? Myślę, że miałby wątpliwości."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 18.02.2025",
            "link": "https://gs24.pl/ta-moneta-z-prl-moze-byc-warta-nawet-30-tys-zlotych-koniecznie-zobacz-swoje-szuflady-zdjecia-18022025/ar/c1-17906435",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ua6dxsLeipaS4Y5xi6LsDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gs24.pl2 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 18.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-18022025/ar/c1-18941089",
            "description": "Czy posiadasz w portfelu monetę o nominalne 5 zł? Może pojawiła się szansa, abyś stał się bogatą osobą! Są takie monety, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gkW5XjXtwWU4CF-0d6oAgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 18.02.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-03022025/ar-AA1yj95R?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t1QK1sAR9iO3s-WDsfSnTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN1 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 17.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-17022025/ar-AA1zcbUz?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H5xzmA8ZQN7aNok4oKrHnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Ilustrowany on MSN23 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty polskie",
            "link": "https://slaskie.naszemiasto.pl/tag/banknoty-polskie",
            "description": "20 lat temu oficjalnie zaprezentowano wzory nowych banknotów i monet. Była to końcówka faza procesu denominacji złotego.",
            "image_url": "https://www.bing.pl/th?id=OVFT.qYjRFCBRnyWZ_GVzwe3q5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "slaskie.naszemiasto13 godz.",
            "source": "slaskie.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To kwiaty najlepsze do domu! Te rośliny doniczkowe są piękne i wzbogacą twoje wnętrze. Jakie kwiaty wybrać do domu? 18.02.2025",
            "link": "https://gk24.pl/to-kwiaty-najlepsze-do-domu-te-rosliny-doniczkowe-sa-piekne-i-wzbogaca-twoje-wnetrze-jakie-kwiaty-wybrac-do-domu-18022025/ar/c9-18815989",
            "description": "Obecnie pragniemy, by nasze domowe wnętrza miały swój unikatowy charakter, były przytulne i kolorowe. Jednym z pomysłów na wzbogacenie naszego domowego wnętrza z pewnością są kwiaty. Nie tylko dodają ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto skarby na giełdzie staroci w Bielsku-Białej. W sobotę nawet mróz nie odstraszył kupujących. Co tam można znaleźć? Zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gie%C5%82da-staroci-w-bielsku-bia%C5%82ej-pe%C5%82na-skarb%C3%B3w-w-sobot%C4%99-nawet-mr%C3%B3z-nie-odstraszy%C5%82-kupuj%C4%85cych-zobaczcie/ar-AA1z7xeQ?ocid=BingNewsVerp",
            "description": "Nawet mróz nie odstraszył miłośników staroci. Dzisiaj, 15 lutego, odbył się kolejny pchli targ w Bielsku-Białej. Można śmiało ...",
            "image_url": "https://www.bing.pl/th?id=OVF.bq%2buR6efuC7bs2REsSz32Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN20 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ przy dworcu w Poznaniu znów przyciągnął tłumy. Co można było kupić 9 lutego 2025 roku? Zobacz zdjęcia!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-przy-dworcu-w-poznaniu-zn%C3%B3w-przyci%C4%85gn%C4%85%C5%82-t%C5%82umy-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-9-lutego-2025-roku-sprawd%C5%BA-i-zobacz-zdj%C4%99cia/ar-AA1yH53E?ocid=BingNewsVerp",
            "description": "Pchli targ przy Avenidzie w Poznaniu odbywa się w każdą niedzielę od godziny 7 do 14. Na niedzielnym targu każdy znajdzie coś ...",
            "image_url": "https://www.bing.pl/th?id=OVF.SP8e%2bzHYOX90bo99qgpQUA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "poznan.naszemiasto on MSN15 godz.",
            "source": "poznan.naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jest elewacja i szyld! Tak prezentuje się nowy hotel Four Points by Sheraton w Poznaniu. Zobacz najnowsze zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/jest-elewacja-i-szyld-tak-prezentuje-si%C4%99-nowy-hotel-four-points-by-sheraton-w-poznaniu-zobacz-najnowsze-zdj%C4%99cia/ar-AA1ze8I5?ocid=BingNewsVerp",
            "description": "Kapitalny remont dawnego hotelu Ikar idzie pełną parą. Mieszkańcy Poznania mogą już podziwiać od ulicy Solnej odsłoniętą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XQi_ELNPmhY5wo-TznpO4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN15 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 17.02.2025",
            "link": "https://www.msn.com/pl-pl/og%C3%B3lne/og%C3%B3lne/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-17-02-2025/ar-AA1zbTtA?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.g08axO32bw3IGcSyq0akxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Hostowane na MSN23 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Relikty Baszty Nowej w Gdańsku zostaną odnowione. Rozstrzygnięto przetarg na prace. Basztę wybudowano ponad 500 lat temu",
            "link": "https://www.msn.com/pl-pl/news/other/relikty-baszty-nowej-w-gda%C5%84sku-zostan%C4%85-odnowione-rozstrzygni%C4%99to-przetarg-na-prace-baszt%C4%99-wybudowano-ponad-500-lat-temu/ar-AA1zggXO?ocid=BingNewsVerp",
            "description": "Zabytkowe zarośnięte relikty Baszty Nowej przy ulicy Okopowej w Gdańsku czeka odnowa. Dyrekcja Rozbudowy Miasta Gdańska ...",
            "image_url": "https://www.bing.pl/th?id=OVF.pTov0okIcCBTq%2f4IW8hNfw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "dziennikbaltycki.pl on MSN1 godz.",
            "source": "dziennikbaltycki.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jeden z najstarszych budynków w Gdańsku. Przez wieki był tu przytułek. Poznajcie historię tego miejsca. Archiwalne i nowe zdjęcia",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/to-jeden-z-najstarszych-budynk%C3%B3w-w-gda%C5%84sku-przez-wieki-by%C5%82-tu-przytu%C5%82ek-poznajcie-histori%C4%99-tego-miejsca-archiwalne-i-nowe-zdj%C4%99cia/ar-AA1zfOUU?ocid=BingNewsVerp",
            "description": "To jeden z najstarszych zabytkowych zespołów budynków w Gdańsku. Powstał w końcu XVII wieku. Przez nieco ponad 200 lat ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QxlMp3XWf5RxWAvHH_mu6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Hostowane na MSN2 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przez 200 lat był tu przytułek i sierociniec w Gdańsku. Teraz będzie Dom Literatury. Poznajcie historię tego miejsca. Stare i nowe zdjęcia",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/przez-200-lat-by%C5%82-tu-przytu%C5%82ek-i-sierociniec-w-gda%C5%84sku-teraz-b%C4%99dzie-dom-literatury-poznajcie-histori%C4%99-tego-miejsca-stare-i-nowe-zdj%C4%99cia/ar-AA1zdWBV?ocid=BingNewsVerp",
            "description": "To jeden z najstarszych zabytkowych zespołów budynków w Gdańsku. Powstał w końcu XVII wieku. Przez nieco ponad 200 lat ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oTIO9isgpoCflkPbRHpEQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Hostowane na MSN15 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 19 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 22 - 23 lutego?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-19-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-22-23-lutego/ar/c7p1-21831633",
            "description": "Nim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 22 lutego w Oświęcimiu ma być 7°C. Nie powinno padać. W niedzielę 23 lutego w Oświęcimiu ma być 7°C. Nie będzie padać. Stopień trudności: 2.0 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto18 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Graliśmy w Elden Ring Nightreign - roguelike souls, czyli relacja z sieciowych testów niekonwencjonalnej gry FromSoftware",
            "link": "https://www.purepc.pl/elden-ring-nightreign-recenzja-opinia-nowa-gra-fromsoftware",
            "description": "Elden Ring Nightreign jest bez wątpienia jednym z największych zaskoczeń początku roku. A na razie sprawdziliśmy jak wstępna wersja gry wygląda w trakcie Network Test.",
            "image_url": "https://www.bing.pl/th?id=ODF._YeMfC6OAiokVNQbX3v4NQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "purepc18 godz.",
            "source": "purepc",
            "article_content": "Tańczymy z tym cholernym smokiem już spory kawałek czasu. Praktycznie nie różni się od oryginału z Limgrave. Oznacza to, że chwila nieuwagi może prowadzić do przypalenia, zdarza mu się znikać i pojawiać na drugim końcu doliny, a my... cóż, trzymamy się całkiem długo, ale mogliśmy mieć więcej szczęścia ze zdobycznym ekwipunkiem. Już w zasadzie go mamy, bo wystarczy kilka celnych serii na maskę i... tak, oczywiście w takim momencie mapa zaczyna się zamykać i nieubłaganie zbliża się do nas ta ściana błękitnego ognia. Trzeba podjąć decyzję: zostawić zdobycz pomimo wielkiego wysiłku włożonego w dotychczasowe polowanie, czy bić się dalej? Impulsywnie wybraliśmy bramkę numer dwa. Pośpiech nie jest dobrym doradcą. Jeden z moich towarzyszy popełnił błąd, nadziewając się na jego strumień ognia. Ja zawaliłem, usiłując w złym momencie ocalić mu skórę, trzeci śmiałek chyba stracił połączenie i zniknął. Tak zakończyła się moja pierwsza ekspedycja w Elden Ring Nightreign.\n\nAutor: Szymon Góraj\n\nGłośna zapowiedź tej gry w trakcie ostatniej edycji The Game Awards zaskoczyła chyba każdego - i to co najmniej na dwóch poziomach. Pierwszy wynika po prawdzie z faktu, że w najbliższym czasie coś od tego studia w ogóle wychodzi. No ale należy jeszcze dodać, co wychodzi. Bo koncept niebezpiecznie przypominający tytuły spod znaku Fortnite'a to najpewniej jedna z ostatnich rzeczy, jakich można było się spodziewać. Mniejsze zdziwienie byłoby, gdyby zapowiedzieli remaster Bloodborne'a. I muszę przyznać, że jakkolwiek od wielu lat jestem wielkim fanem praktycznie wszystkiego, co wypuszcza Miyazaki, tym razem podchodziłem do tematu znacznie ostrożniej. Zwłaszcza, że kooperacyjne pozycje, które mi się podobały, a przy tym grałem w nie dłużej niż 5-10 godzin, mogę policzyć na palcach jednej ręki. Co jasne, nie mogę rzec, bym był jakiś wyjątkowo zaniepokojony, że nie trafię przynajmniej na solidny poziom - wszak to studio dotąd mnie nie zawiodło. A jednak okoliczności są nietypowe.\n\nOtrzymaliśmy kod na trwający kilka sesji Network Test gry Elden Ring Nightreign, toteż świeżo po nich zamieszczam wstępny materiał skupiający się na rozpisce wniosków z eksperymentu.\n\nSamo oswajanie się z tytułem zajęło mi praktycznie całą pełną sesję (mówimy w końcu o kilku trzygodzinnych partiach w dniach 14-17 lutego). Do tego nie zostałem zbyt pozytywnie nastrojony do rozgrywki, gdy pierwszą turę spędziłem bezradnie spoglądając co jakiś czas na stan serwerów, przynajmniej tych na PlayStation 5. Wtedy w najlepszym wypadku byłem w stanie jedynie dotrzeć do \"centrum dowodzenia\" - będącym zresztą po prostu lekko zmodyfikowaną wersją Roundtable Hold, do którego dołożono miejsce, gdzie można sobie potrenować bogatym zestawem broni. I niby tragedii nie ma - wszak nie bez przyczyny to się nazywa \"Network Test\" - jednak może zastanawiać, jak kontrolowane wydarzenie mimo wszystko sprawiło takie problemy, że spora część osób albo nie zagrała w ogóle, albo poszły jakieś pojedyncze partie. Czego by nie mówić, coś musiało po drodze pójść bardzo źle - ze strony czy to Miyazakiego i spółki, albo Sony. Kto wie, może jakąś odpowiedź otrzymamy w najbliższych dniach.\n\nNa szczęście cokolwiek sprawiało problem, zostało już później wyeliminowane - co więcej, FromSoftware podrzuciło dodatkową sesję, aby odpowiednio wyrównać zmarnowane godziny. Założenia Nightreign są proste. Po wyszukaniu matchmakingu (będzie można też grać w pojedynkę) i dobraniu jednej z klas dochodzi do cutscenki, podczas której za pomocą Spectral Hawków przenosimy się na właściwą mapę. Następnie przechodzimy do niezwykle szybkiej rozgrywki, polegającej na zmiataniu wszystkiego, co się rusza i zdobywaniu za to doświadczenia oraz zbieraniu wzmacniających nas łupów. Bazową lokacją w Elden Ring Nightreign jest Limveil - czyli w praktyce przerobione Limgrave z inaczej rozrzuconymi budowlami i ważnymi punktami, które powinniśmy odwiedzić. Obok zwyczajnych przeciwników, możemy zapolować na porozrzucanych po mapie minibossów - które wypuszczają specjalne nagrody. Mogą nimi być nie tylko lepsze bronie, ale i specyficzne efekty czy odporności.\n\nTa roguelike'owa mechanika pozwala nas przygotowywać do momentu, w którym powoli zapada noc (zamykając tym samym po jakimś kwadransie etap eksploracji), a mapa jest stopniowo pokrywana przez błękitny ogień będący odpowiednikiem blue zone, my z kolei mierzymy się z bossem. Jeśli go pokonamy, otrzymujemy kolejne 15 minut. Trzeciego takiego dnia mierzymy się z Nightlord Bossem, jedynym, z którym mogliśmy stanąć w szranki na testach online. I o ile trójgłowy ogar Gladius ma kilka świetnych mechanik (oraz, owszem, miecz jak rasowy pies Fromów), wpada nam też kilku nowych wrogów, o tyle większość tych ostatnich to, a jakże, recykling. I to chyba moja największa uwaga do dotychczasowej zawartości. Naprawdę, to nie jest jakaś z dawna oczekiwana premiera (bo i do niedawna nikt o niej nie wiedział) i wydaje mi się, że dałoby się nawet przeciągnąć datę premiery i dodać większe zróżnicowanie względem pozycji z 2022 roku. Przekonamy się, czy na maj będzie lepiej, lecz na razie mimo wszystko poczytuję to za wadę. Cóż, przynajmniej weapon arty broni (tak, dobrze znanych z ER) trafiają się losowe... Nie zrozumcie mnie źle, ubijanie nawet generycznych oponentów sprawiało mi sporą satysfakcję, a pokonanie bossa po męczarniach, gdy co rusz trzeba było cucić kompana (co zabawne, robi się to poprzez... atakowanie go) - bezcenne. Ale od FromSoftware wymaga się więcej. Dobrze wróżą zaskakujące momenty, jak pojawienie się znienacka Fell Omena albo atak insektów. Odparcie ich daje nam pewne bonusy związane z nastaniem nocy, porażka - defekty.\n\nNetwork Test dał do dyspozycji cztery klasy. W przeciwieństwie do standardowych gier Fromów, ma to naprawdę duże znaczenie. Każda profesja dysponuje np. dwiema własnymi specjalnymi zdolnościami: taka, której używa się częściej, i Ultimate, dający większe możliwości, ale z wielokrotnie dłuższym cooldownem - oraz zdolnością pasywną. Z czasem przekonałem się, że w zasadzie każda z nich może dać naprawdę spore możliwości, a ważne jest to, jak sprawnie będziemy przemierzać kluczowe punkty mapy (i, nie oszukujmy się, łut szczęścia przy np. losowych nagrodach). Dołączę jednak do, mam wrażenie, większości wypowiadających się i wyróżnię Wyldera. Dzierżący na starcie wielki miecz i puklerz, posiada odnawiającą się szybko zdolność Claw Shot - pazur na lince, mogący m.in. kogoś przyciągnąć, złamać jego blok, czy (w przypadku większych stworów) przyciągnąć siebie na odpowiedni dystans. Zastosowań ma wiele i jestem przekonany, że nie znalazłem jeszcze wszystkich możliwości. Ultimate to Onslaught Stake - czyli po prostu wbijamy naładowane do czerwoności urządzenie na dłoni Wyldera we wroga, co wywoła zadający duże obrażenia wybuch, mogący wybić z rytmu nawet bossa. To najbardziej uniwersalna klasa, potrafiąca perfekcyjnie zespolić się z resztą drużyny i pomóc tam, gdzie akurat potrzeba. Właśnie nim też zresztą po raz pierwszy przeszedłem Network Test.\n\nAle inne klasy Nightfarerów także dają radę. Guardian ze startową halabardą i wielką tarczą to typowy tank, mający najwięcej punktów życia i wytrzymałości. Odpowiednio trzymana garda pozwoli przyjmować więcej obrażeń (pasywka Steel Guard), w miarę szybko odnawia mu się skill Whirlwind, zadający obrażenia i podrzucający w górę mniejszych wrogów, dając niesamowicie efektywne otwarcie na ataki. Ultimate Wings of Salvation sprawia, że Guardian leci w górę, a następnie spada z ogromną siłą na oznaczony cel, wywołując dodatkowo obrażenia obszarowe. Uzupełnia go Duchees, swoista łotrzyca w drużynie. Niech Was nie zmyli jej drobny, magiczny sztylecik, bo i z niego potrafi zrobić użytek. Pasywne Magnificent Pose bardzo zwiększa jej mobilne zdolności (z naciskiem na zadawanie ciosów i uniki) - co już samo w sobie sprawia, że to wartościowa część każdego zespołu. Ale jeszcze mocniej wybijają się dwie zdolności aktywne. Restage powtarza wybranemu przeciwnikowi niedawno zadane obrażenia - i ma to ogromny potencjał. Wyobraźcie sobie, że przy odpowiedniej synchronizacji zadacie bossowi ponowne obrażenia krytyczne, albo podwoicie nałożenie statusu. Niewiele gorszy jest w mojej opinii Ultimate - Finale. Zapewnia na kilka sekund niewidzialność całej drużynie, co jest przydatne przy zasadzkach, ale i wyjściu z trudnej sytuacji, gdy zalewa nas chmara wrogów.\n\nNajwiększa niespodzianką była jednak Recluse. Na początku wybrałem ją od niechcenia, na ślepo, przez co w pierwszej partii nie potrafiłem nią grać. Przede wszystkim kompletnie nie rozumiałem, jak postać uzależniona od many nie posiada żadnego konwencjonalnego źródła, by ją uzupełniać, tak jak przy punktach życia. Dopiero potem zacząłem dokładniej przyglądać się, jak działa. Otóż podstawą jest pewien trójkąt w miejscu jednej ze zdolności. W pewnych momentach możemy napełnić puste miejsce znajdujące się na jednej z krawędzi, lockując się na dowolnej postaci (czemu czasem trzeba poczekać aż zadziała, a innym razem robiłem po parę z automatu - trudno mi na tę chwilę stwierdzić). W ten sposób odzyskujemy część FP. Jeżeli napełnimy wszystkie trzy, kolejna akcja uruchomi atak (stąd nazwa Magic Coctail). Jak potężny i jak wygląda, to już zależy od tego, czym został wypełniony. Wydaje mi się, że najbardziej zróżnicowana trójca (np. holy i magic damage ze szczyptą żywiołu ognia) potrafi przypiec najbardziej. Jakby tego było mało, Ultimate to Soulblood Song. Recluse oznacza wszystkich pobliskich wrogów, wskutek czego na kilka dobrych sekund każde trafienie członka drużyny powoduje odzyskanie życia i many. Dodam jeszcze, że jeżeli Nightfarer używa zdolności typu Ultimate, na ten czas zyskuje nieśmiertelność, co zwiększa jego przydatność. Nie ma też żadnych ograniczeń klasowych co do broni, ale rzecz jasna ciężkie oręże jak topory czy wielkie miecze nie zostaną w pełni wykorzystany przy Recluse, a Guardian nie zrobi wielkiego użytku z Glintstone Blade'a. Po każdej ekspedycji zbieramy specyficzne relikty, dające stałe zdolności pasywne, jeżeli przypiszemy je do ołtarza w Roundtable Hold. Na razie jednak nie ciekawiły mnie zbytnio. Do obróbki.\n\nOgólnie rzecz biorąc, do tempa wypadów w Elden Ring Nightreign trzeba przywyknąć. I piszę to z naciskiem na osoby mające na koncie setki godzin w praktycznie jakąkolwiek grę Fromów - z ER na czele. To szybkie akcje: wpadamy na wielkich sokołach do Limveld, plądrujemy i zabijamy co się da, szybciutko się uwijamy do centrum mapy (jeżeli zostaniemy w strefie błękitnego ognia, powoli zaczną nam spadać punkty życia), ubijamy bossa - powtórz aż do finalnego kolosa w klimatycznej lokacji przypominającej mi trochę starcie z Radahnem w Caelid. Nie ma wierzchowców, za to gracze potrafią biegać równie szybko jak one. Co więcej, spadki z dowolnej wysokości nie zadają obrażeń, a w podróży pomaga swojego rodzaju \"parkour\" i porozrzucane mechaniki pomagające w szybszym przemieszczaniu się. W trakcie tych blisko piętnastu godzin krwawych bojów ciekawie się analizuje nie tylko własne uczenie się grania w nowym formacie, ale i innych osób. Przez pierwsze sesje głównie bezładnie błądziliśmy po mapie, co jakiś czas znajdując lepszy rodzaj broni czy power-up, ale jak zauważyłem, mało kto dysponował odpowiednim wyczuciem dokąd iść, gdzie się zatrzymać, a który teren odpuścić, żeby nie tracić cennego czasu na płotki lub nie stracić życia, czego konsekwencją jest cofnięcie poziomu. Co prawda levelowanie odbywa się automatycznie, przy \"ognisku\", ale np. co lepsze zestawy broni odblokowują się dopiero od konkretnego progu.\n\nJednak im dalej, tym lepiej orientowaliśmy się, w które wygenerowane miejsca zmierzać, by najefektywniej zyskać poziom i ułożyć build w oparciu o mocny ekwipunek i wszelkie inne upgrade'y. W pewnym momencie powiedziałbym, że aż za dobrze, bo jeżeli któryś z graczy się nie rozłączył, większość wrogów zmiataliśmy aż miło. A przecież nawet nie miałem okazji zagrać u boku żadnych znajomych, więc koordynacja mogłaby być lepsza. Ale powyższa kwestia wynika zapewne z tego, że ciągle tłukliśmy jedną mapę, do tego z pewnością pojawią się poprawki balansu - po to też mamy te testy. Czasem trafiały się pojedyncze ekspedycje, gdy długo nie mogliśmy złapać nic, innym razem wpadaliśmy na smoka albo Royal Carian Knighta (praktycznie klon Loretty), co dało nam genialny start i na ogół świetne power-upy. Na razie zbyt często wypadały jakieś przeciętniaki typu \"10% więcej wytrzymałości\", ale jak już dostaliśmy coś wyjątkowego, można było się bawić. Przykładowo, raz dostałem zdolność sprawiającą, że przewrót może wywołać mały deszcz błyskawic, innym razem start do sprintu generuje lodowe tornado. Aż strach pomyśleć, jakie synergie można wymyślić, jeżeli znający się gracze umówią się na robienie builda pod truciznę czy krwawienie. Generalnie czynnik roguelike'owy sprawia radość, ale jest jeszcze dosyć biedny, bo miejscami powtarzalny, a jeśli akurat złapiemy odpowiedni zestaw broni, mocy i wyjątkowo przydatnych w Nightreign materiałów zużywalnych, chwilami poziom trudności spada za bardzo. Nawet biedny, zionący ogniem Gladius może stać się w pewnych przypadkach prawie że popychadłem. Dużo pracy przed nimi.\n\nNa świeżo po odbyciu serii ekspedycji w Elden Ring Nightreign wnioski są pozytywne, ale z nutką przestrogi. Nietypowy model rozgrywki potrafi nielicho wciągnąć, ale sporo aspektów, w tym roguelike'owych, wymaga gruntownej rozbudowy i balansu, żebyśmy faktycznie dostali grę na dłużej.\n\nKoniec końców Elden Ring Nightreign na pewno nie będzie w czołówce moich najbardziej oczekiwanych gier roku, choć bawiłem się przednio. Zdecydowanie nie każdemu podejdzie dynamika czy forma tej gry, aczkolwiek niejeden wielbiciel szybkich zmagań - który dodatkowo na przykład nie przepadał zbytnio za powolną eksploracją w Shadow of the Erdtree - może bardzo się w tym zasmakować. Póki co wolę być ostrożny z osądami, bo nadal dostaliśmy ledwie połowę klas i drobną cząstkę ogólnej zawartości. Jeszcze dużo zostanie pozmieniane w związku czy to z balansem, czy różnorodnością wrogów, lokacji i tak dalej. Mogę powiedzieć, że potencjał jest ogromny - pytanie, czy FromSoftware naprawdę się za to weźmie i stworzy pełnoprawny projekt, czy pójdzie po łebkach. Jeżeli to drugie, zapewne i tak da to jakieś parędziesiąt godzin rozgrywki, ale przedsięwzięcie raczej dość szybko padnie. Średnio podobał mi się także ten ruch przedsprzedażowy, ogłoszony tuż przed testami. Oby nie zwiastował żadnego poważnego faworyzowania graczy decydujących się na nabycie grubszej wersji. Czas pokaże."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pleśń, krzywe podłogi i zimne kaloryfery w wyremontowanych familokach w Bytomiu. \"Niektóre z budynków stawialiśmy na nowo\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ple%C5%9B%C5%84-krzywe-pod%C5%82ogi-i-zimne-kaloryfery-w-wyremontowanych-familokach-w-bytomiu-niekt%C3%B3re-z-budynk%C3%B3w-stawiali%C5%9Bmy-na-nowo/ar-AA1zgir9?ocid=BingNewsVerp",
            "description": "Pleśń, nieszczelny dach, krzywe podłogi, problemy z instalacją elektryczną, brak uszczelek w oknach – lista awarii i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.VtEUZzDou7qaeXci%2frV0yQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN44 min",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 18.02.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-03022025/ar-AA1yj95R?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t1QK1sAR9iO3s-WDsfSnTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN1 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znalazła dziwny przedmiot w rzeczach babci. Rozwikłać zagadkę sprzed lat pomogli internauci",
            "link": "https://www.edziecko.pl/rodzice/7,79361,31696488,znalazla-dziwny-przedmiot-w-rzeczach-babci-rozwiklac-zagadke.html",
            "description": "Każdy przedmiot opowiada jakąś historię. Trzeba tylko w umiejętny sposób postawić pytania. Kobieta, przeszukując rzeczy po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5DSQUQghRx47MbyY32VQTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "edziecko22 godz.",
            "source": "edziecko",
            "article_content": "Wszystkie artefakty mogą być wykorzystywane jako źródła historyczne. Malowidła, rzeźby, mozaiki, rysunki na monetach, mozaice, odciski pieczęci, fotografie, filmy, mapy, plany. Niemi świadkowie, którzy mają wiele do zaoferowania, poszukującym wiedzy. Tak, jak w przypadku tego znaleziska, które stało się przyczyną dość burzliwej dyskusji w internecie. Czy kobiecie udało się znaleźć odpowiedź?\n\nREKLAMA\n\nZobacz wideo Przedwczesny poród, infekcja u matki, dziecko na OIOM-ie, a do tego COVID. Poruszająca historia w \"Mamy czas\"\n\nScyzoryk, nożyk, a może skrobak do czyszczenia fajek?\n\nNie tylko ludzie, lecz także rzeczy, przedmioty, obiekty opowiadają różne historie. Tak jak w przypadku tego dość dziwnego znaleziska. Kobieta, która znalazła ów przedmiot w rzeczach po zmarłej babci, długo szukała odpowiedzi. Jako że internet jest prawdziwą kopalnią wiedzy, ów dziwny przedmiot sfotografowano, a zdjęcie opublikowano w mediach społecznościowych, prosząc o pomoc w identyfikacji.\n\nPojawiło się kilka pomysłów. Część internautów uważała, że jest to specjalny scyzoryk, którego używano do cięcia zwłok, by wyjąć wnętrzności i przygotować ciało do balsamowania. Inni natomiast byli zdania, że to nic innego, jak elegancki i robiony na zamówienie nożyk do cięcia papieru (za jego pomocą otwierało się listy). Kilka komentarzy dotyczyło również elementów wojskowego uzbrojenia. \"To szwajcarski scyzoryk wojskowy, który był na wyposażeniu każdego żołnierza\" - czytamy.\n\nDziwny przedmiot był miał jednak bardzo prozaiczne przeznaczanie. To bowiem nic innego, jak skrobak do fajki. Za jego pomocą czyściło się cybuch. \"Moja prababka miała coś podobnego. Nałogowo paliła tytoń. Pewnie to jakaś rodzinna pamiątka przekazywana z pokolenia na pokolenie, bo to czyścidło wydaje się na bardzo stare\" - czytamy w jednym z komentarzy. Specjalne narzędzie do czyszczenia fajki można łatwo było włożyć do kieszeni i użyć, kiedy coś się zapchało albo rozdrobnić tytoń, bo był za gruby.\n\nRodzinne przedmioty mogą powiedzieć wiele o historii rodziny\n\nPo dawnym naszych przodków zostały tylko pojedyncze przedmioty, zapiski, pamiątki, może nawet i zdjęcia. Każdy z tych odłamków to osobna historia. Możemy poznawać ją wciąż na nowo dzięki odpowiedniemu przechowywaniu i konserwacji. Przedmioty będące częścią życia codziennego, są także ciekawym materiałem historycznym. Poza swoim praktycznym zastosowaniem były i są cennymi pamiątkami z przeszłości danego kraju. Wszystkie tego typu opowieści również stanowią świadectwo minionych czasów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 18.02.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://wspolczesna.pl/przeglad-prasy-18-02-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960917",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 17.02.",
            "image_url": "https://www.bing.pl/th?id=OVFT.i4eAyd05MHbPMZygsOP93C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "wspolczesna.pl4 godz.",
            "source": "wspolczesna.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chcesz się poczuć jak król? Kup pałac na Śląsku za 5 mln zł. To dawny szpital i muzeum horroru w Wojnowicach. Miejsce z niezwykłą historią",
            "link": "https://dziennikzachodni.pl/chcesz-sie-poczuc-jak-krol-kup-palac-na-slasku-za-5-mln-zl-to-dawny-szpital-i-muzeum-horroru-w-wojnowicach-miejsce-z-niezwykla-historia/ar/c1p2-27262621",
            "description": "Po zakończeniu II wojny światowej pałac przeszedł burzliwy okres zmian. Najpierw pełnił funkcję ośrodka przygotowawczego na studia wyższe, później zamieniono go na biura i mieszkania PGR-u. W latach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikzachodni.pl17 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 18.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-18022025/ar/c1-18941089",
            "description": "Czy posiadasz w portfelu monetę o nominalne 5 zł? Może pojawiła się szansa, abyś stał się bogatą osobą! Są takie monety, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gkW5XjXtwWU4CF-0d6oAgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znalazła dziwny przedmiot w rzeczach babci. Rozwikłać zagadkę sprzed lat pomogli internauci",
            "link": "https://www.edziecko.pl/rodzice/7,79361,31696488,znalazla-dziwny-przedmiot-w-rzeczach-babci-rozwiklac-zagadke.html",
            "description": "Każdy przedmiot opowiada jakąś historię. Trzeba tylko w umiejętny sposób postawić pytania. Kobieta, przeszukując rzeczy po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5DSQUQghRx47MbyY32VQTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "edziecko22 godz.",
            "source": "edziecko",
            "article_content": "Wszystkie artefakty mogą być wykorzystywane jako źródła historyczne. Malowidła, rzeźby, mozaiki, rysunki na monetach, mozaice, odciski pieczęci, fotografie, filmy, mapy, plany. Niemi świadkowie, którzy mają wiele do zaoferowania, poszukującym wiedzy. Tak, jak w przypadku tego znaleziska, które stało się przyczyną dość burzliwej dyskusji w internecie. Czy kobiecie udało się znaleźć odpowiedź?\n\nREKLAMA\n\nZobacz wideo Przedwczesny poród, infekcja u matki, dziecko na OIOM-ie, a do tego COVID. Poruszająca historia w \"Mamy czas\"\n\nScyzoryk, nożyk, a może skrobak do czyszczenia fajek?\n\nNie tylko ludzie, lecz także rzeczy, przedmioty, obiekty opowiadają różne historie. Tak jak w przypadku tego dość dziwnego znaleziska. Kobieta, która znalazła ów przedmiot w rzeczach po zmarłej babci, długo szukała odpowiedzi. Jako że internet jest prawdziwą kopalnią wiedzy, ów dziwny przedmiot sfotografowano, a zdjęcie opublikowano w mediach społecznościowych, prosząc o pomoc w identyfikacji.\n\nPojawiło się kilka pomysłów. Część internautów uważała, że jest to specjalny scyzoryk, którego używano do cięcia zwłok, by wyjąć wnętrzności i przygotować ciało do balsamowania. Inni natomiast byli zdania, że to nic innego, jak elegancki i robiony na zamówienie nożyk do cięcia papieru (za jego pomocą otwierało się listy). Kilka komentarzy dotyczyło również elementów wojskowego uzbrojenia. \"To szwajcarski scyzoryk wojskowy, który był na wyposażeniu każdego żołnierza\" - czytamy.\n\nDziwny przedmiot był miał jednak bardzo prozaiczne przeznaczanie. To bowiem nic innego, jak skrobak do fajki. Za jego pomocą czyściło się cybuch. \"Moja prababka miała coś podobnego. Nałogowo paliła tytoń. Pewnie to jakaś rodzinna pamiątka przekazywana z pokolenia na pokolenie, bo to czyścidło wydaje się na bardzo stare\" - czytamy w jednym z komentarzy. Specjalne narzędzie do czyszczenia fajki można łatwo było włożyć do kieszeni i użyć, kiedy coś się zapchało albo rozdrobnić tytoń, bo był za gruby.\n\nRodzinne przedmioty mogą powiedzieć wiele o historii rodziny\n\nPo dawnym naszych przodków zostały tylko pojedyncze przedmioty, zapiski, pamiątki, może nawet i zdjęcia. Każdy z tych odłamków to osobna historia. Możemy poznawać ją wciąż na nowo dzięki odpowiedniemu przechowywaniu i konserwacji. Przedmioty będące częścią życia codziennego, są także ciekawym materiałem historycznym. Poza swoim praktycznym zastosowaniem były i są cennymi pamiątkami z przeszłości danego kraju. Wszystkie tego typu opowieści również stanowią świadectwo minionych czasów."
        }
    }
]