[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co robić w weekend 15-17 sierpnia 2025 w Łodzi? Piknik wojskowy, targi roślin, noc na Fali. Oto wydarzenia i atrakcje w weekend sierpniowy",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/co-robi%C4%87-w-weekend-15-17-sierpnia-2025-w-%C5%82odzi-piknik-wojskowy-targi-ro%C5%9Blin-noc-na-fali-oto-wydarzenia-i-atrakcje-w-weekend-sierpniowy/ar-AA1KuB9I?ocid=BingNewsVerp",
            "description": "Zostajesz w Łodzi na długi weekend sierpniowy? Zobacz co robić w święto 15 sierpnia 2025 i w kolejne dni! Będzie parada ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XzocM-9339Dm9_V0Q-qNpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Dziennik Łódzki on MSN7 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 r. płacą kolekcjonerzy za stare wazony",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-r-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-wazony/ar-AA1KteAW?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL-u cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki piwnic i strychów w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._ieNmRWkTHzrNcIry_MNry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Express Bydgoski on MSN17 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W czwartek 14 sierpnia będzie można bezpłatnie wycenić stare banknoty i monety. Masz takie u siebie? Przyjdź i sprawdź ich wartość",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/w-czwartek-14-sierpnia-b%C4%99dzie-mo%C5%BCna-bezp%C5%82atnie-wyceni%C4%87-stare-banknoty-i-monety-masz-takie-u-siebie-przyjd%C5%BA-i-sprawd%C5%BA-ich-warto%C5%9B%C4%87/ar-AA1K3U3T?ocid=BingNewsVerp",
            "description": "Jesteś z Krakowa lub okolic, a w domowych zasobach pozostały ci stare monety i banknoty i nie wiesz, czy są coś warte. A może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EiBtA3ibhf7S7cNUzBM5bS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Kraków Nasze Miasto on MSN23 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny na Jarmarku Dominikańskim w Gdańsku. \"Myślałem, że będzie drożej\"",
            "link": "https://www.onet.pl/turystyka/szaryburekpl/ceny-na-jarmarku-dominikanskim-w-gdansku-myslalem-ze-bedzie-drozej/h77x3hz,30bc1058",
            "description": "W niedzielę 10 sierpnia postanowiłem wybrać się na Jarmark Dominikański, który jest największym letnim wydarzeniem w Gdańsku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aceoUojwAkzQtKhgpPJHsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Onet21 godz.",
            "source": "Onet",
            "article_content": "Moim zdaniem ceny są raczej umiarkowane i każdy, niezależnie od zasobności portfela, może znaleźć coś dla siebie. Oczywiście są tu produkty, których wartość wynika z czasu, pracy i kunsztu włożonego w ich stworzenie, jak ręcznie robiona biżuteria, unikatowe rękodzieło, czy antyki z górnej półki. Potrafią one osiągać kwoty, od których może zakręcić się w głowie. Jednak obok tych ekskluzywnych wyrobów, czeka cała gama drobiazgów w naprawdę rozsądnych cenach. Od tradycyjnych przypraw, przez ozdoby do domu, aż po pamiątki, które nie zrujnują portfela. Dzięki temu to miejsce jest atrakcyjne zarówno dla kolekcjonerów poszukujących rzadkich perełek, jak i dla turystów szukających niedrogich upominków.\n\nPoznaj kontekst z AI Jakie są ceny potraw na Jarmarku Dominikańskim?\n\nCo można znaleźć na Targu Staroci?\n\nDo kiedy trwa Jarmark Dominikański w Gdańsku?\n\nJakie są możliwości degustacji na jarmarku?\n\nszaryburek.pl Jarmark Dominikański 2025\n\nszaryburek.pl Filiżanka + spodek 25 zł\n\nSpacerując wąskimi alejkami między straganami, można było trafić na niezliczone degustacje. Kusiły aromatyczne miody pitne i swojskie wędliny, których zapach unosił się w powietrzu. Nie brakowało też chałw i innych słodkości, którym trudno było się oprzeć.\n\nszaryburek.pl Swojskie wędliny\n\nW niedzielne, upalne popołudnie ludzi było naprawdę sporo. Momentami trzeba było przeciskać się między tłumem, żeby w ogóle podejść bliżej do straganów i zobaczyć, co oferują sprzedawcy.\n\nszaryburek.pl Jarmark Dominikański 2025\n\nszaryburek.pl Herbata z róży jadalnej, 10 zł, za 40 gr\n\nszaryburek.pl 55 zł za ręcznie robioną żabkę\n\nW tym roku za porcję mięs z grilla, takich jak golonka, karkówka czy szaszłyk drobiowy, trzeba zapłacić 19,90 zł za każde 100 gramów. Bigos w porcji 250 g kosztuje 25 zł, natomiast za 250 ml żurku zapłacimy 18 zł.\n\nszaryburek.pl Menu z jedzeniem\n\nZobacz także: Wzgórze Czaszek na Dolnym Śląsku zniszczone przez wandali\n\nDrewniane deski do krojenia występowały w najróżniejszych wariantach, od małych, poręcznych modeli idealnych do serwowania przekąsek, po solidne, masywne blaty do codziennego użytku w kuchni. Różniły się nie tylko rozmiarem i kształtem, ale też zdobieniami, gatunkiem drewna oraz ceną, dzięki czemu każdy mógł znaleźć coś dla siebie.\n\nszaryburek.pl Drewniana deska do krojenia w kształcie serca za 35 zł\n\nJak się dobrze poszukało, można było trafić na naprawdę kuszące promocje. Przykładem była oferta dwóch świeżo wypieczonych drożdżówek za jedyne 12 zł.\n\nszaryburek.pl 2 drożdżówki w cenie 1\n\nNa stoisku z oscypkami ceny również okazały się całkiem przystępne, zwłaszcza jak na produkt regionalny wytwarzany tradycyjnymi metodami. Można tu było kupić zarówno małe serki idealne na przekąskę, jak i większe, a każdy z nich kusił zapachem wędzonego sera i charakterystycznym, lekko słonym smakiem.\n\nszaryburek.pl Stoisko z oscypkami\n\nszaryburek.pl Gąbka 100% roślinna 25 zł\n\nTarg Staroci\n\nszaryburek.pl Targ Staroci\n\nPo obejściu większości stoisk skierowałem swoje kroki na Targ Staroci. Tutaj z kolei można było znaleźć prawdziwe skarby z minionej epoki. Stare rejestracje samochodowe, kolekcjonerskie monety, szyldy, zegary kominkowe, stylowe meble, płyty winylowe, kasety magnetofonowe, książki i co tylko dusza zapragnie.\n\nszaryburek.pl Targ staroci\n\nszaryburek.pl Stare filmy po 10 zł za sztukę\n\nTo targowisko przyciąga zarówno kolekcjonerów jak i pasjonatów staroci, można tu coś kupić albo wymienić. Zwykli spacerowicze szukając ciekawych okazów także znajdą coś dla siebie. Atmosferę tego miejsca tworzą nie tylko stoiska pełne historii, ale także rozmowy z wystawcami, którzy chętnie dzielą się ciekawostkami o sprzedawanych przedmiotach. Nie brakuje także stoisk z używaną elektroniką, narzędziami i przedmiotami codziennego użytku.\n\nszaryburek.pl Stare monety po 2 zł sztuka\n\nszaryburek.pl Różnego rodzaju książki po 2 zł za sztukę\n\nszaryburek.pl Stragan z prawdziwą historią\n\nszaryburek.pl Filiżanki, do wyboru, do koloru\n\nPodczas jarmarku szczególnie spodobał mi się Targ Staroci. Lubię takie miejsca, pełne historii i unikatowych przedmiotów. Choć tym razem nic sobie nie kupiłem, spacer pośród stoisk sprawił mi dużo radości. Samo oglądanie starych, pięknie zachowanych rzeczy było dla mnie przyjemnością. Największe wrażenie zrobiło na mnie stoisko, gdzie stały różne rzeźby i figury z brązu, ich ceny zaczynały się od kilkuset złotych.\n\nszaryburek.pl Lew za 48 tyś zł\n\n\"Złota karoca\", która stała przy straganie robiła chyba największe wrażenie, można było zrobić przy niej zdjęcie za 5 zł lub kupić ją całą za 200 tysięcy złotych.\n\nszaryburek.pl \"Złota karoca\" robiła duże wrażenie\n\nJarmark Dominikański w Gdańsku rozpoczął się 26 lipca i potrwa aż do 17 sierpnia tego roku. To doskonała okazja, by posmakować regionalnych przysmaków, znaleźć unikatowe rękodzieło czy odkryć prawdziwe perełki na Targu Staroci. Kto jeszcze nie miał okazji odwiedzić tego miejsca, naprawdę powinien to nadrobić."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs NOK/PLN 14 sierpnia 2025 r.",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/kurs-nokpln-14-sierpnia-2025-r/ar-AA1KuBbz?ocid=BingNewsVerp",
            "description": "Chcesz sprawdzić, jaki jest kurs korony norweskiej? Interesują cię bieżące notowania NOK? W tym miejscu sprawdzisz, czy złoty ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.716TEah4o039YEiXsPHhJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN7 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polska stawia na złoto – czy warto iść w ślady NBP? [Gość Infor.pl]",
            "link": "https://www.infor.pl/twoje-pieniadze/oszczednosci/7025517,polska-stawia-na-zloto-czy-warto-isc-w-slady-nbp-gosc-inforpl.html",
            "description": "Ministerstwo Rodziny, Pracy i Polityki Społecznej poinformowało w komunikacie, że od 14 sierpnia 2025 r. do 15 września 2025 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5DXYfWUkJ0hgiVl6aK7KKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "INFOR.PL10 godz.",
            "source": "INFOR.PL",
            "article_content": "Nigdy w historii Polska nie miała tak dużych rezerw złota. Prezes Narodowego Banku Polskiego Adam Glapiński konsekwentnie je powiększa, kupując fizyczny kruszec w ilościach, które robią wrażenie. Czy to dobra inwestycja także dla obywateli?\n\nEkspert rynku złota, członek zarządu oraz dyrektor ds. rozwoju w Mennicy Mazovia Paweł Mazurek, w rozmowie z GośćInfor.pl podkreśla: złoto to nie sposób na szybki zysk, lecz na bezpieczeństwo majątku.\n\nREKLAMA\n\nZłoto – polisa ubezpieczeniowa na trudne czasy\n\nW przeszłości, gdy światowa sytuacja była stabilna, wielu inwestorów zapominało o złocie, stawiając na akcje, obligacje czy ostatnio kryptowaluty. Jednak w czasach niepewności wraca zainteresowanie fizycznym złotem – nie kontraktami czy funduszami opartymi na notowaniach, ale metalem, który można trzymać w ręku.\n\nMazurek podkreśla: inwestowanie w złoto to „maraton, nie sprint”. Kupuje się je z myślą o latach, a nawet o przekazaniu kolejnym pokoleniom.\n\nBiżuteria to nie inwestycja\n\nEkspert zaznacza, że choć złota biżuteria ma wartość sentymentalną, nie jest formą inwestowania. Wynika to z niższej próby złota oraz kosztów wykonania i designu. Prawdziwe złoto inwestycyjne to sztabki i monety najwyższej próby 999,9 (tzw. czterodziewiątkowe), certyfikowane przez producentów z listy LBMA.\n\nOd czego zacząć?\n\nPierwszy krok to wybór zaufanego dilera – najlepiej z fizyczną siedzibą i możliwością natychmiastowego odbioru towaru. Wybór między sztabką a monetą zależy od preferencji inwestora.\n\nDalszy ciąg materiału pod wideo\n\nSztabki : często wybierane przez początkujących, zabezpieczone certyfikatem i unikalnym numerem.\n\n: często wybierane przez początkujących, zabezpieczone certyfikatem i unikalnym numerem. Monety bulionowe: rozpoznawalne na całym świecie, mające status prawnego środka płatniczego (choć nominał jest symboliczny w porównaniu z wartością kruszcu).\n\nCo ważne – zacząć można od niewielkich kwot. Jednogramowa sztabka to koszt ok. 450 zł, a uncja srebra ok. 180 zł. Regularne zakupy pozwalają uśrednić cenę i uniezależnić się od krótkoterminowych wahań.\n\nDlaczego warto mieć fizyczne złoto?\n\nZłoto daje niezależność od systemu bankowego i chroni wartość majątku przed inflacją. W przeciwieństwie do gotówki w domu, która traci siłę nabywczą, złoto zachowuje wartość w czasie, a jego przechowywanie jest proste – nawet kilogramowa sztabka zajmuje mniej miejsca niż równowartość w banknotach.\n\nEdukacja i przekazywanie wartości\n\nCoraz częściej rodzice kupują złoto dzieciom z okazji komunii, chrztu czy urodzin, traktując to jako formę edukacji finansowej. Dzięki temu młodzi uczą się, że majątek można przechowywać w trwałym, odpornym na inflację aktywie.\n\nZłoto a kolekcjonerstwo\n\nREKLAMA\n\nMazurek odróżnia inwestowanie w złoto od rynku numizmatycznego. Monety kolekcjonerskie wymagają specjalistycznej wiedzy i znajomości rzadkości emisji. Monety inwestycyjne są proste w zakupie – wystarczy kupić certyfikowany produkt od renomowanego sprzedawcy.\n\nZłoto to inwestycja dla cierpliwych. Nie służy do szybkiego zarobku, lecz do ochrony kapitału i zapewnienia sobie niezależności w niepewnych czasach. Regularne zakupy, nawet w małych ilościach, to strategia, która sprawdza się niezależnie od bieżących kursów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hossa dla „twardzieli' deklasuje półprzewodniki. Jak radzi sobie segment dysków HDD i SSD?",
            "link": "https://www.fxmag.pl/inwestowanie/hossa-dla-twardzieli-deklasuje-polprzewodniki-jak-radzi-sobie-segment-dyskow-hdd-i-ssd",
            "description": "W oddali od spółek głównego nurtu, które korzystają z zainteresowania inwestorów sztuczną inteligencją, znajduje się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oxIfvdy53KvUka6vypMDSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "FXMAG3 godz.",
            "source": "FXMAG",
            "article_content": "Dlaczego to może być ciekawy pomysł na wejście tylnymi drzwiami do AI? Więcej o „twardzielach” dyskowych dla twardzieli rynku kapitałowego w tej analizie.\n\nZ dalekiego lotu orbitalnego powrócił niedawno Sławosz Uznański-Wiśniewski. Łodzianin jest drugim polskim kosmonautą, który znalazł się w przestrzeni kosmicznej. Za nic jednak nie chcą powrócić z orbitalnej podróży akcje niektórych spółek technologicznych, które zajmują się produkcją dysków. Przykładem mogą być Seagate i Western Digital. Od pewnego czasu przebywały one w cieniu innych podmiotów, które mogą skorzystać na tsunami rozprzestrzeniającym się niepowstrzymanie w związku z recepcją sztucznej inteligencji.\n\nGdy myślisz o AI, to od razu przychodzi do głowy Nvidia, a do tego jej mniej lub bardziej udane klony oraz hiperskalerzy pokroju Microsoftu, Google’a, Amazona i Meta Platforms. Ale może coś po drodze gubisz? Bo niewykluczone, że istnieje tylne wejście do biznesu AI, które wielu inwestorów ignoruje.\n\nW 1956 r., gdy IBM jako pierwszy wynalazł dysk twardy, to bocian, który miał przynieść Uznańskiego-Wiśniewskiego na świat, jeszcze planował, jak to zrobić. IBM wyprzedził nawet swoim odkryciem pierwszego polskiego lotnika orbitalnego – Mieczysława Hermaszewskiego, który odwiedził kosmos w 1978 r., a bocian wtedy jeszcze przez 6 lat dumał, jak tu dostarczyć na świat Sławosza.\n\nIBM wymyślił dysk IBM 350, który był częścią systemu IBM 305 RAMAC. Miał on pojemność 3,75 MB, co może wzbudzać obecnie uśmiech politowania. Został umieszczony w filigranowej, blaszanej „szafeczce”, która ważyła około tony.\n\nSeagate i Western Digital rozdają karty\n\nNvidia, Taiwan Semiconductor i ASML to przykłady firm znajdujących się w centrum zainteresowania inwestorów poszukujących najlepszych typów technologicznych. Ostatnio modne są pewnie jeszcze AMD i Broadcom. Można to zrozumieć, gdyż to przedsiębiorstwa potężnych rozmiarów, a media i analitycy poświęcają im nieustannie uwagę.\n\nReklama\n\nUwadze wielu inwestorów mogło umknąć to, co się dzieje w bardziej niszowych segmencie – dostawców dysków. Bo nie da się uniknąć w tej całej układance tego, że poza narzędziami do trenowania coraz nowszych modeli generatywnej sztucznej inteligencji, potrzebne są jeszcze zdolności przechowywania zgromadzonych danych.\n\nBajtów nie da się przechowywać w powietrzu. Niezbędnego do tego są urządzenia, które pozwalają gromadzić w bezpieczny sposób dane. Stąd dużą rolę odgrywa segment „pedeków”, czyli firmy produkujące dyski typu HDD i SSD.\n\nNa poniższej infografice mamy zmianę kursów Wielkiej Trójki „pedeków”, czyli Seagate Technology (STX), Western Digital Corporation (WDC) i Toshiby (6588), na tle S&P 500 (SPY) oraz spółek, bez których nie da się wyobrazić rozwoju AI: Nvidii (NVDA), Taiwan Semiconductor (TSM) i ASML.\n\nKtoś mógłby się zdziwić, dlaczego w tej liście spółek nie uwzględniłem hiperskalerów czy innych firm płynących na fali AI (np. Palantir). Wytłumaczenie jest proste. Nieco podobne do gorączki złota Klondike. Firmy wyżej wymienione przeze mnie są tak naprawdę odpowiednikami dostawców łopat i kilofów, którymi posłużą się górnicy „złota” sztucznej inteligencji, czyli na przykład hiperskalerzy.\n\nOd kwietniowego dołka lokalnego, który wyznaczyło tymczasowe „wycofanie się” Donalda Trumpa z ceł wzajemnych, na rynki akcji powrócił optymizm. Jak w rzeczywistości było, wszyscy wiemy. Prezydenckie zawieszenie taryfowe przełożyło się w sierpniu na cła dodatkowe, choć w niektórych wypadkach niższe niż ogłosił 2 kwietnia w Ogrodzie Różanym polityk.\n\nW takim otoczeniu dobrze sobie radzili liderzy segmentu dysków – Seagate i Western Digital. Akcje tych koncernów zyskały odpowiednio od początku tego roku 75% i 57%. Wyłamała się z tego trendu jedynie Toshiba, której papiery poszły w dół o 18%.\n\nReklama\n\nTe pierwsze dwie organizacje rozdają karty w biznesie dysków. Mają one ok. 80% udziału w produkcji. Liczy się zdecydowanie też Toshiba (jakieś kilkanaście procent), a później jest masa firm, dla których w większości dyski są działalnością poboczną, gdyż stanowi to niewielki ułamek sprzedaży ogółem. W tej grupie znajdują się Transcend, Samsung, Adata, Hewlett Packard, Quantum, SK Hynix, Intel, Lenovo i Micron Technology.\n\nW porównaniu z dwójką liderów z sektora dysków dużo gorzej radziły sobie w analizowanym okresie Nvidia (+27%), Taiwan Semiconductor (+17%) i ASML (+4%). Przypadek? A może coś innego za tym stało? Opowiadałbym się raczej za tym drugim.\n\nŹródło: TradingView (data referencyjna 12 sierpnia 2025)\n\nSektorowe cło z Section 232 wisi na półprzewodnikami, ale nie nad dyskami\n\nBureau of Industry and Security przez Departamencie Handlu (BIS) podało, że 1 kwietnia 2025 wszczęło śledztwo w zakresie Section 232 ustawy o ekspansji gospodarczej z 1962 r. w zakresie półprzewodników i sprzętu do ich wytwarzania. To kolejne postępowanie sektorowe, które ma na celu ustalenie, czy wzorem stali/aluminium (50% cło), samochodów osobowych i części zamiennych (25%) i miedzi (50%), Amerykanie powinni nałożyć taryfę na nowy segment.\n\nPoza wdrożonymi cłami w trzech sektorach BIS prowadzi postępowania wyjaśniające również w innych branżach, co zostało pokazane na poniższej infografice.\n\nŹródło: opracowanie własne na podstawie BIS\n\nReklama\n\nPostępowanie w ramach Section 232 inicjuje sekretarz handlu. Zespół ekspertów urzędu ma zadanie w ciągu 270 dni ustalić, czy praktyki państwa, z którego importuje się dane dobra do USA, grożą bezpieczeństwu narodowemu. Następnie uargumentowany wynik śledztwa przedkładany jest prezydentowi, którego to nie wiąże, i może on podjąć decyzję wbrew sugestii Departamentu Handlu. Prezydent Stanów Zjednoczonych w ciągu 90 dni rozważa, czy należy nałożyć cło sektorowe. Jak dokładnie działa Section 232 dowiesz się pod tym linkiem: https://www.bis.doc.gov/index.php/documents/section-232-investigations/86-section-232-booklet/file .\n\nW handlu półprzewodnikami i ich pokrewnymi, których dotyczy postępowanie zainicjowane 1 kwietnia br., USA w 2024 r. zaimportowały dobra warte ponad 200 mld dol. więcej niż wyeksportowały.\n\nGeograficznie import był mocno skoncentrowany – z 5 państw pochodziło blisko 80% dostaw do Ameryki. Numerem jeden były Chiny (ponad ¼). Państwo Środka jest globalnym liderem pod względem montażu, testowania i pakowania chipów (ATP). To tam znajduje się prawie 1/3 fabryk tego typu, w tym wiele takich, za którymi stoi kapitał amerykański.\n\nTo rodzi podobne wyzwanie w razie nałożenia taryfy sektorowej jak w przypadku unijnych producentów samochodów elektrycznych, którzy wprawdzie mają zakłady w Chinach, ale de facto pochodzą z Europy.\n\nNa drugim miejscu najważniejszych eksporterów był Tajwan (prawie 1/5 importu USA w tej specjalizacji), a na trzecim Meksyk (15%), choć udział południowego sąsiada Stanów Zjednoczonych zapewne wzrośnie w najbliższej przyszłości, ponieważ tajwański Foxconn uruchomi fabrykę\n\npod koniec tego roku lub najdalej na początku następnego.\n\nŹródło: CEPR\n\nReklama\n\nWidmo dotkliwych taryf importowych wisi nad niektórymi branżami, w tym półprzewodnikowej, ale nie dotyczy to producentów dysków, co może tłumaczyć relatywnie lepsze zachowanie się kursów przedstawicieli sektora w porównaniu z zagrożonymi chipami. Może to być też przejaw mody tymczasowej, co często się dzieje na rynku kapitałowym. Skoro akcje półprzewodnikowe są „wygrzane” cenowo, to część inwestorów mogła dojść do wniosku, że warto postawić na innego konia. I padło na „pedeki”, czyli gałąź pokrewną wobec „semisów”.\n\nKim są główni gracze dyskowi?\n\nSeagate Technology ma swoją siedzibę w Dublinie w Irlandii, zaś Western Digital Corporation w kalifornijskim\n\nJose.Według najnowszych danych za I kw. 2025 około połowy sprzedaży pochodziło z usług serwisowych, a reszta była mieszanką sprzedaży hardware i software.\n\nDo tego sentyment do Toshiby ostatnio klapł po tym, gdy 6 sierpnia br. przy okazji publikacji raportu z wynikami kwartalnymi, Japończycy podali m. in., jaki wpływ na ich wyniki finansowe będą miały nałożone przez administrację Trumpa cła. Nie jest to coś, co „przewróci” holding, gdyż bezpośredni koszt taryf to 11 mld jenów (JPY). Toshiba prognozuje, że będzie mieć 550 mld JPY sprzedaży w tym roku, co oznacza, że negatywny wpływ ceł to jakieś 2%. Spółka oczekuje, że wyjdzie „na zero”, jeżeli chodzi o zysk netto (w zeszłym roku odnotowała 29,9 mld JPY zysku netto). Być może czarę goryczy inwestorów przepełniła deklaracja, że przyszła dywidenda ma być przedmiotem dyskusji, co tak naprawdę oznacza, iż jej wypłata jest nader wątpliwa (w 2024 r. wyniosła ona 45 JPY). Na sesji 7 sierpnia kurs akcji Toshiby na wieść o tych „rewelacjach” zniżkował ponad 12%.\n\nMoim zdaniem porównywanie Toshiby do firm z Irlandii i USA jest mało sensowne, bo to tak jakby porównywać Samsunga z Intelem, albo jeszcze „lepiej” - Samsunga z Taiwan Semiconductor. Niby trochę podobne, ale jakże różne modele biznesowe.\n\nRozmiarowo - pod względem kapitalizacji rynkowej akcji - Seagate i Western Digital są zbliżone do wartości giełdowej\n\nBP, przy czym w odróżnieniu od naszego największego banku komercyjnego, braku spółek dyskowych trudno sobie wyobrazić w pejzażu współczesnej gospodarki. Są wyjątkowe, a PKO BP tylko jednym z wielu.\n\nHossa „pedekowa” doprowadziła do tego, że Seagate Technology ustanowił właśnie maksimum historyczne. Western Digital trochę brakuje do szczytu kapitalizacji z 2015 r., gdy spółka było dużo więcej warta niż jej irlandzki konkurent.\n\nŹródło: opracowanie własne na podstawie CMC\n\nReklama\n\nNa potrzeby tej analizy przygotowałem dwie infografiki, które pokazują podstawowe parametry Seagate i Western Digital. W obu przypadkach obecna wycena rynkowa jest poniżej konsensusu analityków dla ceny docelowej w perspektywie najbliższych 12 miesięcy – dla Seagate potencjał wzrostu to 5%, a dla Western Digital to 14%.\n\nSkoro już jesteśmy przy konsensusie, to w tej analizie po raz pierwszy zawarłem oczekiwania analityków, które dotyczą średniorocznej stopy zmiany sprzedaży, zysku EBITDA i zysku na akcję (EPS) na nadchodzące 2 lata. Takie podejście będę kontynuował w następnych odsłonach materiałów publikowanych na łamach FXMAG.\n\nŹródło: opracowanie własne na podstawie FactSet\n\nŹródło: opracowanie własne na podstawie FactSet\n\nZettabajtami świat stoi\n\nBez dwóch zdań żyjemy w erze zettabajtów. Według raportu Cisco – Global Web Traffic – dane zgromadzone tylko w sieci na koniec tego roku mają wynieść 175 zettabajtów (ZB). A internet to przecież nie wszystko.\n\nReklama\n\nŻeby uchwycić gigantyczny progres w tej kwestii warto zdać sobie sprawę, że w 2010 r. w webie było 2 ZB. W porównaniu z historią sprzed 15 lat średnioroczne tempo wzrostu zasobów danych zgromadzonych w necie wyniosło w zaokrągleniu 35%.\n\nAle właściwie, ile to jest zettabajt, który jest terminem ukutym przez wspomniane Cisco. To jednostka miary danych, która równa się 10 do potęgi 21 bajtów, czyli nie mniej, nie więcej, jest to 1 sekstylion bajtów (1 000 000 000 000 000 000 000). Przeciętny śmiertelnik nie ma dostępu do technologii zdolnych do pomieszczenia takich zasobów danych. W naszych komputerach lub innych urządzeniach umieszczone są co najwyżej pamięci zdolne do przechowania danych wyrażone w terabajtach.\n\nDla numeromaniaków można podać, że jeden zettabajt odpowiada za ok. 250 mld płyt DVD, ale to już nieco archaiczna technika i nie każdemu może przemówić do wyobraźni. OneData policzyła, że 200 zettabajtów to wystarczająca ilość danych, aby wypełnić nimi 1,5 biliona iPhone'ów, co znaczyłoby że każdy mieszkaniec naszej planety posiada jakieś 200 iPhone’ów. Albo do przesłania strumieniowego filmów z 40 bilionów lat. Albo do zapisania każdego słowa, jakie kiedykolwiek wypowiedziano na świecie 2,5 tys. razy.\n\nW miarę rozwoju ludzkości w końcu pojawią się miary danych wyższego rzędu. Po zettabajtach nadejdą jottabajty (YB) – tysiąckrotność zettabajtów, a dalej w postąpieniu o kolejne tysiące: brontobajty – 1 000 jottasów, i geopbajty – 1000 brontosów.\n\nŹródło: American Energy Society\n\nReklama\n\nMamy niespełna dwie setki zettabajtów obecnie (net plus „reszta świata”, czyli zasoby poza internetem). Do 2028 r. zdaniem jednego z wiodących think-tanków technologicznych – IDC – dobijemy do blisko czterech setek. Przy czym pamiętajmy, że to cały zasób danych wyprodukowanych przez naszą cywilizację, a nie średnioroczny przyrost. W takim tempie dojdziemy prawdopodobnie na początku następnej dekady do przeliczania na jottabajty.\n\nPrym wciąż wiodą stare, ale jare „twardziele”, czyli dyski wykonane w technologii HDD. Rośnie udział pamięci flash (dyski SSD). Dyski DRAM, taśmowe i optyczne zdają się już wspomnieniem przy obu dominujących nośnikach.\n\nŹródło: opracowanie własne na podstawie IDC\n\nCzy „twardziele” nie mają przyszłości?\n\nKażda z tych technologii (HDD vs SDD) ma swoje plusy i minusy. Niektórzy zapowiadają, że HDD odejdzie do lamusa. Charlie Giancarlo, dyrektor generalny Pure Pure Biologics S.A. 6.8452 27.48 % Dywidendy 1 dzień 3.09 % 1 tydzień -8.12 % 1 miesiąc 120.39 % 6 miesięcy -60.75 % Ta teza opiera się na przekonaniu, że dyski flash, zwłaszcza dyski QLC (4 bity/komórkę) o dużej pojemności, obniżą całkowity koszt macierzy all-flash do poziomu niższego niż w przypadku macierzy dyskowych. Minęły już 2 lata od apokaliptycznych zapowiedzi Giancarlo, a dane sprzedażowe w segmencie dysków nie potwierdzają jak na razie jego przypuszczeń.\n\nPolemizują z szefem Pure Storage inni eksperci, którzy twardo obstają przy tym, że przeważy ekonomika. Koszt SSD w przeliczeniu na terabajt będzie maleć, ale nie stanie się w dającej przewidzieć się przyszłości (do co najmniej 2030 r.) na tyle atrakcyjny, że wyprze technologię HDD.\n\nŹródło: semiengineering.com\n\nReklama\n\n\"Wykres to najnowsza historia i prognozy Coughlin Associates dotyczące dostaw dysków twardych, dysków półprzewodnikowych i taśm do 2028 roku. Spodziewamy się, że o ile nie nastąpi znaczne spowolnienie gospodarcze, popyt na cyfrowe pamięci masowe wspierające sztuczną inteligencję, IoT, media i rozrywkę, a także genomikę i inne zastosowania medyczne będzie napędzał wzrost popytu na pamięć masową. Powinno to spowodować powrót do wzrostu pojemności dysków twardych, dysków SSD i taśm magnetycznych, ponieważ wszystkie te nośniki pamięci masowej zwiększają swoją pojemność na urządzenie\" – odnieśli się do swojej poniższej infografiki analitycy Coughlin Associates.\n\nŹródło: Coughlin Associates\n\nZmierzchu HDD nie widzi też TJ Burlee – link: https://www.securedatarecovery.com/blog/will-ssds-replace-hard-drives . Według niego istnieje sporo powodów, dla których dyski twarde prawdopodobnie nie znikną w najbliższym czasie. Chodzi m. in. o stabilne i niezawodne przechowywanie długoterminowe, HDD są znacznie tańszą opcją do przechowywania ogromnych ilości danych, stanowią doskonały wybór dla rzadko używanych danych, ich wydajność może być optymalizowana dzięki dyskom SSD w systemach hybrydowych.\n\nŹródło: securedatarecovery.com\n\nReklama\n\nŚwiat pędzi, a my wraz z nim. Rozwój technologii informatycznych potrafi zadziwić. Jak bardzo? Niech przemówią do nas pieniądze. Magazyn BYTE w lipcu 1980 r. reklamował dysk twardy o pojemności 10 MB za 3 495 dol. Obecnie za 200 zł da się kupić bardzo porządny dysk o pojemności 1 TB. No to na koniec analizy przeliczmy to, nie uwzględniając kosztu pieniądza w czasie. Porównajmy zatem cenę nominalną z 1980 r. do nominału obecnie.\n\nOkazuje się, że aktualnie pamięć na dane o pojemności 10 MB w dysku 1 TB kosztowałaby nas… mniej niż jedną dziesiątą centa w porównaniu z prawie 3,5 tys. dol., które przyszłoby nam zapłacić w 1980 r."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najbardziej oczekiwana sprzedaż nieruchomości od lat. Teren dawnej Fabryki Porcelany Wałbrzych na sprzedaż - kawałek historii za 4,6 mln zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/najbardziej-oczekiwana-sprzeda%C5%BC-nieruchomo%C5%9Bci-od-lat-teren-dawnej-fabryki-porcelany-wa%C5%82brzych-na-sprzeda%C5%BC-kawa%C5%82ek-historii-za-46-mln-z%C5%82/ar-AA1Kmuav?ocid=BingNewsVerp",
            "description": "To będzie najbardziej oczekiwana sprzedaż nieruchomości w Wałbrzychu w ostatnich latach, a może nawet dekady. Komornik ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1gT2IjewR2aqmiPSVqAcNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN19 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pogórzańskie Targowisko Staroci",
            "link": "https://radiovia.com.pl/aktualnosci/pogorzanskie-targowisko-staroci",
            "description": "Już w najbliższą niedzielę 17 sierpnia, na terenie Skansenu w Szymbarku, odbędzie się coroczne \"Pogórzańskie Targowisko ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.r_UtnSc-noNWePf4PCPnBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio VIA7 godz.",
            "source": "Radio VIA",
            "article_content": "Już w najbliższą niedzielę 17 sierpnia, na terenie Skansenu w Szymbarku, odbędzie się coroczne \"Pogórzańskie Targowisko Staroci\".\n\nDo wystawienia swoich zbiorów zaproszeni zostali kolekcjonerzy oraz kilkunastu handlarzy starociami z różnych stron Polski. W trakcie targów będzie można zakupić przedmioty codziennego i niecodziennego użytku, kolekcje monet, militaria, książki itp.\n\nTargowisko odbędzie się w godzinach od 10:00 do 16:00"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda kolekcjonerska odwołana. Kolekcjonerzy muszą poczekać do września",
            "link": "https://www.moja-ostroleka.pl/art/1755170574/gielda-kolekcjonerska-odwolana-kolekcjonerzy-musza-poczekac-do-wrzesnia",
            "description": "Miłośnicy staroci i unikalnych przedmiotów muszą uzbroić się w cierpliwość. Giełda kolekcjonerska, która miała się odbyć w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.r_bJUsde4SzxfJ8f7exCEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Moja Ostrołęka1 godz.",
            "source": "Moja Ostrołęka",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co robić w weekend 15-17 sierpnia 2025 w Łodzi? Piknik wojskowy, targi roślin, noc na Fali. Oto wydarzenia i atrakcje w weekend sierpniowy",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/co-robi%C4%87-w-weekend-15-17-sierpnia-2025-w-%C5%82odzi-piknik-wojskowy-targi-ro%C5%9Blin-noc-na-fali-oto-wydarzenia-i-atrakcje-w-weekend-sierpniowy/ar-AA1KuB9I?ocid=BingNewsVerp",
            "description": "Zostajesz w Łodzi na długi weekend sierpniowy? Zobacz co robić w święto 15 sierpnia 2025 i w kolejne dni! Będzie parada ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XzocM-9339Dm9_V0Q-qNpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Łódzki on MSN7 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Single w domu: moje mieszkanie to więcej mnie niż \"utartych\" schematów",
            "link": "https://www.onet.pl/styl-zycia/gratkapl/single-w-domu-moje-mieszkanie-to-wiecej-mnie-niz-utartych-schematow/0rw7pdk,30bc1058",
            "description": "Kiedy mieszkasz solo, nie musisz nikomu tłumaczyć, czemu postanowiłeś pomalować ściany na krzykliwy kolor, dlaczego meble nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4l_uWMv49f8j1Dlcw-wdcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Onet12 min",
            "source": "Onet",
            "article_content": "Personalizacja mieszkania jako wyraz osobowości\n\nWnętrza, w których żyją single, coraz rzadziej przypominają katalogowe aranżacje. Choć przez lata pokutował pogląd, że singiel mieszka tymczasowo – byle jak, byle było – dziś takie podejście odchodzi do lamusa. Zamiast tego króluje indywidualizm. To, co widać w mieszkaniu, mówi więcej o jego właścicielu niż jakiekolwiek CV.\n\nPoznaj kontekst z AI Jakie kolory są popularne w aranżacji mieszkań singli?\n\nJakie meble najlepiej sprawdzają się w małych mieszkaniach?\n\nCo może być inspiracją do urządzenia mieszkania?\n\nJakie dodatki warto eksponować w mieszkaniu singla?\n\nMieszkanie singla to często pełne spektrum jego gustów i pasji: może być kolorowe i chaotyczne, monochromatyczne i wyciszone, pełne roślin, książek, rękodzieł czy starych mebli z duszą. Gdy nie trzeba z nikim iść na kompromisy, można puścić wodze fantazji. A co ważne – taka przestrzeń sprzyja nie tylko estetycznej satysfakcji, ale też lepszemu samopoczuciu.\n\nPasje w centrum przestrzeni\n\nreklama\n\nWnętrza singli często mają jeden wspólny mianownik - są pełne pasji. Ściana z mapami odwiedzonych miejsc, regał pełen winyli, miejsce na sztalugę oraz farby albo kącik do medytacji z poduchami i kadzidłami – wszystko ma swoje uzasadnienie i służy konkretnym potrzebom.\n\n\"Zawsze chciałam mieć ścianę w kuchni, po której można pisać kredą. Nikt mi tego nie zabronił – więc mam. Notuję tam przepisy, zostawiam sobie miłe hasła i czuję się z tym świetnie\" – opowiada Gosia, 33-letnia singielka z Łodzi.\n\nW modzie są też meble z historią – znalezione na targu staroci, odziedziczone po babci, odnowione własnoręcznie. Takie przedmioty nadają wnętrzom głębi i charakteru, budując poczucie \"tu jestem u siebie\".\n\nGetty Images Wnętrza mieszkań singli są pełne pasji\n\nAranżacja wnętrz dla singla – wygoda według własnych zasad\n\nMieszkanie w pojedynkę daje unikalną możliwość dostosowania przestrzeni dokładnie do siebie – bez ustaleń, zgrzytów czy rezygnacji. Można urządzić kuchnię pod swoje kulinarne nawyki (albo kompletnie ją zminimalizować, jeśli gotujesz sporadycznie), stworzyć idealne biuro do pracy zdalnej lub przestrzeń do twórczości.\n\nKoniec z kopiowaniem z social mediów\n\nPrzez lata dominowały trendy na minimalistyczne wnętrza w stylu skandynawskim – białe ściany, szare sofy, drewniane dodatki. Choć wciąż mają swoich fanów, wiele osób uważa ten schemat jako bezosobowy i bezduszny.\n\nSingle coraz częściej szukają własnego języka estetycznego. Zamiast kopiować gotowe pomysły z internetu, zadają sobie pytania: co naprawdę lubię? Gdzie czuję się dobrze? Co mnie inspiruje? Indywidualny styl mieszkania nie musi być modny – ważne, żeby był \"twój\". Wnętrze, które w 100% oddaje charakter właściciela, nie potrzebuje certyfikatów trendów z magazynów wnętrzarskich.\n\nWnętrza dla singli – jak urządzić niewielkie mieszkanie z duszą?\n\nW małych mieszkaniach świetnie sprawdzają się meble wielofunkcyjne – rozkładane stoły, łóżka z pojemnikami na pościel, składane biurka. Antresole to również popularne rozwiązanie – pozwalają lepiej wykorzystać przestrzeń w mieszkaniach o wyższych sufitach.\n\nDobrze zaplanowane oświetlenie, w tym światło ciepłe w miejscach relaksu i chłodniejsze do pracy oraz poręczne przechowywanie (szafki na wymiar, półki pod sufitem) to podstawa codziennego komfortu.\n\nGetty Images Jak urządzić niewielkie mieszkanie dla singla\n\nJak stworzyć mieszkanie pełne siebie? Praktyczne inspiracje\n\nNie musisz przeprowadzać gruntownego remontu ani mieć dużego budżetu, aby uczynić swoje mieszkanie bardziej osobistym. Poniżej kilka prostych pomysłów.\n\nStwórz własną tablicę inspiracji – wycinaj zdjęcia z magazynów, drukuj grafiki z sieci, notuj pomysły. Dzięki temu łatwiej zobaczysz, jaki styl naprawdę ci odpowiada. Znajdź motyw przewodni – np. konkretna paleta kolorystyczna, klimat vintage, natura, podróże. To pomoże spójnie łączyć elementy wystroju. Eksponuj pasje – nie chowaj instrumentów do szafy, nie wstydź się kolekcji figurek. Twoje hobby to twoja historia. Sięgaj po unikatowe dodatki – rękodzieło, pamiątki z podróży, obrazy lokalnych artystów. Takie detale budują emocjonalny związek z miejscem. Nie bój się zmian – mieszkanie to nie muzeum. Przesuwaj meble, przestawiaj dekoracje, testuj nowe rozwiązania. Żyj w zgodzie ze sobą.\n\nMieszkanie singla nie musi być tymczasową przystanią. Niech to będzie pełnoprawna, osobista przestrzeń, która może i powinna być odbiciem tożsamości i stylu życia. Niezależnie od tego, czy żyjesz w 27-metrowej kawalerce, czy w przestronnym apartamencie, warto urządzić je tak, aby czuć się dobrze – z samym sobą i wśród swoich rzeczy. Nie musisz spełniać cudzych oczekiwań ani wpisywać się w modowe szablony. Wnętrze to nie wystawa, to twój świat. I niech będzie więcej tobą niż trendem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny na Jarmarku Dominikańskim w Gdańsku. \"Myślałem, że będzie drożej\"",
            "link": "https://www.onet.pl/turystyka/szaryburekpl/ceny-na-jarmarku-dominikanskim-w-gdansku-myslalem-ze-bedzie-drozej/h77x3hz,30bc1058",
            "description": "W niedzielę 10 sierpnia postanowiłem wybrać się na Jarmark Dominikański, który jest największym letnim wydarzeniem w Gdańsku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aceoUojwAkzQtKhgpPJHsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Onet21 godz.",
            "source": "Onet",
            "article_content": "Moim zdaniem ceny są raczej umiarkowane i każdy, niezależnie od zasobności portfela, może znaleźć coś dla siebie. Oczywiście są tu produkty, których wartość wynika z czasu, pracy i kunsztu włożonego w ich stworzenie, jak ręcznie robiona biżuteria, unikatowe rękodzieło, czy antyki z górnej półki. Potrafią one osiągać kwoty, od których może zakręcić się w głowie. Jednak obok tych ekskluzywnych wyrobów, czeka cała gama drobiazgów w naprawdę rozsądnych cenach. Od tradycyjnych przypraw, przez ozdoby do domu, aż po pamiątki, które nie zrujnują portfela. Dzięki temu to miejsce jest atrakcyjne zarówno dla kolekcjonerów poszukujących rzadkich perełek, jak i dla turystów szukających niedrogich upominków.\n\nPoznaj kontekst z AI Jakie są ceny potraw na Jarmarku Dominikańskim?\n\nCo można znaleźć na Targu Staroci?\n\nDo kiedy trwa Jarmark Dominikański w Gdańsku?\n\nJakie są możliwości degustacji na jarmarku?\n\nszaryburek.pl Jarmark Dominikański 2025\n\nszaryburek.pl Filiżanka + spodek 25 zł\n\nSpacerując wąskimi alejkami między straganami, można było trafić na niezliczone degustacje. Kusiły aromatyczne miody pitne i swojskie wędliny, których zapach unosił się w powietrzu. Nie brakowało też chałw i innych słodkości, którym trudno było się oprzeć.\n\nszaryburek.pl Swojskie wędliny\n\nW niedzielne, upalne popołudnie ludzi było naprawdę sporo. Momentami trzeba było przeciskać się między tłumem, żeby w ogóle podejść bliżej do straganów i zobaczyć, co oferują sprzedawcy.\n\nszaryburek.pl Jarmark Dominikański 2025\n\nszaryburek.pl Herbata z róży jadalnej, 10 zł, za 40 gr\n\nszaryburek.pl 55 zł za ręcznie robioną żabkę\n\nW tym roku za porcję mięs z grilla, takich jak golonka, karkówka czy szaszłyk drobiowy, trzeba zapłacić 19,90 zł za każde 100 gramów. Bigos w porcji 250 g kosztuje 25 zł, natomiast za 250 ml żurku zapłacimy 18 zł.\n\nszaryburek.pl Menu z jedzeniem\n\nZobacz także: Wzgórze Czaszek na Dolnym Śląsku zniszczone przez wandali\n\nDrewniane deski do krojenia występowały w najróżniejszych wariantach, od małych, poręcznych modeli idealnych do serwowania przekąsek, po solidne, masywne blaty do codziennego użytku w kuchni. Różniły się nie tylko rozmiarem i kształtem, ale też zdobieniami, gatunkiem drewna oraz ceną, dzięki czemu każdy mógł znaleźć coś dla siebie.\n\nszaryburek.pl Drewniana deska do krojenia w kształcie serca za 35 zł\n\nJak się dobrze poszukało, można było trafić na naprawdę kuszące promocje. Przykładem była oferta dwóch świeżo wypieczonych drożdżówek za jedyne 12 zł.\n\nszaryburek.pl 2 drożdżówki w cenie 1\n\nNa stoisku z oscypkami ceny również okazały się całkiem przystępne, zwłaszcza jak na produkt regionalny wytwarzany tradycyjnymi metodami. Można tu było kupić zarówno małe serki idealne na przekąskę, jak i większe, a każdy z nich kusił zapachem wędzonego sera i charakterystycznym, lekko słonym smakiem.\n\nszaryburek.pl Stoisko z oscypkami\n\nszaryburek.pl Gąbka 100% roślinna 25 zł\n\nTarg Staroci\n\nszaryburek.pl Targ Staroci\n\nPo obejściu większości stoisk skierowałem swoje kroki na Targ Staroci. Tutaj z kolei można było znaleźć prawdziwe skarby z minionej epoki. Stare rejestracje samochodowe, kolekcjonerskie monety, szyldy, zegary kominkowe, stylowe meble, płyty winylowe, kasety magnetofonowe, książki i co tylko dusza zapragnie.\n\nszaryburek.pl Targ staroci\n\nszaryburek.pl Stare filmy po 10 zł za sztukę\n\nTo targowisko przyciąga zarówno kolekcjonerów jak i pasjonatów staroci, można tu coś kupić albo wymienić. Zwykli spacerowicze szukając ciekawych okazów także znajdą coś dla siebie. Atmosferę tego miejsca tworzą nie tylko stoiska pełne historii, ale także rozmowy z wystawcami, którzy chętnie dzielą się ciekawostkami o sprzedawanych przedmiotach. Nie brakuje także stoisk z używaną elektroniką, narzędziami i przedmiotami codziennego użytku.\n\nszaryburek.pl Stare monety po 2 zł sztuka\n\nszaryburek.pl Różnego rodzaju książki po 2 zł za sztukę\n\nszaryburek.pl Stragan z prawdziwą historią\n\nszaryburek.pl Filiżanki, do wyboru, do koloru\n\nPodczas jarmarku szczególnie spodobał mi się Targ Staroci. Lubię takie miejsca, pełne historii i unikatowych przedmiotów. Choć tym razem nic sobie nie kupiłem, spacer pośród stoisk sprawił mi dużo radości. Samo oglądanie starych, pięknie zachowanych rzeczy było dla mnie przyjemnością. Największe wrażenie zrobiło na mnie stoisko, gdzie stały różne rzeźby i figury z brązu, ich ceny zaczynały się od kilkuset złotych.\n\nszaryburek.pl Lew za 48 tyś zł\n\n\"Złota karoca\", która stała przy straganie robiła chyba największe wrażenie, można było zrobić przy niej zdjęcie za 5 zł lub kupić ją całą za 200 tysięcy złotych.\n\nszaryburek.pl \"Złota karoca\" robiła duże wrażenie\n\nJarmark Dominikański w Gdańsku rozpoczął się 26 lipca i potrwa aż do 17 sierpnia tego roku. To doskonała okazja, by posmakować regionalnych przysmaków, znaleźć unikatowe rękodzieło czy odkryć prawdziwe perełki na Targu Staroci. Kto jeszcze nie miał okazji odwiedzić tego miejsca, naprawdę powinien to nadrobić."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ważne odkrycie w starym Gdańsku. Co jeszcze kryje się pod ziemią?",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/wa%C5%BCne-odkrycie-w-starym-gda%C5%84sku-co-jeszcze-kryje-si%C4%99-pod-ziemi%C4%85/ar-AA1KuDaD?ocid=BingNewsVerp",
            "description": "Pracownia Archeologiczno-Konserwatorska ArcheoScan dokonała kolejnego odkrycia na działce przy ulicy Sukienniczej w Gdańsku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.T_1Q4DWiuTjGs4QxKU7N0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gdańsk Nasze Miasto on MSN7 godz.",
            "source": "Gdańsk Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co robić w weekend 15-17 sierpnia 2025 w Łodzi? Piknik wojskowy, targi roślin, noc na Fali. Oto wydarzenia i atrakcje w weekend sierpniowy",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/co-robi%C4%87-w-weekend-15-17-sierpnia-2025-w-%C5%82odzi-piknik-wojskowy-targi-ro%C5%9Blin-noc-na-fali-oto-wydarzenia-i-atrakcje-w-weekend-sierpniowy/ar-AA1KuB9I?ocid=BingNewsVerp",
            "description": "Zostajesz w Łodzi na długi weekend sierpniowy? Zobacz co robić w święto 15 sierpnia 2025 i w kolejne dni! Będzie parada ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XzocM-9339Dm9_V0Q-qNpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Łódzki on MSN7 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taki był najstarszy kościół Gdańska. Belki wezmą do Biskupina?",
            "link": "https://www.gdansk.pl/wiadomosci/Najstarszy-kosciol-w-Gdansku-archeologia-grob-rycerza-lodziarnia-Mis,a,293944",
            "description": "Wiadomo, co dalej ze znalezionymi pod dawną lodziarnią 'Miś' pozostałościami najstarszego kościoła w Gdańsku. Datowane na rok ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.z6U6IjWqUUZJrCRuq1l1Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oficjalny portal miasta Gdańska12 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Wiadomo, co dalej ze znalezionymi pod dawną lodziarnią “Miś” pozostałościami najstarszego kościoła w Gdańsku. Datowane na rok 1140 dębowe belki mają być wydobyte z ziemi i poddane gruntownej konserwacji - w związku z tym, trzeba będzie rozkopać część ul. Sukienniczej. Taka jest decyzja ekspertów Wojewódzkiej Rady Ochrony Zabytków, którą we wtorek, 12 sierpnia, zwołał wojewódzki pomorski konserwator zabytków.\n\nPomarańczowym kołem zaznaczyliśmy przybliżony obszar starogdańskiego Zamczyska, czerwonym krzyżykiem - miejsce przy ul. Sukienniczej, gdzie natrafiono na relikty najstarszego kościoła. Rzeka to Motława, której brzegi łączy tutaj kładka zwodzona na Ołowiankę mat. Ortofotomapa/gdansk.pl\n\nGrób pod lodziarnią\n\nChodzi o miejsce, gdzie niedawno odkryto grób i kompletny szkielet rycerza z przełomu XIII i XIV wieku, co stało się archeologiczną sensacją sezonu nie tylko w Polsce. Gdańszczanie świetnie znają to miejsce - grób znajdował się pod budynkiem, gdzie od lat 60. ubiegłego wieku funkcjonowała popularna lodziarnia “Miś”.\n\nCzekał 700 lat na wielką sławę. Światowe media, w tym CNN, o gdańskim rycerzu\n\nKilka miesięcy wcześniej archeolodzy natrafili tam na relikty najstarszej świątyni chrześcijańskiej w Gdańsku. Była zbudowana z potężnych dębowych belek, metodą zrębową - co ma ogromne znaczenie, bowiem jest to typowe dla budownictwa słowian. Z badania dendrochronologicznego wynika, że drewno pochodzi z roku 1140.\n\nW ziemi zachowało się jedynie siedem poziomów belek, co daje prawie 2 metry wysokości, licząc od fundamentów. Czy to znaczy, że nie jesteśmy w stanie ustalić, jak wyglądała najstarsza gdańska świątynia chrześcijańska? Zdaniem prof. Piotra Samóla, musiała przypominać norweskie kościoły słupowe. Nz. Gol Stavkirke z roku 1212, stał w regionie Buskerud, w XIX wieku został przeniesiony do Skansenu Norweskiego w Oslo. Ma ponad 7 metrów wysokości fot. Lestat/commons.wikimedia.org\n\nA jeśli to nie kościół?\n\nArcheolodzy mają obecnie do eksploracji jedynie obszar działki przy ul. Sukienniczej, która przygotowywana jest pod nową inwestycję. Odsłonili i opisali niecałą połowę pozostałości drewnianej budowli, które tkwią w ziemi. Co z dotychczasowych ustaleń wynika? Że - patrząc z lotu ptaka - był to najprawdopodobniej budynek o kształcie krzyża greckiego, a więc równoramiennego, o jednakowej szerokości i długości: 14 metrów.\n\nWłaśnie słowo “prawdopodobnie” jest tutaj problemem. Nie wszystkie autorytety naukowe chcą oficjalnie potwierdzić, że mamy do czynienia z kościołem, i to kościołem zbudowanym na planie krzyża greckiego. Trzeba rozwiać te 5 procent wątpliwości, jakie jeszcze są.\n\nŚw. Wojciech, patron Gdańska - jak wyglądał? Ustalili to Czesi\n\nArcheolodzy domyślają się, że kościół został wybudowany na planie równoramiennego krzyża greckiego, o rozmiarach 7 metrów na 7 metrów mat. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nNie, to musi być kościół\n\nCo do sakralnego charakteru miejsca, wielkich wątpliwości nie ma. Wokół znajdują się pozostałości średniowiecznego cmentarza na ponad 300 grobów. Archeolodzy znaleźli też piach, którym było posypane otoczenie budynku - wyraźny ślad, że miejsce miało uświęcony charakter. Wokół ludzie mogli po kostki brodzić w błocie i nieczystościach, ale sam kościół, z otoczeniem, musiał stanowić zapowiedź tego lepszego chrześcijańskiego życia po śmierci.\n\n- To był pierwszy “Mariacki” - mówi z głębokim przekonaniem archeolog Sylwia Kurzyńska. Tego samego zdania jest dr Monika Kasprzak. Obie panie już trzeci sezon prowadzą wykopaliska w tym miejscu.\n\nJeśli jakieś wątpliwości są, to dotyczą kształtu budowli. Była postawiona na planie krzyża greckiego, czy krzyża z długą osią pionową i krótszą poziomą?\n\nNie można jednak wykluczyć, że był to inny kształt krzyża - wątpliwości rozwieje dopiero odkopanie pozostałości, które znajdują się pod chodnikiem i jezdnią ul. Sukienniczej mat. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nInny dawny Gdańsk\n\nSprawa jest najwyższej wagi, bowiem weryfikuje dotychczasową wiedzę naukową na temat historii Gdańska i pozwala na stawianie nowych hipotez.\n\nJeszcze raz to podkreślmy: zrębowa konstrukcja jest typowa dla budownictwa słowiańskiego\n\nZe źródeł historycznych wynika, że w XII wieku w Gdańsku istniał kościół pw. Maryi Bożej Rodzicielki. Dotychczas uważano, że był poprzednikiem dzisiejszej bazyliki Mariackiej i znajdował się zapewne gdzieś na jej terenie. Teraz okazuje się, że ta najstarsza świątynia Gdańska znajdowała się zupełnie gdzie indziej i nie miała nic wspólnego z lokalizacją bazyliki Mariackiej, którą zaczęto budować w 1343 roku\n\nKościół pw. Maryi Bożej Rodzicielki znajdował się więc nie na Głównym Mieście, ale w Zamczysku, gdzie w XII w. funkcjonował obronny gród, będący siedzibą kasztelana lub wojewody. Budowa świątyni nie była możliwa bez stosownej decyzji władz kościelnych - jest to więc świadectwo tworzenia w tamtym okresie sieci parafialnej na Pomorzu, systematycznej chrystianizacji tych ziem.\n\nUnikatowa jest sama budowla. Nie ma drugiego takiego kościoła w całej Europie Środkowej. Podobne znane są jedynie na Rusi Nowogrodzkiej i w Norwegii.\n\nGdzie i kiedy zaczął się stary Gdańsk? W Dworze Artusa poznaliśmy fakty i hipotezy\n\nWokół kościoła znajdował się średniowieczny cmentarz, być może najstarsza chrześcijańska nekropolia w Gdańsku. Jest tutaj ponad 300 grobów fot. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nPo konserwacji - ekspozycja?\n\nTo wszystko oznacza, że reliktów gdańskiego kościoła nie można po częściowym odkopaniu po prostu zasypać i zostawić. Scenariusz optymalny: wydobyć wszystkie belki z ziemi, poddać konserwacji i zastanowić się, co dalej.\n\n- Zachowało się siedem poziomów belek, na prawie 2 metry wysokości - mówi prof. Piotr Samól, szef Katedry Historii Architektury i Konserwacji Zabytków Politechniki Gdańskiej. - To wystarczająco dużo, by można było myśleć o ekspozycji tego unikatowego obiektu.\n\nWidok pozostałości kościoła z lotu ptaka. Obecnie są zasypane ziemią, w celu zminimalizowania wpływu warunków atmosferycznych na prawie 900-letnie drewno fot. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nTak to widzą eksperci\n\nWe wtorek, 12 sierpnia, w Gdańsku zebrała się Wojewódzka Rada Ochrony Zabytków, która jest organem doradczym przy pomorskim konserwatorze zabytków, Dariuszu Chmielewskim. W jej składzie znaleźli się m.in. dr Henryk Paweł Dąbrowski, dyrektor Muzeum Archeologicznego w Biskupinie, dr hab. Waldemar Ossowski, prof. UG, dyrektor Muzeum Gdańska, dr Michał Starski z Katedry Archeologii Średniowiecza i Nowożytności, Wydział Archeologii Uniwersytetu Warszawskiego, a także Janusz Tarnacki, miejski konserwator zabytków w Gdańsku i Ewa Trawicka, dyrektorka Muzeum Archeologiczne w Gdańsku.\n\nWnioski?\n\nOdkrycia przy ul. Sukienniczej mają znaczenie nie tylko dla pomorskich, ale i europejskich dziejów średniowiecznej Europy.\n\nZabezpieczone relikty zabudowy sakralnej zostaną wydobyte i przekazane do konserwacji, co powinno nastąpić jeszcze w tym sezonie badań.\n\nBadania powinno rozszerzyć się o chodnik i ulicę Sukienniczą (co będzie wymagało uzgodnień z Miastem Gdańsk).\n\nOdkopane przez archeologów belki mają przekrój rzędu 42 cm na 30 cm. Aż trudno uwierzyć, że przeleżały w ziemi prawie dziewięć stuleci. Wkrótce będą poddane konserwacji, zapewne w Biskupinie fot. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nWedług wstępnych ustaleń, wydobyte z ziemi drewniane belki będą poddane konserwacji, prawdopodobnie w Muzeum Archeologicznym w Biskupinie, które posiada nie tylko odpowiednich specjalistów, ale też zbiorniki do konserwacji elementów o długości do 5 metrów - co będzie niezbędne w przypadku prac nad reliktami najstarszego gdańskiego kościoła.\n\nDalsze decyzje będą podejmowane w miarę potrzeb."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co dalej ze znaleziskami na działce pod lodziarnią Miś w Gdańsku?",
            "link": "https://www.trojmiasto.pl/wiadomosci/Co-dalej-ze-znaleziskami-na-dzialce-pod-lodziarnia-Mis-w-Gdansku-n206881.html",
            "description": "Waga odkryć archeologicznych na działce pod dawną lodziarnią Miś w Gdańsku zasługuje na rozszerzenie wykopu także o jezdnię ul. Sukienniczej.",
            "image_url": "https://www.bing.pl/th?id=ODF.TioSfvyB6Ie4qA25KB6RoA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Trojmiasto.pl21 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przełom w poszukiwaniach Bursztynowej Komnaty",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/nieoczekiwany-zwrot-w-poszukiwaniach-bursztynowej-komnaty-naukowcy-z-agh-znale%C5%BAli-anomali%C4%99/ar-AA1KviNR?ocid=BingNewsVerp",
            "description": "W Dziemianach na Kaszubach trwają poszukiwania legendarnej Bursztynowej Komnaty. Jak zapewnia w rozmowie z RMF24 inicjator ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yBUl3DvlckpjFG3vP-4N6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Onet on MSN3 godz.",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Japonia: Powstał największy na świecie drewniany posąg Matki Bożej",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/japonia-powsta%C5%82-najwi%C4%99kszy-na-%C5%9Bwiecie-drewniany-pos%C4%85g-matki-bo%C5%BCej/ar-AA1KtbOl?ocid=BingNewsVerp",
            "description": "Japońska telewizja Nippon New Network (NNN) nadała 11 sierpnia materiał o największej na świecie drewnianej figurze Matki ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.W7Bqd_-Mb8GgjANWgObaXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN17 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Steve Martin świętuje 80. urodziny. Padł ofiarą gangu niemieckich fałszerzy",
            "link": "https://www.msn.com/pl-pl/rozrywka/gwiazdy/steve-martin-%C5%9Bwi%C4%99tuje-80-urodziny-pad%C5%82-ofiar%C4%85-gangu-niemieckich-fa%C5%82szerzy/ss-AA1Kw0kg?ocid=BingNewsVerp",
            "description": "Steve Martin kończy 80 lat. Myślał o karierze naukowej, ale ostatecznie został jednym z najbardziej znanych amerykańskich ...",
            "image_url": "https://www.bing.pl/th?id=OVF.P8vCiXxQtM9PMP%2fLzWPaSg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Plejada on MSN1 godz.",
            "source": "Plejada on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To miasto w Polsce niezmiennie przyciąga turystów. Nie sposób się tu nudzić",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/to-miasto-w-polsce-niezmiennie-przyci%C4%85ga-turyst%C3%B3w-nie-spos%C3%B3b-si%C4%99-tu-nudzi%C4%87/ar-AA1KvurL?ocid=BingNewsVerp",
            "description": "---- ---- Zakopane to popularny kierunek na wypoczynek w Polsce. Latem to idealna baza wypadowa do wędrówek po najwyższych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M9vbKmB8I8izU6-bZKaz6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Chillizet on MSN1 godz.",
            "source": "Chillizet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odnowili stary dom z cegły. \"Przeżyliśmy koszmar, zostając sami na placu budowy\"",
            "link": "https://noizz.pl/design/odnowili-stary-dom-z-cegly-przezylismy-koszmar/p7k2ne7",
            "description": "Małżeństwo ruinersów kupiło i wyremontowało ponad 120-letni poniemiecki dom. — Praktycznie wszystkie elementy wnętrza, od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cQrIoWblvHPHEJhcNPeceC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Noizz3 godz.",
            "source": "Noizz",
            "article_content": "Małżeństwo ruinersów kupiło i wyremontowało ponad 120-letni poniemiecki dom. — Praktycznie wszystkie elementy wnętrza, od drzwi i mebli, przez piece kaflowe, aż po talerze i porcelany zakupiłam na internetowych aukcjach staroci bądź targach — mówi Ewa Popławska, która opowiedziała nam o tym, dlaczego razem z mężem się na to zdecydowali i jak przebiegały prace.\n\n— Dom, który znaleźliśmy, poza okropnymi plastikowymi oknami i podwieszanymi sufitami z regipsu, był prawie nienaruszony. Dach i mury były w świetnym stanie, drzwi oryginalne, a topografia budynku nienaruszona. To była bardzo dobra baza wyjściowa, żeby zrealizować nasze pomysły — pisze Ewa Popławska\n\n— Od momentu wylania ostatniej warstwy betonu prawie wszystko robiliśmy sami. Proszę sobie wyobrazić parę miejskich laików bez żadnej wiedzy, doświadczenia i wsparcia merytorycznego w starym niewykończonym domu — wspomina\n\n— Do dzisiaj wieczory spędzam w internecie, poszukując zabytkowych przedmiotów pasujących do naszego wnętrza. Nie mamy praktycznie żadnych przedmiotów stylizowanych na stare, większość z nich to unikaty, w których zobaczyłam jakiś potencjał.— dodaje\n\nWięcej takich artykułów znajdziesz na stronie głównej Onet\n\nMateriał archiwalny Foto: Onet\n\nPrzypominamy tekst z listopada 2022 r.\n\nW ramach cyklu \"Mieszkaj inaczej\" pokazujemy alternatywne sposoby na własny kąt, które cieszą się coraz większą popularnością w Polsce. Dotychczas pisaliśmy między innymi o całorocznych jurtach i domkach na zgłoszenie. Teraz porozmawialiśmy z Ewą Popławską. Ona i jej mąż to ruinersi, którzy wyremontowali poniemiecki dom z cegły.\n\nRuinersi odnawiają poniemiecki dom\n\n\"Dom pod królikiem\" przed remontem Foto: archiwum własne bohaterów\n\nPrzez lata mieszkaliście w dużym mieście. Dlaczego w pewnym momencie postanowiliście kupić ponad 120-letni poniemiecki dom i wyprowadzić się na wieś?\n\nEwa Popławska: Mieszkaliśmy we Wrocławiu przez kilkanaście lat i na pewno dobrze wykorzystaliśmy ten czas towarzysko, zawodowo i kulturalnie. W pewnym momencie zaczęliśmy jednak często wyjeżdżać w plener, żeby obcować z naturą i ciszą. Coraz bardziej nam tego brakowało na co dzień. Kiedyś odwiedziliśmy turystycznie Dolinę Baryczy i w duchu wiedziałam już, że za jakiś czas tam zamieszkamy. Pokochaliśmy małe poniemieckie wioski z gospodarstwami z odkrytej cegły, licznymi stawami, dzikimi zwierzętami i przepastnymi lasami. Zalogowałam się do wszystkich portali z nieruchomościami i znalazłam dom dla nas.\n\n\"Dom pod królikiem\" w czasie remontu Foto: archiwum własne bohaterów\n\nW jakim on był stanie?\n\nSzukaliśmy domu, któremu przywrócimy dawny blask, więc wytyczne były konkretne. Miał być z cegły, ze stodołą, położony blisko lasu i jak najmniej zepsuty nowoczesnością. Ten, który znaleźliśmy, poza okropnymi plastikowymi oknami i podwieszanymi sufitami z regipsu, wydał nam się prawie idealny. Dach i mury były w świetnym stanie, drzwi oryginalne, a topografia budynku nienaruszona. To była bardzo dobra baza wyjściowa, żeby zrealizować nasze pomysły.\n\n\"Dom pod królikiem\" w czasie remontu Foto: archiwum własne bohaterów\n\nCzy nie łatwiej byłoby postawić na jego miejscy zupełnie nowy dom?\n\nUwielbiam to pytanie! Często je słyszę. Na pewno byłoby łatwiej, ale my szukaliśmy domu z duszą, a nowe budynki naszym zdaniem jeszcze jej nie mają. Gazobeton chyba nie pomaga w jej wytworzeniu. Poza tym, przy takim szacunku do historii, jaki w sobie nosimy, byłoby to niemożliwe.\n\nNapiszcie więcej o samym remoncie waszego domu.\n\nRemont z przerwami trwa od ponad pięciu lat i jeszcze nie jest skończony. Mieszkaliśmy w domu przez dwa sezony, od wiosny do wczesnej jesieni, po czym rozpoczęliśmy generalną demolkę, która skończyła się pozostawieniem tylko ceglanych murów, drewnianej więźby oraz dachu. W pierwszej kolejności zaadaptowaliśmy nieużytkowe poddasze, na którym poprzedni właściciele trzymali zboże. W drugiej fazie, rok później, rozpoczęliśmy remont parteru, podczas którego mieszkaliśmy na piętrze. Pierwsze prace na parterze, czyli skuwanie tynków i zrywanie podłóg, wykonywała dla nas lokalna ekipa remontowa, z którą musieliśmy niestety zerwać umowę przed wylaniem posadzek. Instalację elektryczną i hydrauliczną powierzyliśmy znajomym fachowcom.\n\n\"Dom pod królikiem\" w czasie remontu Foto: archiwum własne bohaterów\n\nOd momentu wylania ostatniej warstwy betonu prawie wszystko robiliśmy już sami. Proszę wyobrazić sobie parę miejskich laików bez żadnej wiedzy, doświadczenia i wsparcia merytorycznego w starym niewykończonym domu (naprawdę trudno znaleźć rzetelne informacje na temat tego, jak wyremontować taki budynek). Fachowcy nie chcieli z nami współpracować. Nie było \"metrów tynków\" do położenia mechanicznie, wszystko miało być krzywo. Nie chcieliśmy też paneli czy płytek, bo miało być niestandardowo. Przeżyliśmy koszmar, zostając sami na placu budowy, ale powoli dochodziliśmy sami do różnych rozwiązań. Mąż zdobywał coraz to nowe sprawności murarskie, tynkarskie, hydrauliczne itp. Ja natomiast uczyłam się przez internet fugowania cegieł, renowacji mebli czy konserwacji drewna. Teraz mamy już sprawdzone rozwiązania, wiedzę i doświadczenie.\n\n\"Dom pod królikiem\" przed i po remoncie Foto: archiwum własne bohaterów\n\nNajwiększą ozdobą domu są na pewno jego drewniane elementy. O ile zakup i transport ciekawych, wiekowych drzwi nie jest trudny, o tyle znalezienie do nich oryginalnych ościeżnic, opasek, zawiasów, zamków oraz szybek jest już czasochłonnym przedsięwzięciem. Ogólnie mieliśmy pecha do fachowców, ale na szczęście znaleźliśmy świetnego stolarza. Bez niego ten dom nie miałby szans wyglądać tak autentycznie, jak teraz.\n\nDalszą część tekstu znajdziesz pod materiałem wideo\n\nJaki jest teraz charakter wnętrza?\n\nDom urządziliśmy w zgodzie z jego wiejską lokalizacją, poniemieckim pochodzeniem i jego słusznym wiekiem. Praktycznie wszystkie elementy wnętrza, od drzwi i mebli, przez piece kaflowe, aż po talerze i porcelany zakupiłam na internetowych aukcjach staroci bądź targach. Cały dom jest wyposażony w rzeczy z drugiej ręki.\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\nWidząc nasz pozytywny (mam nadzieję) obłęd, nasi znajomi także zaczęli ofiarować nam ciekawe przedmioty, które — jak uważali — lepiej docenimy. To dosyć trudny sposób urządzania wnętrz. Większość z tych oryginalnych rzeczy, które pasowały do innych starych domów, nie pasowało do naszego. Dlatego po ich zakupie i ściągnięciu do nas następowało żmudne poszukiwanie kogoś, kto je przerobi i dostosuje do naszego wnętrza.\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\nOd kilku lat dopieszczamy nasz dom i powoli cofamy się w czasie. Mieszkamy jak za dawnych lat — jemy na starych talerzach nie od kompletu, śpimy w wiekowym łóżku, często gotujemy na kuchni kaflowej i staramy się cieszyć tym, co nas otacza. Do dzisiaj wieczory spędzam w internecie, poszukując zabytkowych przedmiotów pasujących do naszego wnętrza. Nie mamy praktycznie żadnych przedmiotów stylizowanych na stare, większość z nich to unikaty, w których zobaczyłam jakiś potencjał.\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\nIle pieniędzy włożyliście w remont?\n\nNie potrafię podać dokładnej kwoty. Chyba celowo nie gromadziliśmy rachunków, bo baliśmy się przestać być bezkompromisowi w środku remontu. Mogę jednak powiedzieć, że dużo. Wbrew opiniom da się ekonomicznie wyremontować stary dom, ale renowacja jest droga.\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\nCzy po takim doświadczeniu macie jakieś uniwersalne rady dla osób, które myślą o podobnej inwestycji?\n\nMamy wiele rad, zarówno technicznych, jak i \"psychologicznych\". Moglibyśmy rozmawiać na ten temat kilka nocy. W skrócie — najlepiej nie spieszyć się z wyborami. Warto posłuchać domu, pomieszkać w nim trochę przed remontem, sprawdzić, co realnie nam przeszkadza, a co się podoba i jest warte zachowania. Polecam nie starać się na siłę modernizować takiego budynku, zakrywając jego oblicze. Domy są jak ludzie — każdy ma swój charakter, szkoda to zmieniać.\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\nMoja osobista rada jest taka, że lepiej nie mieszkać na budowie podczas takiego remontu. Można przez to naprawdę wiele razy zwątpić w jego sens albo poddać się chwili i podjąć złe decyzje. My niestety nie mieliśmy innego wyboru ze względu na zwierzęta, które w międzyczasie z nami zamieszkały.\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\nJakie są minusy mieszkania w tak starym domu?\n\nStare domy mają swoje ograniczenia konstrukcyjne. Wielu ścian nie da się wyburzyć, często trzeba się pogodzić z ich topografią. My dobudowaliśmy jedną ścianę, zamykając domowy ruch dookoła komina, wykuliśmy też zamurowane wcześniej wejście do budynku od strony ulicy, ale komunikacja wewnątrz w dużej mierze przypomina tą sprzed lat. Minusem może być też to, że poniemieckie grube mury z odkrytej cegły nie są superszczelne, ale mają za to lepszą cyrkulację powietrza. Latem można dzięki nim liczyć na naturalną klimatyzację.\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\nCzy po pięciu latach remontu jesteście zadowoleni ze swojej decyzji?\n\nBardzo. To jest inna jakość życia. Takie wnętrza oddają zupełnie inną energię. Mamy satysfakcję z tego, że mieszkamy w duchu \"slowlife\" i dość oryginalnie. Wszystko jest nieidealne, ma znaki czasu, jest w jakimś sensie zwyczajne i bezpretensjonalne.\n\nJeżeli też chcesz opowiedzieć na łamach Noizz.pl o swoim nietypowym domu lub mieszkaniu, to pisz na michal.bachowski@noizz.pl\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów\n\n\"Dom pod królikiem\" Foto: archiwum własne bohaterów"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W czwartek 14 sierpnia będzie można bezpłatnie wycenić stare banknoty i monety. Masz takie u siebie? Przyjdź i sprawdź ich wartość",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/w-czwartek-14-sierpnia-b%C4%99dzie-mo%C5%BCna-bezp%C5%82atnie-wyceni%C4%87-stare-banknoty-i-monety-masz-takie-u-siebie-przyjd%C5%BA-i-sprawd%C5%BA-ich-warto%C5%9B%C4%87/ar-AA1K3U3T?ocid=BingNewsVerp",
            "description": "Jesteś z Krakowa lub okolic, a w domowych zasobach pozostały ci stare monety i banknoty i nie wiesz, czy są coś warte. A może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EiBtA3ibhf7S7cNUzBM5bS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Kraków Nasze Miasto on MSN23 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    }
]