[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bitwa regionów",
            "link": "https://wloclawek.naszemiasto.pl/tag/bitwa-regionow",
            "description": "W Ciechocinku, tuż obok słynnych tężni, odbyła się wyjątkowa Bitwa Regionów. W konkursie kulinarnym wzięło udział 17 kół gospodyń wiejskich z powiatów... Półfinał „Bitwy Regionów' 2023 odbył się na te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto5 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Holandia się zbroi. Wyda miliardy na potężną broń",
            "link": "https://tech.wp.pl/s/konflikty-pl/holandia-sie-zbroi-wyda-miliardy-na-potezna-bron,7176472640891872a",
            "description": "Amerykański Departament Stanu wyraził zgodę na sprzedaż Holandii pocisków manewrujących za ponad 2 mld dolarów. Ten europejski kraj do tej pory nie posiadał uzbrojenia tej klasy. Będzie to znaczące wz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "WP Tech16 godz.",
            "source": "WP Tech",
            "article_content": "Treść pochodzi od naszego partnera i została opublikowana w ramach programu WP Kreator\n\nHolendrzy zamierzają kupić pociski manewrujące Tomahawk, które zdobyły sławę w czasie operacji \"Pustynna Burza\" i wielu innych amerykańskich interwencji zagranicznych. Haga złożyła wniosek o sprzedaż 163 pocisków Tomahawk Block V, 12 pocisków Tomahawk Block IV, 10 stacji kontroli uzbrojenia i dwóch pocisków testowych z oprzyrządowaniem telemetrycznym. Poza tym wniosek obejmuje niezbędne wyposażenie dodatkowe takie jak terminale łączności satelitarnej do łączności z pociskami po odpaleniu (KIV-18A), systemy łączności szyfrowanej KSX-5 i KGV-135A, pakiety logistyczne, serwisowe i szkoleniowe czy kontenery transportowe.\n\nW wariancie maksymalnym wartość zamówionego uzbrojenia może wynieść 2,19 mld dolarów, ale Holendrzy mogą wynegocjować niższą cenę lub zmniejszyć zamówienie. Podane wyżej liczby są maksymalnymi, na które zgodził się rząd amerykański.\n\nDalsza część artykułu pod materiałem wideo\n\nOdpowiedzialna za eksport uzbrojenia amerykańska agencja DSCA w uzasadnieniu zgody stwierdziła, że proponowana transakcja będzie wspierała cele polityki zagranicznej i bezpieczeństwa narodowego USA poprzez wzmocnienie obrony sojusznika z NATO. Dostawa uzbrojenia dalekiego zasięgu zwiększy zdolności Holandii do przeciwstawienia się aktualnym i przyszłym zagrożeniom poprzez zdolność do atakowania zagrożenia w miejscu jego powstawania.\n\nHolandia zamawia najnowsze warianty sprawdzonych pocisków. Tomahawk Block IV nazywany jest również Tactical Tomahawk ze względu na znacznie większą elastyczność taktyczną w stosunku do poprzedników. O ile wcześniejsze wersje po prostu leciały do zaprogramowanego celu po wyznaczonej trasie, to w przypadku Tomahawka Block IV cel można zmienić już po odpaleniu za pośrednictwem satelitarnego łącza wymiany danych. Do tego pocisk może przed uderzeniem przez pewien czas krążyć nad celem oferując większą elastyczność nie tylko wojskową, ale również polityczną. Kolejną cechą jest możliwość przesyłania obrazu z kamery na stanowisko dowodzenia, dzięki czemu operator może dokonać analizy celu lub od razu mieć informację o skuteczności ataku. Pocisk ma także większy zasięg sięgający ponad 1600 km.\n\n\n\n\n\n\n\n[ 1 /4] Pocisk Tomahawk podczas lotu. Źródło zdjęć: Licencjodawca |\n\nTomahawk Block V ma wszystkie cechy poprzednika, a do tego ulepszone systemy łączności i nawigacyjne, zwiększoną odporność na zakłócenia i szeroko pojętą większą zdolność do przenikania przez zintegrowany system obrony przeciwlotniczej przeciwnika. Do tego istnieją podwarianty Tomahawk Block Va przeznaczony do atakowania poruszających się celów morskich i Tomahawk Block Vb z nową głowicą zoptymalizowaną do atakowania celów wzmocnionych lub zakopanych w ziemi. Chociaż komunikat agencji DCSA mówi jedynie o podstawowej wersji Tomahawk Block V to wspomniano również o przyszłej modernizacji tych pocisków, być może do wersji Block Va i Block Vb.\n\nOpisane najnowsze warianty pocisku wywodzą się z klasycznych Tomahawków będących w służbie od lat 1980-tych. W zależności od wariantu mogą one być odpalane z okrętów nawodnych lub podwodnych. Mają zasięg około 1600 km i osiągają wysoką prędkość poddźwiękową. Naprowadzane są poprzez nawigację satelitarną oraz TERCOM czyli podążanie po zaplanowanej trasie na podstawie porównania konturów terenu z danymi zapisanymi w pamięci. Pociski są uzbrojone w głowicę bojową o masie 450 kg. Do tej pory w warunkach bojowych odpalono około 2300 tych pocisków, ostatni raz w 2018 r. gdy z okrętów US Navy odpalono 66 Tomahawków w celu zniszczenia syryjskich fabryk i magazynów broni chemicznej.\n\nPociski będą stanowiły uzbrojenie fregat typu De Zeven Provinciën wyposażonych w wielofunkcyjne pionowe wyrzutnie rakiet VLS Mk 41. Tym samym holenderska marynarka wojenna stanie się jedną z niewielu europejskich flot dysponujących zdolnością do atakowania przeciwnika w głębi lądu. Warto wspomnieć, że chociaż kontrakt na dostawę pocisków nie został jeszcze podpisany, to w marcu tego roku na jednym z morskich poligonów w USA dokonano próbnego odpalenia Tomahawka z pokładu holenderskiej fregaty. Próba zakończyła się pomyślnie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 09.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-09072025/ar-AA1HrJHz?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN21 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najdroższe stare zegary. Które zegary są najbardziej poszukiwane? Zegary z PRL-u znów modne. Zobacz ceny, zdjęcia z OLX [9.07]",
            "link": "https://walbrzych.naszemiasto.pl/najdrozsze-stare-zegary-ktore-zegary-sa-najbardziej-poszukiwane-zegary-z-prl-u-znow-modne-zobacz-ceny-zdjecia-z-olx-9-07/ar/c1p2-27721821",
            "description": "Czas w dobrym towarzystwie wydaje się płynąć szybciej, a w dla oczekujących w kolejce moment ciągnie się w nieskończoność.",
            "image_url": "https://www.bing.pl/th?id=OVF.jLTlLuAh6576Da06odUr%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Wałbrzych Nasze Miasto22 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzeczy z PRL-u dziś warte fortunę! Kolekcjonerzy wydają na nie gigantyczne pieniądze. Sprawdź co można sprzedać 09.07.2025",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/rzeczy-z-prl-u-dzi%C5%9B-warte-fortun%C4%99-kolekcjonerzy-wydaj%C4%85-na-nie-gigantyczne-pieni%C4%85dze-sprawd%C5%BA-co-mo%C5%BCna-sprzeda%C4%87-30-06-2025/ar-AA1HEY50?ocid=BingNewsVerp",
            "description": "Macie te rzeczy w swoich domach? Mogą być sporo warte, a fortuna czeka. Sprawdźcie w naszej galerii! Niektórym może się wydać ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yIWNTbTTZrVtN5cM9DdfHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN21 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 09.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-26062025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "Stare komórki wracają do łask, nie jako narzędzia do komunikacji, ale jako łakome kąski dla kolekcjonerów, fanów retro ...",
            "image_url": "https://www.bing.pl/th?id=OVF.hn2MJrAYpVMoP44dsm5qmA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN20 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iron Maiden świętują 50-lecie istnienia. Z tej okazji wypuszczono pamiątkową monetę z Eddiem",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/iron-maiden-%C5%9Bwi%C4%99tuj%C4%85-50-lecie-istnienia-z-tej-okazji-wypuszczono-pami%C4%85tkow%C4%85-monet%C4%99-z-eddiem/ar-AA1Ig2QL?ocid=BingNewsVerp",
            "description": "Formacja Iron Maiden doczekała się wyjątkowego wyróżnienia z okazji swojego 50-lecia. Królewska Mennica (Royal Mint) ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.L9w3oTbVkURiZdlG4LnayS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "EskaROCK on MSN17 godz.",
            "source": "EskaROCK on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kasety magnetofonowe wracają do łask. Takie kolekcjonerskie egzemplarze warte są kilkaset złotych [10.07.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kasety-magnetofonowe-wracaj%C4%85-do-%C5%82ask-takie-kolekcjonerskie-egzemplarze-warte-s%C4%85-kilkaset-z%C5%82otych-10072025/ar-AA1HRNjF?ocid=BingNewsVerp",
            "description": "W 2025 roku kasety magnetofonowe z czasów PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów i melomanów starych nośników. Jeśli masz jeszcze takie w domu, przyjrzyj się im dokładnie. M ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najdroższe stare zegary. Które zegary są najbardziej poszukiwane? Zegary z PRL-u znów modne. Zobacz ceny, zdjęcia z OLX [9.07]",
            "link": "https://walbrzych.naszemiasto.pl/najdrozsze-stare-zegary-ktore-zegary-sa-najbardziej-poszukiwane-zegary-z-prl-u-znow-modne-zobacz-ceny-zdjecia-z-olx-9-07/ar/c1p2-27721821",
            "description": "Czas w dobrym towarzystwie wydaje się płynąć szybciej, a w dla oczekujących w kolejce moment ciągnie się w nieskończoność.",
            "image_url": "https://www.bing.pl/th?id=OVF.jLTlLuAh6576Da06odUr%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto22 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Staw, różaneczniki i kamienna ławka w środku lasu. To pozostało po samotni księżnej. Spacer do pozostałości Ma Fantaisie nieopodal Książa",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/staw-r%C3%B3%C5%BCaneczniki-i-kamienna-%C5%82awka-w-%C5%9Brodku-lasu-to-pozosta%C5%82o-po-samotni-ksi%C4%99%C5%BCnej-spacer-do-pozosta%C5%82o%C5%9Bci-ma-fantaisie-nieopodal-ksi%C4%85%C5%BCa/ar-AA1I357e?ocid=BingNewsVerp",
            "description": "W upalne dni mieszkańcy Dolnego Śląska chętnie odwiedzają okolice Starego Książa i Zamku Cisy. Żółty szlak do dawnej warowni ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2fe72OK5akRLeU%2fBWjeWt2w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN22 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytki słupsk",
            "link": "https://gp24.pl/tag/zabytki-slupsk",
            "description": "Po trzech latach od dramatycznych wydarzeń, które doprowadziły do zniszczenia zwieńczenia wieży kościoła pw. św. Jacka w Słupsku, zrekonstruowany hełm już... W sumie pięć milionów złotych otrzymał ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "gp24.pl22 godz.",
            "source": "gp24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak stworzyć klimatyczne wnętrze w stylu rustykalnym? Naturalne materiały w roli głównej",
            "link": "https://www.lm.pl/aktualnosci/jak-stworzyc-klimatyczne-wnetrze-w-stylu-rustykalnym-naturalne-materialy-w-roli-glownej",
            "description": "Styl rustykalny to hołd dla natury, prostoty i „swojskiego' klimatu. Czerpie on inspiracje z wiejskich domków i dworków, ale ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Cnydy06N9jj7V5P30Y0nAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "LM.pl15 godz.",
            "source": "LM.pl",
            "article_content": "Styl rustykalny to hołd dla natury, prostoty i „swojskiego” klimatu. Czerpie on inspiracje z wiejskich domków i dworków, ale doskonale sprawdza się również w mieszkaniach – wprowadza ciepło, spokój, poczucie bezpieczeństwa i sielskość. Poniżej znajdziesz inspiracje, jak krok po kroku stworzyć rustykalną przestrzeń w swoim domu lub mieszkaniu, wykorzystując starą cegłę, drewno i inne naturalne elementy.\n\nCegła rozbiórkowa jako sentymentalny akcent\n\nPłytki cięte ze starej cegły, a także całą cegłę rozbiórkową możesz z powodzeniem wykorzystać praktycznie w każdym pomieszczeniu!\n\n1. Ściany i wnęki\n\nCegła na fragmencie ściany – w salonie, kuchni, sypialni czy łazience – wprowadza przyjemny, autentyczny, domowy klimat. Warto np. wyeksponować ścianę przy kominku lub w kuchni nad blatem. Płytki z cegły rozbiórkowej świetnie imitują surowy efekt, ale jednocześnie wnoszą ciepło do pomieszczenia. I co najważniejsze, są łatwe w montażu i konserwacji.\n\n2. Kominek i obudowa pieca\n\nObudowa kominka cegłą to klasyczny rustykalny zabieg. Cegła rozbiórkowa dodaje przestrzeni przytulności i poczucia powrotu do tradycji.\n\n3. Kuchnia z ceglaną wyspą\n\nW rustykalnej kuchni płytki ceglane można zastosować nie tylko na ścianie, ale jako obudowę wyspy kuchennej – razem z drewnianym blatem tworzą spójną kompozycję.\n\n4. Wiatrołap i podłogi\n\nCeglana posadzka (odpowiednio zaimpregnowana) to nie tylko wytrzymałe rozwiązanie! Nadaje ona charakter wnętrzu.\n\nPozostałe materiały i kolory tworzące rustykalny klimat\n\nAby Twoja przestrzeń była w pełni rustykalna, warto wykorzystać jeszcze kilka innych materiałów:\n\n1. Drewniane ściany i odsłonięte belki\n\nDrewno to fundament stylu rustykalnego. Ściany pokryte deskami, odsłonięte belki stropowe czy nawet rustykalna boazeria – wszystko to wprowadza do wnętrza ciepło i naturalność. Najlepiej sprawdzają się gatunki o wyraźnym usłojeniu, takie jak dąb, sosna czy modrzew. W połączeniu z cegłą tworzą przytulną, wiejską atmosferę.\n\n2. Kamień i glina\n\nKamienne wykończenia, np. w łazience lub przedpokoju, doskonale harmonizują z cegłą. Nierówny tynk gliniany lub wapienny wzmacnia efekt naturalnej i tradycyjnej przestrzeni.\n\n3. Tkaniny z natury\n\nLniane zasłony, pledy z bawełny lub wełny, dywany z juty – wszystkie te materiały podkreślają sielski nastrój rustykalnych wnętrz.\n\n4. Meble w stylu „reclaimed”\n\nPostarzane stoły, skrzynie, ręcznie robione szafki czy drewniane ławy – najlepiej starannie dobrane lub znalezione na targu staroci. Ich nieregularność i historia wzmacniają autentyczność stylu.\n\n5. Wiklinowe, ceramiczne i żeliwne dodatki\n\nRustykalne wnętrza kochają prostotę i rzemiosło. Wiklinowe kosze, gliniane dzbany, ręcznie robiona ceramika, stare ramy i żeliwne świeczniki to detale, które wzmacniają charakter przestrzeni. Warto stawiać na rzeczy z duszą, najlepiej wykonane ręcznie lub o nieco „niedoskonałym” wykończeniu.\n\n6. Rośliny\n\nŚwieże gałązki z ziół, suszone kwiaty, czy trawa ozdobna – te drobne akcenty potęgują wrażenie „swojskiego domu”.\n\n7. Oświetlenie i atmosfera\n\nMiękkie, ciepłe oświetlenie (lampy z materiałowymi abażurami, świece, żarówki o niskiej temperaturze barwowej) tworzy nastrój sielskiego domku na wsi.\n\n8. Kolory ziemi i naturalna paleta\n\nRustykalny styl opiera się na naturalnych, stonowanych barwach: brązach, beżach, kremach, przygaszonej zieleni. Żadnych jaskrawych kolorów – cechą rustykalnych wnętrz jest spokój i harmonijność.\n\nPodsumowanie\n\nRustykalne wnętrza to połączenie surowości i prostoty z przytulnością. Cegła rozbiórkowa stanowi tu naturalny akcent, który pięknie komponuje się z drewnem, kamieniem, gliną i tkaninami naturalnego pochodzenia. To styl, który przemawia na poziomie emocji – daje poczucia bezpieczeństwa, autentyczności i domowego ciepła.<"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bitwa regionów",
            "link": "https://wloclawek.naszemiasto.pl/tag/bitwa-regionow",
            "description": "W Ciechocinku, tuż obok słynnych tężni, odbyła się wyjątkowa Bitwa Regionów. W konkursie kulinarnym wzięło udział 17 kół gospodyń wiejskich z powiatów... Półfinał „Bitwy Regionów' 2023 odbył się na te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto5 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SZUKASZ: meta geming",
            "link": "https://niezalezna.pl/wyszukiwarka?page=40&q=meta%20geming",
            "description": "Średniowieczny gród przez wieki przetrwał tylko w legendach, choć mieszkańcy współczesnego Dzwonowa, które liczy zaledwie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ro3EUsp7ud_CGxp61kk1cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niezależna.pl6 godz.",
            "source": "Niezależna.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podkarpackie perły architektury: odkryj unikalne kościoły i zabytkowe budowle",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/podkarpackie-per%C5%82y-architektury-odkryj-unikalne-ko%C5%9Bcio%C5%82y-i-zabytkowe-budowle/ar-AA1If2M8?ocid=BingNewsVerp",
            "description": "Podkarpackie to kraina, w której historia wpisana jest w kamień i drewno wiekowych świątyń. Onieśmielają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yAQklTMPwGIC1mcxkZpXKg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowiny 24 on MSN21 godz.",
            "source": "Nowiny 24 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fort VII Prałkowce - malowniczo położony obiekt obronny Twierdzy Przemyśl",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/fort-vii-pra%C5%82kowce-malowniczo-po%C5%82o%C5%BCony-obiekt-obronny-twierdzy-przemy%C5%9Bl/ar-AA1IinVQ?ocid=BingNewsVerp",
            "description": "Wśród⁢ malowniczych wzgórz Pogórza ‌Przemyskiego, kryje się​ jeden ⁢z najważniejszych historycznych skarbów Polski – Twierdza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gLrgfnPnKyNflNkHUAzujC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Rzeszów Nasze Miasto on MSN6 godz.",
            "source": "Rzeszów Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy odnaleźli zaginione miasto w Norwegii. Jest wyjątkowe",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/archeolodzy-odnale%C5%BAli-zaginione-miasto-w-norwegii-jest-wyj%C4%85tkowe/ar-AA1Ihdxl?ocid=BingNewsVerp",
            "description": "Zaginione średniowieczne miasto odkryte w Norwegii. Archeolodzy trafili na ślad Przez wieki pozostawało zagadką, dziś wraca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Hb6kB9nJJQAuOt2JpLohuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "GeekWeek w INTERIA.PL on MSN14 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Elder Scrolls IV: Oblivion Remastered, ale to skradanka. Wszystko dzięki pracy jednego z fanów",
            "link": "https://www.gram.pl/news/the-elder-scrolls-iv-oblivion-remastered-ale-to-skradanka-wszystko-dzieki-pracy-jednego-z-fanow",
            "description": "Fani Obliviona doczekali się kolejnego ciekawego rozszerzenia. Modder Pandreya udostępnił nową modyfikację zatytułowaną Sinister Relics, która wprowadza rozbudowaną linię zadań skupioną na reliktach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.ITlmwADMx4u15J-3bHJrpw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gram.pl17 godz.",
            "source": "Gram.pl",
            "article_content": "Fani Obliviona doczekali się kolejnego ciekawego rozszerzenia. Modder Pandreya udostępnił nową modyfikację zatytułowaną Sinister Relics, która wprowadza rozbudowaną linię zadań skupioną na reliktach chaosu, skradaniu się oraz tajemniczej frakcji imperialnej. Mod dostępny jest za darmo i został stworzony z myślą o wersji Oblivion Remastered.\n\nThe Elder Scrolls IV: Oblivion Remastered – Sinister Relics wprowadza nowe zadania i zbroję Ciphersteel\n\nW Sinister Relics gracze dołączają do sekretnej frakcji imperium i w trakcie siedmiostopniowego awansu zdobywają dostęp do przeklętych artefaktów. Główna mechanika opiera się na potajemnym podrzucaniu przedmiotów NPC-om, co wywołuje różnorodne efekty. Zadania są wieloetapowe, zawierają zagadki i trudne wybory moralne, a przeciwnicy korzystają z unikalnych mocy jak magia ciszy czy efekty chaosu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie rzeczy tylko w Katowicach. Widok z katedry, taniec na dachu, spacer po winnicy",
            "link": "https://katowice.wyborcza.pl/katowice/7,35063,32078031,takie-rzeczy-tylko-w-katowicach-taras-na-katedrze-i-falujacy.html",
            "description": "Stanisław Wyspiański raz zmuszony został do przyjazdu do Katowic, a wszystko przez pomyłkę. Opisał je tak: jest to wielkie miasto malutkie. Zupełnie brzydkie i głupie, ale praktyczne, eleganckie i mąd ...",
            "image_url": "https://www.bing.pl/th?id=ODF.0PPLdwJLI8BODLUPBNFAJQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Katowice.Wyborcza.pl44 min",
            "source": "Katowice.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Rossmannie kradniesz? Wpadniesz! A oprócz kary będzie publiczny wstyd [10.07.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/w-rossmannie-kradniesz-wpadniesz-a-opr%C3%B3cz-kary-b%C4%99dzie-publiczny-wstyd-10072025-r/ar-AA1Iaf35?ocid=BingNewsVerp",
            "description": "Drogerie sieci Rossmann to nie tylko ulubione miejsce zakupów wielu klientów, ale i złodziejskich łowów. Za sprawą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bL9XIP0L5vpXdBPmyOEmCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński on MSN11 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyki w cenie złota. Tyle kosztują w lipcu 2025 - potrafią być warte krocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/antyki-w-cenie-z%C5%82ota-tyle-kosztuj%C4%85-w-lipcu-2025-potrafi%C4%85-by%C4%87-warte-krocie/ar-AA1HLt9v?ocid=BingNewsVerp",
            "description": "W 2025 roku antyki cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz jeszcze takie w domu, przyjrzyj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._hgylbrzjFORC7NKUeqyPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski on MSN12 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podkarpackie perły architektury: odkryj unikalne kościoły i zabytkowe budowle",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/podkarpackie-per%C5%82y-architektury-odkryj-unikalne-ko%C5%9Bcio%C5%82y-i-zabytkowe-budowle/ar-AA1If2M8?ocid=BingNewsVerp",
            "description": "Podkarpackie to kraina, w której historia wpisana jest w kamień i drewno wiekowych świątyń. Onieśmielają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yAQklTMPwGIC1mcxkZpXKg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowiny 24 on MSN21 godz.",
            "source": "Nowiny 24 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To unikat w skali miasta. Zabytkowe ogrodzenie w centrum zostanie wyremontowane",
            "link": "https://wszczecinie.pl/index.php/to-unikat-w-skali-miasta-zabytkowe-ogrodzenie-w-centrum-zostanie-wyremontowane/51759",
            "description": "Wraz ze szklanym zadaszeniem jest częścią historycznego przedogródka przy placu Odrodzenia. Znikną także metalowe elementy szyldów i reklam, na których wątpliwą estetykę zwracali uwagę mieszkańcy.",
            "image_url": "https://www.bing.pl/th?id=ODF.fkxWm4k1xCveNtTyQMuBDg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "wSzczecinie.pl18 godz.",
            "source": "wSzczecinie.pl",
            "article_content": "Wraz ze szklanym zadaszeniem jest częścią historycznego przedogródka przy placu Odrodzenia. Znikną także metalowe elementy szyldów i reklam, na których wątpliwą estetykę zwracali uwagę mieszkańcy.\n\nSpis Treści\n\nDo 18 listopada br. na zlecenie Zarządu Budynków i Lokali Komunalnych ma powstać kompleksowa dokumentacja projektowo-kosztorysowa remontu wraz z pozwoleniem na budowę. Wykonawcą jest firma Inżynierska Obsługa Inwestycji Tomasz Świątek.\n\nW ramach prac wymienione zostaną m.in. zdeformowane elementy ogrodzenia. Konstrukcja szklanego zadaszenia zostanie wzmocniona, a jego wypełnienie z półprzeziernych tafli – wymienione. Całość dopełni nowe oświetlenie dopasowane do historycznej kompozycji ogrodzenia.\n\n– Rozwiązania będą uzgadniane z Biurem Ogrodnika Miasta, Zachodniopomorskim Wojewódzkim Konserwatorem Zabytków oraz Zarządem Dróg i Transportu Miejskiego – informuje Sylwia Cyza-Słomska z biura prasowego magistratu.\n\nO obawach mieszkańców związanych z letnim przedogródkiem pisaliśmy w ubiegłym roku. Kompozycyjnie należy do kamienicy przy ul. Monte Cassino 36.\n\n„To w każdej chwili może się rozpaść. Tu parkowały samochody, tam był śmietnik, a w tym miejscu bezdomni robili libacje alkoholowe. Mnóstwo złych rzeczy się wydarzyło” – komentowali.\n\nJak podkreśla miejski konserwator zabytków Michał Dębowski, konstrukcja „stanowi unikatowy na terenie Szczecina przykład ogrodzenia i zadaszenia letniego ogródka gastronomicznego z końca XIX wieku”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-10,7,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    }
]