[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wiadomość Wybredni gracze są winni temu, że nowa gra akcji z elementami RPG zawiodła wydawcę, i to mimo wysokich ocen, jakie z...",
            "link": "https://www.gry-online.pl/newsroom/wybredni-gracze-sa-winni-temu-ze-nowa-gra-akcji-z-elementami-rpg/komentarze/z12e44b",
            "description": "GRY AKCJI. Rynek gier wideo nadal jest dotknięty wymagającą dynamiką konkurencyjności, napędzaną nadpodażą nowych tytułów i coraz bardziej selektywnymi konsumentami.Dókłądńię! Dlatego też masowo grają ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl13 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Gra tylko na Epica, w dodatku wygląda jakby była z 2015 roku. Co mogło pójść nie tak?\n\nTrzeba było nie brać oferty Tima, jak za mało zapłacił za bycie ekskluzywem na jego platformę."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs JPY/PLN 24 lipca 2025 r.",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/kurs-jpypln-24-lipca-2025-r/ar-AA1JbDag?ocid=BingNewsVerp",
            "description": "Jadąc do Japonii czy to w celach turystycznych, czy też biznesowych, warto znać aktualny kurs jena (JPY). Z tego artykułu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vEp3OYPtpUEAcX-Ut3RAeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN3 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukana fraza: 전독시 평점",
            "link": "https://www.moto.egospodarka.pl/art/s/%EC%A0%84%EB%8F%85%EC%8B%9C-%ED%8F%89%EC%A0%90,21.html",
            "description": "Czasy gdy kilkadziesiąt koni mechanicznych robiły z modelu auto super sportowe odeszły w zapomnienie. Teraz nie wystarczy już tylko mocniejszy silnik lub pakiet wizualny – potrzeba jeszcze rekordu tor ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5LZ_PypinKqiazX2EVg1-A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "moto.egospodarka.pl6 godz.",
            "source": "moto.egospodarka.pl",
            "article_content": "Nie masz w gamie SUV-a? To znaczy, że nie ma Cię na rynku! Żaden szanujący się producent nie może sobie pozwolić na brak sportowo-użytkowego auta w ofercie. GM dość późno, bo dopiero w 2012 roku zorientowało się, że w portfolio produktowym brakuje im „prawie terenówki”. Braki nadrobili jednak bardzo szybko… Z zewnątrz… Ponieważ o gustach się nie ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "335 lat Rozwadowa. Wielkie święto w Stalowej Woli. Zobacz nowe zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/335-lat-rozwadowa-wielkie-%C5%9Bwi%C4%99to-w-stalowej-woli-zobacz-nowe-zdj%C4%99cia/ar-AA1J8xMv?ocid=BingNewsVerp",
            "description": "W miniony weekend odbył się niezwykły Festiwal Historyczny, który uczcił 335. rocznicę lokacji Rozwadowa, obecnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zhf_eQ8jIR4GJAISYCSudS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN20 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Białystok. Warzywa i owoce na giełdzie. Lipcowe ceny [ZDJĘCIA]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/bia%C5%82ystok-warzywa-i-owoce-na-gie%C5%82dzie-lipcowe-ceny-zdj%C4%99cia/ar-AA1J7Yl6?ocid=BingNewsVerp",
            "description": "Targowisko zlokalizowane przy ul. Andersa 40, na terenie Podlaskiego Centrum Rolno-Towarowego, niezmiennie przyciąga ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IJgLoEhtP9js2WsPEMvA2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Białystok Nasze Miasto on MSN22 godz.",
            "source": "Białystok Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Relikty Rocket Mana i przedmioty kolekcjonerskie Eltona Johna trafiają na aukcje",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/relikty-rocket-mana-i-przedmioty-kolekcjonerskie-eltona-johna-trafiaj%C4%85-na-aukcje/vi-AA1J8xQL?ocid=BingNewsVerp",
            "description": "Skarbnica pamiątek po Eltonie Johnie trafia na aukcję, w tym kultowe zdjęcia z jego osobistej kolekcji. Fani i kolekcjonerzy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wqqSjhaCJ5lcM_H7KKC7wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "FCCE entertainment on MSN20 godz.",
            "source": "FCCE entertainment on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Okna dwa metry pod ziemią! Tak wygląda wewnątrz kamienicy w Grudziądzu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/okna-dwa-metry-pod-ziemi%C4%85-tak-wygl%C4%85da-wewn%C4%85trz-kamienicy-w-grudzi%C4%85dzu/ar-AA1IzJbX?ocid=BingNewsVerp",
            "description": "Sąsiadująca z bazyliką kamienica przy Kościelnej 7 w Grudziądzu skrywa ciekawostki historyczne. Niestety, nie są powszechnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iyZ-PfmmKfMLEPlzcRZ9-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Śremska Fara kryje niejedną tajemnicę i ciekawostkę",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/%C5%9Bremska-fara-kryje-niejedn%C4%85-tajemnic%C4%99-i-ciekawostk%C4%99/ar-AA1ITOo5?ocid=BingNewsVerp",
            "description": "Historia śremskiej Fary jest bardzo ciekawa. Okazją do poznania kilku faktów na temat tej świątyni były spacery historyczne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.foRnkhFrydPcfiV_cYhRoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Śrem Nasze Miasto on MSN39 min",
            "source": "Śrem Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kościół w Suserzu. Wierni przybywają tu od wieków, by modlić się przed obrazem Matki Bożej z Dzieciątkiem",
            "link": "https://tp.com.pl/artykul/kosciol-w-suserzu-n1723843",
            "description": "Ziemia gostynińska słynie nie tylko z urozmaiconego krajobrazu, pełnego jezior i majestatycznych lasów, ale także z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.v6EfyQ9VHX7glXTqX70YvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Tygodnik Płocki17 godz.",
            "source": "Tygodnik Płocki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Egipski cmentarz skrywał bezcenny zwój. To 3500-letnia Księga Umarłych",
            "link": "https://www.focus.pl/artykul/ksiega-umarlych-egipski-cmentarz-nekropolia",
            "description": "Księga Umarłych, znana Egipcjanom jako Księga wychodzenia za dnia, była zbiorem tekstów i zaklęć mających pomóc zmarłym w bezpiecznej wędrówce przez zaświaty.",
            "image_url": "https://www.bing.pl/th?id=ODF.f3l-vLfSgS4QmXoT6XJFew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Focus51 min",
            "source": "Focus",
            "article_content": "Starożytny przewodnik po zaświatach\n\nKsięga Umarłych, znana Egipcjanom jako Księga wychodzenia za dnia, była zbiorem tekstów i zaklęć mających pomóc zmarłym w bezpiecznej wędrówce przez zaświaty. Znajdowały się w niej magiczne formuły i instrukcje chroniące duszę po śmierci. Egiptolog Lara Weiss wyjaśnia, że ze względu na świetny stan zachowania oraz imponującą długość papirusu, nietrudno uznać odkrycie go za wspaniałe znalezisko. Co ciekawe, zespół badawczy stojący za tym archeologicznym sukcesem nie ujawnił jeszcze dokładnej treści zwoju. Ta dodatkowa szczypta tajemniczości powoduje, że sprawa jest jeszcze bardziej intrygująca.\n\nCzytaj też: Sensacyjne odkrycie archeologiczne u naszych sąsiadów. Znaleziono zbroję sprzed 3200 lat\n\nKsięga Umarłych to tylko jeden z wielu artefaktów znalezionych w tej starożytnej nekropolii\n\nCmentarz w Al-Ghuraifa obfitował w wiele innych zabytków związanych z egipskimi obrządkami pogrzebowymi. Wśród odkryć znalazły się między innymi mumie zamknięte w sarkofagach wykonanych z kamienia bądź drewna, tysiące figurek znanych jako uszebti czy też różnego rodzaju amulety. Poza tym archeolodzy na przestrzeni lat natknęli się tam na naczynia przeznaczone do przechowywania organów oraz zróżnicowane przedmioty grobowe. Te ostatnie są zaskakująco powszechnie spotykane w różnych częściach świata.\n\nSzczególną uwagę przykuła świetnie zachowana trumna Ta-de-Isy, córki arcykapłana Djehuty’ego z Al-Ashmunin. Uczestnicy międzynarodowej ekspedycji zorientowali się, iż wewnątrz znajdował się komplet naczyń zwanych kanopami. Poza tym archeolodzy poinformowali o odkryciu wspomnianych figurek, a także posągu poświęconego bóstwu zwanemu Sokarem. Postać ta była w starożytnym Egipcie powszechnie łączona z zajmowaniem się zmarłymi, których ostatecznie miała transportować ich do zaświatów.\n\nCo to znaczy dla nauki?\n\nKsięga Umarłych ujawnia kluczowe aspekty systemu wierzeń starożytnych Egipcjan, a nasze teorie, jak w wieku przypadkach w egiptologii, nieustannie się zmieniają, rozwijają i dostosowują z każdym nowym tłumaczeniem tego tekstu — wyjaśniają przedstawiciele American Research Center in Egypt\n\nCzytaj też: Gigantyczne miasto było ukryte od tysięcy lat. Chińscy archeolodzy dokonali czegoś niebywałego\n\nWśród pochowanych zidentyfikowano osoby związane z kultem boga Amona, w tym córkę arcykapłana i śpiewaczkę świątynną. To sugeruje religijny charakter nekropolii i zapewnia cenne spojrzenie na tło społeczne dokonanych znalezisk. Choć odkrycie nie wywróci egiptologii do góry nogami, stanowi ważną część układanki. Po zakończeniu badań i prac konserwatorskich, zwój ma trafić na ekspozycję w Wielkim Muzeum Egipskim. Tym sposobem turyści zyskają niepowtarzalną okazję, by zobaczyć ten bezcenny fragment starożytnego świata na własne oczy.\n\nEgipska ziemia wciąż zaskakuje\n\nZnalezisko w Al-Ghuraifa dobitnie pokazuje, że mimo dziesięcioleci intensywnych badań, Egipt wciąż skrywa tajemnice. Każde takie odkrycie, nawet jeśli nie jest rewolucyjne, poszerza naukową wiedzę o jednej z najbardziej fascynujących cywilizacji w dziejach. A nie można wykluczyć, że dalsze tłumaczenia, bądź potencjalne odkrycia, do których dojdzie w przyszłości, dostarczają jeszcze więcej informacji. Zanim tak się stanie trzeba uzbroić się w cierpliwość, ponieważ pełne zrozumienie kontekstu wymaga czasu i żmudnych analiz."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycia spod Uchańki. Zobacz cenne znaleziska",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/sensacyjne-odkrycia-spod-ucha%C5%84ki-zobacz-cenne-znaleziska/ar-AA1Jc8N8?ocid=BingNewsVerp",
            "description": "Dubienka - niewielka miejscowość w woj. lubelskim, znana przede wszystkim z heroicznej obrony podjętej przez Tadeusza Kościuszkę przeciwko wojskom rosyjskim - ponownie znalazła się w centrum uwagi his ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski on MSN42 min",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "24 LIPCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-07-24,8,day.html",
            "description": "Galeria Rzemiosła Artystycznego w Muzeum Narodowym w Krakowie to największa tego typu stała ekspozycja muzealna w Polsce. Zabytki prezentowane są w układzie chronologicznym, od czasów wczesnego średni ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków9 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "24 LIPCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-07-24,7,day.html",
            "description": "Z okazji 25. rocznicy otwarcia Muzeum Archidiecezjalnego Kardynała Karola Wojtyły w Krakowie, przypadającej na dzień 5. Maja 2019 roku, powstała wystawa stała, która stanowi podróż poprzez sztukę i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków9 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Akcje czytelnicze Spektakle teatralne Spacery i zwiedzanie Spektakle taneczne Festiwale Wystawy czasowe Muzyka rozrywkowa Targi i kiermasze Wykłady, spacery i warsztaty artystyczne Muzyka klasyczna W gminach Metropolii Festiwale i przeglądy filmowe Kabaret Festiwale muzyczne Inne przedstawienia Pozostałe Inne koncerty Festiwale teatralne Wydarzenia sportowe Widowiska plenerowe i happeningi Cykle filmowe Muzyka klubowa Spotkania i wykłady literackie Inne wydarzenia literackie Pokazy filmowe Wystawy stałe"
        }
    }
]