[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare monety są teraz sporo warte. Lepiej sprawdź, czy masz którąś w domu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-stare-monety-s%C4%85-teraz-sporo-warte-lepiej-sprawd%C5%BA-czy-masz-kt%C3%B3r%C4%85%C5%9B-w-domu/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Przyjrzyj się lepiej dokładnie swoim monetom, które trzymasz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VLIYDGt-zBDfZ4rLNll9Cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN4 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 3.12.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-3-12-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 3.12.2025",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-3-12-2025/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych. Oni płacą krocie za te stare monety obiegowe. Koniecznie sprawdź, czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte wiele tysięcy złotych. Kolekcjonerzy na nie polują",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-warte-wiele-tysi%C4%99cy-z%C5%82otych-kolekcjonerzy-na-nie-poluj%C4%85/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Te monety od wielu lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i tych traktujących je po prostu jako dobrą formę inwestycji. Wiele z nich było dostępnych w regularnej sprzedaży w NBP.",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN1 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W tych piekarniach sprzedają najlepsze chleb i bułki. Tak uważają mieszkańcy",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/w-tych-piekarniach-sprzedaj%C4%85-najlepsze-chleb-i-bu%C5%82ki-tak-uwa%C5%BCaj%C4%85-mieszka%C5%84cy/ar-AA1RgzeX?ocid=BingNewsVerp",
            "description": "Te opolskie piekarnie są uznawane za najlepsze. To właśnie tam mieszkańcy Opola najchętniej kupują świeży chleb, chrupiące ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MXu8Kk4ggn0ArzY3qB9YmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN2 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyśmierski Kiermasz Świąteczny już 7 grudnia. Będzie kolędowanie, spotkanie z Mikołajem oraz stragany z ozdobami i smakołykami",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wy%C5%9Bmierski-kiermasz-%C5%9Bwi%C4%85teczny-ju%C5%BC-7-grudnia-b%C4%99dzie-kol%C4%99dowanie-spotkanie-z-miko%C5%82ajem-oraz-stragany-z-ozdobami-i-smako%C5%82ykami/ar-AA1RBAt6?ocid=BingNewsVerp",
            "description": "Wyśmierski Kiermasz Świąteczny odbędzie się w niedzielę 7 grudnia. Do parku miejskiego w Wyśmierzycach są zaproszeni wszyscy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bi3dwqco-NZZO2ppUUPi1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Echo Dnia on MSN5 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytkowa kawiarnia z Gdańska szuka najemcy. Jest lista \"branż zakazanych\"",
            "link": "https://www.trojmiasto.pl/historia/Zabytkowa-kawiarnia-z-Gdanska-szuka-najemcy-Jest-lista-branz-zakazanych-n211335.html?strona=0",
            "description": "Odremontowana, zabytkowa kawiarnia Połowa Alei, położona przy al. Zwycięstwa 43, szuka najemców. Jednak nie każda branża ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4LUosjIK9ILlpy-3y2wQti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Trojmiasto.pl22 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "\n\n\n\n\n\n\n\n\n\n6\n\n\n\n\n\n\n\n\n\n\n\nOdremontowana, zabytkowa kawiarnia Połowa Alei, położona przy al. Zwycięstwa 43 , szuka najemców. Jednak nie każda branża będzie tam mile widziana. Na \"czarnej liście\" znalazły się m.in. kluby \"go-go\", ale też gastronomia typu fast food, bary z jedzeniem na wynos, a nawet bary mleczne.\n\nCzy lista \"zakazanych branż\" w Połowie Alei ma sens? tak, dobrze, że śrubuje się standardy jest zbyt ostra, powinno się dopuścić np. bary mleczne nie, jest zdecydowanie za ostra, trudno będzie znaleźć najemcę Czy lista \"zakazanych branż\" w Połowie Alei ma sens? tak, dobrze, że śrubuje się standardy 71% jest zbyt ostra, powinno się dopuścić np. bary mleczne 18% nie, jest zdecydowanie za ostra, trudno będzie znaleźć najemcę 11%\n\nCo powstanie w budynku przy al. Zwycięstwa? Znamy warunki\n\nbary fast food\n\nbary mleczne\n\nbary szybkiej obsługi\n\nmiejsca z żywnością na wynos\n\nkluby typu go-go i pokrewne\n\nPołowa Alei - historia dawnej kawiarni\n\n\n\nZabytkowy lokal, w którym niegdyś mieściła się kawiarnia \"Połowa Alei\", w historii Gdańska zapisał się nie tylko jako urokliwy\n\n\n\nW miejscu \"Połowy Alei\" w 1903 r. otwarto restaurację, która istniała przez kolejne kilkadziesiąt lat.\n\n\n\nChoć powstała w tym rejonie parę czy nawet kilkanaście lat po innych restauracjach - choćby bodaj najsłynniejszej na przełomie XIX i XX w. sąsiadującej Café Ludwig, która słynęła nie tylko z kuchni, ale także organizowania zawodów sportowych - to udało jej się przetrwać różne zawirowania i działała do końca II wojny światowej.\n\n\n\n\n\n\n\nPod taką nazwą funkcjonowała najdłużej, nieprzerwanie do początku lat 30. Przez krótki okres, w 1933 r., względnie w latach 1932-1933, nosiła nazwę Café Wegener od nowego właściciela, Johannesa Wegenera, następnie - już do 1945 r. - Café Woycke. Zabytkowy lokal, w którym niegdyś mieściła się kawiarnia \"Połowa Alei\", w historii Gdańska zapisał się nie tylko jako urokliwy punkt gastronomiczny, ale także miejsce, w którym w 1895 r., po raz pierwszy w Gdańsku, odbył się publiczny pokaz oświetlenia elektrycznego.W miejscu \"Połowy Alei\" w 1903 r. otwarto restaurację, która istniała przez kolejne kilkadziesiąt lat.Choć powstała w tym rejonie parę czy nawet kilkanaście lat po innych restauracjach - choćby bodaj najsłynniejszej na przełomie XIX i XX w. sąsiadującej Café Ludwig, która słynęła nie tylko z kuchni, ale także organizowania zawodów sportowych - to udało jej się przetrwać różne zawirowania i działała do końca II wojny światowej.Początkowo nosiła nazwę Café Feyerabend (od restauratora, Gustava Feyerabenda), szybko jednak (w okolicach 1907 r.) zmieniono jej nazwę na Café Halbe Allee (niem - \"Połowa Alei\").Pod taką nazwą funkcjonowała najdłużej, nieprzerwanie do początku lat 30. Przez krótki okres, w 1933 r., względnie w latach 1932-1933, nosiła nazwę Café Wegener od nowego właściciela, Johannesa Wegenera, następnie - już do 1945 r. - Café Woycke.\n\nWesterplatte i Gdańsk na zdjęciach przed i po II wojnie światowej\n\nTop 10 restauracji w Trójmieście. \"Połowa Alei\" znajdzie się wśród nich?\n\n1 Canis Restaurant Gdańsk, Ogarna 27 9,4 57 ocen\n\n2 Restauracja Fino Gdańsk, Grząska 1 9,2 24 oceny\n\nPort Fromage Gdańsk, Grodzka 9 9,0\" miejsce=3 11 ocen\n\n4 Pietro Gdańsk, Stara Stocznia 2/7 9,0 8 ocen\n\n5 Limoncello Gdańsk, Mariana Hemara 15 9,0 10 ocen\n\n6 Billy's American Restaurant Gdańsk, Targ Sienny 7 8,8 41 ocen\n\n7 nieSztuka Gdańsk, Mariacka 2/3 8,8 12 ocen\n\n8 Oria Magic House Gdańsk, Stara Stocznia 4/1 8,7 28 ocen\n\n9 Tawerna Dominikańska 8,7 61 ocen\n\nPo ponad dwóch latach prac zakończono remont zabytkowego lokalu, w którym w XIX wieku funkcjonowała \"Café Halbe Allee\", czyli kawiarnia \"w Połowie Alei\". Udało się również \"domknąć\" odbiory wartej 14,5 mln zł inwestycji. Teraz trwają poszukiwania najemcy. Jak jednak wynika z dokumentacji przetargowej, jest cała lista branż, które przy al. Zwycięstwa mile widziane nie są.To przede wszystkim:Co więcej, przyszły najemca będzie musiał konsultować adaptację wnętrz Połowy Alei z konserwatorem zabytków. Sama Połowa Alei jest bowiem nie tylko na liście gminnej ewidencji zabytków, ale też znajduje się na terenie objętym strefą ochrony konserwatorskiej i ze względu na \"wartości kulturowe\" podlega ochronie \"uwzględniającej detale architektoniczne\".O tym, czy udało się znaleźć najemcę dawnej kawiarni, dowiemy się w drugiej połowie grudnia. Termin składania ofert upływa bowiem 12 grudnia.Czy \"Połowa Alei\" będzie miała szansę znaleźć się w rankingu \"Top najlepszych restauracji\" w Gdańsku? Ostatnie zestawienie w rankingu Trojmiasto.pl wyglądało następująco:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Lublin, którego już nie ma\". Zobacz jak wyglądało centrum, Wieniawa oraz zakłady mechaniczne. Archiwalne zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lublin-kt%C3%B3rego-ju%C5%BC-nie-ma-zobacz-jak-wygl%C4%85da%C5%82o-centrum-wieniawa-oraz-zak%C5%82ady-mechaniczne-archiwalne-zdj%C4%99cia/ar-AA1RCtdw?ocid=BingNewsVerp",
            "description": "„Lublin, którego już nie ma' to tytuł wystawy zorganizowanej przez Archiwum Państwowe w Lublinie we współpracy z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1lG14VlTOLSwskaoADLVVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN2 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 3.12.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://kurierlubelski.pl/prasowka-3-12-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960905",
            "description": "W pobliżu miejscowości Luta, na drodze W812, przewrócił się tir przewożący pelet.",
            "image_url": "https://www.bing.pl/th?id=OVFT._hVSHzXFqrhjt-n2xvmbrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski9 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Świąteczna iluminacja rozbłyśnie w środę wieczorem",
            "link": "https://tvn24.pl/tvnwarszawa/srodmiescie/warszawa-swiateczna-iluminacja-rozblysnie-w-srode-wieczorem-st8782879",
            "description": "W środę wieczorem uruchomiona zostanie świąteczna iluminacja w stolicy. Na placu Zamkowym stanęła 27-metrowa choinka.",
            "image_url": "https://www.bing.pl/th?id=OVFT.IjYJBPw1TBabHw6VAzY0vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "TVN246 godz.",
            "source": "TVN24",
            "article_content": "Sklep Wokulskiego z planu filmowego do \"Lalki\" Źródło: Klemens Leczkowski / tvnwarszawa.pl\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej Udostępnij Facebook Kopiuj link\n\nIluminacja rozbłyśnie o godzinie 18.00. Prezydent Warszawy Rafał Trzaskowski odpali na placu Zamkowym 27-metrową multimedialną choinkę. Wraz z nią rozświetli się też świąteczna iluminacja - dekoracje nawiązujące do lat 50. i 60. To charakterystyczne dla okresu PRL-u stare lampki choinkowe, bombki w kształcie muchomorów, ale także znane z babcinych kredensów kryształy.\n\nUmowa z wykonawcą, firmą Multidekor, obowiązuje przez trzy sezony, więc jest to ostatnia szansa, by zobaczyć ozdoby retro.\n\nKaruzele, pojazdy i relikty PRL\n\nPrzy użyciu łańcuchów, ozdób i lampek przyozdobione zostały Trakt Królewski, ulice Świętokrzyska i Chmielna, ale także ulice Starego i Nowego Miasta - Piwna, Świętojańska, Podwale, Piekarska, Zapiecek, Freta i Barbakan.\n\nDodatkowo postawione zostały ozdoby wolnostojące, np. na tzw. pl. Pięciu Rogów - iluminacje w kształcie reliktów, m.in. zapomnianych saturatorów czy wag sklepowych. Dla najmłodszych zaplanowano też podświetlane karuzele retro i zabawki z lat dzieciństwa ich rodziców i dziadków, jak również świecące pojazdy - syrenkę i motorower Ryś.\n\nMontaż świątecznej iluminacji Montaż świątecznej iluminacji Źródło: ZDM Warszawa Montaż świątecznej iluminacji Źródło: ZDM Warszawa Montaż świątecznej iluminacji Źródło: ZDM Warszawa Montaż świątecznej iluminacji Źródło: ZDM Warszawa Montaż świątecznej iluminacji Źródło: ZDM Warszawa Montaż świątecznej iluminacji Źródło: ZDM Warszawa\n\nSklep Wokulskiego pozostaje do lutego\n\nWyjątkowo iluminację urozmaica w tym roku część dekoracji z planu filmowego \"Lalki\". Dla wersji kinowej kręconej na Krakowskim Przedmieściu zbudowano sklep Wokulskiego. Z racji dużego zainteresowania publiczności pawilon sklepowy można nadal oglądać, a jego wystawy w oknach pozostaną do połowy lutego.\n\nSklep Wokulskiego na Krakowskim Przedmieściu Źródło: Klemens Leczkowski / tvnwarszawa.pl\n\nOGLĄDAJ: TVN24 HD"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedocenione, ale udane fantasy akcji w świetnej cenie na PS5. Świeżynka 50% taniej",
            "link": "https://planetagracza.pl/echoes-of-the-end-enhanced-edition-promocja-najtaniej-ps-store/",
            "description": "Echoes of the End: Enhanced Edition dopiero co miało premierę, a już jest przecenione o 50 procent w PS Store. To dobra okazja na świeżą grę!",
            "image_url": "https://www.bing.pl/th?id=ODF.A0m18wD3eoHYPd4Rn-LQQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PlanetaGracza.pl20 min",
            "source": "PlanetaGracza.pl",
            "article_content": "Echoes of the End: Enhanced Edition dopiero co miało premierę, a już jest przecenione o 50 procent w PS Store. To dobra okazja na świeżą grę akcji w świecie fantasy.\n\nEchoes of the End: Enhanced Edition dopiero co zaliczyło premierę 30 października, a już doczekało się dużej przeceny. W PS Store kupisz je teraz za 89,50 zł, czyli o 50 procent taniej. To jedna z tych gier, które przemknęły obok szerokiej publiki, choć oferują solidną fabularną przygodę, widowiskowe walki i efektowny świat inspirowany Islandią. Jeszcze taniej zapłacicie z doładowaniami z Instant-Gaming!\n\nEchoes of the End jest niezłe, a teraz także i tanie\n\nEchoes of the End opowiada historię Ryn, potężnej wojowniczki obdarzonej starożytną magią. Bohaterka musi ruszyć na ratunek bratu porwanemu przez imperium, a na swojej drodze odkrywa tajemnice zapomnianych cywilizacji i sekrety katastrofy wiszącej nad jej światem. To klasyczna przygodowa gra akcji, która miesza miecz, magię, zagadki i elementy platformowe.\n\nEnhanced Edition to ulepszona wersja bazowa, przygotowana po konsultacjach ze społecznością. Twórcy poprawili system walki, sterowanie, wstęp gry i tempo progresji. Dodano też nowy system strojów, relikty wpływające na styl walki oraz tryb Nowa Gra+. To zdecydowanie pełniejsze wydanie niż to, które debiutowało pierwotnie.\n\nEchoes of the End stawia duży nacisk na świat. Lodowce, wulkaniczne przestrzenie, ruiny i dzikie krajobrazy budują klimat wysokobudżetowej fantasy, chociaż gra powstała w mniejszym zespole. Całość wygląda efektownie na PS5 i wspiera wibracje oraz efekty triggerów DualSense.\n\nW promocji dostępna jest wersja PS5 w cenie 89,50 zł, a oferta potrwa do 16 grudnia. Jeżeli szukasz czegoś liniowego, fabularnego i z kilkoma ciekawymi pomysłami mechanicznymi, Echoes of the End teraz ma naprawdę sensowną cenę.\n\nŹródło: PS Store / Materiał sponsorowany – Instant-Gaming"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warszawa rozbłyśnie na święta. Wieczorem start iluminacji [ZDJĘCIA]",
            "link": "https://radiokolor.pl/warszawa-rozblysnie-na-swieta-wieczorem-start-iluminacji-zdjecia/",
            "description": "W środę wieczorem Warszawa oficjalnie rozpoczyna sezon bożonarodzeniowy. Sygnał do startu da prezydent Rafał Trzaskowski, który na Placu Zamkowym \"odpali\" główną atrakcję wieczoru – 27-metrową, multim ...",
            "image_url": "https://www.bing.pl/th?id=ODF.-F_RiKHPPQn7zasBTrOMqQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Radio Kolor 103 FM2 godz.",
            "source": "Radio Kolor 103 FM",
            "article_content": "Już dziś 03.12 punktualnie o godzinie 18:00 na Placu Zamkowym rozbłyśnie gigantyczna choinka, a Trakt Królewski rozświetlą tysiące lampek w stylu retro. To ostatnia szansa, by zobaczyć te wyjątkowe ozdoby nawiązujące do lat 50. i 60. Całe miasto rozbłyśnie świątecznymi iluminacjami.\n\nW środę wieczorem Warszawa oficjalnie rozpoczyna sezon bożonarodzeniowy. Sygnał do startu da prezydent Rafał Trzaskowski, który na Placu Zamkowym „odpali” główną atrakcję wieczoru – 27-metrową, multimedialną choinkę.\n\nTegoroczna iluminacja to sentymentalna podróż w czasie. Dekoracje nawiązują do wzornictwa lat 50. i 60. Warto się pospieszyć ze spacerem, ponieważ umowa z firmą Multidekor obowiązuje przez trzy sezony. Oznacza to, że tegoroczna zima jest ostatnią, podczas której będziemy podziwiać Warszawę w tej konkretnej, nostalgicznej odsłonie retro.\n\nGdzie szukać światełek? Lista ulic\n\nIluminacja nie ogranicza się tylko do choinki. Świąteczny blask zyskają m.in: Trakt Królewski (Nowy Świat i Krakowskie Przedmieście), Ulica Świętokrzyska i Chmielna, a także uliczki Starówki i Nowego Miasta: Piwna, Świętojańska, Podwale, Piekarska, Zapiecek, Freta oraz Barbakan.\n\nSpacerując po mieście, natkniecie się na wyjątkowe ozdoby wolnostojące. Na placu Pięciu Rogów i w innych punktach stanęły świetlne rzeźby przypominające relikty PRL-u: zapomniane saturatory z wodą sodową czy stare wagi sklepowe.\n\nDla najmłodszych (i tych, którzy chcą poczuć się jak dzieci) przygotowano podświetlane karuzele retro, a także słynne pojazdy z tamtych lat – samochód Syrenka i motorower Ryś.\n\nSklep Wokulskiego zostanie do lutego\n\nW tym roku iluminację urozmaica prawdziwa perełka filmowa. Na Krakowskim Przedmieściu wciąż stoi sklep Wokulskiego – element scenografii do nowej wersji filmu „Lalka”. Cieszący się ogromnym zainteresowaniem pawilon został wkomponowany w świąteczne dekoracje, a jego wystawy będzie można podziwiać aż do połowy lutego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dyrektor oddziału IPN we Wrocławiu: Napis \"Kaiserbrücke\" naraża nas na pośmiewisko",
            "link": "https://gazetawroclawska.pl/dyrektor-oddzialu-ipn-we-wroclawiu-napis-kaiserbrucke-naraza-nas-na-posmiewisko/ar/c1p2-28225301",
            "description": "Zacznijmy od podstawowych faktów. W 1910 r. otwarto most, który nazwano na cześć panującego wówczas cesarza Niemiec Wilhelma ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l6RUrmmk-f2ZC-pwz1HoQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska20 godz.Opinion",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 3 km od Warszawy. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 6 - 7 grudnia?",
            "link": "https://warszawa.naszemiasto.pl/sciezki-rowerowe-do-3-km-od-warszawy-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-6-7-grudnia/ar/c7p1-21831391",
            "description": "Zanim wyruszysz w trasę, upewnij się, jaka będzie pogoda. W sobotę 06 grudnia w Warszawie ma być 5°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0fgO7IOsWMkuscx3m7CJVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto23 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 3.12.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://kurierlubelski.pl/prasowka-3-12-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960905",
            "description": "W pobliżu miejscowości Luta, na drodze W812, przewrócił się tir przewożący pelet.",
            "image_url": "https://www.bing.pl/th?id=OVFT._hVSHzXFqrhjt-n2xvmbrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski9 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare monety są teraz sporo warte. Lepiej sprawdź, czy masz którąś w domu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-stare-monety-s%C4%85-teraz-sporo-warte-lepiej-sprawd%C5%BA-czy-masz-kt%C3%B3r%C4%85%C5%9B-w-domu/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Przyjrzyj się lepiej dokładnie swoim monetom, które trzymasz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VLIYDGt-zBDfZ4rLNll9Cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN4 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte wiele tysięcy złotych. Kolekcjonerzy na nie polują",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-warte-wiele-tysi%C4%99cy-z%C5%82otych-kolekcjonerzy-na-nie-poluj%C4%85/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Te monety od wielu lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i tych traktujących je po prostu jako dobrą formę inwestycji. Wiele z nich było dostępnych w regularnej sprzedaży w NBP.",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN1 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 3.12.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-3-12-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fcXjXaU4f1Plmh2aSfsj8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Finał sezonu kolekcjonerskiego w Ostrołęce. Nie przegap giełdy 7 grudnia",
            "link": "https://www.eostroleka.pl/final-sezonu-kolekcjonerskiego-w-ostrolece-nie-przegap-gieldy-7-grudnia,art123910.html",
            "description": "To już ostatni moment w tym roku, aby uzupełnić swoje zbiory, wymienić się doświadczeniami lub znaleźć unikatowy prezent.",
            "image_url": "https://www.bing.pl/th?id=OVFT.mTK5LzW8wC98SDyP_mgsdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "eOstroleka42 min",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nTo już ostatni moment w tym roku, aby uzupełnić swoje zbiory, wymienić się doświadczeniami lub znaleźć unikatowy prezent. Ostrołęcki Klub Kolekcjonerów „Unikat” zaprasza wszystkich pasjonatów na grudniową giełdę.\n\nJuż w najbliższą niedzielę, 7 grudnia 2025 roku, w godzinach od 11:00 do 12:30, w Klubie „Lokator” przy ul. Hallera 13 (I piętro) odbędzie się cykliczna Giełda Kolekcjonerska. Jest to wydarzenie, które od lat przyciąga zarówno wytrawnych zbieraczy, jak i osoby, które dopiero zaczynają swoją przygodę z kolekcjonerstwem.\n\nCo czeka na odwiedzających?\n\nJak zawsze, oferta giełdy będzie niezwykle różnorodna. Na stoiskach będzie można znaleźć, obejrzeć, a także nabyć:\n\nNumizmatykę: monety polskie i zagraniczne oraz banknoty.\n\nmonety polskie i zagraniczne oraz banknoty. Filatelistykę: znaczki pocztowe z różnych stron świata.\n\nznaczki pocztowe z różnych stron świata. Drobne antyki i pamiątki: karty telefoniczne, stare pocztówki, odznaczenia i wiele innych przedmiotów z duszą.\n\nGiełda to nie tylko handel. To przede wszystkim doskonała okazja do spotkania ludzi o podobnych pasjach, wymiany posiadanych walorów oraz obejrzenia imponujących kolekcji prezentowanych przez członków klubu.\n\nBezpłatna wycena i zaproszenie do współpracy\n\nOrganizatorzy przygotowali również coś dla osób, które posiadają w domu stare przedmioty, ale nie znają ich wartości. Podczas giełdy będzie można skorzystać z fachowej wyceny walorów kolekcjonerskich.\n\nDla tych, którzy chcieliby rozwijać swoją pasję w szerszym gronie, OKK „Unikat” otwiera swoje drzwi – podczas spotkania można oficjalnie zasilić szeregi klubu i aktywnie włączyć się w jego działalność.\n\nWażna informacja: Zmiana w kalendarzu spotkań\n\nOrganizatorzy pragną zwrócić szczególną uwagę na zmiany w harmonogramie grudniowym.\n\nUwaga: Planowana pierwotnie giełda w dniu 21 grudnia 2025 roku zostaje ODWOŁANA.\n\nPowodem zmiany jest uroczyste spotkanie wigilijne członków Stowarzyszenia „Unikat – Przyjazna Gmina” oraz Ostrołęckiego Klubu Kolekcjonerów „Unikat”.\n\nOznacza to, że spotkanie 7 grudnia jest jedyną i ostatnią okazją do odwiedzenia giełdy w tym roku kalendarzowym. Kolejna edycja wydarzenia planowana jest na styczeń 2026 roku – dokładny termin zostanie podany do wiadomości w późniejszym czasie.\n\nZapraszamy serdecznie wszystkich mieszkańców Ostrołęki i okolic!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie \"piąteczki\" są warte więcej niż myślisz. Wartość 5 złotych zależy od wielu czynników",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takie-pi%C4%85teczki-s%C4%85-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-warto%C5%9B%C4%87-5-z%C5%82otych-zale%C5%BCy-od-wielu-czynnik%C3%B3w/ar-AA1Rl4mH?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-XPQC0aCLdgiZ6gP74xE_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN22 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    }
]