[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przeszukaj strych, na 100 procent masz je w kartonach. Nawet używane są warte fortunę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/przeszukaj-strych-na-100-procent-masz-je-w-kartonach-nawet-u%C5%BCywane-s%C4%85-warte-fortun%C4%99/ar-AA1H4xU2?ocid=BingNewsVerp",
            "description": "Nie nieruchomości, nie obligacje, ale gadżety ze strychu mogą być złotym strzałem inwestora. Jeśli masz dobre oko, możesz w skarbach z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.FtDWMuaD4QVOACo7ostN7w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Smakosze on MSN2 godz.",
            "source": "Smakosze on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [20.06.25]",
            "link": "https://pomorska.pl/kolekcjonerzy-poluja-na-te-wazony-z-prl-takie-pamiatki-z-dusza-moga-okazac-sie-prawdziwym-skarbem-20-06-25/ar/c1p2-27606583",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.7ixEsjn3WRZCG1zRikYaoQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska15 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie znaczki pocztowe z czasów PRL. Tyle w 2025 roku można zarobić na filatelistycznych skarbach [20.06.25]",
            "link": "https://pomorska.pl/kolekcjonerskie-znaczki-pocztowe-z-czasow-prl-tyle-w-2025-roku-mozna-zarobic-na-filatelistycznych-skarbach-20-06-25/ar/c1p2-27654257",
            "description": "W 2025 roku znaczki pocztowe z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.uMBCbpC7StTnJdhtRp0Yxw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska15 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [20.06.2025]",
            "link": "https://nowosci.com.pl/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuja-monety-z-prl-u-w-2025-20-06-2025/ar/c1p2-27655625",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.J1Kpy1P7giAL37geHh0ITA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński2 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia)20.06.2025",
            "link": "https://gp24.pl/nawet-39-tysiecy-za-monety-z-prl-az-tyle-moga-zaplacic-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mozna-zrobic-zdjecia-20-06-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza1 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz taki banknot z czasów PRL-u? Nie wyrzucaj, jest wart fortunę",
            "link": "https://www.polsatnews.pl/ciekawostki/wiadomosc/2025-06-19/masz-taki-banknot-z-czasow-prl-u-nie-wyrzucaj-jest-wart-fortune/",
            "description": "Przeszukując szuflady, albumy czy stare pudła, wciąż można natknąć się na przedmioty sprzed dekad. Czasem są to ozdoby, a ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Qb2uqn_mVErgxL6xo4cTxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Polsat News23 godz.",
            "source": "Polsat News",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W skarbie ze Zbierska jest wiele zagranicznych monet. Niektóre pochodzą z czasów Mieszka I",
            "link": "https://pleszew.naszemiasto.pl/w-skarbie-ze-zbierska-jest-wiele-zagranicznych-monet-niektore-pochodza-z-czasow-mieszka-i/ar/c1p2-27702125",
            "description": "Naukowcy rozpoznali część monet, które znajdowały się w niedawno odkrytym w lasach zbierskich skarbie. Wygląda na to, że w glinianym naczyniu jest ponad 200 zabytków, w tym wiele wyjątkowych.",
            "image_url": "https://www.bing.pl/th?id=ODF.I2rfHusTno6Ysu_YcxuMRg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Pleszew Nasze Miasto22 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te meble z PRL są warte majątek! Masz je w domu? Szukają ich kolekcjonerzy! Zobacz, ile kosztują meble z PRL 20.06.2025",
            "link": "https://gk24.pl/te-meble-z-prl-sa-warte-majatek-masz-je-w-domu-szukaja-ich-kolekcjonerzy-zobacz-ile-kosztuja-meble-z-prl-20-06-2025/ar/c9p2-27426143",
            "description": "Meble z PRL cieszą się w naszym kraju dużą popularnością. Podobnie jak inne przedmioty z PRL, są szczególnie poszukiwane nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WerSvMZAlVvtJM1spSBBdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński4 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kryształy PRL w cenie złota. Tyle kosztują w 2025 roku popularne misy i wazony [19.06.25]",
            "link": "https://pomorska.pl/krysztaly-prl-w-cenie-zlota-tyle-kosztuja-w-2025-roku-popularne-misy-i-wazony-19-06-25/ar/c9p2-27165801",
            "description": "Kryształy z czasów PRL, kiedyś powszechnie spotykane w polskich domach, zyskały nowe życie jako cenione przedmioty ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5hMBQRFoNZ2wpyAWLYMQqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska20 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [20.06.25]",
            "link": "https://pomorska.pl/kolekcjonerzy-poluja-na-te-wazony-z-prl-takie-pamiatki-z-dusza-moga-okazac-sie-prawdziwym-skarbem-20-06-25/ar/c1p2-27606583",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.7ixEsjn3WRZCG1zRikYaoQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska15 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Berlin, Barcelona",
            "link": "https://fdb.pl/film/867671-berlin-barcelona/recenzje/2893",
            "description": "Kameralny dramat obyczajowy koncentruje się wokół paczki bliskich przyjaciół. Olivia, Eloy, Guille i Anna, którzy udają się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2TRF5u2_l0x7coRcRqe2tS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "FDB8 godz.",
            "source": "FDB",
            "article_content": "O samotności w czasach przeludnienia i regresie ludzkich relacji. Jednak film o zagubionych jest tak skromny, że chwilami brakuje mu jakichkolwiek zmian ciśnienia i jest anemiczny. 6\n\nKino często podejmuje się prób wglądu w określoną grupę, która tworzy jakąś wspólnotę na najróżniejsze sposoby. Berlin, Barcelona poddaje pod wątpliwość pojęcie zażyłości na przykładzie grupy przyjaciół, którzy są reprezentantami 30+. Film stara się połączyć socjologiczne spojrzenie bez przeprowadzania inspekcji z intymnym ukłonem w stronę bylejakości relacji i współczesności, która kompletnie nie sprzyja ich utrzymywaniu. Czy jednostki są odpowiedzialne za rozsupłanie silnych relacji, czy raczej niesprzyjająca epoka prędkości i jakiś determinant pokoleniowy? Bardzo dobry kąsek, jednak narracja jest anegdotyczna i dosyć blada, przez co wytrąca jakikolwiek ciężar. Nie byłoby w tym nic złego, gdyby produkcja się nie siliła jednak na przedstawiciela kina dyskutującego, a nie tylko coś odmalowującego.\n\nWczytywanie... Berlin, Barcelona (2018) - Isak Férriz, Alexandra Jiménez, Bruno Sevilla\n\nGrupa przyjaciół, których znajomość sięga aż czasów licealnych, planuje odwiedzić jednego towarzysza ich paczki z przeszłości. Comas wyprowadził się z Barcelony do Berlina i odczuwamy od początku, że urodzinowa niespodzianka będzie mniej efektowna oraz naturalna niż bohaterowie zakładają. Nie ma okrzyków radości, rzucania się sobie nawzajem w ramiona. Raczej od początku towarzyszy ich reunionowi jakiś dyskomfort. Każdy mówi po swojemu, niby do innych, ale tak naprawdę przebija przez to symulacja i szczera nieudolność w podtrzymywaniu niepowtarzalnego kontaktu. Wszyscy bohaterowie będą w jednym miejscu, ale tak naprawdę w innych światach. Nikt nie słucha nikogo. Każdy ma swoją własną potyczkę. W tej całej karykaturalnej paczce przyjaciół mało jest chęci, za to mnóstwo skupienia na sobie. Rzeczywistość bardzo szybko udowadnia fałszowanie pojęcia „grupa przyjaciół”.\n\n„Berlin, Barcelona” to film, który bardzo umiejętnie burzy i staje naprzeciwko produkcji, w których podtrzymuje się mit o przyjaźni na wieki wieków. Fasadowość bohaterów, ich egoizm, ucieczki od siebie nawzajem i rozwarstwienia mają miejsce niemalże od początku. Refleksja jest bardzo konsekwentnie prowadzona, jednak nie pojawia się w filmie żaden kontrapunkt, wstrząs. Ta może wykoncypowana nijakość dla wytłuszczenia jeszcze bardziej kondycji ich relacji – niestety – przekłada się na cherlawość produkcji. Film zaczyna się w pewnym momencie powtarzać i teza, która wybrzmiewa bardzo intrygująco od początku, z czasem nie znajduje nowych środków wyrazu w narracji. Elena Trape nie zmienia obozu, strony barykady, opowiada o rozgoryczeniu pewnego pokolenia samym sobą, ale i – co za tym idzie – skupieniu oraz koncentracji wyłącznie na sobie. Społeczeństwo przepełnione własnymi problemami nie ma czasu, by posłuchać i zainteresować się czyimiś. Tylko że celne spojrzenie w tej epizodycznej narracji nie wybrzmiewa do końca skutecznie. Robi się chwilami bardzo anemicznie, a nasi bohaterowie zaczynają być z porcelany. Nie udaje nam się usiąść koło nich, rozpłomienić się złożonością sytuacji oraz turbulencjami i ich gotującymi się wnętrzami.\n\nWczytywanie... Berlin, Barcelona (2018) - Miki Esparbé, Alexandra Jiménez\n\nMamy do czynienia z filmem, który ma więcej ambicji niż fantazji w budowaniu złożonej historii. Szkoda, gdyż pytanie, czy odpowiedzialność za nieumiejętność podtrzymywania przy życiu bliskich kontaktów wynika ze wstecznego biegu, na jakim funkcjonuje w tworzeniu relacji współczesny człowiek, jest bardzo na miejscu. Czy w Berlinie, Barcelonie lub jakimkolwiek innym mieście na świecie. Temat regresu komunikacji nie jest tutaj do końca przerobiony i cały czas ma to samo ciśnienie. O samotności w czasach przeludnienia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To tutaj Reymont pisał „Chłopów'. Na jego cześć zmieniono nazwę miejscowości",
            "link": "https://wiadomosci.radiozet.pl/kultura/to-tutaj-reymont-pisal-chlopow-na-jego-czesc-zmieniono-nazwe-miejscowosci",
            "description": "Powieść \"Chłopi\" znają wszyscy w Polsce. Dzieło Władysława Reymonta zachwyca czytelników, którzy doceniają opisy wiejskiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._RGQQD2BlSszk97Fghh5-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wiadomości Radio ZET19 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: W jakiej miejscowości toczy się fabuła \"Chłopów\" Władysława Reymonta?\n\nJak twórczość Władysława Reymonta uhonorowali mieszkańcy polskiej wsi?\n\nGdzie znajduje się wieś, w której rozgrywała się fabuła kultowych książek?\n\nPolski pisarz został uhonorowany wsią\n\nCzasem jedna decyzja doprowadza do ciągu wydarzeń, których nikt nie jest w stanie przewidzieć. Gdy w 1338 roku arcybiskup gnieźnieński Janisław zakładał wieś Lipce, nie mógł przewidzieć, że niemalże 600 lat później miejsce to będzie tłem do jednej z najgłośniejszych powieści obyczajowo-społecznych w historii polskiej literatury.\n\nZ dawnych dokumentów księcia mazowieckiego Ziemowita wiadomo, że Lipce leżące w kasztelanii łowickiej należały do arcybiskupów. Wraz z upływem lat Lipce należały do gromady, a zarazem były siedzibą władz miejscowości. W latach 1975–1998 miejscowość znajdowała się w granicach administracyjnych województwa skierniewickiego.\n\nQuiz: Trudny quiz z lektur szkolnych dla Polaków z pamięcią doskonałą. Celem 15/15 1/15 Jak nazywał się główny bohater \"Zbrodni i kary\"? Iwan Bezdomny Rodion Raskolnikow Michaił Aleksandrowicz Berlioz Dalej\n\nW 1904 roku Władysław Reymont rozpoczął prace nad powieścią \"Chłopi\". Największe dzieło polskiego pisarza było publikowane we fragmentach na łamach \"Tygodnika Ilustrowanego\". Opowieść ukazująca życie społeczności w niewielkiej polskiej wsi na przestrzeni czterech pór roku szybko zachwyciła czytelników na całym świecie, co zaowocowało Literacką Nagrodą Nobla dla Władysława Reymonta, który otrzymał najważniejsze wyróżnienie w świecie książek w 1924 roku.\n\nWładysław Reymont otrzymał coś jeszcze - 1 kwietnia 1983 roku do nazwy wsi \"Lipce\" dodano człon \"Reymontowskie\", aby upamiętnić uwielbianego pisarza oraz podróżnika. We wsi znajduje się wiele miejsc, które upamiętniają jednego z najwybitniejszych polskich pisarzy w historii.\n\nJakie atrakcje czekają na gości Lipców Reymontowskich?\n\nWieś Lipce Reymontowskie to nie tylko miejsce pamięci o bohaterach i bohaterkach \"Chłopów\". W miejscowości znajdują się Muzeum Czynu Zbrojnego, Centrum Reymontowskie wraz z Zagrodą Ludową, Muzeum Regionalne im. Władysława Stanisława Reymonta, Galeria Staroci i Pamiątek Regionalnych, domek dróżnika, w którym w latach 1888–1891 mieszkał Władysław Reymont. W Lipcach co roku organizowana jest impreza \"Dzień Reymonta” odbywająca się w czerwcu lub lipcu w Lipcach Reymontowskich i Łodzi (od 2022 roku połączona z \"Forum Gospodarczym”, podczas których organizowane są m.in. jarmarki z lokalną żywnością, targi, koncerty i lunaparki).\n\nWe wsi Lipce Reymontowskie znajdują się także liczne zabytki: rzymskokatolicki cmentarz z drugiej połowy XIX wieku wpisany do rejestru zabytków, drewniana kaplica św. Józefata z przełomu XVIII i XIX wieku, zbiorowa mogiła ofiar II wojny światowej na nowym cmentarzu oraz kościół Znalezienia Krzyża Świętego z 1870 roku, rozbudowany w 1930 roku.\n\nŹródło: Radio ZET"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z wizytą u przodków. Archeolodzy zapraszają w Dni Torunia na bulwar do Ducha Świętego",
            "link": "https://torun.naszemiasto.pl/z-wizyta-u-przodkow-archeolodzy-zapraszaja-w-dni-torunia-na-bulwar-do-ducha-swietego/ar/c1p2-27699021",
            "description": "Archeolodzy z Uniwersytetu Mikołaja Kopernika zapraszają w sobotę 21 oraz w poniedziałek i wtorek 23 i 24 czerwca na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.K78BoWFfe3MM7%2b7bRVeaQQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Toruń Nasze Miasto3 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [20.06.2025]",
            "link": "https://nowosci.com.pl/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuja-monety-z-prl-u-w-2025-20-06-2025/ar/c1p2-27655625",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.J1Kpy1P7giAL37geHh0ITA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński2 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czertyżne - warto odwiedzić to miejsce",
            "link": "https://gazetakrakowska.pl/po-wielu-lemkowskich-wsiach-rozsianych-w-beskidzie-niskim-zostaly-tylko-kamienie-w-czertyznem-tetnilo-zycie-teraz-jest-tylko-cmentarz/ar/c1p2-27703885",
            "description": "Dolina Białej u stóp Lackowej, najwyższego szczytu polskiej części Beskidu Niskiego, to miejsce nie tylko dzikie i tajemnicze ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Sr3MF%2flkaEZ63fj3mYiXag&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska1 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po wielu łemkowskich wsiach rozsianych w Beskidzie Niskim zostały tylko kamienie. W Czertyżnem tętniło życie, teraz jest tylko cmentarz",
            "link": "https://gazetakrakowska.pl/po-wielu-lemkowskich-wsiach-rozsianych-w-beskidzie-niskim-zostaly-tylko-kamienie-w-czertyznem-tetnilo-zycie-teraz-jest-tylko-cmentarz/ar/c7p2-27703885",
            "description": "Dolina Białej u stóp Lackowej, najwyższego szczytu polskiej części Beskidu Niskiego, to miejsce nie tylko dzikie i tajemnicze ...",
            "image_url": "https://www.bing.pl/th?id=OVF.30%2bJrd6e1rpVnhfKZMbtxA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska3 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 14 km od Warszawy. Pomysły na jednodniowy wypad. Gdzie w weekend 21 - 22 czerwca?",
            "link": "https://warszawa.naszemiasto.pl/sciezki-rowerowe-do-14-km-od-warszawy-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-21-22-czerwca/ar/c7p1-21831391",
            "description": "Młociny, nad Wisłę, lasy Chotomowskie, wokół Legionowa, powrót nad kanałkiem. Bardzo przyjemna trasa, można zrobić wiele ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.w01An8WufCtv8322UBTr2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto19 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rusz się z domu! 21 miejsc idealnych na krótką wycieczkę w Wielkopolsce. Poleca je Addicted2travel.pl [20.06.2025]",
            "link": "https://gloswielkopolski.pl/rusz-sie-z-domu-21-miejsc-idealnych-na-krotka-wycieczke-w-wielkopolsce-poleca-je-addicted2travelpl-20062025/ar/c7-13955129",
            "description": "Szukasz ciekawego miejsca na krótki wypad gdzieś niedaleko Poznania? Autorzy bloga Addicted2travel.pl polecają 21 miejsc w Wielkopolsce, na które warto wybrać się na wycieczkę.Zobacz ciekawe miejsca w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski1 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Firma z Opola będzie żywić ciężko chorych pacjentów szpitali na całym świecie",
            "link": "https://opole.wyborcza.pl/opole/7,35086,32034639,firma-z-opola-bedzie-zywic-ciezko-chorych-pacjentow-szpitali.html",
            "description": "Opolski oddział firmy Nutricia otworzył pierwszą w Polsce fabrykę specjalistycznej żywności medycznej. - Jest ona ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eyAPcKDWWWqmoP86977JGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wyborcza Opole4 godz.",
            "source": "Wyborcza Opole",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 20.06.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://wspolczesna.pl/prasowka-20-06-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960917",
            "description": "W naszym kraju jest więcej niż 40 tysięcy wsi. Polskie wsie, kolonie i przysiółki mają bardzo często nazwy zabawne i dziwne.",
            "image_url": "https://www.bing.pl/th?id=OVF.Fz%2bluuKSnMipry%2fvuAMiDw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Współczesna4 godz.",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (20.06.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-20-06-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960895",
            "description": "Boże Ciało jak zwykle wypada w czwartek, w 2025 roku uroczystość obchodzimy 19 czerwca. Wrocławskie parafie, jak co roku, organizują procesje. Sprawdziliśmy, kiedy i gdzie odbędą się te największe.",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska4 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dokumenty na podróż",
            "link": "https://kalisz.naszemiasto.pl/tag/dokumenty-na-podroz",
            "description": "Jednym z najważniejszych dokumentów potwierdzających naszą tożsamość jest paszport – wiedzą o tym szczególnie ci, którzy podróżują poza granice Unii... Z raportu Allianz Partners wynika, że aż 75% Pol ...",
            "image_url": "https://www.bing.pl/th?id=ODF.VfeOcVpbp4pu9W6WCOdHHg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kalisz Nasze Miasto41 min",
            "source": "Kalisz Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie znaczki pocztowe z czasów PRL. Tyle w 2025 roku można zarobić na filatelistycznych skarbach [20.06.25]",
            "link": "https://pomorska.pl/kolekcjonerskie-znaczki-pocztowe-z-czasow-prl-tyle-w-2025-roku-mozna-zarobic-na-filatelistycznych-skarbach-20-06-25/ar/c1p2-27654257",
            "description": "W 2025 roku znaczki pocztowe z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.uMBCbpC7StTnJdhtRp0Yxw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska15 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie znaczki pocztowe z czasów PRL. Tyle w 2025 roku można zarobić na filatelistycznych skarbach [20.06.2025 r.]",
            "link": "https://pomorska.pl/kolekcjonerskie-znaczki-pocztowe-z-czasow-prl-tyle-w-2025-roku-mozna-zarobic-na-filatelistycznych-skarbach-20-06-2025-r/ar/c1p2-27654257",
            "description": "W 2025 roku znaczki pocztowe z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu, przejrzyj je dokładnie. Może się okazać, że to prawdziwe kolekcjonerskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska3 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia)20.06.2025",
            "link": "https://gp24.pl/nawet-39-tysiecy-za-monety-z-prl-az-tyle-moga-zaplacic-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mozna-zrobic-zdjecia-20-06-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Pomorza1 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 CZERWCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-06-20,7,day.html",
            "description": "Muzeum Sztuki Współczesnej w Krakowie MOCAK we współpracy z Narodowym Starym Teatrem im. Heleny Modrzejewskiej w Krakowie otwiera nową przestrzeń w ramach swojej Kolekcji. Pokazana zostanie interaktyw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Wystawy czasowe Muzyka rozrywkowa Festiwale sztuk wizualnych Festiwale Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Kabaret W gminach Metropolii Festiwale muzyczne Festiwale i przeglądy filmowe Inne przedstawienia Festiwale teatralne Spotkania i slajdowiska Pozostałe Dziecięce różności Inne koncerty Wydarzenia sportowe Widowiska plenerowe i happeningi Muzyka klubowa Cykle filmowe Pokazy filmowe Spotkania i wykłady literackie Inne wydarzenia literackie Wystawy stałe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie odkrycia zdarzają się raz na stulecie. Archeolodzy potwierdzili autentyczność „Wenus z Kołobrzegu'",
            "link": "https://kresy.pl/wydarzenia/takie-odkrycia-zdarzaja-sie-raz-na-stulecie-archeolodzy-potwierdzili-autentycznosc-wenus-z-kolobrzegu/",
            "description": "Choć figurka została znaleziona blisko trzy lata temu, dopiero teraz badacze potwierdzili, że jest autentyczna.",
            "image_url": "https://www.bing.pl/th?id=ODF.NTe8sPm-zHBbNG1AbcHZeg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kresy.pl16 godz.",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Egipski błękit odkryty na nowo. Naukowcy odtworzyli najstarszy syntetyczny pigment",
            "link": "https://www.msn.com/pl-pl/news/other/egipski-b%C5%82%C4%99kit-odkryty-na-nowo-naukowcy-odtworzyli-najstarszy-syntetyczny-pigment/ar-AA1H33PE?ocid=BingNewsVerp",
            "description": "Po tysiącach lat egipski błękit znów może być wykorzystywany. Naukowcy zrekonstruowali recepturę najstarszego syntetycznego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PenGyW59FyaCjaRkND9KVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WPROST.pl on MSN13 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    }
]