[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meble, ubrania i bibeloty. Giełda staroci kusiła odwiedzających",
            "link": "https://www.dziennikwschodni.pl/lublin/meble-ubrania-i-bibeloty-gielda-staroci-kusila-odwiedzajacych,n,1000366326.html",
            "description": "Giełda staroci co miesiąc gromadzi coraz więcej sympatyków. Tych, którzy chcą pozbyć się zalegających bibelotów w garażu, a także tych, którzy tymi rzeczami chcą ozdobić swoje wnętrza. Następna okazja ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gIAxhpE-eTseHxNqAv8hIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Dziennik Wschodni3 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Ostatnia niedziela miesiąca to oczywiście czas na giełdę staroci. Tradycyjnie na placu Zamkowym zebrali się kupcy oferujący różnorakie produkty oraz poszukujący prawdziwych perełek. Kupić tu można dosłownie wszystko: od zastawy stołowej, poprzez ubrania, stare znaczki, monety, komiksy aż po sprzęt retro typu gramofony czy maszyny do pisania.\n\n- Przyjechałam szukać tutaj figurek aniołków zwanych putto. Mam ich w domu już ponad setkę, ale zawsze znajdzie się jakiś nowy, którego jeszcze nie mam - mówi pani Grażyna, poszukująca gipsowych i porcelanowych figurek.\n\nKażdy na pewno znalazł coś dla siebie i nie wyszedł z pustymi rękoma.\n\nGiełda staroci co miesiąc gromadzi coraz więcej sympatyków. Tych, którzy chcą pozbyć się zalegających bibelotów w garażu, a także tych, którzy tymi rzeczami chcą ozdobić swoje wnętrza. Następna okazja na polowanie 28 września."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz 20 zł w portfelu? Lepiej sprawdź, czy na banknocie jest niepozorna nitka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-20-z%C5%82-w-portfelu-lepiej-sprawd%C5%BA-czy-na-banknocie-jest-niepozorna-nitka/ar-AA1Lz6JT?ocid=BingNewsVerp",
            "description": "Pieniądze w formie gotówki nie znikną prędko z naszych portfeli. Sięgając jednak po banknoty podczas zakupów warto spojrzeć na szczegóły. Polacy nie zdają ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qXPYOt4opjbuEdbLUjfq7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Biznes w INTERIA.PL on MSN9 godz.",
            "source": "Biznes w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci wraca do poprzedniej lokalizacji. Od niedzieli",
            "link": "https://epoznan.pl/news-news-167124-gielda_staroci_wraca_do_poprzedniej_lokalizacji_od_niedzieli",
            "description": "Wcześniej \"Giełda Staroci Pchli Targ\" przeniosła się ze Starej Rzeźni i odbywała się przy centrum handlowym M1. Od maja 2024 zmieniła się lokalizacja. Giełda, ze względu na brak miejsca, przeniosła si ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XssJMuMR3jmFUPkcGSW0GQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "epoznan.pl22 godz.",
            "source": "epoznan.pl",
            "article_content": "Teraz będzie działać jednocześnie w dwóch miejscach.\n\nWcześniej \"Giełda Staroci Pchli Targ\" przeniosła się ze Starej Rzeźni i odbywała się przy centrum handlowym M1. Od maja 2024 zmieniła się lokalizacja. Giełda, ze względu na brak miejsca, przeniosła się na parking Centrum Handlowego Auchan Poznań Komorniki. Choć obawiano się, że takie zmiany mogą wpłynąć na frekwencję klientów, już od pierwszych chwil działania okazało się, że również do tej lokalizacji przybywały tłumy.\n\n\n\nOd jutra lokalizacje będą dwie. \"Od 31 sierpnia nasza firma Giełda Handlowa Sp.j. wznawia działalność pchlego targu przy Centrum Handlowym M1 w Poznaniu, ul. Szwajcarska 14. Giełdy będą odbywały się w każdą niedzielę od godziny 6:00 do 14:00 na parkingu przed CH M1\" - zapowiada Wojciech Mańkowski, organizator pchlich targów.\n\n\n\n\"Równolegle przy CH Auchan Poznań Komorniki kontynuowana będzie w każdą niedzielę giełda pchli targ oraz giełda antyków\" - dodaje."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dni Architektury Drewnianej czyli fenomen drewnianych domów",
            "link": "https://www.polskieradio.pl/399/7979/Artykul/3572571,dni-architektury-drewnianej-czyli-fenomen-drewnianych-domow",
            "description": "Dni Architektury Drewnianej są koordynowane przez kierowników oddziałów terenowych NID i lokalne stowarzyszenia, instytucje, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.OTDELgszHC8XS2%2bGJ19Jzw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "PolskieRadio1 godz.",
            "source": "PolskieRadio",
            "article_content": "Dni Architektury Drewnianej są koordynowane przez kierowników oddziałów terenowych NID i lokalne stowarzyszenia, instytucje, czy też urzędy miejskie. Dołączają do nich mieszkańcy miejscowości, którzy posiadają drewniane domy i wyrażają chęć współpracy – zapraszają do siebie na zwiedzanie, pokazują swoje wnętrza, opowiadają o rodzinnych historiach.\n\n- Za każdym takim domem stoi jakiś niesamowity człowiek, który doprowadził do jego budowy, do utrzymania i teraz potomkowie pielęgnują pamięć właśnie i o tych postaciach – mówi Natalia Skiepko, z Centrum Architektury Drewnianej NID w Zakopanem.\n\nW drewnianych domach użyte są naturalne materiały, które dobrze wpływają na nasze zdrowie. Domy te świetnie sobie radzą także z różnymi niekorzystnymi warunkami atmosferycznymi. - No i co nas cieszy, na Podhalu dalej żywa jest taka tradycja budowlana. Nie sądzę, żeby była zagrożona – dodaje Natalia Skiepko. Jak dodaje, architektura drewniana to fenomen nie tylko u nas w kraju, ale również w pozostałych częściach świata.\n\n- Zachęcamy, żeby się z nią zapoznać, żeby się nią zarazić i żeby pokochać te drewniane domy – mówi Natalia Skiepko, kierowniczka Centrum Architektury Drewnianej Narodowego Instytutu Dziedzictwa w Zakopanem w rozmowie z Ewą Plisiecką."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "31 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-31,7,day.html",
            "description": "Ekspozycja stała przedstawiająca kopalne szczątki wymarłych zwierząt należących do tzw. megafauny plejstoceńskiej. Na wystawie można zobaczyć jedynego na świecie zachowanego w całości, wraz ze skórą i ...",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "krakow17 godz.",
            "source": "krakow",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mazowiecki Piknik Ludowy w klimacie PRL (zdjęcia)",
            "link": "https://www.moja-ostroleka.pl/art/1756570091/mazowiecki-piknik-ludowy-w-klimacie-prl-zdjecia",
            "description": "Ostrołęka przeniosła się w czasie! W klimacie PRL-u, pełnym retro smaczków i motoryzacyjnych perełek, odbył się Mazowiecki Piknik Ludowy. Było to wyjątkowe spotkanie z historią, gdzie ludzie nie tylko ...",
            "image_url": "https://www.bing.pl/th?id=ODF.NKLoRYI0LCh1zg_g1FUL7A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Moja Ostrołęka23 godz.",
            "source": "Moja Ostrołęka",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi wyposażenia kościołów Sakralia w Poznaniu",
            "link": "https://wydarzenia.interia.pl/wielkopolskie/news-targi-wyposazenia-kosciolow-sakralia-w-poznaniu,nId,1275600",
            "description": "Sprzęty liturgiczne, konfesjonały, dzwony, organy, sprzęt nagłaśniający i multimedialny, urządzenia do ogrzewania kościołów można znaleźć na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QNbwRCYYoWKzPucecngi8w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Wydarzenia w INTERIA.PL21 godz.",
            "source": "Wydarzenia w INTERIA.PL",
            "article_content": "Wystawcy prezentują również sztukę sakralną, usługi w zakresie renowacji zabytków, usługi informatyczne a także wydawnictwa i ofertę pielgrzymek do sanktuariów w Polsce i za granicą.\n\nJak ocenił proboszcz parafii w Czaczu (woj. wielkopolskie), ks. Piotr Markiewicz, takie targi są potrzebne.\n\n- W jednym miejscu można zobaczyć wiele nowoczesnych rozwiązań. Obecność na targach umożliwia też porównanie cen. Wiadomo, że każdy proboszcz będzie się starał szukać rzeczy dobrych, ale możliwie najtańszych - operujemy przecież pieniędzmi, które pochodzą z datków wiernych. Ja oglądałem systemy ogrzewania kościoła i znalazłem oszczędny system ogrzewania ławkowego, który można włączać tylko w tych miejscach, gdzie siedzą ludzie - powiedział ks. Markiewicz.\n\nNa targach można też zamówić stronę internetową dla parafii, parafialny logotyp czy kalendarz. Michał Miernik z firmy zajmującej się tworzeniem parafialnych i diecezjalnych stron internetowych powiedział, że obecnie jedynie co dziesiąta parafia w Polsce funkcjonuje w sieci. Tylko część z nich dba o aktualność swoich witryn.\n\n-0 Tworzymy bardzo proste w obsłudze strony internetowe. Nie jest potrzebny żaden informatyk - ich funkcjonalność jest podobna do prostoty obsługi portali społecznościowych. Wśród użytkowników naszych stron są także proboszczowie w wieku powyżej 60 lat, którzy swobodnie, samodzielnie uzupełniają treści w parafialnych witrynach - wyjaśnił Miernik.\n\nTargom towarzyszą wykłady i spotkania. Zaplanowano m.in. konferencje nt. nowoczesnych koncepcji zarządzania parafią, relacji duchownych z wiernymi oraz wykorzystywaniu nowych mediów w posłudze kapłańskiej. Chętni będą mogli też spotkać się ze specjalistami od pozyskiwania funduszy europejskich dla parafii i organizacji kościelnych.\n\nNa targach można też obejrzeć Mobilne Muzeum Jana Pawła II. To osiemnastometrowy samochód, w którego naczepie umieszczono gabloty z eksponatami udostępnionymi przez kard. Stanisława Dziwisza, Muzeum Archidiecezjalne i Archiwum Kurii Metropolitarnej w Krakowie. Prezentowane są zdjęcia oraz filmy z życia polskiego papieża. Można też zobaczyć osobiste pamiątki po Janie Pawle II m.in. sutannę papieską, piuskę, brewiarz, różaniec, pióro wieczne, ulubione narty.\n\n- Naszym głównym celem jest dotarcie do jak największej liczby osób, by mogli się zaznajomić z tymi przedmiotami, które na co dzień służyły Ojcu Świętemu. Mobilne Muzeum przemierzyło ponad 10 tys. km - byliśmy w wielu miejscowościach w Polsce a ostatni weekend spędziliśmy w Wilnie - powiedziała pracownica muzeum Barbara Gajda\n\nW trakcie targów trwają konkursy dla osób duchownych, w których można wygrać m.in. pielgrzymkę do Sanktuarium w Fatimie oraz zaprojektowanie strony internetowej parafii lub zakonu.\n\nTargi potrwają do czwartku."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KONTRABANDA IDZIE Z DYMEM",
            "link": "https://www.tygodnikzamojski.pl/artykul/2571/kontrabanda-idzie-z-dymem.html",
            "description": "Nie ma dnia aby na naszej wschodniej granicy nie wpadł przynajmniej jeden przemytnik Większość przemycanych towarów - papierosy bursztyn ...",
            "image_url": "https://www.bing.pl/th?id=ODF.biEVoSJTuh9nioIBjqw4pQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Tygodnik Zamojski19 godz.",
            "source": "Tygodnik Zamojski",
            "article_content": "Nie ma dnia, aby na naszej wschodniej granicy nie wpadł przynajmniej jeden przemytnik. Większość przemycanych towarów - papierosy, bursztyn, kosmetyki, alkohol, ikony - trafia do magazynów celnych.\n\nNajczęściej do Polski przemyca się papierosy. W 2003 roku celnicy z Izby Celnej w Białej Podlaskiej przechwycili blisko 4 mln paczek papierosów, w 2004 roku - już ponad 5,5 mln, a w ubiegłym roku także ponad 5 mln paczek.\n\nInne najczęściej zajmowane towary to m.in. płyty z nielegalnie skopiowaną muzyką, filmami i programami komputerowymi, bursztyn, przedmioty kultu religijnego - ikony, ołtarzyki, krzyże (wcześniej po kilkaset sztuk rocznie, w tym roku nastąpił znaczny spadek prób przemytu - od stycznia do czerwca 2006 r. zajęto tylko 19 ikon). Przemytnicy próbują też wwozić na terytorium Polski spreparowane okazy i żywe zwierzęta objęte ochroną. W 2003 roku stwierdzono 11 takich prób przemytu, w 2004 r. - 10, w 2005 aż 93.\n\nW ubiegłym roku celnicy natrafiali też na meteoryty, skamieniałości (muszle amonitów, czaszki prehistorycznych ryb, kręgi gadów), a także inne okazy geologiczne. Ich łączna wartość to około 1,4 mln zł.\n\n- Od jakiegoś czasu obserwujemy bardzo znaczący spadek przemytu alkoholu - powiedziała TZ Marzenia Siemieniuk, p.o. rzecznika prasowego Izby Celnej w Białej Podlaskiej. - Ma to związek z obniżką akcyzy w naszym kraju. W 2003 roku celnicy zatrzymali 104,9 tys. litrów alkoholu, a w 2005 roku już tylko 2,2 tys. litrów.\n\nWiększość przechwyconych przez celników towarów - a więc papierosy, bursztyn, kosmetyki, alkohol, ikony itd. - trafia po zatrzymaniu do magazynów celnych. Bronią, materiałami niebezpiecznymi oraz narkotykami zajmuje się policja. Natomiast żywe zwierzęta trafiają z reguły do ogrodów zoologicznych.\n\nPo orzeczeniu przez sąd przepadku towarów na rzecz Skarbu Państwa, następuje ich likwidacja. Jednak niekoniecznie oznacza to zniszczenie. Praktykuje się też sprzedaż lub nieodpłatne przekazanie. Na przykład odebrany przemytnikom bursztyn sprzedawany jest na przetargach, na licytację trafiają też samochody.\n\nPodrabiane obuwie i odzież trafiają zwykle do domów dziecka, domów pomocy społecznej, fundacji. Zasadą jest w takiej sytuacji, że podrobione znaki producenta muszą zostać usunięte. Do usunięcia znaków zobowiązuje się obdarowany.\n\nO losie przedmiotów stanowiących dobra kultury decyduje Wojewódzki Konserwator Zabytków, który ma obowiązek przekazywać dzieła zabytkowe do państwowych muzeów. Inne dobra kultury przeznaczane są do sprzedaży.\n\nPochodzący z przemytu alkohol sprzedawany jest uprawnionym podmiotom (głównie gorzelniom ) do przerobu.\n\nKarol Kozyra"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dawid od 20 lat szuka skarbów. \"Najwięcej znalezisk jest z II wojny światowej\"",
            "link": "https://www.onet.pl/styl-zycia/noizz/dawid-od-20-lat-szuka-skarbow-najwiecej-znalezisk-jest-z-ii-wojny-swiatowej/mh7l77b,3796b4dc",
            "description": "Mówi o sobie Odkrywca Goblin, bo każdą wolną chwilę spędza na odkrywaniu. Pierwszy detektor metali kupili mu rodzice. Potem, jak zaznacza, samo poszło. Dawid opowiada nam o pasji do poszukiwania histo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.oQEErXUwbSaDLEJpiIzpEg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Onet2 godz.",
            "source": "Onet",
            "article_content": "Dawid zainteresował się poszukiwaniem skarbów jako dziecko. Pierwszy detektor metalu kupili mu rodzice\n\n— Zdarza się trafić na rzeczy ze średniowiecza. Cały przedział wieków, historia jest zapisana w przedmiotach — opowiada\n\n— W skali dwóch, trzech lat grupa poszukiwaczy wzrosła o kilkaset procent — podsumowuje\n\nWięcej podobnych tekstów znajdziesz na stronie głównej Onetu\n\nDużo czytania, a mało czasu? Sprawdź skrót artykułu\n\nOnet Materiał archiwalny\n\nPrzypominamy tekst z lipca 2024 r.\n\nreklama\n\nAnna Korytowska: Pamiętasz pierwszy skarb, który znalazłeś?\n\nDawid: Wiele znalezisk, które nie są powszechnie uznawane za skarby, ma dla mnie spore znaczenie i dla mnie takimi skarbami są. Na przykład rzymska moneta, którą wykopałem dopiero po dziesięciu latach poszukiwań detektorem metali. Pamiętam, że towarzyszyła mi wtedy niezwykła euforia. Potem nad Tamizą znalazłem celtycką monetę, to były podobnie duże emocje. Całe lata szukałem takich monet. Niedawno znalazłem złotą pieczęć, która, mam nadzieję, będzie oficjalnie uznana za skarb.\n\nKiedy to się zaczęło? Odkrywanie, poszukiwanie?\n\nKiedy byłem dzieckiem, co roku na kilka tygodni jeździłem na wakacje do babci. Jej syn, najmłodszy brat mojej mamy i jego kuzyn chodzili do lasu z wykrywaczem metali. Pamiętam, że któregoś dnia babcia pojechała pozałatwiać jakieś sprawy i oni musieli się mną zająć. Miałem 9 albo 10 lat, byłem ich kulą u nogi, ale że bardzo zależało im na wyjściu, to wzięli mnie ze sobą. Poszukiwaliśmy przedmiotów z drugiej wojny światowej. Pamiętam, że byłem niesamowicie podekscytowany tego dnia. I tak się zaczęło. Z czasem coraz częściej jeździłem z nimi na poszukiwania. Bardzo chciałem swój detektor i jak zdarta płyta marudziłem rodzicom, żeby mi go kupili. Chyba skutecznie, bo po kilku tygodniach się udało. Był wielki, na baterie i spędziłem z nim wiele godzin, przeszukując pobliskie pola i lasy.\n\nMateriały własne bohatera / Noizz.pl Dawid od ponad dwudziestu lat szuka skarbów\n\nPamiętasz, co wtedy znajdowałeś?\n\nTo się nie przekładało na wielkie znaleziska, ale znajdowałem monety z drugiej wojny światowej. Później zmieniałem detektory, ale też bez większych efektów. Wszystko zmienił wyjazd do Wielkiej Brytanii. Przez kilka pierwszych lat pracowałem na farmie, dlatego pasja odeszła trochę na bok. Ale któregoś dnia zacząłem oglądać na YouTube innych poszukiwaczy skarbów i to ruszyło moją pamięć, uczucia, popchnęło do działania. Sześć lat temu kupiłem detektor. Na pierwszym wyjściu znalazłem piękną srebrną monetę sprzed 800 lat. Od tamtej pory dwa, trzy razy w tygodniu jestem w terenie i szukam.\n\nDalszą część tekstu znajdziesz pod materiałem wideo\n\nJak wygląda taki dzień poszukiwań?\n\nZaczyna się już dzień wcześniej. Przeważnie, żeby móc przeszukiwać tereny, trzeba mieć na to zgodę ich właściciela, dlatego poszukiwania należy zaplanować odpowiednio wcześnie. Jak już wiem, na jakim terenie będę poszukiwał, to zajmuję się badaniem historii tego miejsca. Sprawdzam, co działo się w przeszłości na tych terenach.\n\nPatrzę na mapy, okoliczne budowle. Ustalam sobie plan poszukiwań. Jeżeli nie znam okolicy, wyjście w teren zaczynam od zwiady, czyli krążę po terenie do momentu, w którym znajdę coś, co może mi dać do myślenia, inspirację do dalszych poszukiwań. Jeżeli teren znam, to wiem, od czego rozpoczynać działanie.\n\nMateriały własne bohatera / Noizz.pl Dawid i jedno z jego znalezisk\n\nMusisz dobrze znać historię.\n\nreklama\n\nPrzez lata poszukiwań trochę ją zgłębiłem. A to dlatego, że już dzień przed poszukiwaniami, kiedy analizuję pola, czytam o historii. Po powrocie do domu też szukam informacji na temat danego znaleziska, okresu historycznego. To część poszukiwań i też budzi niesamowite emocje. Widzisz, kiedy znajduję przedmiot, to jestem pierwszą osobą, która od tysiąca lat go dotyka. Pojawia się wówczas mnóstwo pytań. W przypadku monety — jaka była ostatnia transakcja, kto ją zgubił, co czuł w momencie, kiedy ją zgubił? To były rzeczy niesamowicie wartościowe w tamtym czasie, tej osobie mogło zawalić się życie. Bardzo mnie to porusza.\n\nKtóre tereny są twoim zdaniem najlepsze do szukania skarbów?\n\nWielka Brytania zaspokaja poszukiwaczy, bo ma niesamowitą historię terenów. To korzenie i celtyckie, i rzymskie i anglosaksońskie. Zdarza się trafić na rzeczy ze średniowiecza. Cały przedział wieków, historia jest zapisana w przedmiotach. Ciężko znaleźć kraj, który ma podobnie bogatą historię do odkrycia, jeżeli chodzi o poszukiwanie skarbów. Ale doceniam też polskie tereny, gdzie najwięcej odkryć jest z drugiej wojny światowej. Wychowałem się na Opolszczyźnie, obok Starego Grodkowa. Jakiś czas temu znaleziono tam groby żołnierzy wyklętych. Mieszkałem niedaleko, też szukałem na tamtych terenach. To robi ogromne wrażenie.\n\nJak łączysz pasję z pracą?\n\nNa co dzień zajmuję się budowaniem kamperów, domów na kołach. Robię je w swoim garażu. Prowadzę też kanał na YouTube \"Odkrywca Goblin\", na którym pokazuję i pracę, i pasję. Jakiś czas temu napisał do mnie facet ze Stanów Zjednoczonych. Chciał przyjechać na poszukiwania do Wielkiej Brytanii. Pogadaliśmy trochę przez telefon, potem pisaliśmy. W końcu ustaliliśmy daty i nie widząc się nigdy wcześniej, umówiliśmy na wyjazd. Odebrałem go z lotniska w Londynie kamperem i zrobiliśmy kilkutygodniowy wypad z detektorami metali.\n\nSłyszę, że twoja pasja otwiera na świat i drugiego człowieka.\n\nDzięki niej poznałem wiele wspaniałych osób. Znalazłem przyjaciół na całe życie, odwiedzamy się na święta, spędzamy razem mnóstwo czasu. To bardzo ciekawe, pełne energii osoby. W czasach szkolnych nigdy nie miałem prawdziwych przyjaciół, a teraz trafiła mi się grupa oddanych osób. Mamy piękne relacje, a połączyło nas poszukiwanie skarbów. Co weekend jeździmy na wspólne kopania. Najpierw pijemy kawę i rozmawiamy, potem idziemy na poszukiwania, wspólnie przeżywamy euforię przy okazji znalezisk i na koniec jemy wspólnie obiad.\n\nMateriały własne bohatera / Noizz.pl Znaleziska Dawida\n\nPoszukiwanie skarbów to kosztowna pasja?\n\nreklama\n\nNa pewno. Zawsze chciałem mieć jak najwięcej możliwości do poszukiwania, ale to kosztuje. Sprzęt, który ma służyć przez lata, musi być dobry. Dokupuje się ciuchy, torby, rękawice. Najwięcej kosztują wyjazdy. Czasami to dwie trzy godziny jazdy w jedną stronę. Są też zorganizowane, tak zwane komercyjne wyjazdy. W cenie od 20 funtów jest możliwość poszukiwania na prywatnych terenach. Do tego dochodzą koszty dojazdu. Kiedyś miałem licencję na szukanie przy Tamizie. Próbowałem ją odświeżyć, bo jakiś czas temu mi wygasła, ale już nie ma takich możliwości. Osób, które poszukują, jest tak dużo, że na razie zablokowali możliwość odnawiania licencji. W skali dwóch, trzech lat grupa poszukiwaczy wzrosła o kilkaset procent.\n\nZ czego to wynika?\n\nWynika z tego, że zaczyna się pojawiać więcej informacji na temat tej pasji. Coraz więcej mówi się o znaleziskach, które zapierają dech w piersiach. Jest bardzo dużo kanałów na YouTube, dużo osób mocno się z tą pasją utożsamia. Grono zainteresowanych we wszystkich social mediach rośnie. Widzę to też u siebie na kanale, jest coraz więcej pasjonatów. To już nie jest kilkaset osób, a kilka czy kilkanaście tysięcy.\n\nCzego poszukiwanie skarbów może nauczyć?\n\nPoza historią znalezisk nauczyłem się cierpliwości. Czasami trzeba spędzić dni i godziny, poszukując bez żadnych efektów. Wkłada się ogromny wysiłek po to, żeby po kilku miesiącach znaleźć coś, co sprawia, że pojawiają się ogromne emocje. Cierpliwość jest tu tak samo potrzebna, jak na przykład w przypadku wędkarstwa. Myślę, że kiedy znajduję starsze przedmioty, takie, które mają ponad tysiąc lat, zdaję sobie sprawę z szybko upływającego czasu i to przekłada się na moje życie. Wiem, że trzeba doceniać czas, który się ma. Cieszyć się z niego jak najbardziej i brać życie pełnymi garściami.\n\nA co masz na liście poszukiwawczych marzeń?\n\nListę marzeń od lat mam w swojej głowie. Mówiłbym o tym godzinę (śmiech). Ale na pewno chciałbym znaleźć rzeczy, które mógłbym przypisać historycznie do danej osoby. Osoby znanej, o której pisze się w książkach i podręcznikach. Marzę o znalezieniu bulli papieskich, które można dokładnie przypisać do danego papieża. Nie pogardziłbym też garnkiem złotych monet, który wart byłby sporo pieniędzy."
        }
    }
]