[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ANTYKI STAROCIE - KOMIS MARIAN KUNDA",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,14457734,antyki-starocie-komis-marian-kunda.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl9 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Stołeczny rynek mieszkaniowy mierzy się w tym roku z dość ograniczonym zainteresowaniem ze strony kupujących oraz ciągle rosnącymi cenami ofertowymi. Do ożywienia przyczynić mogą się w szczególności obniżki stóp procentowych ...\n\nJak podatnicy mogą dbać o unikanie marnowania środków pochodzących z podatków. Jak przyczyniać się do tego, by za płacone podatki podatnicy uzyskiwali adekwatne usługi i inne należne im korzyści. Podatnicy powinni organizować się w ...\n\nŚwiat biznesu nie stoi w miejscu - zmienia się szybciej niż kiedykolwiek wcześniej. Technologie, talenty, miasta i finanse tworzą dziś zupełnie nowy ekosystem gospodarczy. Jak w tym wszystkim znaleźć kierunek i nie tylko nadążyć za ...\n\n12 marca, od 9:00 do 15:00, Politechnika Poznańska zaprasza do swojego Centrum Wykładowego, przy ul. Piotrowo 2 w Poznaniu, na doroczne, tym razem już 26-te Targi Pracy. Organizatorami wydarzenia będą Centrum Praktyk i Karier Politechniki ...\n\nRok 2024 okazał się być czasem wzrostu aktywności gospodarczej - zwłaszcza w porównaniu z poprzedzającym go rokiem 2023. Poprawa ta wpłynęła korzystnie na płynność płatniczą w Polsce. Jak wskazuje Grzegorz Sielewicz - główny ...\n\nNa ten model czekało spore grono fanów japońskiej marki. Niektórzy obawiali się francuskich wpływów, ale Azjaci wykonali projekt po swojemu. Jak wyszło? To zależy w jakich kategoriach. Nowe Mitsubishi Outlander PHEV ma potencjał, ale jego ...\n\nJak dowodzi nowe badanie Banku Millennium, aż połowa Polaków przyznaje, że brak edukacji finansowej kosztował ich błędne decyzje. Największym wyzwaniem pozostają inwestycje, podatki i planowanie przyszłości. Ponad 80% respondentów chce ...\n\nPrzed nami najnowsze opracowanie Otodom, a w nim spora dawka informacji dotyczących obecnej sytuacji na rynku mieszkaniowym. Pod lupę wzięto tym razem 6 miast uznawanych za tzw. rynki wschodzące. Z czym mierzyli się w minionym miesięcu ...\n\nChiny wprowadzają drastyczne ograniczenia w eksporcie kluczowych metali ziem rzadkich, co może sparaliżować produkcję elektroniki na całym świecie, ze szczególnym uderzeniem w polski sektor. Polska, jako europejski lider w produkcji ...\n\nJak wynika z danych, którymi dysponuje CBS, czyli Centralnego Biura Statystyk Królestwa Niderlandów, na początku minionego roku w Holandii zameldowanych było niemal ćwierć miliona osób polskiego pochodzenia. Okazuje się jednak, że na ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pan Babcia z Rybnika, czyli Michał Froehlich. Jak śląska autentyczność i babciny fartuch podbiły internet",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/pan-babcia-z-rybnika-czyli-micha%C5%82-froehlich-jak-%C5%9Bl%C4%85ska-autentyczno%C5%9B%C4%87-i-babciny-fartuch-podbi%C5%82y-internet/ar-AA1QINa5?ocid=BingNewsVerp",
            "description": "Michał Froehlich, znany w sieci jako „Pan Babcia', to 23-letni rybniczanin, który w babcinym fartuchu gotuje po śląsku, mówi gwarą i przywołuje klimat PRL-u. Dzięki autentyczności i lokalnej tradycji ...",
            "image_url": "https://www.bing.pl/th?id=ODF.9iHLF3wjpSX94sISYnTbFQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Śląskie Radio ESKA on MSN4 godz.",
            "source": "Śląskie Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hit lat 90. może być warty kilkaset złotych. Fachowcy podają tytuły",
            "link": "https://finanse.wp.pl/hit-lat-90-moze-byc-warty-kilkaset-zlotych-fachowcy-podaja-tytuly-7223493778708992a",
            "description": "Popularne w latach 90. kasety VHS wracają do łask. Niektóre filmy nagrane na tych nośnikach kosztują kilkaset złotych.",
            "image_url": "https://www.bing.pl/th?id=OVFT.fgk55QregT7fjg2QOyoRBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "WP Finanse20 godz.",
            "source": "WP Finanse",
            "article_content": "Kasety VHS (Video Home System) to analogowe nośniki wideo z taśmą magnetyczną, które służyły do zapisu, przechowywania i odtwarzania materiałów audiowizualnych na magnetowidzie. Zostały wprowadzone na rynek w latach 70., ale stały się popularne w latach 80. i 90. XX wieku.\n\nTyle można zarobić na niepotrzebnych ubraniach. Prowadzą skup\n\nKasety VHS wracają do łask. Dlaczego?\n\nNa początku nowego tysiąclecia kasety VHS zostały wyparte przez płyty DVD. Jednak wraz z powrotem mody vintage rośnie też zainteresowanie tymi retro nośnikami.\n\n- Faktycznie, coraz więcej osób interesuje się kasetami VHS. Wydaje mi się, że wynika to z chęci powrotu do dzieciństwa, a oglądanie np. \"Drużyny A\" czy \"MacGyver’a\" na kasetach daje zupełnie inny klimat. Niektórzy cenią sobie takie doświadczenia w czasach, gdy wszystko oglądamy w streamingu - przyznaje w rozmowie z WP Finanse Radosław Zalewski, właściciel antykwariatu Merlin84.\n\nPo drugie, z jego obserwacji wynika, że wiele osób chce pokazać swoim wnukom i dzieciom, jak działały kasety VHS, które były popularne w czasach ich młodości.\n\nNa Facebooku można znaleźć mnóstwo ofert sprzedaży kaset VHS - do jednej z takich grup należy ponad 20 tys. użytkowników. Wiele ogłoszeń widnieje też na portalach ogłoszeniowych.\n\n- Najczęściej sprzedaje od trzech do pięciu kaset na raz. Za taki zestaw biorę 150-200 zł, w zależności od tytułów. Najszybciej sprzedały się filmy z Jean-Claude Van Damme'em, jeden z nich sprzedałem za 150 zł - przekazuje nam Piotr, który sprzedaje kasety VHS na portalu ogłoszeniowym.\n\n- Handluję kasetami VHS od kilku lat, bo interesuję się filmem. Na niektóre tytuły jest duże zainteresowanie. Da się na tym zarobić, ale trzeba mieć chęci i włożyć w to sporo pracy. Najwyższa kwota, jaką uzyskałem, to ok. 300 zł za jeden tytuł. Sprzedałem też 100 kaset za 1,5 tys. zł. Natomiast trzeba też pamiętać o kosztach pakowania, taśmy, pudeł czy kopert foliowych - przyznaje w rozmowie z WP Finanse Tomasz.\n\nTe tytuły mogą być warte kilkaset złotych\n\nEksperci wskazują, że tym, co determinuje cenę, jest m.in. stan zachowania. Najbardziej wartościowe są kasety nieużywane, ale kluczowa jest także rzadkość.\n\n- Największym zainteresowaniem cieszą się oryginalne, pierwsze wydania filmów, głównie science fiction czy klasycznych thrillerów. Dobrze sprzedają się produkcje z udziałem np. Stevena Seagala czy Arnolda Schwarzeneggera. Poza tym sporo osób interesuje się też koncertami muzycznymi na kasetach VHS - przyznaje w rozmowie z WP Finanse Bogdan Szarek z antykwariatu Winyl Books.\n\nPoza tym wysokie wyceny mogą osiągać filmy, które zostały zapomniane.\n\nNiektórych tytułów nie można obejrzeć na żadnym innym nośniku - np. słynnych niskobudżetowych horrorów. To rzadkie filmy, które nie były przenoszone na płyty DVD, nie są też dostępne na platformach streamingowych czy na YouTubie. Za prawdziwy unikat, którego nie ma nigdzie indziej, trzeba zapłacić duże pieniądze. Jeśli kaseta VHS z takim filmem jest nierozpakowana, to ceny mogą iść w tysiące - przekonuje Zalewski.\n\nJak wskazuje, jedna z najwyżej wycenionych produkcji w jego antykwariacie w ym miesiącu to \"Krwawy Sport\" za 189 zł (film, który zapoczątkował karierę Jean-Claude’a Van Damme’a). - Najczęściej są to jednak kwoty rzędu 20-30 zł. Niektórzy za 50 kaset chcą 50 zł. Niedużo, ale to lepszy sposób, niż gdyby miały wylądować w śmietniku - przekonuje właściciel.\n\nSzarek dodaje, że na spory zysk można liczyć również w przypadku filmów, które były wydawane w niższych nakładach.\n\nSpójrzmy na oferty internetowe. Obecnie na Allegro najwięcej kosztuje wspomniany już \"Krwawy Sport\" - jego cena to 787,99 zł. Sporo trzeba też zapłacić za film pt. \"Born for Hell\" (599,99 zł). Podium najdroższych produkcji na kasetach VHS zamyka \"Port Zbrodni\" (500 zł). Za 398,88 zł wystawiono na aukcję inny film z udziałem Van Damme’a - \"Lwie Serce\".\n\nZ kolei na OLX większość sprzedawców oferuje komplety. Za 14 kaset VHS \"Star Trek\", spośród których pięć jest fabrycznie zapakowanych, trzeba zapłacić 1900 zł. Zestaw 89 bajek (głównie Disney'a) kosztuje 1299 zł, a pięć kaset z filmami z serii \"Ania z Zielonego Wzgórza\" w stanie kolekcjonerskim - 1000 zł.\n\nJednak w sieci można też znaleźć kasety VHS, na których przegrane zostały filmy, a nawet programy telewizyjne. Na sprzedaż wystawiono m.in. drużynowe Mistrzostwa Polski w żużlu (KS Morawski - Stal Gorzów, z 30 maja 1991 r.). Cena to 1299 zł.\n\nZalewski zwraca uwagę, że niektórzy kupują także puste kasety VHS. W sieci za komplet 32 kaset trzeba zapłacić 1250 zł. - Podejrzewam, że wykorzystują je jako ozdoby w kąciku vintage w restauracji, hotelu czy nawet w domu. Być może niektórzy odzyskują z kaset jakiś surowiec - spekuluje.\n\nNa tym polu kasety VHS przegrywają z winylami\n\nZ ofert, które są dostępne na międzynarodowych portalach ogłoszeniowych, wynika, że niektóre kasety VHS mogą być warte nawet setki tysięcy złotych. Na stronie internetowej eBay pojawiła się m.in. kaseta VHS z filmem \"Piękna i bestia\" z edycji \"Black Diamond\" (w j. angielskim), za którą trzeba zapłacić 313 900,92 zł. Z kolei \"Król lew\" z kolekcji \"Masterpiece\" jest sprzedawany za 182 964,96 zł. Obydwa ogłoszenia pochodzą z USA.\n\nEksperci nie wykluczają, że wraz z biegiem czasu popularność kaset VHS będzie rosła również w Polsce. - Im starszy gadżet, tym bardziej jego cena wzrasta, a faktycznie zapanowała moda na starocie i stare winyle potrafią kosztować majątek - podkreśla Zalewski.\n\nZ kolei Szarek przyznaje, że nie wie, czy powrót kaset VHS będzie tak spektakularny jak winyli czy kaset magnetofonowych, ponieważ \"ten nośnik jest słabszy jakościowo\". - Natomiast pod względem hobbistycznym, myślę, że ten trend będzie się umacniał - ocenia.\n\n- Kasety VHS mogą zapleśnieć w środku, a to powoduje, że ich wartość spada. Zawsze wyrzucamy takie kasety. Tu przewagę jednak mają winyle, które są z plastiku, więc nawet i za 100 lat będą grały - wyjaśnia nam Zalewski."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 21.11.2025",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tyle-pieni%C4%99dzy-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mo%C5%BCna-du%C5%BCo-na-nich-zarobi%C4%87-20-11-2025/ar-AA1QOnQB?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN21 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 21.11.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-21112025/ar-AA1QKM0p?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN19 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najcenniejsze monety z PRL. Zobacz, które są dziś najdroższe",
            "link": "https://nto.pl/oto-najcenniejsze-monety-z-prl-zobacz-ktore-sa-dzis-najdrozsze/ar/c1p2-28073737",
            "description": "Kolekcjonerskie monety z PRL znów wracają do łask. Wiele z nich osiąga dziś ceny, o których kiedyś nikt nawet by nie pomyślał ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SnD7ms8VijzfMAUMTEaxaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska17 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sprzedając takie stare książki możesz teraz naprawdę nieźle zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/sprzedaj%C4%85c-takie-stare-ksi%C4%85%C5%BCki-mo%C5%BCesz-teraz-naprawd%C4%99-nie%C5%BAle-zarobi%C4%87/ar-AA1QzjPL?ocid=BingNewsVerp",
            "description": "Jest spora szansa, że masz je w domu i nawet o tym nie wiesz. Stare książki, które zalegają na półkach, mogą być dziś ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YG0U5Q_8KaxWpQ3SpcuCYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN12 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te popularne dwuzłotówki potrafią być teraz warte ogromne pieniądze",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/te-popularne-dwuz%C5%82ot%C3%B3wki-potrafi%C4%85-by%C4%87-teraz-warte-ogromne-pieni%C4%85dze/ar-AA1PdLQX?ocid=BingNewsVerp",
            "description": "Te pospolite dwuzłotówki jeszcze kilka lat temu były kupowane przez Polaków na potęgę. Obecnie część z nich osiąga na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-dnOP89br-CmUcwMT1ZL4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN16 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Groźny wypadek w Stalowej Woli. 16-latka została potrącona na przejściu dla pieszych",
            "link": "https://echodnia.eu/podkarpackie/grozny-wypadek-w-stalowej-woli-16-latka-zostala-potracona-na-przejsciu-dla-pieszych/ar/c1p2-28195529",
            "description": "Na miejsce zadysponowano dwa wozy ratownictwa technicznego straży pożarnej, patrol policji oraz karetkę pogotowia.",
            "image_url": "https://www.bing.pl/th?id=OVFT.jt8j3VWtryTELHZB-gzc-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Echo Dnia16 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wieczorne spacery",
            "link": "https://nowiny24.pl/tag/wieczorne-spacery",
            "description": "Gdy jarosławskie ulice pustoszeją, a ratuszowa wieża wybija godzinę 19.00, spod kamienicy Attavantich wyrusza wyjątkowa grupa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1Tb4TSJKzU415UFQyuHyZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowiny 2411 godz.",
            "source": "Nowiny 24",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 21.11.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://echodnia.eu/prasowka-21-11-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960913",
            "description": "Na 21. sesji Rady Miejskiej w Busku-Zdroju, w czwartek, 20 listopada, doszło do zmiany prezydium. Jacek Wach, dotychczasowy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3ahIfQ9gkBs4bUC8zpvlyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Echo Dnia20 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "#targowisko",
            "link": "https://epoznan.pl/newsList-3061-targowisko",
            "description": "Wysyłając niniejszy formularz niniejszym oświadczam, że jestem autorem przesyłanego zdjęcia/video/tekstu i zgadzam się na nieodpłatne wykorzystanie tego materiału na łamach epoznan.pl, wtkplay.pl i Te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XssJMuMR3jmFUPkcGSW0GQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "epoznan.pl13 godz.",
            "source": "epoznan.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy z Torunia odkryją tajemnice XIII-wiecznego kościoła?",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/archeolodzy-z-torunia-odkryja-tajemnice-xiii-wiecznego-kosciola/hyh1tch,0666d3f1",
            "description": "Zespół archeologów z Uniwersytetu Mikołaja Kopernika w Toruniu otrzymał zgodę wojewódzkiego konserwatora zabytków na demontaż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LeZNWSIuL5ILCkFvn1SLKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet13 godz.",
            "source": "Onet",
            "article_content": "Archeolodzy z UMK otrzymali zgodę wojewódzkiego konserwatora zabytków\n\nArcheolodzy z UMK otrzymali zgodę wojewódzkiego konserwatora zabytków, która umożliwi poszukiwania prezbiterium kościoła Ducha Św. z początków XIII w. — dowiedziała się PAP. Pozwoli ona na demontaż ogrodzenia terenu dawnej gazowni. Pod prezbiterium mogą znajdować się krypty najstarszych torunian.\n\nPrzygotowania do prac archeologicznych\n\nSzef Instytutu Archeologii UMK, prof. Wojciech Chudziak, potwierdził PAP, że zespół archeologów otrzymał zgodę wojewódzkiego konserwatora zabytków na demontaż fragmentu ogrodzenia dawnej gazowni, które trafi do konserwacji. To umożliwi wejście na newralgiczny teren przy Bramie Klasztornej, gdzie naukowcy spodziewają się odkryć relikty prezbiterium kościoła Ducha Św. z XIII wieku.\n\nPoznaj kontekst z AI Kiedy archeolodzy rozpoczną prace przy Bramie Klasztornej?\n\nJakie relikty spodziewają się odkryć archeolodzy?\n\nKto potwierdził rozpoczęcie prac archeologicznych?\n\nCo znajduje się w prezbiterium kościoła Ducha Świętego?\n\n— Jest szansa, że w poniedziałek zajmiemy się wycinką drzew i demontażem ogrodzenia. Zgodę w sprawie ogrodzenia już mamy — przekazał PAP prof. Chudziak.\n\nreklama\n\nOdkrycia archeologiczne w Toruniu\n\nPAP ustaliła w Wojewódzkim Urzędzie Ochrony Zabytków w Toruniu i u miejskiego konserwatora zabytków, że naukowcy dostaną również zgodę na konieczną wycinkę drzew.\n\nJak informowała PAP wiosną, archeolodzy z UMK odnaleźli przykościelny cmentarz w XIII-wiecznym kompleksie Ducha Świętego w Toruniu. Ujawniono wiele warstw pochówków na jednym z najstarszych, o ile nie najstarszym toruńskim cmentarzu.\n\nUnikatowe znaleziska i ich znaczenie\n\nKierownik badań dr Ryszard Kaźmierczak z Instytutu Archeologii Uniwersytetu Mikołaja Kopernika przekazał wówczas PAP, że odkryto także mury samego kompleksu, a miejsce to — z racji zachowania murów pokazujących przeobrażenia od XIII do XVII w. — jest nawet jak na warunki miasta wpisanego na listę światowego dziedzictwa UNESCO unikatowe. Cały czas jednak nie odkryto prezbiterium kościoła, które znajdowało się na północ, za ogrodzeniem, przez które teraz archeolodzy będą mogli przejść.\n\nJesienią ubiegłego roku dr Kaźmierczak mówił, że \"dokumentowana jest zabudowa związana z klasztorem benedyktynek\". — Ta infrastruktura jest stopniowo odsłaniana. Mamy kilka faz rozbudowy tego terenu. Mury były wykonywane w różnych technikach budowlanych, co pozwala nam zbadać relację między nimi, osadzić je w określonym czasie. Dowiadujemy się, jak ten teren ulegał zagospodarowaniu — powiedział PAP naukowiec.\n\nZnaczenie badań dla historii Torunia\n\nNaukowcy w Toruniu od lat podkreślają, że to jedno z najciekawszych stanowisk w mieście; miejsce, gdzie swoje początki miał Toruń. Badania na Bulwarze Filadelfijskim są m.in. efektem wielotygodniowych protestów społecznych, które miały miejsce w mieście w trakcie remontu Bulwaru. Wówczas wiele osób ze środowiska naukowego, ale także przewodnicy miejscy, społecznicy i znawcy miasta, apelowali o pełnoskalowe badania tego terenu, a także późniejszą ekspozycję znalezisk.\n\n— Mam nadzieję, że także budynek kościoła uda się rozpoznać archeologicznie. Wiele zależy od tego, co tam się zachowało. (…) Są tutaj warstwy przedlokacyjne, tutaj nie było wówczas jeszcze miasta, a pewnie jakaś osada, która rozwijała się nad Wisłą. To, że na tym terenie mamy do czynienia z początkami miasta, z okresem lokowania Torunia, wiemy po naszych badaniach z wiosny 2024 r. Przy Bramie Klasztornej odkryliśmy wówczas konstrukcje drewniane. Drewno użyte do tamtych budowli ścięto w latach 30. XIII w., co wiemy po datowaniu — podkreślił dr Kaźmierczak.\n\nreklama\n\nKompleks Ducha Świętego i jego znaczenie\n\nOdkrywany między Bramą Klasztorną i Koszarami Racławickimi w Toruniu kompleks Ducha Świętego to XIII-wieczny kościół i szpital oraz zbudowany na początku XIV wieku klasztor benedyktynek. Kościół to być może najstarsza świątynia Torunia. W niej, jak oceniają historycy, należy się spodziewać pochówków w prezbiterium. Mogą się tam znajdować krypty średniowiecznych dostojników.\n\nArcheolodzy z UMK w Toruniu są na progu odkrycia, które może rzucić nowe światło na początki miasta. Dzięki zgodzie na demontaż ogrodzenia dawnej gazowni naukowcy będą mogli zbadać teren, gdzie spodziewają się znaleźć prezbiterium kościoła Ducha Świętego z XIII wieku. Odkrycia te mogą dostarczyć cennych informacji o historii Torunia i jego najstarszych mieszkańcach.\n\nŹródło informacji: Polska Agencja Prasowa"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 1 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 22 - 23 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-nordic-walking-do-1-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-22-23-listopada/ar/c7p1-22319027",
            "description": "Przed marszem sprawdź, jaka będzie pogoda w Kołobrzegu. W sobotę 22 listopada według prognozy pogody ma być 2°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PrF1lCyxomgMf0XBJwXwXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto11 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Frania, Junak i Relaksy. Rozpoznaj zapomniane przedmioty z PRL [TEST]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/frania-junak-i-relaksy-rozpoznaj-zapomniane-przedmioty-z-prl-test/ar-AA1FMrhA?ocid=BingNewsVerp",
            "description": "Pamiętasz PRL? Sprawdź, czy rozpoznasz te zapomniane przedmioty. Wiesz, czym były Frania, Junak i Relaksy? Tylko nieliczni Polacy zdobędą 100%. A ty, dasz radę? Rozpoznaj zapomniane przedmioty z PRL.",
            "image_url": "https://www.bing.pl/th?id=ODF.yZ8qeQO2ZmexA_R0ZfGyrA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Meloradio on MSN13 godz.",
            "source": "Meloradio on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking w woj. śląskim. Gdzie wybrać się w weekend 22 - 23 listopada. TOP 3 trasy",
            "link": "https://dziennikzachodni.pl/sciezki-nordic-walking-w-woj-slaskim-gdzie-wybrac-sie-w-weekend-22-23-listopada-top-3-trasy/ar/c7p1-22302727",
            "description": "Nordic walking w woj. śląskim można trenować prawie wszędzie. Mimo to zachęcamy do wybrania ścieżek, które zostały sprawdzone ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UbqukOCtCJAT8ExLf-yb_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni11 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "22 LISTOPADA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-11-22,9,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków2 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 146 km od Rawy Mazowieckiej. Pomysły na sportowy dzień w weekend 22 - 23 listopada",
            "link": "https://rawamazowiecka.naszemiasto.pl/gdzie-na-nordic-walking-do-146-km-od-rawy-mazowieckiej-pomysly-na-sportowy-dzien-w-weekend-22-23-listopada/ar/c7p1-22319355",
            "description": "Wspólnie z Traseo przygotowaliśmy 3 trasy nordic walking oddalone maksymalnie o 146 km od Rawy Mazowieckiej. Zobacz, czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XYUIbOyQtzpraeAFO_xxbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Rawa Mazowiecka Nasze Miasto11 godz.",
            "source": "Rawa Mazowiecka Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najcenniejsze monety z PRL. Zobacz, które są dziś najdroższe",
            "link": "https://nto.pl/oto-najcenniejsze-monety-z-prl-zobacz-ktore-sa-dzis-najdrozsze/ar/c1p2-28073737",
            "description": "Kolekcjonerskie monety z PRL znów wracają do łask. Wiele z nich osiąga dziś ceny, o których kiedyś nikt nawet by nie pomyślał ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SnD7ms8VijzfMAUMTEaxaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska17 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie \"piąteczki\" są warte więcej niż myślisz. Wartość 5 złotych zależy od wielu czynników",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/takie-pi%C4%85teczki-s%C4%85-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-warto%C5%9B%C4%87-5-z%C5%82otych-zale%C5%BCy-od-wielu-czynnik%C3%B3w/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-XPQC0aCLdgiZ6gP74xE_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN19 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    }
]