[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby na pchlim targu w Żarach. Niezwykłe starocie, przedmioty z duszą można kupić na targu przy Lotniku. Zobaczcie zdjęcia z placu",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/skarby-na-pchlim-targu-w-%C5%BCarach-niezwyk%C5%82e-starocie-przedmioty-z-dusz%C4%85-mo%C5%BCna-kupi%C4%87-na-targu-przy-lotniku-zobaczcie-zdj%C4%99cia-z-placu/ar-AA1MbG6b?ocid=BingNewsVerp",
            "description": "Na pchlim targu w Żarach można kupić prawdziwe cuda. Dla miłośników staroci to idealne miejsce na zakupy. Od starych mebli, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N1L7duOWmfb5kMMYF_eAqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Lubuska on MSN21 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Kleparzu, placu Nowym i w Hali Targowej będzie jak w Barcelonie czy Londynie? Jest wniosek w sprawie zmian na krakowskich targowiskach",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/na-kleparzu-placu-nowym-i-w-hali-targowej-b%C4%99dzie-jak-w-barcelonie-czy-londynie-jest-wniosek-w-sprawie-zmian-na-krakowskich-targowiskach/ar-AA1Mb7vH?ocid=BingNewsVerp",
            "description": "Radni z klubu Koalicji Obywatelskiej przygotowali projekt uchwały z wnioskiem do prezydenta Krakowa o podjęcie działań ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._OH79-GMB6gZ-bLeZFW6DC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Krakowska on MSN22 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nietypowa moneta z PRL trafi na aukcję. Cena wywoławcza to 5 tys. zł",
            "link": "https://biznes.interia.pl/gospodarka/news-nietypowa-moneta-z-prl-trafi-na-aukcje-cena-wywolawcza-to-5,nId,6753324",
            "description": "Wkrótce w Warszawie zostanie wystawiona na aukcję 10-groszowa moneta z 1973 roku. Jest wyjątkowa, bo nie posiada znaku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FuvIaEprRvaHZghmhTDmjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Biznes w INTERIA.PL15 godz.",
            "source": "Biznes w INTERIA.PL",
            "article_content": "Dziesięciogroszówka z 1973 roku była popularną monetą. W obiegu krążyło 80 milionów jej egzemplarzy. W menniczym stanie zachowania jest dzisiaj warta od kilku do kilkunastu złotych. Na aukcji zostanie wylicytowany jej niezwykle rzadki wariant, który na rewersie, pod łapą orła, nie posiada znaku mennicy. Przyjmuje się, że podobnie jak kilka innych roczników 10-groszówkę wybiła mennica w Kremnicy, brak jednak na to dowodów, bo nie zachowały się dokumenty.\n\nZ albumu po przodku na aukcję\n\nZanim właściciel numizmatu natknął się na znalezisko, obejrzał filmiki instruktażowe dotyczące wyceny monet nagrywane przez Dom Aukcyjny i Gabinet Numizmatyczny Marciniak. Potem przejrzał klaser, który odziedziczył po swoim przodku - kolekcjonerze - i zorientował się, że znaleziona w nim 10-groszówka może być dużo warta. - Zbadał dokładnie we własnym zakresie ten temat - powiedział portalowi o2.pl Damian Marciniak.\n\nMonetę z PRL przekazano do oceny niezależnej firmie, która wystawiła certyfikat. Pod względem stanu zachowania oceniła przedmiot na 64 punkty z 70 możliwych. Zdecydowała, że cena wywoławcza numizmatu wyniesie 5 tysięcy złotych. Specjalista domu aukcyjnego tłumaczy, że monety bez znaku mennicy są bardzo rzadko spotykane. - U nas dokładnie taka moneta była już trzy razy. W marcu 2016 r. sprzedała się za 7 tysięcy 990 zł, w grudniu 2016 r. za 9 tysięcy 200 złotych, a we wrześniu 2017 r. za 6 tysięcy złotych - informuje przedstawiciel domu aukcyjnego.\n\nNie wszystkie 10-groszówki są cenne\n\nDamian Marciniak podkreśla, że nie wszystkie monety z czasów PRL to cenne numizmatyki. Apeluje o zdrowy rozsądek. Tłumaczy, że posiadacze monet często dowiadują się z mediów, iż takie przedmioty mają dużą wartość, liczą na zysk i są rozczarowani, kiedy okazuje się, że znalezisko jest bezwartościowe. - Nie ma tygodnia, żeby nie było u nas rozentuzjazmowanych osób, które przychodzą z garstką monet PRL-owskich i liczą, że się wzbogacą - wyjaśnia specjalista.\n\nZachęca do analizowania zakończonych aukcji w internecie, np. na Allegro. Uczula, by zwracać uwagę, ile osób w niej brało udział. Jeśli było ich kilka, to można podejrzewać, że uzyskana cena była miarodajna. Można też zbadać temat, przeczesując strony numizmatyczne. Ponieważ każdy może wystawić starą monetę za dowolną cenę, to - tłumaczy - dochodzi do przekłamań. - Zdarza się, że ktoś zobaczy taką samą monetę na aukcji na jakimś portalu, nie zgłębi się w szczegóły i w zachwycie myśli: \"Wow, też taką mam, będę bogaty\". Nie bada tematu, nie sprawdza źródeł, tylko przyjeżdża do nas - podsumowuje Damian Marciniak.\n\new"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs JPY/PLN 10 września 2025 r.",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/kurs-jpy-pln-10-wrze%C5%9Bnia-2025-r/ar-AA1MeQtP?ocid=BingNewsVerp",
            "description": "Jeśli wybierasz się do Japonii lub prowadzisz wymianę handlową z tym krajem, warto poznać aktualne notowania kursu jena. W tym artykule pokazujemy, jak zmienia się kurs japońskiej waluty (JPY) w ujęci ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xrTbViZeSoCoubuMQImUYQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN3 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy nadal polują na te naczynia, wazony i figurki [10.09.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-nadal-poluj%C4%85-na-te-naczynia-wazony-i-figurki-10-09-2025/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN15 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grupa Radpol dla PKP",
            "link": "https://biznes.interia.pl/gieldy/aktualnosci/news-grupa-radpol-dla-pkp,nId,3946553",
            "description": "Wirbet, należący do grupy Radpol producent strunobetonowych żerdzi wirowanych, wygrał przetarg na obsługę PKP Polskie Linie Kolejowe SA. W ramach umowy o ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qXPYOt4opjbuEdbLUjfq7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Biznes w INTERIA.PL21 godz.",
            "source": "Biznes w INTERIA.PL",
            "article_content": "Kontrakt na rzecz PKP PLK ma być zrealizowany w ciągu 40 dni. Żerdzie Wirbetu trafią do zakładów linii kolejowych na terenie całego kraju, m.in. w Warszawie, Krakowie, Łodzi, Lublinie, Kielcach, Sosnowcu, Gdyni i Szczecinie.\n\n- Kolej to bardzo duży i perspektywiczny rynek dla naszych produktów. PKP systematycznie modernizuje zarówno linie kolejowe, jak i energetyczne, ale największe inwestycje w infrastrukturę wciąż jeszcze przed nami. Dlatego każdy kolejny kontrakt Wirbetu na rzecz kolei pozwala na umocnienie naszej pozycji jako dostawcy wysoko wytrzymałych konstrukcji wsporczych dla potrzeb tej grupy odbiorców. Są one alternatywą dla dotychczas stosowanych w liniach trakcyjnych czy oświetleniowych żerdzi starego typu i konstrukcji stalowych, które szybciej korodują. Wytwarzane przez nas strunobetonowe żerdzie wirowane są odporne na trudne warunki pogodowe, a ich projektowana trwałość to 50 lat - wyjaśnia Paweł Pasik, prezes zarządu Wirbet SA, spółki z grupy Radpol.\n\nWirbet od wielu lat dostarcza na potrzeby kolei żerdzie wirowane, płyty i belki fundamentowe oraz wysięgniki do montażu opraw oświetleniowych. Wyroby spółki są wykorzystywane do oświetlenia peronów, rozjazdów i przejazdów kolejowych. W ubiegłym roku ostrowska spółka wprowadziła do oferty także żerdzie do trakcji kolejowej z możliwością montażu na fundamentach palowych. Nowy produkt znajduje zastosowanie przy modernizacji linii kolejowych. Strunobetonowe żerdzie wytwarzane przez Wirbet są o wiele bardziej wytrzymałe i odporne na korozję niż stalowe konstrukcje wykorzystywane do tej pory w trakcji kolejowej.\n\nGrupa Radpol to wytwórca i dostawca zaawansowanych technologicznie instalacji do przesyłu ciepła, produktów dla energetyki oraz rur z tworzyw sztucznych do instalacji wodnych, kanalizacyjnych i gazowych, a także rozwiązań dla innych gałęzi przemysłu. Grupa prowadzi działalność w oparciu o pięć zakładów: Radpol w Człuchowie - wyroby termokurczliwe sieciowane radiacyjnie dla ciepłownictwa i energetyki, Finpol Rohr - rury preizolowane, Elektroporcelana Ciechów - izolatory porcelanowe, Wirbet - żerdzie do słupów energetycznych linii przesyłowych, Rurgaz - rury do wody, kanalizacji, gazu z tworzyw sztucznych. Wyroby grupy są sprzedawane w Polsce oraz eksportowane do wielu krajów w Europie. Radpol SA od 2007 roku jest notowany na Giełdzie Papierów Wartościowych w Warszawie.\n\nWirbet z Ostrowa Wielkopolskiego jest producentem strunobetonowych i częściowo sprężonych żerdzi wirowych wykorzystywanych zwłaszcza w energetyce, a także w kolejnictwie, drogownictwie i przy różnego rodzaju projektach budowlanych. W ofercie firmy znajdują się strunobetonowe żerdzie wirowane energetyczne, elektroenergetyczne, trakcyjno-oświetleniowe, oświetleniowe oraz inne żerdzie ogólnego przeznaczenia. Założona w 1992 r. spółka dołączyła do grupy Radpol w 2012 r.\n\nOpr. MM"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi staroci i rozmaitości w Goworowie już w sobotę!",
            "link": "https://www.moja-ostroleka.pl/art/1757488499/targi-staroci-i-rozmaitosci-w-goworowie-juz-w-sobote",
            "description": "Od ponad 5 lat w Goworowie pasjonaci, zbieracze, kolekcjonerzy hobbyści, miłośnicy różności, nietuzinkowych perełek mają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qPUNL69axjRjhz-W7XqVhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Moja Ostrołęka1 godz.",
            "source": "Moja Ostrołęka",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby na pchlim targu w Żarach. Niezwykłe starocie, przedmioty z duszą można kupić na targu przy Lotniku. Zobaczcie zdjęcia z placu",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/skarby-na-pchlim-targu-w-%C5%BCarach-niezwyk%C5%82e-starocie-przedmioty-z-dusz%C4%85-mo%C5%BCna-kupi%C4%87-na-targu-przy-lotniku-zobaczcie-zdj%C4%99cia-z-placu/ar-AA1MbG6b?ocid=BingNewsVerp",
            "description": "Na pchlim targu w Żarach można kupić prawdziwe cuda. Dla miłośników staroci to idealne miejsce na zakupy. Od starych mebli, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N1L7duOWmfb5kMMYF_eAqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska on MSN21 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Winobraniowa sesja, czyli podziękowania, nagrody kulturalne i honorowi obywatele. A wszystko to w pałacu w Zatoniu",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/winobraniowa-sesja-czyli-podzi%C4%99kowania-nagrody-kulturalne-i-honorowi-obywatele-a-wszystko-to-w-pa%C5%82acu-w-zatoniu/ar-AA1McLpZ?ocid=BingNewsVerp",
            "description": "W Parku Książęcym Zatonie odbyła się uroczysta, winobraniowa sesja rady. Tradycyjnie wręczono na niej nagrody kulturalne oraz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LYXvrpb6MSTbpHSCNFvI6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska on MSN14 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "iPhone 17 ze 120 Hz. Apple w końcu bez wstydu, to ważna zmiana",
            "link": "https://spidersweb.pl/2025/09/iphone-17-120-hz.html",
            "description": "Galaxy S20 miał już 120 Hz w 2020 r., podobnie jak OnePlus 8 Pro. Nawet tanie telefony chińskich marek zaczęły dostarczać ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hwJNon81BK7MH1swMV6uXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Spider’s Web12 godz.",
            "source": "Spider’s Web",
            "article_content": "Ładowanie...\n\nPo latach oczekiwania Apple w końcu zdecydował się udostępnić technologię ProMotion w podstawowym modelu iPhone'a 17. To oznacza, że po raz pierwszy w historii wszystkie modele w serii iPhone dostają wysoką częstotliwość odświeżania ekranu. Standardowy iPhone 17 zyskuje 6,3-calowy wyświetlacz LTPO OLED z adaptacyjnym odświeżaniem od 1 Hz do 120 Hz, co oznacza końcowe pożegnanie z archaicznym 60 Hz.\n\nRóżnica jest od razu widoczna - przewijanie stron wreszcie staje się płynne, animacje w systemie są bardziej responsywne, a gry wyglądają znacznie lepiej. Apple wreszcie przyznał, że technologia, którą konkurencja miała już pięć lat temu, jest ważna także dla zwykłych użytkowników. I choć może wydawać się to spóźnione, lepiej późno niż wcale.\n\nREKLAMA\n\nCzytaj też:\n\nAndroid miał to już pięć lat temu\n\nHistoria wysokich częstotliwości odświeżania w smartfonach sięga właściwie 2017 r., kiedy Razer Phone jako pierwszy wprowadził 120 Hz. Ale prawdziwa rewolucja rozpoczęła się w 2020 r. wraz z premierą Samsunga Galaxy S20, który oferował 120 Hz w całej serii. OnePlus 8 Pro poszedł o krok dalej, umożliwiając korzystanie z 120 Hz przy jednoczesnej rozdzielczości QHD+, czego nawet najnowsze Samsungi z serii S20 nie potrafiły.\n\nGalaxy S10+\n\nOd tego momentu praktycznie każdy sztandarowiec z Androidem zaczął oferować wysokie częstotliwości odświeżania. Google Pixel 4 miał 90 Hz, Xiaomi Mi 10 oferował 90 Hz w wersji podstawowej i 120 Hz w Pro, a nawet średniopółkowe modele jak Poco X2 dostarczały 120 Hz za jedyne około 600 zł. Podczas gdy Android eksplorował różne rozwiązania i poprawiał implementację Apple przez lata upierał się przy 60 Hz w swoich podstawowych modelach.\n\nDlaczego Apple czekał tak długo?\n\nOdpowiedź jest prozaiczna i jednocześnie typowa dla Apple'a - segmentacja produktów. Przez lata firma z Cupertino celowo ograniczała funkcje w podstawowych modelach, aby zachęcić klientów do kupna droższych wersji Pro. 120 Hz był jedną z kluczowych różnic między iPhone'em podstawowym a Pro, obok lepszej kamery czy materiałów wykończenia.\n\nApple konsekwentnie stosuje strategię tzw. price skimming, gdzie nowe technologie najpierw trafiają do najdroższych modeli. Pozwala to firmie na maksymalizację zysków z entuzjastów nowości, którzy są gotowi zapłacić ekstra za najnowsze rozwiązania. Dopiero po czasie, gdy technologia staje się tańsza w produkcji i przestaje być wyróżnikiem premium, trafia do tańszych modeli.\n\niPhone 17\n\nW przypadku ProMotion była to także kwestia baterii. Panele LTPO (Low-Temperature Polycrystalline Oxide), które umożliwiają adaptacyjne odświeżanie, były droższe i Apple potrzebował czasu na optymalizację systemu. Podczas gdy Android często implementował proste przełączanie między 60 Hz a 120 Hz Apple od początku chciał mieć pełne spektrum od 1 Hz do 120 Hz.\n\nKonkurencja nie śpi\n\nPodczas gdy Apple w końcu wprowadza 120 Hz do podstawowego iPhone'a konkurencja już myśli o następnych krokach. Samsung Galaxy S25 Ultra oferuje nie tylko 120 Hz, ale także wyższą częstotliwość PWM dimming (480 Hz) dla redukcji zmęczenia oczu.\n\nROG Phone\n\nRealme, OnePlus, czy Xiaomi już od lat oferują 120 Hz nawet w średniopółkowych modelach, a niektóre urządzenia gamingowe jak Asus ROG Phone czy Nubia Red Magic sięgają nawet 165 Hz. Apple może już nigdy nie nadrobić tego opóźnienia w wyścigu specyfikacji, ale firma nigdy nie konkurowała wyłącznie liczbami.\n\nCo to oznacza dla użytkowników?\n\nDla przeciętnego użytkownika wprowadzenie 120 Hz do iPhone'a 17 to przede wszystkim bardziej przyjemne korzystanie z telefonu. Przewijanie przez media społecznościowe staje się płynniejsze, gry wyglądają lepiej, a nawet proste animacje systemowe są bardziej responsywne. To jedna z tych zmian, których nie doceniamy, dopóki nie wrócimy do telefonu z 60 Hz.\n\nPraktycznie oznacza to także, że iPhone 17 w cenie 3999 zł staje się znacznie bardziej konkurencyjny względem sztandarowców z Androidem w podobnej cenie. Wcześniej trudno było uzasadnić zakup podstawowego iPhone'a, gdy konkurencyjne modele oferowały wyraźnie płynniejsze wyświetlacze. Teraz ta przewaga praktycznie znika.\n\niPhone 17\n\nREKLAMA\n\niPhone 17 z 120 Hz to przyznanie się Apple'a do tego, co użytkownicy wiedzieli już od lat - 60 Hz w 2025 r. to po prostu za mało. Firma z Cupertino mogła wprowadzić tę technologię już kilka lat temu, ale celowo tego nie robiła, aby utrzymać różnicę między modelami.\n\nCzy szkodzi to marce Apple'a? Prawdopodobnie nie. Lojalność użytkowników iPhone'a jest na tyle duża (90 proc. pozostaje w ekosystemie Apple'a), że większość klientów i tak kupowała nowe modele. Ale dla nowych użytkowników i tych, którzy zastanawiali się nad przesiadką, iPhone 17 staje się wreszcie propozycją, której nie trzeba się wstydzić w konfrontacji ze specyfikacją.\n\nREKLAMA\n\nMaciej Gajewski 09.09.2025 21:38\n\nŁadowanie..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europejskie Dni Dziedzictwa 2025",
            "link": "https://www.bstok.pl/europejskie-dni-dziedzictwa-2025-2/",
            "description": "Koncerty, wystawy, pikniki, sesje naukowe czy pokazy – to m.in. wydarzenia odbywające się w dwa weekendy (13-14, 20-21) ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pTUL11TTKuj_ZDDmMYpNii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Bstok.pl19 godz.",
            "source": "Bstok.pl",
            "article_content": "Koncerty, wystawy, pikniki, sesje naukowe czy pokazy – to m.in. wydarzenia odbywające się w dwa weekendy (13-14, 20-21) września w ramach Europejskich Dni Dziedzictwa 2025. To również możliwość bezpośredniego obcowania z dziedzictwem kulturowym oraz możliwość jego poznania poprzez zwiedzanie zabytków, muzeów, skansenów czy miejsc na co dzień niedostępnych.\n\nUczestnicy EDD mają znakomitą szansę do skorzystania z licznych atrakcji, a także wzięcia udziału w żywej lekcji historii i tradycji danego regionu. To doskonała okazja do swoistej „podróży w czasie” i poznania dziedzictwa kulturowego naszego kraju. W ubiegłym roku w ramach EDD odbyło się aż 50 000 wydarzeń w Europie, z czego 1500 w Polsce.\n\nMuzeum Historyczne w Białymstoku, ul. Warszawska 37\n\n14 września godz. 15.00\n\nWykład Brama Warszawska w Białymstoku\n\nUlica Warszawska jest jedną z najstarszych ulic Białegostoku. Jej początki sięgają wieku XVIII, kiedy dominium białostockie należało do rodu Branickich herbu Gryf. Nazywała się wówczas Nowe Miasto, a jej wylot zamykała murowana Brama, zwana Warszawską. Brama strzegła wjazdu z traktu warszawskiego prowadzącego ze stolicy kraju przez Brańsk i Bielsk do miasta i rezydencji Branickich.\n\nXVIII, kiedy dominium białostockie należało do rodu Branickich herbu Gryf. Nazywała się wówczas Nowe Miasto, a jej wylot zamykała murowana Brama, zwana Warszawską. Brama strzegła wjazdu z traktu warszawskiego prowadzącego ze stolicy kraju przez Brańsk i Bielsk do miasta i rezydencji Branickich.\n\nW 2012 roku podczas nadzoru archeologicznego na ulicy Warszawskiej, na wysokości budynków nr 55 i 44, Irena Taranta z Muzeum Podlaskiego w Białymstoku odkryła relikty solidnych fundamentów kamienno-ceglanych, spiętych łukiem konstrukcyjnym, będących zapewne przykładem fundowania arkadowego stosowanego na gruntach słabych i bagnistych. Na nich wzniesiono mury piętrowej Bramy Warszawskiej ze sklepionym przejazdem w dolnej kondygnacji.\n\nMuzeum Obojga Narodów w Bielsku Podlaskim, ul. Adama Mickiewicza 45\n\n14 września godz. 15.00\n\nRatusz w czasie – podróż przez wieki\n\nW ramach 33. edycji Europejskich Dni Dziedzictwa, która odbędzie się we wrześniu 2025 roku pod hasłem „W stronę architektury. Młode dziedzictwo”, zapraszamy mieszkańców i gości na wyjątkowe wydarzenia celebrujące bogactwo lokalnej historii i barokowego piękna.\n\nPierwszym będzie spacer historyczny po bielskim Ratuszu z muzealnym przewodnikiem, który odkryje przed Wami tajemnice jednego z najbardziej okazałych przykładów miejskiej architektury barokowej. Ratusz, od ponad dwóch wieków wpisujący się w krajobraz Bielska Podlaskiego, to swoisty pomost między przeszłością a współczesnością miasta.\n\nKolejnym wydarzeniem będzie kameralna wystawa, prezentacja pt.: „Ratusz w czasie – podróż przez wieki”. W przestrzeni muzealnej zaprezentujemy unikatowe materiały archiwalne: najstarsze fotografie, oraz współczesne plany budynku zaprojektowanego przez Jana Sękowskiego – nadwornego architekta hetmana wielkiego koronnego Jana Klemensa Branickiego.\n\nMiłośnikom sztuki przygotowaliśmy kreatywne warsztaty graficzne, podczas których będzie można własnoręcznie tworzyć prace nawiązujące do motywów architektury barokowej – z nutą współczesnej interpretacji.\n\nSzczegóły programu oraz godziny wydarzeń już wkrótce. Dołącz do nas – odkrywaj, twórz i dziedzicz!\n\nMuzeum Ikon w Supraślu, ul. Klasztorna 1\n\n14 września godz. 11.00\n\nArchitektura w ikonografii\n\nSpotkanie odbędzie się na wystawie czasowej „Uskrzydleni posłańcy – byty anielskie w ikonografii”, gdzie na przykładzie prezentowanych zabytków będzie można prześledzić sposoby przedstawiania elementów architektury w ikonach w różnych okresach i tradycjach ikonograficznych: począwszy od przykładu repliki ikonograficznej i rekonstrukcji XVII-wiecznych carskich wrót z cerkwi pw. Zaśnięcia NMP w Czyżach, po XIX-wieczne wizerunki szkoły wietkowskiej.\n\nProwadzenie: Anna Motowicka, Kustoszka Muzeum Ikon w Supraślu\n\n21 września 2025, godz. 11.00\n\nIkonografia we wnętrzach cerkiewnych\n\nSpotkanie odbędzie się na wystawie czasowej „Uskrzydleni posłańcy – byty anielskie w ikonografii”, gdzie począwszy od repliki ikonograficznej ikon Jerzego Nowosielskiego z carskich wrót z cerkwi pw. Narodzenia NMP w Gródku, zostaną omówione różne przykłady zrealizowanych i niezrealizowanych projektów wystroju malarskiego podlaskich świątyń, których autorem lub współautorem był Jerzy Nowosielski.\n\nProwadzenie: Ewa Zalewska, Kustoszka Muzeum Ikon w Supraślu\n\nMuzeum Rzeźby Alfonsa Karnego, ul. Świętojańska 17\n\n20 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 4-6 lat wraz z opiekunami21 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 7-12 lat wraz z opiekunami\n\nDobry adres Świętojańska 17\n\nZapraszamy na zajęcia interaktywne o architekturze drewnianej dawnego Białegostoku z willą przy Świętojańskiej 17 w roli głównej.\n\nSpacerując po białostockim Parku Planty trudno nie zauważyć sąsiadującej z nim pięknej willi, która jest dziś perełką architektury drewnianej miasta. Rezydencję zbudowano pod koniec XIX w. dla carskiego generała, który zgodnie z panującą w tym czasie modą, urządził ją w stylu eklektycznym. Jej wnętrze ciągle zachwyca, a od patrzenia na bogato zdobione sufity może zakręcić się w głowie! Dziś to siedziba Muzeum Rzeźby Alfonsa Karnego z ekspozycją rzeźb tego wybitnego artysty, a dawnej? Zapraszamy na niezwykłą podroż w czasie do przedwojennego Białegostoku!\n\nProwadzenie: Anna Malesińska\n\nLiczba uczestników: 12 osób + opiekunowie\n\nCzas trwania zajęć: ok. 90 min.\n\nKoszt: wstęp bezpłatny\n\nInformacje i zapisy: tel. 509 336 862\n\nRatusz w Białymstoku, Rynek Kościuszki 10\n\n13 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 5-12 lat wraz z opiekunami14 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 5-12 lat wraz z opiekunami\n\nPejzaże Białegostoku w malarstwie Mikołaja Wołkowyckiego.\n\nW ramach tegorocznych Europejskich Dni Dziedzictwa zapraszamy wszystkie rodziny na weekendowe zajęcia poświęcone twórczości Mikołaja Wołkowyckiego – wybitnego malarza pejzażysty związanego z regionem Podlasia.\n\nSpotkanie rozpoczniemy od zwiedzania wystawy, na której będzie można podziwiać szeroki przekrój twórczości artysty, który zasłynął z nastrojowych pejzaży przyrody – zwłaszcza jego rodzinnej Białowieży. W jego pracowni przy ul. Piłsudskiego w Białymstoku powstawały jednak także weduty- malarskie wizerunki miasta. To na nich skupimy się podczas zwiedzania i staną się one punktem wyjścia do działań twórczych.\n\nW części warsztatowej uczestnicy chwycą za pędzle i stworzą własne wizerunki miasta. Zobaczymy jak zmieniła się architektura miejsc, które malował Wołkowycki blisko 50 lat temu i spróbujemy utrwalić na płótnie współczesne widoki Białegostoku.\n\nProwadzenie: Anna Charabin\n\nLiczba miejsc: 10 osób + opiekunowie\n\nCzas trwania zajęć: ok. 90 min.\n\nKoszt: wydarzenie bezpłatne, organizowane w ramach Europejskich Dni Dziedzictwa.\n\nInformacje i zapisy: tel. 516 141 960\n\nMuzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej, ul. Lipowa 4\n\n14 września 2025 r., godz. 10.00\n\nSloWołkow PhotoWalk – spacer fotograficzny\n\nMuzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej Oddział Muzeum Podlaskie w Białymstoku organizuje cykliczne, fotograficzne spotkania plenerowe pod nazwą „SloWołkow PhotoWalk”. Wydarzenia kierowane są do wszystkich chętnych zainteresowanych fotografią i wykonywaniem zdjęć, bez względu na stopień zaawansowania.\n\nW ramach Europejskich Dni Dziedzictwa 2025 rok – „W stronę architektury. Młode dziedzictwo” chcemy zorganizować wrześniowy „SloWołkow PhotoWalk” pod hasłem Turośń „Kościelna wczoraj i dziś”. Podczas spaceru zwrócimy uwagę na różnorodność architektury tej miejscowości. Przyjrzymy się jak zmieniała się na przestrzeni kilkuset lat. Utrwalimy na zdjęciach to jak wygląda obecnie, w 2025 roku.\n\nNa spacer zabierzemy ze sobą aparat otworkowy (camera obscura). Ów prosty przyrząd optyczny dał początek wynalazkowi fotografii i był pierwowzorem aparatu fotograficznego. Camera obscura to zaciemnione pudełko z małym otworem, przez który wpadające światło na przeciwległą ściankę daje odwrócony obraz otoczenia. Jeżeli na tej ściance umieścimy materiał światłoczuły, możemy tym sposobem wykonać zdjęcie. Podczas spaceru każdy z uczestników będzie miał możliwość zrobienia zdjęcia tym prostym sprzętem.\n\nTurośń Kościelna to wieś gminna o bogatej historii. Najstarsze wzmianki o Turośni Kościelnej pochodzą z XVI wieku. Obecnie w miejscowości znajdują się m.in. dwie zabytkowe barokowe osiemnastowieczne budowle – Kościół Świętej Trójcy oraz zabytkowy pawilon dworski nazywany też pawilonem myśliwskim, w którym ma swoją siedzibę Muzeum Fotografii Wiktora Wołkowa. Turośń Kościelna to mieszanka starszej i nowszej architektury. Część XX-wiecznej zabudowy mieszkalnej posadowiona jest w malowniczym otoczeniu przydomowych ogródków. Niektóre domy drewniane posiadają interesujące zdobienia charakterystyczne dla tego rejonu Polski. W miejscowości można również znaleźć sporo budowlanych reliktów typowych dla epoki PRL. Jest oczywiście obecna także współczesna architektura – miejscowość szybko się rozbudowuje. Ta mieszanka architektoniczna sprawia, że Turośń Kościelna to znakomita przestrzeń do fotografowania i rozmów o historii.\n\nLiczba uczestników: 12 osób\n\nCzas trwania ok. 3 godz.\n\nProwadzący: Piotr Łukaszuk\n\nźródło: Muzeum Podlaskie w Białymstoku\n\nŹródło: Urząd Marszałkowski"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To najbardziej \"słoneczne\" miejsca w województwie świętokrzyskim. Wskazała je sztuczna inteligencja, turystów tam nie brakuje",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/to-najbardziej-s%C5%82oneczne-miejsca-w-wojew%C3%B3dztwie-%C5%9Bwi%C4%99tokrzyskim-wskaza%C5%82a-je-sztuczna-inteligencja-turyst%C3%B3w-tam-nie-brakuje/ar-AA1McH6L?ocid=BingNewsVerp",
            "description": "Zastanawialiście się, które rejony województwa świętokrzyskiego są najbardziej nasłonecznione? Według dostępnych danych jest to południowa i południowo-wschodnia część regionu. Z czego słyną tamtejsze ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2A8fbVtwiLTxNnEfoiFr3w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Eska Regiony on MSN17 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zobacz jak zmienia się zabytkowy dworzec tramwajów podmiejskich czyli krańcówka na Północnej. Czy pojawią się tu ponownie tramwaje?",
            "link": "https://www.msn.com/pl-pl/infrastruktura-miejska/infrastruktura-transportowa/zobacz-jak-zmienia-si%C4%99-zabytkowy-dworzec-tramwaj%C3%B3w-podmiejskich-czyli-kra%C5%84c%C3%B3wka-na-p%C3%B3%C5%82nocnej-czy-pojawi%C4%85-si%C4%99-tu-ponownie-tramwaje/ar-AA1Mf0pi?ocid=BingNewsVerp",
            "description": "Zniknęły już stare tory i wybrzuszona kostka na \"Przystanku Architektura\". Po co robiony jest remont zapomnianej i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fB6-t7OpmVcxqcqCSw3ZuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Ilustrowany on MSN3 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytkowe motocykle nad Bałtykiem. Bałtycki Rajd – motoryzacyjne święto wraca nad morze!",
            "link": "https://swiatmotocykli.pl/aktualnosci/wydarzenia/lechpotynski/zabytkowe-motocykle-nad-baltykiem-motoryzacyjne-swieto-wraca-nad-morze/",
            "description": "Bałtycki Rajd to cykliczna impreza, będąca już nieodzowną częścią Mistrzostw Polski Pojazdów Zabytkowych Polskiego Związku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R9OkYC_Q8ykjUqHHW-VYhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Świat Motocykli8 godz.",
            "source": "Świat Motocykli",
            "article_content": "W dniach 11-14 września 2025 roku Pomorze ponownie stanie się stolicą zabytkowej motoryzacji. Już po raz siódmy odbędzie się Bałtycki Rajd Dębki „Playa” – będący jednocześnie jedną z rund Mistrzostw Polski Motocykli Zabytkowych. To wyjątkowe wydarzenie łączące sportową rywalizację, turystykę, integrację i promocję regionu.\n\nBałtycki Rajd to cykliczna impreza, będąca już nieodzowną częścią Mistrzostw Polski Pojazdów Zabytkowych Polskiego Związku Motorowego, gromadząca miłośników motocykli z całej Polski i z zagranicy. Uczestnicy, za sterami zabytkowych i wyjątkowych maszyn, przemierzą tym razem malownicze trasy Pomorza o łącznej długości ponad 100 kilometrów, biorąc udział w konkursach, próbach sprawnościowych oraz wyjątkowych atrakcjach.\n\nProgram wydarzenia obejmuje m.in.:\n\nKonkurs Elegancji – prezentację najpiękniejszych pojazdów oraz kierowców ubranych w stroje z epoki swoich motocykli,\n\nTradycyjny już Wyścig po Plaży\n\nwieczory integracyjne z atrakcjami specjalnymi,\n\nuroczysty Bal Komandorski.\n\nTegoroczna edycja oparta została na motywach filmu „Kamerdyner” z 2018 roku, a celem Rajdu będzie między innymi pokazanie skomplikowanej historii ziemi nadbałtyckiej, opierając się na kanwie tego filmu. Mieszkańców okolicznych miejscowości zapraszamy w piątek, 12 września na parking w przy muszli koncertowej Czymanowie, gdzie przez cały dzień podziwiać będzie można zabytkowe motocykle w ferworze walki o tytuł Mistrza Polski.\n\nRedakcja „Świata Motocykli” od kilku lat patronuje medialnie Rajdowi organizowanemu przez Stowarzyszenie Pojazdów Zabytkowych Lębork i z czystym sumieniem rekomendujemy ją wszystkim entuzjastom zabytkowych motocykli, jako doskonale zorganizowaną i pełną niepowtarzalnych atrakcji. Przecież nie zawsze zdarza się okazja ścigania się po bałtyckich plażach…\n\nSzczegółowe informacje o imprezie znajdziecie na: facebook.com/SPZLEBORK"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rządowe miliony na system ochrony ludności w powiecie sławieńskim. Sprawdziliśmy co kupią nasze samorządy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/rz%C4%85dowe-miliony-na-system-ochrony-ludno%C5%9Bci-w-powiecie-s%C5%82awie%C5%84skim-sprawdzili%C5%9Bmy-co-kupi%C4%85-nasze-samorz%C4%85dy/ar-AA1MfeYr?ocid=BingNewsVerp",
            "description": "Rządowe 203 miliony zł są przeznaczone w woj. zachodniopomorskim na tworzenia skutecznej obrony cywilnej i systemu ochrony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uq2iiYCtcGPB7qLgF6P0fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Sławno Nasze Miasto on MSN41 min",
            "source": "Sławno Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bogdan Romanowski. Rolnik z powołania, motocyklista z wyboru",
            "link": "https://swiatmotocykli.pl/ludzie/lechpotynski/bogdan-romanowski-swiat-motocyklistow/",
            "description": "Lech Potyński: Trudno szukać w internecie jakichkolwiek informacji na temat lokalizacji twojego Muzeum. Nawet mapy Google ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GAAQhbCKaF1C8xVujtgzoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Świat Motocykli12 godz.",
            "source": "Świat Motocykli",
            "article_content": "Tym razem nie zaprezentujemy konkretnego zabytkowego motocykla, ale całe ich stado, zgromadzone pod jednym dachem. Udało się nam namówić na ekskluzywny wywiad Bogdana Romanowskiego, właściciela tej wspaniałej kolekcji.\n\nLech Potyński: Trudno szukać w internecie jakichkolwiek informacji na temat lokalizacji twojego Muzeum. Nawet mapy Google milczą na ten temat. Niełatwo cię znaleźć…\n\nBogdan Romanowski: Kto chce, ten znajdzie. To nie jest żadne oficjalne muzeum, tylko prywatne zbiory dla kolegów, dla znajomych. Nie ma godzin otwarcia, biletów, przewodników, stałej ekspozycji. Można powiedzieć, że to taki większy garaż. Ale zawsze chętnie udostępniam swoje zbiory wszystkim, którzy mają ochotę je obejrzeć. W praktyce, to co drugi dzień mam wizyty mniejszych lub większych grup. Dzisiaj “Zapach garażu”, w piątek międzynarodowy Rotor FIVA i tak ciągle. Wystarczy się wcześniej umówić, bo po prostu może mnie nie być na miejscu. Motocykle to tylko moja pasja, oprócz tego mam zwykłe zajęcia zawodowe.\n\nZ mojego punktu widzenia to chyba jednak jest bardziej muzeum niż garaż. Jaka jest powierzchnia? Na moje oko to co najmniej 500 m. Ile motocykli dotychczas zgromadziłeś?\n\nJaka jest dokładnie powierzchnia, to nie wiem dokładnie, cały czas ten budynek powiększam i adaptuję na potrzeby kolejnych maszyn. W tym miejscu urzęduję od 7 lat, przedtem zbiory trzymałem gdzieś indziej, ale się już nie bardzo mieściły. Najpierw obok zbudowałem dom, na ruinach dawnego dworku, w kwietniu będzie 9 lat, więc mam bardzo blisko i tak mi jest wygodnie. W tej chwili mam 122 motocykle, ale nie jest to stała liczba. Cały czas coś dokupuję, zamieniam. Tak jak każdy kolekcjoner, tylko może na odrobinę większą skalę. A budynek ciągle powiększam, bo mam kolejne pomysły. Marzy mi się kolekcja ciągników (traktorów), wszystkich modeli, które w życiu miałem, a uwierz mi – miałem sporo.\n\nZ maszyn rolniczych, to chyba jesteś w Polsce bardziej znany niż z motocykli? Rzeczywiście pewnie byłoby co pokazać.\n\nNo pewnie tak, ale wróćmy do motocykli. Staram się, aby wszystkie były jeżdżące i po kolei są robione. Większość z nich mogę wyciągnąć na zewnątrz, uruchomić i pojechać. Często uczestniczę w rajdach motocyklowych. A są takie kolekcje (wcale nie gorsze od mojej), gdzie maszyny tylko stoją i się kurzą. A ja lubię, kiedy one wszystkie żyją. Ale na wszystkich na raz nie pojadę.\n\nA który z twoich motocykli jest najcenniejszy? Oczywiście nie pytam o wartość materialną, tylko kolekcjonerską.\n\nNo jak to, który? Oczywiście, że “pięćsetka”. Górnozaworowy Sokół 500 RS, jedyny jeżdżący egzemplarz na świecie. Drugi, ale nie jeżdżący znajduje się w Muzeum Techniki w Warszawie i na tym koniec. Więcej nie zdążyli zrobić, bo przyszła wojna. Pewnie gdzie indziej nie ma ona tak wielkiej wartości, ale w Polsce można powiedzieć, że jest bezcenny. Kupiłem go kilkanaście lat temu w Ameryce od Bartka Mizerskiego. To duma mojej kolekcji. Generalnie to bardzo lubię Sokoły. Mam już niemal wszystkie modele, brakuje mi tylko “dwusetki”. A w zasadzie nie całej, bo lampę i zbiornik paliwa już mam, a to zawsze coś. Na pewno łatwiej zdobyć niż “pięćsetkę”, bo zrobiono ich 78 sztuk. Mam już nawet coś na oku… Patrz na te “tysiące” – tu mam “cywila”, tu w malowaniu wojskowym, to ze skrzynią ładunkową dla poczty, tu z platformą pod CKM. No i oczywiście, sześćsetki i powojenne 125.\n\nA twój najstarszy motocykl?\n\nTo czterocylindrowy FN z roku 1914 – jeżdżący, sprawny, w oryginalnym stanie zachowania. Kiedyś stał w muzeum w Drohiczynie, ale zamieniłem się na Sokoła 1000… Co jakiś czas pokazuję się nim na rajdach i zlotach. Mimo że belgijski, to był pierwowzorem dla wszystkich amerykańskich “czwórek”. Oczywiście na wałek kardana, który belgijska fabryka jako pierwsza zastosowała w motocyklu. Te motocykle są dosyć trudne w odbudowie, bo w czasie I WŚ wojsko niemieckie paliło w piecach dokumentację techniczną FN. Ale mam też kilka innych motocykli w podobnym wieku, choć chyba już nie tak ciekawych.\n\nMotocykli jest dużo, ciągle zmieniają lokalizację na ekspozycji, ich oprawa też jest ciekawa, wszystko wymaga sporo pracy. Ile osób jest zaangażowanych w utrzymanie twojego muzeum lub jak wolisz – garażu?\n\nW zasadzie pracujemy tu tylko ja z kolegą Andrzejem, czasami pomaga syn. Ale jak trzeba wciągnąć coś ciężkiego na górę, to mam różnych pracowników i czasami pomagają. Windy nie ma, wszystko trzeba robić ręcznie, ale to nie problem. We czterech taką rynną wciągamy je na piętro bez problemu. Na miejscu mam też niewielki warsztat, dosyć dobrze wyposażony w tokarkę, frezarkę i inne takie – Andrzej wszystko na nich zrobi. Nawet wózki boczne do Sokoła. Zaraz Ci pokażę. A tak przy okazji – do Sokoła 1000 to w tej chwili produkuje się tyle części replikowanych, że niemal można złożyć z nich cały motocykl. Sporo jest teraz tego na rynku, a często są takiej jakości, że nie do odróżnienia od oryginału. Nawet cylindry już produkują, ale ja w swoich mam tylko oryginały.\n\nPolskie Sokoły, to chyba twoje ulubione motocykle, ale masz też całkiem pokaźne stado kultowych amerykańskich motocykli – Indiany, Harleye, Hendersony, Excelsiory…\n\nNo tak, bardzo lubię te “amerykany”. Jeżdżą przeważnie bardzo dobrze, a i wartość nie spada. Patrz, tu w rogu stoi nowy nabytek – Indian Chief, zamieniłem się za Saharę. A tu – japoński Rikuo – motocykl produkowany przed II WŚ na licencji Harleya, też niezbyt często spotykana maszyna. Ale jak widzisz, polskich przed i powojennych konstrukcji też mam sporo. Zarówno motocykli, jak i motorowerów. Komary, Żaki, Rysie, one u zwiedzających też budzą spore zainteresowanie, pewnie przez dawne sentymenty. Za młodu, to u nas każdy jeździł na takim „pierdzie” i teraz miło na nie patrzeć.\n\nKolekcja cały czas rośnie. Czy w Polsce da się znaleźć jeszcze jakieś prawdziwe rodzynki?\n\nNa zachodzie prędzej znajdziesz niż u nas. U nas ceny za każdy najmniejszy kawałek są tak wywindowane, że szkoda gadać. Znacznie ponad normalny rynek. Taniej kupisz w Holandii, Belgii czy u Niemców. W Belgii był niedawno do kupienia cały, kompletny, z wózkiem bocznym górnozaworowy Gnome 800, za 24 tysiące euro. Dobra okazja, ale muszę trochę na niego odłożyć gotówki. Bo to wbrew pozorom nie jest tak, że wezmę z firmy, ile mi tam potrzeba na zabawki. A tak przy okazji pieniędzy – ta wojna rosyjsko-ukraińska w interesach też przeszkadza. Mamy pod Kaliningradem trochę gruntów i z pewnością interesy szłyby lepiej, gdyby nie te zawirowania. Na to nakładają się te wszystkie anomalie pogodowe, a ja przecież żyję z rolnictwa. Ale co robić – nie na wszystko człowiek znajdzie radę. Ale dzięki Bogu na życie jeszcze jakoś starcza, a i od czasu do czasu kupię kolejny motocykl.\n\nNie bądź aż tak skromny. Wraz z braćmi jesteście chyba największymi właścicielami ziemskimi w Polsce. Z rolnictwa, jak widać, da się wyżyć, jak ktoś tylko chce.\n\nTak, do wszystkiego doszliśmy własną ciężką pracą. Zaczynaliśmy w roku 1978 z gospodarstwem 0,5 ha. Teraz w Polsce gospodarujemy na ok. 12 tys. hektarów i jakoś dajemy radę. Nastawieni jesteśmy na produkcję zbóż, mleka oraz mięsa. Ale handlujemy także maszynami rolniczymi. I jakoś wychodzimy na swoje…\n\nAle przy tym wszystkim nie dałeś się opętać mamonie. Jakoś nie widzę na podjeździe twojego domu luksusowych, spektakularnych limuzyn z kierowcami, nie jesteś znany w Bartoszycach i okolicach z ekstrawagancji hulaszczego trybu życia…\n\nTo źle? Ja po prostu kocham zabytkowe motocykle i generalnie starą motoryzację. A że nie mam luksusowych limuzyn? Mam jedną i to jaką! Dwunastocylindrowy reprezentacyjny Cadillac z roku 1931. Kosztował mnie małą fortunę. To nie jest ekstrawagancja? Ale chyba i tak wolę motocykle…\n\nW takim razie życzę ci stałego poszerzania zbiorów motocyklowych, co roku dobrych plonów rolnych i… znalezienia w końcu odpowiedniego Sokoła 200!\n\nBardzo dziękuję i pozdrowienia dla wszystkich czytelników “Świata Motocykli”.\n\nZdjęcia: autor, Andrzej Tkaczuk\n\nTekst po raz pierwszy ukazał się w drukowanym wydaniu magazynu „Świat Motocykli” [01/2025]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cronos The New Dawn - zagadka w opactwie, tajemniczy grawer",
            "link": "https://www.eurogamer.pl/cronos-the-new-dawn-zagadka-w-opactwie-tajemniczy-grawer",
            "description": "Zagadka w opactwie to druga łamigłówka w Cronos: The New Dawn. Pierwszą była zagadka z kielichami w kaplicy w Szpitalu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gTuDc7GacUs8_JEYmr2CMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Eurogamer.pl17 godz.",
            "source": "Eurogamer.pl",
            "article_content": "W jednej z końcowych misji gry Cronos: The New Dawn napotkamy dość skomplikowaną zagadkę. Jej rozwiązanie jest wymagane do otwarcia wejścia do kościoła w opactwie. Naszym zadaniem jest skompletowanie sześciu zabytkowych przedmiotów i ułożenie ich w odpowiedniej kolejności, według tajemniczego grawera wyrytego na olbrzymich drzwiach. Wśród przedmiotów potrzebnych do rozwiązania łamigłówki znajdziemy miecz, sierp, tarczę, kocioł, trójząb i figurkę dziecka.\n\nTajemniczy grawer\n\nZagadka w opactwie to druga łamigłówka w Cronos: The New Dawn. Pierwszą była zagadka z kielichami w kaplicy w Szpitalu Zjednoczenia, ale nie była ona wymagana do ukończenia gry. Rozwiązanie opisywanej poniżej zagadki jest zaszyfrowane w opisie umieszczonym na wielkich drzwiach do kościoła.\n\nPrzedmioty potrzebne do rozwiązania zagadki wyszczególniono niebieską czcionką. Trzy z nich (kocioł, tarcza i sierp) czekają na nas w objęciach posągów, po obu stronach wejścia. Pozostałe trzy trzeba znaleźć w odpowiedniej kolejności zwiedzając różne lokacje na terenie opactwa i zanosząc je do tego miejsca.\n\ndziecko - w katakumbach, pod posągiem olbrzymiego anioła, mniej więcej w połowie drogi podczas etapu w podziemiach.\n\n- w katakumbach, pod posągiem olbrzymiego anioła, mniej więcej w połowie drogi podczas etapu w podziemiach. trójząb - w katakumbach, w dłoniach smukłego posągu, pod koniec cmentarnego etapu.\n\n- w katakumbach, w dłoniach smukłego posągu, pod koniec cmentarnego etapu. miecz - w budynku ze świętymi figurami. Trafiamy tam pod koniec pobytu w opactwie, gdy wstawimy zagubiony bezpiecznik w bazie i odnajdziemy skocznię grawitacyjną na drugim końcu dziedzińca.\n\nJak rozwiązać zagadkę\n\nGdy masz już wszystkie przedmioty, uporządkuj je we właściwej kolejności - podchodząc do posągów i wstawiając kolejne elementy w objęcia kamiennych figur. Poniżej przedstawiamy poprawną kolejność po obu stronach.\n\nLewa strona (kolejność liczona od drzwi) Prawa strona (kolejność liczona od drzwi) 1. Tarcza 1. Miecz 2. Dziecko 2. Sierp 3. Kocioł 3. Trójząb\n\nNastępnie: Cronos The New Dawn - znajdź Opiekuna\n\nSpis treści: Cronos The New Dawn - Poradnik, Solucja\n\nPoprzednio: Cronos The New Dawn - zagadka z kielichami w kaplicy szpitalnej"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie w Kamieniu Pomorskim. Średniowieczna łódź zostanie złożona na nowo",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/odkrycie-w-kamieniu-pomorskim-sredniowieczna-lodz-zostanie-zlozona-na-nowo/4pfe4t6,0666d3f1",
            "description": "W Muzeum Historii Ziemi Kamieńskiej rozpoczęto składanie fragmentu wczesnośredniowiecznej łodzi, odkrytej w 1984 r. podczas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bKJwp7CFLcgi4Ov4uCezRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Onet17 godz.",
            "source": "Onet",
            "article_content": "Historia odkrycia i konserwacji\n\nW kamieńskim muzeum rozpoczął się proces składania zachowanego fragmentu łodzi odkrytej 25 lipca 1984 r. podczas prac melioracyjnych. Ówczesny dyrektor Muzeum Narodowego w Szczecinie, prof. Władysław Filipowiak, podjął decyzję o przeprowadzeniu ratowniczych badań archeologicznych. Zabezpieczono wówczas część kadłuba i przetransportowano ją do basenu archeologicznego w Szczecinie. Druga część kadłuba, podczas robót ziemnych, została przecięta przez koparkę.\n\nPoznaj kontekst z AI Kiedy łódź została odkryta?\n\nJakie badania przeprowadzono na łodzi?\n\nJakie były wymiary odkrytego fragmentu łodzi?\n\nKto kierował procesem konserwacji łodzi?\n\nreklama\n\nSkomplikowany proces konserwacji\n\nW grudniu 2022 r. pod kierunkiem konserwatorki Anny Borowiec przeprowadzono skomplikowany, ponad dwuipółletni proces konserwacji wraku. Prace obejmowały m.in. impregnację strukturalną drewna dębowego oraz liofilizację, czyli zamrożenie i osuszenie obiektu w specjalistycznym urządzeniu.\n\nDatowanie i wymiary łodzi\n\n— Zostały przeprowadzone badania dendrochronologiczne i datowanie metodą C-14, czyli badania radiowęglowe drewna. Łódź datowana jest na drugą połowę XII wieku, a użytkowana była aż do drugiej połowy XIII wieku — przekazał dyr. Muzeum Historii Ziemi Kamieńskiej Grzegorz Kurka.\n\nSzacuje się, że po rekonstrukcji cała łódź miałaby 12,1 m długości, 2,84 m szerokości i około metra wysokości. Odkryty fragment jednostki mierzył blisko 6 m długości i 2,32 m szerokości. Po zakończeniu prac będzie on wyeksponowany w muzeum.\n\nZnaczenie historyczne i funkcje łodzi\n\n— Praca przy składaniu fragmentów wymaga ogromnej precyzji i cierpliwości, ale efekt — prezentacja tak dobrze zachowanego przykładu słowiańskiego szkutnictwa — będzie imponująca — podkreśla Kurka. Dyrektor przyznaje, że obecnie trudno jednak powiedzieć, ile będzie trwał cały proces złożenia łodzi, ale efekt prac będzie można już niedługo oglądać w muzeum.\n\nPodkreśla też, że wrak ma ogromną wartość historyczną i stanowi źródło do badań nad dziejami szkutnictwa i żeglugi, zarówno w kontekście rozwoju połączeń morskich w Europie Północnej, jak i w odniesieniu do regionalnej żeglugi słowiańskiej.\n\n— Łódź mogła pełnić dwojakie funkcje w zależności od potrzeb. Mogła to być łódź handlowa, ale mogła też być wykorzystywana podczas walk. Przychylamy się jednak ku tezie, że była to łódź handlowa należąca być może do jakiegoś lokalnego możnowładcy, ale to oczywiście nasza teoria — mówi dyrektor muzeum.\n\nRola Kamienia Pomorskiego\n\nW okresie, gdy jednostka była użytkowana, Kamień Pomorski odgrywał istotną rolę polityczną i gospodarczą na terenie księstwa pomorskiego, będąc jednym z jego najważniejszych ośrodków.\n\nKonserwacja zabytku została sfinansowana ze środków Narodowego Instytutu Konserwacji Zabytków, Wojewódzkiego Konserwatora Zabytków w Szczecinie oraz Muzeum Historii Ziemi Kamieńskiej. Efekty prac można już oglądać na wystawie w Muzeum Historii Ziemi Kamieńskiej."
        }
    }
]