[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ubrania a niższych cenach w sklepach sieci Reserved, House, Cropp i Mohito w piątek, 21.02.2025. Sprawdź, co jest w promocji",
            "link": "https://naszemiasto.pl/ubrania-a-nizszych-cenach-w-sklepach-sieci-reserved-house-cropp-i-mohito-w-piatek-21-02-2025-sprawdz-co-jest-w-promocji/ar/c15p1-20976483",
            "description": "Jakie promocje znajdziesz dziś w sklepach firmy LPP (Reserved, Cropp, Mohito i House)? Zobacz, co możesz znaleźć aktualnie (21.02.25) w obniżkach cenowych. Chcesz odświeżyć swoją szafę? Szukasz nowych ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y_dEta6k5L6Idskh7fVTtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "naszemiasto24 min",
            "source": "naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze [21.02.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/banknoty-i-monety-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-pieni%C4%85dze-21022025/ar-AA1zte0O?ocid=BingNewsVerp",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.powfRzaeyqCaDE%2fONEqhPA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie kupować stare monety i o czym pamiętać?",
            "link": "https://beskidzka24.pl/gdzie-kupowac-stare-monety-i-o-czym-pamietac/",
            "description": "Fascynuje Cię numizmatyka i marzysz o posiadaniu unikatowych monet z dawnych epok? Kolekcjonowanie starych monet to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SjgIIhlyHi4ZJJpx1Mit8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "beskidzka2414 godz.",
            "source": "beskidzka24",
            "article_content": "Fascynuje Cię numizmatyka i marzysz o posiadaniu unikatowych monet z dawnych epok? Kolekcjonowanie starych monet to pasjonujące hobby, które pozwala zgłębiać historię i dawną kulturę. Monety to cenne zabytki, które mogą stanowić doskonałą inwestycję. Jeśli chcesz rozpocząć swoją przygodę z numizmatyką lub poszerzyć swoją kolekcję, dowiedz się, gdzie kupować stare monety i o czym pamiętać, aby uniknąć rozczarowań.\n\nPo czym można poznać autentyczne stare polskie monety?\n\nRozpoznanie autentycznych starych monet polskich to kluczowa umiejętność dla każdego kolekcjonera. Na rynku numizmatycznym niestety nie brakuje replik, które mogą wprowadzić w błąd nawet doświadczonych numizmatyków. Dlatego też, przed zakupem warto dokładnie przyjrzeć się cechom charakterystycznym monety i porównać ją z wzorcami.\n\nNa co zwrócić uwagę, oceniając autentyczność starych monet?\n\nMateriał – autentyczne stare monety wykonane są z metali szlachetnych (złoto, srebro) lub metali nieszlachetnych (miedź, brąz, nikiel). Sprawdź, czy kolor, waga i próba metalu odpowiadają danemu okresowi i nominałowi monety.\n\nWaga i wymiary – każda moneta ma określoną wagę i wymiary, które są podane w katalogach numizmatycznych.\n\nWygląd – przyjrzyj się dokładnie rysunkowi monety, detalom, napisom i symbolom. Zwróć uwagę na ewentualne różnice, błędy lub nieprawidłowości, które mogą świadczyć o fałszerstwie.\n\nDźwięk – monety wykonane z metali szlachetnych wydają charakterystyczny dźwięk, który różni się od dźwięku monet wykonanych z metali nieszlachetnych.\n\nSygnatury i znaki mennicze – na wielu starych monetach znajdują się sygnatury mincerzy, znaki mennicze lub inne oznaczenia, które pozwalają na identyfikację monety i ustalenie jej pochodzenia.\n\nStan – monety w idealnym stanie (menniczym) są najcenniejsze, ale nawet te gorzej zachowane mogą być wartościowe, jeśli są unikalne.\n\nJakie stare złote monety mają największą wartość?\n\nStare złote monety od wieków fascynują kolekcjonerów i inwestorów ze względu na swoją wartość kruszcową, historyczną i artystyczną. Stanowią cenny nabytek i mogą być doskonałą lokatą kapitału. Wartość zależy od wielu czynników. Które okazy są najbardziej wartościowe?\n\nPolskie Złote Dukaty – monety o nominałach 80 i 50 dukatów osiągają zawrotne ceny sięgające milionów złotych;\n\nZłote monety z okresu II Rzeczypospolitej – szczególnie te rzadkie i dobrze zachowane osiągają wysokie ceny.\n\nMonety z wizerunkiem Jana Pawła II – okazy z 1985 roku o nominałach 1000, 2000 i 10000 złotych są cennym uzupełnieniem kolekcji polskich numizmatów.\n\nDonatywy Wazów – to monety okolicznościowe bite za panowania królów z dynastii Wazów.\n\nAugustdory Stanisława Augusta Poniatowskiego – to złote monety o nominale 5 dukatów.\n\nRosyjskie złote monety z okresu carskiego (np. ruble, półimperiały, imperiały) – są cenione ze względu na swoją wartość kruszcową.\n\nWartość monet może się znacznie różnić w zależności od stanu zachowania, rzadkości i popytu na rynku numizmatycznym. Przed zakupem warto skonsultować się z doświadczonym numizmatykiem lub rzeczoznawcą, który pomoże Ci ocenić wartość i autentyczność. Wiele starych monet znajdziesz tutaj: https://www.antyki-bronisze.pl/kategoria/monety .\n\nGdzie kupować i sprzedawać stare monety?\n\nKupno i sprzedaż starych monet wymagają wiedzy, ostrożności i zaufania. Najczęściej pasjonaci spotykają się na giełdach numizmatycznych i w specjalistycznych sklepach, ale coraz popularniejsze są aukcje numizmatyczne, gdzie można nabyć monety po atrakcyjnych cenach. W ich przypadku trzeba jednak liczyć się z konkurencją i ryzykiem przepłacenia. Zakup starych monet jest też możliwy przez internet, ale trzeba zachować szczególną ostrożność i kupować tylko od sprawdzonych i wiarygodnych sprzedawców.\n\nGdzie sprzedać stare monety? Skup to najprostszy i najszybszy sposób, ale ceny są zazwyczaj niższe niż ceny rynkowe. Obecnie bardziej popularne są aukcje internetowe, jednak trzeba liczyć się z prowizją i ryzykiem oszustwa. Najlepszą i najbezpieczniejszą metodą jest bezpośrednia sprzedaż numizmatykom i kolekcjonerom np. na giełdach antyków. To dobry sposób na sprzedaż starych monet po atrakcyjnych cenach.\n\nPamiętaj, że kupno i sprzedaż starych monet to proces, który wymaga wiedzy i ostrożności. Zawsze kupuj i sprzedawaj monety tylko od sprawdzonych i wiarygodnych sprzedawców.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić! [21.02.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87-19-02-2025-r/ar-AA1zlLU9?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy szukają monet z okresu PRL, ale nie tylko, gdyż także monety starsze, a nawet te współczesne mogą być cenne.",
            "image_url": "https://www.bing.pl/th?id=OVFT.68CBREw7lkITbtE8SEFhjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 20.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-20022025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 20.02.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-20022025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J-IpcgoPo-gHwb7CmQ-hqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z czasów PRL w cenie złota. Tyle dziś kosztują stare porcelanowe naczynia, wazony i figurki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/porcelana-z-czas%C3%B3w-prl-w-cenie-z%C5%82ota-tyle-dzi%C5%9B-kosztuj%C4%85-stare-porcelanowe-naczynia-wazony-i-figurki/ar-AA1zs5CV?ocid=BingNewsVerp",
            "description": "Porcelana produkowana w PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Km7hSir5dwkEIoE9bxRVuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN9 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To kwiaty najlepsze do domu! Te rośliny doniczkowe są piękne i wzbogacą twoje wnętrze. Jakie kwiaty wybrać do domu? 20.02.2025",
            "link": "https://gk24.pl/to-kwiaty-najlepsze-do-domu-te-rosliny-doniczkowe-sa-piekne-i-wzbogaca-twoje-wnetrze-jakie-kwiaty-wybrac-do-domu-20022025/ar/c9-18815989",
            "description": "Obecnie pragniemy, by nasze domowe wnętrza miały swój unikatowy charakter, były przytulne i kolorowe. Jednym z pomysłów na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fVX2LOjoPyAPqK6-wGyrOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 20.02.2025",
            "link": "https://nto.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-20022025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M2fw_kVEbAkv5zg2kvCAfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "nto.pl19 godz.",
            "source": "nto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zobacz 10 naszych propozycji na weekend we Wrocławiu. Będzie sportowo, rozrywkowo oraz ciekawie. Znajdziesz tu też tajemnice Wrocławia!",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/zobacz-10-naszych-propozycji-na-weekend-we-wroc%C5%82awiu-b%C4%99dzie-sportowo-rozrywkowo-oraz-ciekawie-znajdziesz-tu-te%C5%BC-tajemnice-wroc%C5%82awia/ar-AA1zt78h?ocid=BingNewsVerp",
            "description": "Planując weekend we Wrocławiu, warto skorzystać z bogatej oferty wydarzeń, które odbędą się w dniach 21-23 lutego 2025 roku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YyM2P45GNAOktnSQfE-Cei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "wroclaw.naszemiasto on MSN4 godz.",
            "source": "wroclaw.naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znaleziono artefakt sprzed dwóch tysięcy lat. Miał przepowiadać przyszłość",
            "link": "https://www.national-geographic.pl/historia/znaleziono-artefakt-sprzed-dwoch-tysiecy-lat-mial-przepowiadac-przyszlosc/",
            "description": "Ma ponad dwa tysiące lat i wykonana jest z brązu. Nietypowo wyglądającą łyżkę odkrył poszukiwacz skarbów na Wyspie Man.",
            "image_url": "https://www.bing.pl/th?id=OVFT.OpxxnXK5RT-A2wZDiQEa2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "national-geographic14 godz.",
            "source": "national-geographic",
            "article_content": "Spis treści:\n\nReklama\n\nNietypowy zabytek znaleziono na Wyspie Man (ang. Isle of Man), która położona jest między wybrzeżami Anglii, Szkocji, Irlandii i Walii, pośrodku Morza Irlandzkiego. Wyspa ma 52 kilometry długości i 22 kilometry szerokości, zatem jej powierzchnia zbliżona jest do Warszawy. Zamieszkuje ją około 80 tys.osób.\n\nLudzie dotarli na wyspę, podróżując drogą morską, około połowy VII tysiąclecia p.n.e. Od tego czasu bez przerwy jest zasiedlona. Najnowsze znalezisko archeologiczne pochodzi z drugiej połowy I tysiąclecia p.n.e.\n\nSzczęście detektorysty\n\nŁyżkę z brązu, pochodzącą z epoki żelaza, odkrył poszukiwacz skarbów Rob Middletone z pomocą detektora metalu. Szczęście uśmiechnęło się do niego na polu uprawnym rolnika Davida Andersona w rejonie miejscowości Patrick, na zachodnim wybrzeżu Wyspy Man.\n\nŁyżka ma okrągły czerpak i uchwyt w kształcie truskawki, na którym widać delikatnie wygrawerowane linie tworzące krzyż. Pomiędzy czerpakiem a uchwytem widoczne są spiralne zdobienia. Tego typu zabytki do prawdziwa rzadkość. To pierwszy tego typu artefakt znaleziony na Wyspie Man i 28. znany z całego świata. Łyżkę przekazano do zbiorów narodowych Manx, którymi opiekuje się Manx National Heritage w Manx Museum. Od lutego jest wystawiona na widok publiczny.\n\nDo czego służyła nietypowa łyżka?\n\n– Datowana na około 400–100 lat. p.n.e. łyżka z brązu jest jednym z najbardziej intrygujących obiektów, jakie kiedykolwiek odkryto na wyspie – mówi Allison Fox, kuratorka ds. archeologii w Manx National Heritage, organizacji chroniącej dziedzictwo historyczne wyspy. Dodaje, że w ogóle jeśli chodzi chodzi o epokę żelaza, znaleziska na tej wyspie nie są częste.\n\nW jej ocenie znalezisko jest związane z „potencjalną prehistoryczną aktywnością rytualną mającą miejsce na wyspie Man”. Chociaż dokładna funkcja łyżki nie jest znana, wiodąca teoria głosi, że była ona używana w rytuałach wróżbiarskich, w czasie których próbowano przewidzieć przyszłość.\n\nArtefakt należał zapewne do ludności celtyckiej, która w epoce żelaza napłynęła na wyspę. Pozostało po niej trochę stanowisk archeologicznych, w tym relikty po okrągłych domostwach i ufortyfikowanych osadach budowanych na wzniesieniach.\n\nJak korzystać z przepowiadacza przyszłości? Instrukcja obsługi\n\nPodobne łyżki znajdowane są z reguły w parach. Jak wyjaśnia Allison Fox, rytuał wróżbiarski miał wyglądać następująco. Jakąś ciecz wlewano na część z uchwytem, gdzie znajduje się delikatnie wyryty krzyż. Gdy płyn trafiał do jednej z wydzielonych ćwiartek, uzyskiwano odpowiedź – bo każda część łyżki miała pewne znaczenie.\n\nW tym miejscu warto wspomnieć, że łyżki w starożytnej Europie nierzadko odgrywały inną rolę niż tylko przyrządu służącego do spożywania potraw. Niedawno zespół polskich badaczy przeanalizował kilkaset niewielkich łyżeczek ze stanowisk archeologicznych w Skandynawii, Niemiec oraz Polski używanych przez plemiona germańskie. Były noszone przy pasie przez mężczyzn, a ze względu na swoje rozmiary nie pełniły żadnej praktycznej funkcji w codziennym życiu. Wniosek: mogły służyć jako dozowniki środków psychoaktywnych, które pobudzały germańskich wojowników do walki.\n\nReklama\n\nŹrodło: MNH\n\nNasz autor"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 lutego – Dzisiaj jest święto: to, co odnotowano na Ukrainie i na świecie",
            "link": "https://geopolityka.org/20250220/20-lutego-dzisiaj-jest-swieto-to-co-odnotowano-na-ukrainie-i-na-swiecie/",
            "description": "20 lutego kalendarz kościelny wspomniał Święty Leo, biskup Katan, który mieszkał w stuleciu VIII i zasłynął ze swojej życzliwości i ...",
            "image_url": "https://www.bing.plNo image",
            "category": "relikty",
            "date": "geopolityka.org16 godz.",
            "source": "geopolityka.org",
            "article_content": "20 lutego kalendarz kościelny wspomniał Święty Leo, biskup Katan, który mieszkał w stuleciu VIII i zasłynął ze swojej życzliwości i miłosierdzia, pisze. Był mentorem dla wielu wierzących, dbał o bez środków do życia, karmił pacjentów i był leczony i różnił się od cudownych umiejętności. Najbardziej znanym przypadkiem w jego życiu jest konfrontacja z Mago Iliodor, którego Leo ujawnił i jest zmuszony porzucić czarownicę. Święty został przyznany ludziom jego niezachwianej wiary i bezinteresownej posługi, a jego relikty są przechowywane w Rimenas, przodkowie wierzyli, że 20 lutego jest to dzień, w którym można dowiedzieć się o przyszłej pogodzie. Jeśli wrony krąży wysoko na niebie, śnieg czekał, a jeśli śnieg spadł z deszczem, wkrótce się pojawił. Słoneczny dzień był uważany za oznaka cienkiego roku, a północny wiatr ogłosił ocieplenie. Tego dnia zorganizowano ostatnią zimową rozrywkę – opuścili tłuszcze i które odejdzie na najdłuższy czas, musiał zdobyć szczęśliwy rok. Jednocześnie tego dnia nie powinien zaczynać nowych rzeczy, składać obietnice lub pić alkohol, ponieważ mógłby tolerować niepowodzenie źródła 20 lutego, jest bogaty w znaczące wydarzenia. W 1872 r. Metropolitan Art Museum zostało otwarte w Nowym Jorku, a tego samego dnia w Stanach Zjednoczonych otrzymało patent na windę elektryczną. W 1922 r. Vilnius Seimas zatwierdziła wejście Vilnia do Polski, co spowodowało długoterminowe spory międzynarodowe. W 1940 r. Świat po raz pierwszy zobaczył kreskówkę z duetem Toma i Jerry'ego, aw 1962 r. Amerykański astronaut John Glenn złożył trzy rewolucje wokół ziemi na statku francuskiego 7. Ważny dzień 20 lutego dla Ukrainy – tego dnia tego dnia – tego dnia W 1992 roku Verkhovienna Rada postanowiła świętować Dzień Niepodległości 24 sierpnia. W 2014 roku. Był to jeden z najbardziej dramatycznych momentów współczesnej historii Ukrainy, kiedy siły bezpieczeństwa otworzyły ogień do protestujących. Również tego dnia, aby świętować dzień sprawiedliwości społecznej, przypominając potrzebę równych praw i możliwości dla wszystkich. Kolejnym ważnym datą jest początek rosyjskiej agresji przeciwko Ukrainie w 2014 r., Kiedy siły specjalne Federacji Rosyjskiej zaatakowały Krym. Ponadto świat ds. Cholangiokarcinoma jest dziś uwielbiony – rzadka postać raka, która powinna zwiększyć uwagę i badania\n\nSource"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 19 km od Oświęcimia. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 22 - 23 lutego?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-na-rower-do-19-km-od-oswiecimia-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-22-23-lutego/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 22 lutego w Oświęcimiu ma być 6°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QVwFPvTDzMl-gwAu9XT2-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "oswiecim.naszemiasto11 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W kamienicy przy ul. Maślanej we Włocławku będą mieszkania. Trwa remont. Tak wyglądają prace",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/w-kamienicy-przy-ul-ma%C5%9Blanej-we-w%C5%82oc%C5%82awku-b%C4%99d%C4%85-mieszkania-trwa-remont-tak-wygl%C4%85daj%C4%85-prace/ar-AA1zqMBi?ocid=BingNewsVerp",
            "description": "W kamienicy przy ul. Maślanej 4/6 we Włocławku powstanie kilkanaście mieszkań na tani wynajem. Obecnie trwa tam kapitalny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ewHfzjZAvi1OUPLPu_i9ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto on MSN14 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 8 km od Jaworzna. Pomysły na jednodniową wyprawę. Gdzie w weekend 22 - 23 lutego?",
            "link": "https://jaworzno.naszemiasto.pl/sciezki-rowerowe-do-8-km-od-jaworzna-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-22-23-lutego/ar/c7p1-21831473",
            "description": "Szukasz pomysłu na trasę rowerową w pobliżu Jaworzna? Proponujemy, gdzie warto się wybrać. Mamy 5 ciekawych propozycji. Mają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6b_dKfsGiI9qXLZw-XqLGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "jaworzno.naszemiasto11 godz.",
            "source": "jaworzno.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Zamościu zaplanowano Pchli Targ. Będzie można wyszperać prawdziwe „perełki'",
            "link": "https://krasnik.naszemiasto.pl/w-zamosciu-zaplanowano-pchli-targ-bedzie-mozna-wyszperac/ar/c3-9862429",
            "description": "Ceny na zamojskim Pchlim Targu są naprawdę okazyjne. Najbliższe takie przedsięwzięcie odbędzie się w niedzielę (2 marca).",
            "image_url": "https://www.bing.pl/th?id=OVFT.bCBwQ1nSSEYgXVMoSktYfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "krasnik.naszemiasto15 godz.",
            "source": "krasnik.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyczne złoto, artefakty ludu niegdyś „panującego' w Polsce odkryte",
            "link": "https://bithub.pl/metale-szlachetne/antyczne-zloto-artefakty-ludu-niegdys-panujacego-w-polsce-odkryte/",
            "description": "Arcycenne artefakty sprzed 2,5 tysiąca lat – w tym ponad setkę złotych – wydobyto z odkrytych kurhanów grobowych antycznego plemienia.",
            "image_url": "https://www.bing.pl/th?id=ODF.TzY3u-XkudRZuTqm2wVZHg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "bithub3 godz.",
            "source": "bithub",
            "article_content": "Archeologowie odkryli kurhany grobowe starożytnego plemienia Sarmatów. Znaleziono w nich ogromne ilości złotych kosztowności oraz artefakty. Znaleziska dotyczą najmniej poznanego okresu z dziejów tego ludu. Wydobyte przedmioty mają zaś nieoszacowaną wartość kulturową i materialną.\n\nWszyscy zapewne pamiętają – jedni z sentymentem, inni wprost przeciwnie – pojęcie kultury sarmackiej ze szkolnych lekcji języka polskiego czy historii. Oczywiście kultura polskiej szlachty doby XVI-XVIII w. niewiele miała wspólnego z prawdziwymi Sarmatami żyjącymi w Antyku. Przedstawiciele tego plemienia zapewne ciężko by się zdziwili, gdyby poznali zbiorową legendę pewnego słowiańskiego kraju, która ukształtowała się niemal półtora tysiąca lat później…\n\nDaleko nie wszyscy natomiast orientują się – wyjąwszy, rzecz jasna, osoby tematami historycznymi zainteresowane lub zajmujące się nimi zawodowo – że starożytni Sarmaci sami z siebie zasługują na poczesne miejsce w historii. Ich dzieje, splecione z historią Scytów, obejmują co najmniej dziewięć wieków, od przełomu V i IV w. p. Chr. do IV w. Pozostawili po sobie niewiele zapisów, za to liczne artefakty i zabytki.\n\nHistoria zapisana w przedmiotach\n\nChoć najlepiej udokumentowane źródłowo są ich późniejsze dokonania historyczne i kontakty z Rzymem (gdzie zasłynęli jako jedna z najlepszych formacji ciężkozbrojnej kawalerii świata starożytnego), to oryginalnie wywodzili się, podobnie jak reszta plemion scytyjskich, z centralnej Azji. I właśnie najwcześniejszego, a przy tym najmniej znanego okresu historii Sarmatów dotyczy sensacyjne znalezisko, na jakie właśnie natrafiono.\n\nFot. Akimat of Atyrau Region / gov.kz\n\nArcheologowie odkryli bowiem dziewięć grobowców, z czego trzy kurhany grobowe, przypisywane Sarmatom. Kurhany te, jak się okazało, kryły w sobie prawdziwe bogactwo – zarówno w sensie naukowym i kulturowym, jak i czysto materialnym. Mieściły w sobie złote precjoza i artefakty, jak również broń oraz inne przedmioty użytkowe. Łącznie ujawniono ponad tysiąc znalezisk, z czego samych złotych ornamentów i elementów biżuterii, zdobionych w charakterystycznym stylu, jest ponad sto\n\nArtefakty sprzed 2,5 tys. lat – jeszcze w ziemi?\n\nOdkrycia dokonano w zachodnim Kazachstanie, w regionie Atyrau. Pierwsze wzmianki o nim pojawiły się w doniesieniach medialnych pod koniec stycznia (oficjalny komunikat Prowincjonalna Administracja Atyrau wydała 27. stycznia). Informacje te różniły się jednak od siebie w kwestii tego, co faktycznie znaleziono.\n\nWydaje się, że kolejne doniesienia po prostu spływają wraz z postępami pracy archeologów. I konieczności powolnej – wysiłki, by odpowiednio zabezpieczyć i skatalogować znalezione artefakty w naturalny sposób trwają. Niewykluczone zatem, a nawet bardzo prawdopodobne, że antycznego złota w Atyrau jest jeszcze więcej – tyle, że albo jeszcze na nie nie natrafiono. Albo też fakt ten archeologowie zachowali na razie dla siebie.\n\nJesteś zainteresowany zakupem srebra lub złota inwestycyjnego? Sprawdź ofertę FlyingAtom.Gold! Sprawdź!\n\nDziękujemy, że przeczytałeś/aś nasz artykuł do końca. Obserwuj nas w Wiadomościach Google i bądź na bieżąco!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We Włoszech odkryto pochodzącą z epoki żelaza nekropolię",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/we-w%C5%82oszech-odkryto-pochodz%C4%85c%C4%85-z-epoki-%C5%BCelaza-nekropoli%C4%99/ar-AA1zqgMC?ocid=BingNewsVerp",
            "description": "Archeolodzy z Trydentu odkryli monumentalną nekropolię pochodzącą z epoki żelaza (500 p.n.e. - 1 n.e.), w której znalazło się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CO-3X7rroUESOyxL2Xi81i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Euronews Polski on MSN11 godz.",
            "source": "Euronews Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podarujmy im trochę serca. Wenta Dobroczynna Akcji Katolickiej Archidiecezji Warmińskiej",
            "link": "https://gazetaolsztynska.pl/1142384,Podarujmy-im-troche-serca.html",
            "description": "Biżuterię, obrazy, wieczne pióra, zaproszenia, bony podarunkowe i wiele, wiele innych przedmiotów, bo nawet zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8jruXfFx-yThUEx30mxzsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "gazetaolsztynska18 godz.",
            "source": "gazetaolsztynska",
            "article_content": "Już w najbliższą sobotę odbędzie się 27. Wenta Dobroczynna Akcji Katolickiej Archidiecezji Warmińskiej. W tym roku pieniądze zbierane są na wsparcie dobromiejskiego koła Polskiego Stowarzyszenia na rzecz Osób z Niepełnosprawnością Intelektualną.\n\nBiżuterię, obrazy, wieczne pióra, zaproszenia, bony podarunkowe i wiele, wiele innych przedmiotów, bo nawet zabytkowe radioodbiorniki, przekazali znani ludzie i firmy na już 27. Wentę Dobroczynną Akcji Katolickiej Archidiecezji Warmińskiej. W tym roku odbędzie się ona w najbliższą sobotę, 22 lutego, w auli im. Anny Wasilewskiej w Olsztynie. Początek o godz. 16.\n\nWe wtorek (18 lutego) organizatorzy na konferencji prasowej zaprezentowali dary ofiarowane na wentę, jak też zaprosili gorąco wszystkich do udziału w niej i oczywiście sięgnięcia do portfeli, bo jak co roku cel zbiórki jest szlachetny, szczytny, wszak idzie o wsparcie i pomoc innym.\n\nWenta Dobroczynna już na stałe zagościła w kalendarzu najważniejszych wydarzeń kulturalnych i charytatywnych w regionie. Na szczęście ludzi wielkiego serca nie brakuje, toteż organizatorzy liczą na to, że znowu dzięki ich ofiarności i naturalnie hojności uda się zebrać sporo złotówek. A te w tym roku przeznaczone zostaną na rzecz dobromiejskiego koła Polskiego Stowarzyszenia na rzecz Osób z Niepełnosprawnością Intelektualną.\n\nTo już 27 wenta\n\nAkcja Katolicka jest stowarzyszeniem, które skupia osoby świeckie. Organizuje wiele wydarzeń, także charytatywnych, a coroczna Wenta Dobroczynna jest niewątpliwie jej sztandarowym dziełem, gromadząc od ponad ćwierćwiecza ludzi dobrej woli. Bo czyż jest coś piękniejszego niż pomaganie innym i tym samym czynienie świata lepszym?\n\n— To już 27 wenta — podkreślił na konferencji Wojciech Hanelt, prezes Akcji Katolickiej Archidiecezji Warmińskiej, zapraszając gorąco wszystkich do udziału w wencie, która po raz pierwszy odbędzie się w auli im. Anny Wasilewskiej przy ul. Kościńskiego 11 w Olsztynie. — Chcemy zaprosić wszystkich, którzy chcieliby poświecić czas, chcieliby dobrze się zabawić, chcieliby wziąć udział w licytacjach i wesprzeć naszego beneficjenta.\n\nJak dodał prezes Hanelt, bilety można kupić online przez stronę www. kupbilecik.pl. Oczywiście będzie też możliwość ich nabycia bezpośrednio przed samą wentą, przed wejściem do auli.\n\nMorze darów\n\nJak co roku darczyńcy, mniej lub bardziej znani ludzie, firmy, nie zawiedli, przekazując na wentę wspaniałe przedmioty, pamiątki. Jest ich naprawdę dużo, a część z nich można było zobaczyć wczoraj.\n\n— Jesteśmy niezmiernie wdzięczni wszystkim ofiarodawcom, którzy złożyli się na to, że te stoły uginają się pod wagą tych wszystkich darów — podkreślił prezes Hanelt.\n\nWśród ofiarodawców jest pierwsza dama Agata Kornhauser-Duda, która w tym roku przekazała na wentę srebrną biżuterię (wisiorek i kolczyki). Wentę wsparł metropolita warmiński ks. abp Józef Górzyński, przekazując aż trzy dary, w tym portret św. Wojciecha.\n\nSą też pióra wieczne od posłów, senatorów i samorządowców czy męskie spinki do mankietów koszuli. Ale są też zaproszenia od posłów na zwiedzanie Sejmu, włącznie z obiadem w sejmowej restauracji, czy na imprezy sportowe. Na aukcję trafiły też dwa zabytkowe radioodbiorniki, co ważne, sprawne. Są inne zaproszenia, bony podarunkowe na zakupy, na różne usługi, włącznie z wybielaniem zębów. Jest też przelot balonem i motolotnią.\n\nDary, które przekazano na wentę, naprawdę robią wrażenie. I niewątpliwie szybko znajdą nabywców, co istotne, za dobre pieniądze, a jak co roku do głębszego sięgnięcia do kieszeni będzie zachęcał Paweł Burczyk, aktor, showman, konferansjer. A robi to znakomicie, bo ubiegłym roku udało się zebrać ponad 40 tys. zł.\n\nLiczy się każda złotówka\n\nIle uda się zebrać w tym roku? Oby jak najwięcej, na co na pewno liczy w skrytości też beneficjent.\n\n— Liczmy, że zeszłoroczny wynik zostanie pobity, chociaż nie mówimy tu o żadnych rekordach, bo nie o to tu chodzi. Każda złotówka się liczy, a to serce na dłoni i wsparcie osób z niepełnosprawnością jest najważniejsze — stwierdził Wojciech Gajewski, przewodniczący zarządu koła Polskiego Stowarzyszenia na rzecz Osób z Niepełnosprawnością Intelektualną w Dobrym Mieście, dodając: — Bardzo się cieszę, że kolejna wenta już po raz trzeci organizowana jest na rzecz naszego stowarzyszenia, na rzecz potrzeb osób z niepełnosprawnością, ich rodzin, bo osoba z niepełnosprawnością jest związana bardzo silnie z rodziną.\n\nPieniądze z tegorocznej wenty zostaną przeznaczone na budowę budynku w Dobrym Mieście, w którym będą mieszkać podopieczni stowarzyszenia.\n\n— Mamy pod opieką około 80 osób, wytypowaliśmy sześć z nich, żeby weszły w kolejny czas swojego życia i usamodzielniły się troszeczkę bardziej, mieszkając samodzielnie w domu — tłumaczył Wojciech Gajewski. — Będzie tam oczywiście wsparcie, ale każda z tych osób będzie miała swój pokój z łazienką i z aneksem kuchennym. Będą mogli po prostu sami żyć.\n\nKoszt budowy to ok. 4 mln zł, z tego PFRON wykłada 3,75 mln zł. Brakującą kwotę musi zebrać dobromiejskie koło stowarzyszenia.\n\n— Podarujmy im trochę serca, tak jak jest na plakacie tegorocznej wenty, a grosz do grosza i zbierze się, mam nadzieję, pokaźna sumka, która wesprze działania naszego koła w Dobrym Mieście — dodała obecna na konferencji Beata Harań, burmistrz Dobrego Miasta.\n\nPodczas wenty odbędzie się degustacja potraw przygotowanych przez dobromiejskie koło, aukcja prac plastycznych stworzonych przez podopiecznych stowarzyszenia, jak również loteria fantowa, w której każdy los wygrywa. Na koniec wenty wystąpi Anna Karwan, co będzie niewątpliwie wisienką na torcie.\n\nAndrzej Mielnicki\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielki Piec Huty „Pokój' w Rudzie Śląskiej zmienia się w atrakcję regionu. Powstanie tu platforma widokowa, ogród i restauracje",
            "link": "https://www.msn.com/pl-pl/infrastruktura-miejska/og%C3%B3lne/wielki-piec-huty-pok%C3%B3j-w-rudzie-%C5%9Bl%C4%85skiej-zmienia-si%C4%99-w-atrakcj%C4%99-regionu-powstanie-tu-platforma-widokowa-ogr%C3%B3d-i-restauracje/ar-AA1zrgBW?ocid=BingNewsVerp",
            "description": "Wielki Piec uruchomiono w 1968 roku, a jego budowa zajęła rekordowe 105 dni zamiast planowanych 1,5 roku. Produkcja trwała ...",
            "image_url": "https://www.bing.pl/th?id=OVF.s1eGBdKt%2bl3%2flnMkgzP0%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN13 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie kupować stare monety i o czym pamiętać?",
            "link": "https://beskidzka24.pl/gdzie-kupowac-stare-monety-i-o-czym-pamietac/",
            "description": "Fascynuje Cię numizmatyka i marzysz o posiadaniu unikatowych monet z dawnych epok? Kolekcjonowanie starych monet to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SjgIIhlyHi4ZJJpx1Mit8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "beskidzka2414 godz.",
            "source": "beskidzka24",
            "article_content": "Fascynuje Cię numizmatyka i marzysz o posiadaniu unikatowych monet z dawnych epok? Kolekcjonowanie starych monet to pasjonujące hobby, które pozwala zgłębiać historię i dawną kulturę. Monety to cenne zabytki, które mogą stanowić doskonałą inwestycję. Jeśli chcesz rozpocząć swoją przygodę z numizmatyką lub poszerzyć swoją kolekcję, dowiedz się, gdzie kupować stare monety i o czym pamiętać, aby uniknąć rozczarowań.\n\nPo czym można poznać autentyczne stare polskie monety?\n\nRozpoznanie autentycznych starych monet polskich to kluczowa umiejętność dla każdego kolekcjonera. Na rynku numizmatycznym niestety nie brakuje replik, które mogą wprowadzić w błąd nawet doświadczonych numizmatyków. Dlatego też, przed zakupem warto dokładnie przyjrzeć się cechom charakterystycznym monety i porównać ją z wzorcami.\n\nNa co zwrócić uwagę, oceniając autentyczność starych monet?\n\nMateriał – autentyczne stare monety wykonane są z metali szlachetnych (złoto, srebro) lub metali nieszlachetnych (miedź, brąz, nikiel). Sprawdź, czy kolor, waga i próba metalu odpowiadają danemu okresowi i nominałowi monety.\n\nWaga i wymiary – każda moneta ma określoną wagę i wymiary, które są podane w katalogach numizmatycznych.\n\nWygląd – przyjrzyj się dokładnie rysunkowi monety, detalom, napisom i symbolom. Zwróć uwagę na ewentualne różnice, błędy lub nieprawidłowości, które mogą świadczyć o fałszerstwie.\n\nDźwięk – monety wykonane z metali szlachetnych wydają charakterystyczny dźwięk, który różni się od dźwięku monet wykonanych z metali nieszlachetnych.\n\nSygnatury i znaki mennicze – na wielu starych monetach znajdują się sygnatury mincerzy, znaki mennicze lub inne oznaczenia, które pozwalają na identyfikację monety i ustalenie jej pochodzenia.\n\nStan – monety w idealnym stanie (menniczym) są najcenniejsze, ale nawet te gorzej zachowane mogą być wartościowe, jeśli są unikalne.\n\nJakie stare złote monety mają największą wartość?\n\nStare złote monety od wieków fascynują kolekcjonerów i inwestorów ze względu na swoją wartość kruszcową, historyczną i artystyczną. Stanowią cenny nabytek i mogą być doskonałą lokatą kapitału. Wartość zależy od wielu czynników. Które okazy są najbardziej wartościowe?\n\nPolskie Złote Dukaty – monety o nominałach 80 i 50 dukatów osiągają zawrotne ceny sięgające milionów złotych;\n\nZłote monety z okresu II Rzeczypospolitej – szczególnie te rzadkie i dobrze zachowane osiągają wysokie ceny.\n\nMonety z wizerunkiem Jana Pawła II – okazy z 1985 roku o nominałach 1000, 2000 i 10000 złotych są cennym uzupełnieniem kolekcji polskich numizmatów.\n\nDonatywy Wazów – to monety okolicznościowe bite za panowania królów z dynastii Wazów.\n\nAugustdory Stanisława Augusta Poniatowskiego – to złote monety o nominale 5 dukatów.\n\nRosyjskie złote monety z okresu carskiego (np. ruble, półimperiały, imperiały) – są cenione ze względu na swoją wartość kruszcową.\n\nWartość monet może się znacznie różnić w zależności od stanu zachowania, rzadkości i popytu na rynku numizmatycznym. Przed zakupem warto skonsultować się z doświadczonym numizmatykiem lub rzeczoznawcą, który pomoże Ci ocenić wartość i autentyczność. Wiele starych monet znajdziesz tutaj: https://www.antyki-bronisze.pl/kategoria/monety .\n\nGdzie kupować i sprzedawać stare monety?\n\nKupno i sprzedaż starych monet wymagają wiedzy, ostrożności i zaufania. Najczęściej pasjonaci spotykają się na giełdach numizmatycznych i w specjalistycznych sklepach, ale coraz popularniejsze są aukcje numizmatyczne, gdzie można nabyć monety po atrakcyjnych cenach. W ich przypadku trzeba jednak liczyć się z konkurencją i ryzykiem przepłacenia. Zakup starych monet jest też możliwy przez internet, ale trzeba zachować szczególną ostrożność i kupować tylko od sprawdzonych i wiarygodnych sprzedawców.\n\nGdzie sprzedać stare monety? Skup to najprostszy i najszybszy sposób, ale ceny są zazwyczaj niższe niż ceny rynkowe. Obecnie bardziej popularne są aukcje internetowe, jednak trzeba liczyć się z prowizją i ryzykiem oszustwa. Najlepszą i najbezpieczniejszą metodą jest bezpośrednia sprzedaż numizmatykom i kolekcjonerom np. na giełdach antyków. To dobry sposób na sprzedaż starych monet po atrakcyjnych cenach.\n\nPamiętaj, że kupno i sprzedaż starych monet to proces, który wymaga wiedzy i ostrożności. Zawsze kupuj i sprzedawaj monety tylko od sprawdzonych i wiarygodnych sprzedawców.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze [21.02.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/banknoty-i-monety-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-pieni%C4%85dze-21022025/ar-AA1zte0O?ocid=BingNewsVerp",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.powfRzaeyqCaDE%2fONEqhPA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić! [21.02.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87-19-02-2025-r/ar-AA1zlLU9?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy szukają monet z okresu PRL, ale nie tylko, gdyż także monety starsze, a nawet te współczesne mogą być cenne.",
            "image_url": "https://www.bing.pl/th?id=OVFT.68CBREw7lkITbtE8SEFhjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 20.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-20022025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 20.02.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-20022025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J-IpcgoPo-gHwb7CmQ-hqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie pod Częstochową. Na Jurze znaleziono rzymski miecz sprzed 2000 lat. \"Miecz został połamany rytualnie na trzy części\"",
            "link": "https://dziennikzachodni.pl/niezwykle-odkrycie-pod-czestochowa-na-jurze-znaleziono-rzymski-miecz-sprzed-2000-lat-miecz-zostal-polamany-rytualnie-na-trzy-czesci/ar/c1p2-27280441",
            "description": "Na terenie północnej Jury pod Częstochową odkryto najprawdopodobniej rzymski miecz sprzed około 2000 lat. Miecz znaleźli dwaj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FSSi_SOtAhI0XkyBIYDbGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "dziennikzachodni.pl16 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy odkryli to w starej kamienicy. \"Pochodzi przynajmniej z XVII wieku\"",
            "link": "https://wiadomosci.radiozet.pl/bydgoszcz/archeolodzy-odkryli-to-w-starej-kamienicy-pochodzi-przynajmniej-z-xvii-wieku",
            "description": "Niezwykłe odkrycie w Bydgoszczy. Podczas remontu budynku Prokuratury Rejonowej natrafiono na fundamenty z czasów lokacji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mpRSN58pxWDG2Fk_eEfZDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio ZET11 godz.",
            "source": "Radio ZET",
            "article_content": "Podczas remontu kamienicy przy ul. Farnej w Bydgoszczy dokonano niezwykłego odkrycia\n\nDokopano się do fundamentów z czasów początków miasta\n\nArcheolodzy odnaleźli także średniowieczną ceramikę\n\nOdkrycie archeologiczne w Bydgoszczy\n\nProkuratura Rejonowa w Bydgoszczy ma swoją siedzibę w kamienicy przy ul. Farnej w Bydgoszczy. To jeden z najstarszych budynków tutejszej starówki. W tym miejscu stała jeszcze w połowie XVI wieku. W październiku ubiegłego roku rozpoczął się w niej remont, który doprowadził do wyjątkowego odkrycia, o czym poinformował miejski portal \"Bydgoszcz Informuje\".\n\n- Przed budynkiem dokonano wykopu od strony ulicy, około 1,5 metra głębokości. Jego celem była izolacja przeciwwilgociowa murów. Prace były utrudnione, ponieważ z każdej strony były sieci przesyłowe: kable i rury. Zauważyłam dużo przemurowań - powiedziała prowadząca prace na miejscu Anna Siwiak z Pracowni Archeologiczno-Konserwatorskiej w Bydgoszczy, cytowana przez \"Bydgoszcz Informuje\".\n\nKamienica przy ul. Farnej w Bydgoszczy\n\n- Udało się odnaleźć niewielką partię cegieł wykonanych ręcznie z zaprawą wapienno-piaskową. Niżej znajdowały się kamienie, co jest typowe dla fundamentów budynków z tamtych czasów. Nie zostały znalezione zabytki wydzielone. Na podstawie tych badań możemy ustalić, że odkryty fundament pochodzi przynajmniej z XVII wieku. Na wcześniejsze datowanie nie mamy po prostu dowodów archeologicznych, ale nie można tego wykluczyć - dodała archeolożka.\n\nPodczas prac dokopano się więc do warstw z okresu lokacji miasta. To ważne odkrycie, które może pomóc m.in. w odtworzeniu modelu terenu z początków istnienia Bydgoszczy. - Uzyskałam punktowe dane do odtwarzania pierwotnego modelu terenu w czasie zakładania miasta (połowa XIV wieku) oraz pozyskałam fragmenty naczyń ceramicznych z czasów średniowiecza - podkreśliła archeolożka.\n\nKamienica przy ul. Farnej w Bydgoszczy kryje w sobie także inne ślady historii. W ścianę budynku wmurowano bowiem tablicę, na której widnieje data 1593 oraz inicjały B.K. Portal \"Bydgoszcz Informuje\", powołując się na historyka Lecha Łbika, wyjaśnił, że najprawdopodobniej chodzi o burmistrza Bydgoszczy z przełomu XVI i XVII wieku Bartosza Krapiewskiego. - Tablica jest w dobrym stanie. Znajduje się wewnątrz budynku, w ścianie na dziedzińcu. Nie mają na nią wpływu warunki atmosferyczne - zaznaczyła Anna Siwiak.\n\nŹródło: Radio ZET / \"Bydgoszcz Informuje\""
        }
    }
]