[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polska wydaje najwięcej na obronność w całej UE. Niemcy na 10. miejscu",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/polska-wydaje-najwi%C4%99cej-na-obronno%C5%9B%C4%87-w-ca%C5%82ej-ue-niemcy-na-10-miejscu/ar-AA1LLlhX?ocid=BingNewsVerp",
            "description": "Jak wynika z opublikowanego we wtorek raportu Europejskiej Agencji Obrony (EDA), Polska jest liderem wydatków na obronność w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iN2IYMOzjav0KsJkajDh5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Strefa Obrony on MSN15 godz.",
            "source": "Strefa Obrony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Obrona morska będzie wzmocniona. Fincantieri i Polska Grupa Zbrojeniowa S.A. podpisały Porozumienie o Współpracy",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/obrona-morska-b%C4%99dzie-wzmocniona-fincantieri-i-polska-grupa-zbrojeniowa-s-a-podpisa%C5%82y-porozumienie-o-wsp%C3%B3%C5%82pracy/ar-AA1LKgFv?ocid=BingNewsVerp",
            "description": "Fincantieri i Polska Grupa Zbrojeniowa S.A. (PGZ) podpisały Porozumienie o Współpracy podczas MSPO, XXXIII-ego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1xBaDGJ6a-_kh2MgCBC0XC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Strefa Obrony on MSN20 godz.",
            "source": "Strefa Obrony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Art Grupa Kreatywna PRZEMYSŁAW KUCHARCZYK",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28334891,art-grupa-kreatywna-przemyslaw-kucharczyk.html",
            "description": "Phishing nadal dominuje w cyberatakach, jednak jego strategia ewoluuje z wyłudzania pieniędzy na kradzież danych logowania i tokenów MFA. Raport Cisco Talos ujawnia, że ransomware stanowi połowę ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl23 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Chiński startup DeepSeek wywołał niemałe poruszenie na rynku technologicznym, prezentując swój przełomowy model AI – R1. Kluczowym elementem tego sukcesu jest wykorzystanie starszych chipów Nvidia, które nie podlegają amerykańskim ...\n\nMijające miesiące nie były najłatwiejsze dla osób podróżujących samolotami. Wszystko za sprawą rekordowych wręcz zakłóceń ruchu lotniczego. Odwołany czy opóźniony lot, a także strajki kontrolerów stały się niemal chlebem ...\n\n7 kwietnia to Światowy Dzień Zdrowia, a więc sprzyjająca okazja, aby przyjrzeć się aktywności fizycznej Polaków. Tego zadania podejmuje się najnowsze badanie Huawei Consumer Business Group Polska, z którego wynika, że aktywności nie ...\n\na2mobile prezentuje nową ofertę, a w niej: więcej GB w pakietach \"Niewyczerpalne Wszystko\", 31 dni darmowego pakietu dla nowych klientów, 999 GB ekstra do odebrania w aplikacji, nielimitowany Internet (5G) już od 34,90 zł miesięcznie dla ...\n\nDla wielu przedsiębiorców ryczałt od przychodów ewidencjonowanych to atrakcyjna opcja rozliczeń z fiskusem, szczególnie z uwagi na niższą stawkę opodatkowania. Jest jednak spora różnica pomiędzy najniższą (2 proc.) a najwyższą ...\n\nRynek e-commerce w Europie rozwija się w błyskawicznym tempie. Zmiany w zachowaniach zakupowych konsumentów w ostatnich latach sprawiły, że zakupy online stały się nieodłącznym elementem codziennego życia. Europejski rynek e-commerce ...\n\nWczorajszy wzrost pary EURUSD wynikał w głównej mierze ze słabości dolara amerykańskiego a nie z siły euro. Rynek ponownie wzmocnił swoje spekulacje, że Fed obniży stopy procentowe mocniej w przyszłym tygodniu, choć ciężko powiedzieć, ...\n\nWczoraj EBC zgodnie z szerokimi oczekiwaniami rynku obniżył koszt pieniądza w strefie euro o 25 punktów bazowych. Decyzja była jednogłośna. Pojawiły się głosy o redukcję w wysokości 50 pb ale nie uzyskały one poparcia. Kurs EUR/USD był ...\n\n20 tysięcy złotych - na tyle przeciętnie premii gwarancyjnej mogą liczyć posiadacze słynnych PRL-owskich książeczek mieszkaniowych. A co, jeśli taka książeczka gdzieś się zawieruszyła lub uległa zniszczeniu? Eksperci portalu ...\n\nStabilizacja dynamiki cen na krajowym rynku materiałów budowlanych wciąż ma się bardzo dobrze. Jak zauważają eksperci portalu RynekPierwotny.pl w lutym spadkowy trend został wprawdzie przełamany w symbolicznym wymiarze jednego promila ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wiesław Kwaśnik Firma Handlowo-Usługowa FABUD",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28334890,wieslaw-kwasnik-firma-handlowo-uslugowa-fabud.html",
            "description": "OMODA wprowadza na polski rynek nowy model hybrydowy OMODA 5 Hybrid, który pojawi się w sprzedaży już jesienią 2025 roku. Samochód wyposażono w nowoczesny napęd hybrydowy piątej generacji 1.5 T-DGI, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl23 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "AGON by AOC prezentuje cztery nowe monitory: AOC GAMING C27G4ZXU, AOC GAMING CQ27G4X, AOC GAMING Q27G4XF oraz AOC GAMING CQ32G4VE. To trzy zakrzywione modele z matrycami Fast VA i jeden płaski wyświetlacz Fast IPS.\n\nLato to dla wielu przedsiębiorców czas upragnionego odpoczynku. To także idealny moment, by połączyć urlop z wakacjami składkowymi i choć na chwilę odetchnąć od obowiązków zawodowych i od ZUS-u. Z ulgi można skorzystać tylko raz w ...\n\nDecyzja Donalda Trumpa o wstrzymaniu 3.85 mld dolarów amerykańskiej pomocy wojskowej dla Ukrainy ma potencjalnie dalekosiężne konsekwencje – od geopolityki, przez bezpieczeństwo międzynarodowe, aż po globalne rynki finansowe i przemysł ...\n\nVectra wprowadza nową ofertę bez okresu zobowiązania dla wszystkich głównych usług. Można wybrać pakiety telewizyjne, Internet światłowodowy lub abonament komórkowy bez konieczności podpisywania długoterminowej umowy. Z oferty mogą ...\n\nArval Consulting prezentuje białą księgę BEV. Opracowanie „Elektryczne floty bez tajemnic: fakty kontra mity” to potężna dawka informacji bazujących na badaniach i danych operacyjnych. Jego autorzy zdecydowali się również rozprawić z ...\n\nNajnowszy \"Barometr Rynku Pracy 2025\" Gi Group Holding potwierdza wprawdzie, że blisko 4 na 10 polskich pracowników otrzymało w ostatnim czasie podwyżkę, ale wskazuje równocześnie na istnienie dość dużej grupy Polaków dostrzegających ...\n\nPomimo spadku zatrudnienia w USA można stwierdzić, że rynek pracy pozostaje w dobrej kondycji. Potwierdzeniem tego jest spadek stopy bezrobocia oraz wzrost wynagrodzeń. Prawdopodobnie Fed po publikacji czuje się utwierdzony w swoim przekonaniu, ...\n\nO zasadzie, że nikt nie zadba o nas tak dobrze, jak my sami, powinniśmy pamiętać również w kontekście podatkowym. Co prawda państwowa aplikacja Twój e-pit daje możliwość automatycznego złożenia zeznania osobom rozliczającym się na ...\n\nPraca zdalna nie cieszy się już tak dużą popularnością jak w czasie i po pandemii. Jedynie w branży IT blisko połowa ogłoszeń proponuje możliwość tej formy zatrudnienia, w pozostałych branżach jest to mniej niż 30 proc. Na najwyższe ...\n\nWynagrodzenia Polaków pną się w górę, co potencjalnie mogłoby wywierać wpływ na zmniejszenie ich zadłużenia. Okazuje się, że tak dzieje się m.in. w przypadku mieszkańców Dolnego Śląska. Jednocześnie bez trudu można wskazać takie ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Komputer używany z OLX, laptop gamingowy używany do 1000 złotych. Czy opłaca się kupować używany komputer? Aktualne oferty [3.09]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/komputer-u%C5%BCywany-z-olx-laptop-gamingowy-u%C5%BCywany-do-1000-z%C5%82otych-czy-op%C5%82aca-si%C4%99-kupowa%C4%87-u%C5%BCywany-komputer-aktualne-oferty-3-09/ar-AA1LJ90e?ocid=BingNewsVerp",
            "description": "Wrzesień to okres intensywnych przygotowań do pracy i nauki. Nauczyciele, studenci oraz rodzice poszukują nowego komputera ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2O3Gt7MMuAnUwBPh0pf-4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wrocławska on MSN14 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy polują na te naczynia, wazony i figurki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony, zastawy stołowe czy figurki z lat 60., 70. czy 80., warto przyjrzeć się i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN5 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takich komiksów z PRL poszukują kolekcjonerzy staroci. W 2025 roku osiągają zawrotne ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takich-komiks%C3%B3w-z-prl-poszukuj%C4%85-kolekcjonerzy-staroci-w-2025-roku-osi%C4%85gaj%C4%85-zawrotne-ceny/ar-AA1LLdB4?ocid=BingNewsVerp",
            "description": "Komiksy z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz takie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MEuD4q1voRsqZUMLpKGzZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal Retro Fest w Chełmie porwał mieszkańców do tańca. Mamy dużo zdjęć",
            "link": "https://www.msn.com/pl-pl/rozrywka/muzyka/festiwal-retro-fest-w-che%C5%82mie-porwa%C5%82-mieszka%C5%84c%C3%B3w-do-ta%C5%84ca-mamy-du%C5%BCo-zdj%C4%99%C4%87/ar-AA1LEO8M?ocid=BingNewsVerp",
            "description": "Muzyka, tańce i niesamowita atmosfera towarzyszyła uczestnikom kolejnego już Festiwalu Retro Fest w Chełmie. Impreza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Dgo2H-RbwnUU06kjCdzNzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN13 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podpisano kontrakt na 5,8 mld zł. Chodzi o umowy na nowe systemy radarowe dla polskiej armii",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/podpisano-kontrakt-na-5-8-mld-z%C5%82-chodzi-o-umowy-na-nowe-systemy-radarowe-dla-polskiej-armii/ar-AA1LKe6D?ocid=BingNewsVerp",
            "description": "Umowę na dostawę do polskiej armii radarów dla przeciwlotniczych i przeciwrakietowych zestawów Narew podpisano podczas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tndDQOAx7YX59FXmbrxN2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "i.pl on MSN20 godz.",
            "source": "i.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Architekci chcieli zbudować tu dom. Działka skrywała miasto sprzed 2 tys. lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/architekci-chcieli-zbudowa%C4%87-tu-dom-dzia%C5%82ka-skrywa%C5%82a-miasto-sprzed-2-tys-lat/ar-AA1LLkb6?ocid=BingNewsVerp",
            "description": "Prawie cztery metry szerokości ma droga odkryta przez archeologów w Kaiseraugst w Szwajcarii. Wzdłuż niej znajdowały się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mVIqTQPVCfpl4sKXZoGvkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "National Geographic Polska on MSN14 godz.",
            "source": "National Geographic Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Luksusowy apartamentowiec przy Arsenale i Ogrodzie Krasińskich. Zajął miejsce po słynnym Pasażu Simonsa",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32219688,luksusowy-apartamentowiec-przy-arsenale-i-ogrodzie-krasinskich.html",
            "description": "Docelową wysokość osiąga właśnie konstrukcja budynku Villa Bogoria. Będą tu apartamenty z najwyższej półki cenowej. Jego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PkKBCYdHKuCvOUcCVVkdZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa.Wyborcza.pl5 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Żadna Polka już się tak nie nazywa. Wymarłe imię dla inteligentnych kobiet",
            "link": "https://www.msn.com/pl-pl/og%C3%B3lne/og%C3%B3lne/%C5%BCadna-polka-ju%C5%BC-si%C4%99-tak-nie-nazywa-wymar%C5%82e-imi%C4%99-dla-inteligentnych-kobiet/ar-AA1LNNu7?ocid=BingNewsVerp",
            "description": "Odkryj historię zapomnianego imienia Smysława - synonimu kobieciej inteligencji. Dlaczego całkowicie zniknęło? Smysława to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZkTZ_StOkUTUOhZeqYdpuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Antyradio on MSN3 godz.",
            "source": "Antyradio on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zlikwidują koleiny. Kolejna ulica na Starym Mieście do remontu",
            "link": "https://www.dziennikwschodni.pl/zamosc/zlikwiduja-koleiny-kolejna-ulica-na-starym-miescie-do-remontu,n,1000366398.html",
            "description": "Kolejna ulica okalająca zespół staromiejski w Zamościu doczeka się remontu. Zarząd Dróg Grodzkich ogłosił właśnie przetarg, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9w5vo13KvN1BRrlTy0vUkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Wschodni13 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "– Zajmiemy się kilkusetmetrowym odcinkiem od ronda, gdzie kończy kostka granitowa aż do ulicy Zamkowej – zapowiada Paweł Łagowiec, dyrektor ZDG. Dodaje, że na remont zdecydowano się, bo stan ulicy Akademickiej pozostawia sporo do życzenia, na jezdni jest pełno kolein. - A zależy nam, aby podnieść komfort jazdy po tej części Starego Miasta zarówno dla mieszkańców, jak i turystów.\n\nInwestycja zostanie dofinansowana bez jakiegokolwiek wsparcia zewnętrznego. ZDG wyłoży na nią własne pieniądze przewidziane na remonty. Ile to będzie kosztować? Na razie nie wiadomo. Okaże się w przyszłym tygodniu, bo otwarcie ofert zaplanowano na poniedziałek, 8 września.\n\nW ramach remontu wykonawca będzie miał sfrezować asfalt na całej długości, a później wylać dwie nowe warstwy nawierzchni bitumicznej: wiążącą i ścieralną. W planie jest też przebrukowanie chodników, regulacja urządzeń w pasie drogowym i odtworzenie oznakowania poziomego. Dostanie na to 60 dni od momentu podpisania umowy, a gwarancja powinna zostać udzielona na minimum 36 miesięcy.\n\nNa razie nie ma terminu rozpoczęcia prac. Najpewniej ruszą dopiero wówczas, gdy Strabag zakończy pogwarancyjny remont ulicy Łukasińskiego (termin został przesunięty z końca sierpnia na koniec września). Bo te roboty już wystarczająco komplikują życie zmotoryzowanym przemieszczającym się w okolicach starówki.\n\n– Możliwe, że ruszymy z Akademicką wcześniej, ale tylko pod warunkiem, że wykonawca będzie w stanie zapewnić prowadzenie prac w porze nocnej – zapowiada dyrektor Łagowiec.\n\nUprzedza jednocześnie, że prace z pewnością będą wiązać się z utrudnieniami i wprowadzeniem czasowej organizacji ruchu w tej części miasta."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwór w Słupie zyskuje nowe życie. Miejsce, w którym urodziła się Maria Kownacka",
            "link": "https://tp.com.pl/artykul/dwor-w-slupie-zyskuje-n1736714",
            "description": "Na jej twórczości wychowały się całe pokolenia Polaków. Ale czy wiecie, że Maria Kownacka – autorka m.in. „Plastusiowego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YF1K2HRHT00NbuQkqLSMSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Tygodnik Płocki5 godz.",
            "source": "Tygodnik Płocki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Boskie Kujawsko-Pomorskie. Oto \"Cuda regionu\" na zdjęciach w mediach społecznościowych",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/boskie-kujawsko-pomorskie-oto-cuda-regionu-na-zdj%C4%99ciach-w-mediach-spo%C5%82eczno%C5%9Bciowych/ar-AA1LOz9A?ocid=BingNewsVerp",
            "description": "Schyłek lata to idealny czas na organizację wypraw i wycieczek. Sprawdziliśmy na Instagramie, jakie miejsce są szczególnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.onEI8U4jxnQTsLR_YPI-Vi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy odkryli na pustyni w Egipcie wizerunek Jezusa sprzed 1600 lat",
            "link": "https://android.com.pl/nauka/966761-wizerunek-jezusa-w-egipcie-1600-lat/",
            "description": "Archeolodzy w Egipcie dokonali wyjątkowego odkrycia – ponad tysiącletniego malowidła przedstawiającego Jezusa uzdrawiającego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XudpPRM8Vezc13bD0hWH9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "ANDROID.COM.PL9 godz.",
            "source": "ANDROID.COM.PL",
            "article_content": "Archeolodzy w Egipcie dokonali wyjątkowego odkrycia – ponad tysiącletniego malowidła przedstawiającego Jezusa uzdrawiającego chorych. Tak unikatowe znalezisko rzuca nowe światło na rolę Afryki w rozwoju wczesnego chrześcijaństwa.\n\nOdkrycie wizerunku Jezusa zmienia spojrzenie na historię\n\nJak informuje serwis Business Insider Africa – egipscy archeolodzy natrafili na malowidło przedstawiające Jezusa Chrystusa uzdrawiającego chorych. Fresk, który ma około 1600 lat został odnaleziony w ruinach dwóch wczesnochrześcijańskich świątyń na terenie oazy Kharga, położonej na Pustyni Libijskiej. Odkrycia dokonano pod koniec lipca podczas prac wykopaliskowych prowadzonych przez zespół pod kierunkiem dr Siham Ismail.\n\nJedna ze świątyń to duża bazylika zbudowana z cegły, która niegdyś pełniła funkcję ważnego centrum religijnego. Drugi kościół był mniejszy i miał prostokątny układ, otoczony pozostałościami siedmiu kolumn. Badacze natrafili także na ślady zabudowań mieszkalnych, cmentarzyska, a także przedmioty codziennego użytku i naczynia służące do przechowywania żywności.\n\nZ uwagi na delikatność fresku egipskie Ministerstwo Turystyki i Zabytków nie zdecydowało się na jego publiczne zaprezentowanie. Specjaliści podkreślają, że wymaga on odpowiednich warunków konserwacyjnych, aby uchronić go przed zniszczeniem na skutek czynników środowiskowych.\n\nLaptopy polecane przez naszą redakcję (linki afiliacyjne prowadzą do sklepu partnera)\n\nAfryka – kolebka wczesnego chrześcijaństwa?\n\nSamo odkrycie ma ogromne znaczenie historyczne, gdyż przypomina o tym, że chrześcijaństwo rozwijało się w Afryce równolegle z innymi regionami. Już w pierwszym wieku naszej ery religia ta zaczęła zdobywać wyznawców w Egipcie, Nubii, Etiopii i innych częściach kontynentu. To właśnie w egipskich pustyniach narodziła się tradycja życia monastycznego, zapoczątkowana przez takich świętych jak Antoni Wielki czy Pachomiusz Starszy. Ich styl życia i duchowe nauki miały ogromny wpływ na rozwój chrześcijaństwa w Europie.\n\nRównież w Etiopii chrześcijaństwo pojawiło się wcześnie – w IV wieku król Ezana przyjął tę religię, co doprowadziło do powstania Etiopskiego Kościoła Ortodoksyjnego. Wspólnota ta do dziś zachowuje unikalne tradycje, liturgie oraz teksty w języku gyyz – w tym jedne z najstarszych tłumaczeń Biblii.\n\nPrzeczytaj także: Jaki automatyczny ekspres do kawy? Zdziwisz się, jak niewiele trzeba wydać\n\nEgipt i cała Afryka odegrały zatem kluczową rolę w kształtowaniu się chrześcijańskiej tożsamości. Odkrycie malowidła z oazy Kharga jest kolejnym dowodem na to, że początki tej religii były znacznie bardziej złożone, niż powszechnie się uważa.\n\nŹródło: Business Insider Africa, opracowanie własne. Zdjęcie otwierające: Adam Ján Figel / Adobe Stock\n\nCzęść odnośników to linki afiliacyjne lub linki do ofert naszych partnerów. Po kliknięciu możesz zapoznać się z ceną i dostępnością wybranego przez nas produktu – nie ponosisz żadnych kosztów, a jednocześnie wspierasz niezależność zespołu redakcyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI wybrała wieś w Małopolsce o najpiękniejszej nazwie. Jej początki sięgają średniowiecza [GALERIA]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/ai-wybra%C5%82a-wie%C5%9B-w-ma%C5%82opolsce-o-najpi%C4%99kniejszej-nazwie-jej-pocz%C4%85tki-si%C4%99gaj%C4%85-%C5%9Bredniowiecza-galeria/ar-AA1LEaxv?ocid=BingNewsVerp",
            "description": "Sztuczna inteligencja wybrała wieś w Małopolsce o najpiękniejszej nazwie. Według AI jest nią Złota, bowiem lśni niczym najcenniejszy kruszec. Złota – to słowo, które natychmiast budzi skojarzenia z bo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.0t8FVdfe73TqRvYxjm427Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków Radio ESKA on MSN7 godz.",
            "source": "Kraków Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycia archeologiczne przy budowie S17",
            "link": "https://www.rmf24.pl/regiony/lublin/newsamp-sensacyjne-odkrycia-archeologiczne-przy-budowie-s17,nId,8016507",
            "description": "Archeolodzy natrafili na wyjątkowe znaleziska podczas prac przy budowie drogi ekspresowej S17. Wśród odkrytych obiektów są między innymi ziemianki, półziemianki, chaty, skorupy, monety czy austriackie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "RMF2421 godz.",
            "source": "RMF24",
            "article_content": "Archeolodzy natrafili na wyjątkowe znaleziska podczas prac przy budowie drogi ekspresowej S17. Wśród odkrytych obiektów są między innymi ziemianki, półziemianki, chaty, skorupy, monety czy austriackie okopy. O sensacyjnym odkryciu poinformował Lubelski Wojewódzki Konserwator Zabytków.\n\nREKLAMA\n\n/ Fb Lubelski Wojewódzki Konserwator Zabytków / Shutterstock\n\nArcheolodzy natrafili na wyjątkowe znaleziska podczas prac przy budowie drogi ekspresowej S17.\n\nJak poinformował w mediach społecznościowych Lubelski Wojewódzki Konserwator Zabytków, na stanowisku archeologicznym zlokalizowanym na trasie budowy S17 przebadano już 787 obiektów o różnorodnym przeznaczeniu.\n\nWśród nich znalazły się ziemianki, półziemianki, chaty, liczne jamy gospodarcze oraz ślady dawnych konstrukcji naziemnych.\n\nArcheolodzy natrafili także na austriackie okopy z okresu I wojny światowej oraz pozostałości zasieków z drutu kolczastego.\n\nW trakcie badań pozyskano ponad 2000 fragmentów ceramiki naczyniowej, blisko 1000 ułamków kości zwierzęcych, kilkanaście narzędzi krzemiennych i około 100 przedmiotów metalowych.\n\nSetki obiektów i tysiące artefaktów\n\nNajstarsze odkrycia pochodzą z epoki neolitu (IV tysiąclecie p.n.e.). Kolejne znaleziska to fragmenty ceramiki z epoki brązu, w tym z kultur mierzanowickiej, trzcinieckiej i łużyckiej.\n\nOdkryto również grocik do strzały odlany z brązu. Z okresu rzymskiego (I-III w. n.e.) pochodzą obiekty mieszkalne powiązane z kulturą przeworską. Wczesne średniowiecze (VII-XIII w.) reprezentują domostwa z paleniskami i liczne jamy gospodarcze.\n\nZnaleziono także gliniany garnek oraz przedmioty metalowe, takie jak enkolpion i ozdobna aplikacja z brązu.\n\nZ okresu od XIII do XV wieku pochodzą m.in. pierścień z brązu oraz ołowiany odważnik do wagi. Znaleziska z czasów staropolskich (XVI-XVIII w.) to m.in. enkolpion, kluczyk do szkatułki oraz przybór kosmetyczny z brązu. Najmłodsze artefakty to moneta z 1812 roku i kamienne piwniczki z przełomu XIX i XX wieku.\n\n\n\n\"Zaprezentowane znaleziska ewidentnie wskazują na długotrwałe i ciągłe osadnictwo na tym stanowisku. Jego początek można określić na środkowy okres epoki neolitu, z mniejszą intensywnością w epoce brązu i początkach epoki żelaza, ale z wyraźnie wzrastającą jego intensywnością od okresu rzymskiego przez bardzo wczesne średniowiecze, klasyczny okres wczesnego średniowiecza i średniowiecza oraz kontynuacją w okresie staropolskim, aż po okres nowożytny\" - podkreślają archeolodzy.\n\nObecnie wszystkie znaleziska są szczegółowo analizowane i opracowywane.\n\nOstateczne wyniki badań mogą ulec korekcie, jednak już teraz wiadomo, że stanowisko ma ogromną wartość naukową, a prowadzone badania były w pełni uzasadnione.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uliczka Tradycji w Radomiu po raz pierwszy na Rynku. Uczestnicy przeniosą się do lat 20. i 30. Gwar targowiska, zapach prochu i koncerty",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/uliczka-tradycji-w-radomiu-po-raz-pierwszy-na-rynku-uczestnicy-przenios%C4%85-si%C4%99-do-lat-20-i-30-gwar-targowiska-zapach-prochu-i-koncerty/ar-AA1LN1D6?ocid=BingNewsVerp",
            "description": "Gwar miejskiego targowiska, specjały międzywojennej kuchni i zapach prochu. Już w niedzielę, 14 września powróci doroczny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eQmoVx7LAIVjlirOEFDo-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Echo Dnia on MSN7 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kości, czaszki i fragmenty muru cmentarnego wykopano w ścisłym centrum Tarnowa. Remont Placu Katedralnego odsłania tajemnice sprzed wieków",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/ko%C5%9Bci-czaszki-i-fragmenty-muru-cmentarnego-wykopano-w-%C5%9Bcis%C5%82ym-centrum-tarnowa-remont-placu-katedralnego-ods%C5%82ania-tajemnice-sprzed-wiek%C3%B3w/ar-AA1LO5kC?ocid=BingNewsVerp",
            "description": "Mnóstwo ludzkich kości, a także kilka czaszek znaleziono w wykopach podczas prac na Placu Katedralnym w Tarnowie. Przy okazji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KsxcbXZ-3-OxnCrsjAzdry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Tarnów Nasze Miasto on MSN2 godz.",
            "source": "Tarnów Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Puszczy Knyszyńskiej",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/sensacyjne-odkrycie-w-puszczy-knyszynskiej-skarb-z-xvii-w-ujawniony/zqjwpks,0666d3f1",
            "description": "Eksploratorzy z grupy Magna Silva dokonali niezwykłego odkrycia w Puszczy Knyszyńskiej, odnajdując 69 monet z XVII w., w tym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WfnoX7ne6MSkibS6GqsAqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Onet19 godz.",
            "source": "Onet",
            "article_content": "69 monet z XVII w. odkryto w Puszczy Knyszyńskiej\n\nWśród nich znajduje się złoty dukat z 1633 r.\n\nOdkrycia dokonano z użyciem detektorów metali\n\nMonety trafią do zbiorów Muzeum Podlaskiego\n\nDużo czytania, a mało czasu? Sprawdź skrót artykułu\n\nOdkrycie skarbu\n\n69 monet z XVII w. — w tym złoty dukat i 68 różnych srebrnych monet — znaleźli eksploratorzy z grupy Magna Silva w Puszczy Knyszyńskiej. Skarb zaprezentowano we wtorek w Muzeum Podlaskim w Białymstoku.\n\nPoznaj kontekst z AI Jakie monety zostały odkryte w Puszczy Knyszyńskiej?\n\nKto znalazł skarb z XVII wieku?\n\nGdzie zaprezentowano odkrycie skarbu?\n\nCzy eksploratorzy mieli pozwolenia na poszukiwania?\n\nZgody i procedury\n\nreklama\n\nDyrekcja Muzeum Podlaskiego podkreśla, że taki skarb to rzadkie znalezisko, wyjątkowe, w dodatku znalezione w poszukiwaniach, na które eksploratorzy mieli wszelkie wymagane zgody na prowadzenie poszukiwań, w tym zgodę konserwatora zabytków.\n\nSzczegóły odkrycia\n\nSkarb znaleziono latem z wykorzystaniem detektorów metali. Poszukiwacze z grupy Magna Silva, która działa przy Stowarzyszeniu Przyjaciół Puszczy Knyszyńskiej Wielki Las, mówią, że było to losowe znalezisko, które zaskoczyło wszystkich. Nie podają, gdzie dokładnie znaleziono monety, aby postronne osoby nie zniszczyły tego miejsca.\n\nHipotezy dotyczące skarbu\n\nMonety znajdowały się przy szlaku komunikacyjnym na terenie należącym do nadleśnictwa. Hipotezy badaczy zakładają, że monety były w woreczku lub sakiewce, które były wykonane z jakiegoś materiału organicznego, ale się to nie zachowało — poinformował na konferencji prasowej Hubert Lepionka z działu archeologii Muzeum Podlaskiego. Dodał, że ktoś, kto złożył ten skarb, musiał być osobą o średniej zamożności, np. kupcem czy wojskowym albo osobą związaną z gospodarką leśną. Zaznaczył, że ustalenie tego jest bardzo trudne, można jedynie domniemywać.\n\nZnaczenie odkrycia\n\n— Złoty dukat i 68 srebrnych monet to wspaniałe znalezisko, które też pokazuje, że współpraca pomiędzy stowarzyszeniami, eksploratorami a urzędem konserwatorskim i muzeami daje wspaniałe efekty. Bo to jest wynik badań trochę przypadkowych. Tam nikt nie wiedział, że będzie w 100 proc. to znalezisko — powiedział zastępca wojewódzkiego konserwatora zabytków dr hab. prof. Uniwersytetu w Białymstoku Karol Łopatecki.\n\nWartość monet\n\nZłoty dukat ma największą wartość. Hubert Lepionka powiedział, że złotych monet używano wówczas do dużych transakcji i nie każdy mógł się nim posługiwać. Wskazał, że zazwyczaj w obiegu płatniczym były monety srebrne.\n\nNominały monet\n\n— Mamy szóstaka, czyli 6 groszy, cztery trojaki, a resztę stanowią półtoraki, czyli półtora grosza — wyjaśnił Lepionka. Są też dwa małe szelągi.\n\nWartość historyczna\n\nProf. Łopatecki dodał, że za złotego dukata, który był odpowiednikiem ok. 170 groszy, można było kupić dobrego konia. Hubert Lepionka porównał także, że można było za taką sumę utrzymać się przez 87 dni — wg. dawnych przeliczników.\n\nPrzyszłość skarbu\n\nSkarb ma trafić do zbiorów numizmatycznych Muzeum Podlaskiego. Lepionka podkreślił, że to pierwszy skarb ze złotą monetą przekazany do zbiorów muzeum z legalnych poszukiwań eksploratorów. Skarb nie jest jeszcze wyceniony, jest w depozycie Muzeum Podlaskiego. Muzeum chce uzyskać zgodę konserwatora zabytków na przekazanie skarbu do tej instytucji.\n\nZnaczenie dla muzeum\n\n— To jest moment dla nas istotny, kiedy uśmiechamy się na myśl, co się tutaj dzieje — powiedział dyrektor Muzeum Podlaskiego dr Waldemar Wilczewski. Dodał, że muzeum jest właściwą instytucją, do której takie znaleziska powinny trafiać, aby były to chronione, badane, konserwowane i eksponowane.\n\nArtur Reszko / PAP Sensacyjne odkrycie w Puszczy Knyszyńskiej: skarb z XVII w. ujawniony\n\nOdpowiedzialność za odkrycie\n\n— Taki skarb to nie tylko euforia czy emocje przy odkrywaniu, ale też wielka odpowiedzialność — powiedział Krzysztof Korzeniewski z grupy Magna Silva. Dodał, że po odnalezieniu skarbu odbywały się prace archeologiczne związane z odsłonięciem skarbu, jego zabezpieczeniem. Poszukiwania mają być kontynuowane.\n\nOdkrycie skarbu z XVII w. w Puszczy Knyszyńskiej to nie tylko sensacyjne znalezisko, ale także dowód na skuteczność współpracy między eksploratorami a instytucjami muzealnymi. Monety, w tym cenny złoty dukat, trafią do Muzeum Podlaskiego, gdzie będą chronione i badane. To odkrycie podkreśla znaczenie odpowiedzialnego podejścia do poszukiwań archeologicznych i ich potencjalnego wkładu w naszą wiedzę historyczną.\n\nŹródło informacji: Polska Agencja Prasowa"
        }
    }
]