[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 23.10.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-23-10-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 23.10.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-23-10-2025/ar/c3p2-28055853",
            "description": "Nawet kilka tysięcy złotych za bransoletkę, kolczyki lub pierścionek. Na starej biżuterii z czasów PRL-u można zarobić dużo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NjHkJoxJLCtpCk0AVQSLIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty, które musisz wymienić! Nimi już nie zapłacisz w 2025 roku, one tracą teraz ważność",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/takimi-pieni%C4%99dzy-z-portfela-mo%C5%BCesz-nie-zap%C5%82aci%C4%87-ju%C5%BC-w-2025-roku-te-banknoty-trac%C4%85-wa%C5%BCno%C5%9B%C4%87-160925/ar-AA1MESlA?ocid=BingNewsVerp",
            "description": "Nie wszystkie banknoty i monety zachowują ważność bez końca. W 2025 roku część z nich nie będzie już pełnoprawnym środkiem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qMjAq4fWjzX12GoKQSZgfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 23.10.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://nto.pl/prasowka-23-10-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960921",
            "description": "HOROSKOP dzienny na środę 22 października 2025 roku dla każdego znaku zodiaku. Sprawdź swój horoskop na dziś i zobacz, co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Pax9kdFWm3lHotO56V_tHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska12 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wojenne groby",
            "link": "https://walbrzych.naszemiasto.pl/tag/wojenne-groby",
            "description": "Cykliczne wydarzenie ekologiczne \"Gazety Wrocławskiej\" w jesiennej odsłonie za nami. 400 dużych, kwitnących, pięknych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Wałbrzych Nasze Miasto1 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tribute to Soyka",
            "link": "https://walbrzych.naszemiasto.pl/tag/tribute-to-soyka",
            "description": "Już w najbliższą niedzielę w Starej Kopalni wyjątkowe wydarzenie muzyczne – koncert „Tribute to Stanisław Soyka'. Będzie to okazja do wspominania wybitnego... Znany jest już termin tegorocznego ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto23 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Największe targi rzemiosła po raz pierwszy w Warszawie!",
            "link": "https://warszawa.naszemiasto.pl/najwieksze-targi-rzemiosla-po-raz-pierwszy-w-warszawie/ar/c15p2-28062569",
            "description": "Tej jesieni największe targi rzemiosła zawitają do stolicy! Już 25 i 26 października w EXPO XXI możecie odwiedzić premierową ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MEn6OQ3OlYsyvipbZZnCdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto18 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wystawa w pałacu w Żaganiu",
            "link": "https://gazetalubuska.pl/tag/wystawa-w-palacu-w-zaganiu",
            "description": "W piątek 3 października 2025, w wieku 46 lat odszedł ksiądz Adam Żygadło, wikariusz parafii pod wezwaniem Wniebowzięcia NMP w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3eoQtikE6G1i3Kek0VfuOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska6 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wystawa JP II w Żaganiu",
            "link": "https://gazetalubuska.pl/tag/wystawa-jp-ii-w-zaganiu",
            "description": "W piątek 3 października 2025, w wieku 46 lat odszedł ksiądz Adam Żygadło, wikariusz parafii pod wezwaniem Wniebowzięcia NMP w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3eoQtikE6G1i3Kek0VfuOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska6 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ECHO Z DNIA. Hitowe produkty na targach w Kielcach. Musicie je zobaczyć!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/echo-z-dnia-hitowe-produkty-na-targach-w-kielcach-musicie-je-zobaczy%C4%87/ar-AA1OZua2?ocid=BingNewsVerp",
            "description": "W programie ECHO Z DNIA, newsowym przeglądzie dnia, w środę, 22 października między innymi: Targi Marek Własnych w Kielcach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xgJI3Y6JGZGLhwNP8RydDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Echo Dnia on MSN21 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Największe targowiska w województwie śląskim. Kupisz tu dosłownie wszystko - od warzyw, po meble i auta. Kiedy są czynne?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najwi%C4%99ksze-targowiska-w-wojew%C3%B3dztwie-%C5%9Bl%C4%85skim-kupisz-tu-dos%C5%82ownie-wszystko-od-warzyw-po-meble-i-auta-kiedy-s%C4%85-czynne/ar-AA1OfOic?ocid=BingNewsVerp",
            "description": "W dobie zakupów online, ogromnych galerii handlowych i samoobsługowych kas, są jeszcze miejsca, gdzie handel ma zupełnie inny charakter. Tu budzisz się wcześnie, rozmawiasz ze sprzedawcą, targujesz si ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN12 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odgadniesz 15 zapomnianych urządzeń? Pierwsze pytanie położy cię na łopatki",
            "link": "https://www.komputerswiat.pl/artykuly/redakcyjne/odgadniesz-15-zapomnianych-urzadzen-pierwsze-pytanie-polozy-cie-na-lopatki/bh6d0lc",
            "description": "W tym quizie sprawdzisz swoją wiedzę o zapomnianych narzędziach, które przez dekady ułatwiały życie codzienne. Pamiętasz, jak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.v2SkiUOKsp5FPajZrAcily&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Komputer Świat3 godz.",
            "source": "Komputer Świat",
            "article_content": "Rozpocznij quiz\n\nPytanie 1/15 Żródło: Creative Commons / Jacek Halicki 1. Co to za przyrząd? linijka suwak logarytmiczny prototyp cyrkla instrument muzyczny Poprawna odpowiedź: suwak logarytmiczny Suwak logarytmiczny to przyrząd używany do wykonywania obliczeń, szczególnie w kontekście mnożenia, dzielenia oraz potęgowania. Został wynaleziony w XVII w., a jego rozwój przypisuje się Williamowi Oughtredowi, który zainspirował się wcześniejszymi narzędziami, takimi jak linijka logarytmiczna Edmunda Guntera. Następne pytanie\n\nPytanie 2/15 2. Co to jest astrolabium? starożytny instrument muzyczny przyrząd astronomiczny typ średniowiecznej broni narzędzie nawigacyjne używane przez pilotów Poprawna odpowiedź: przyrząd astronomiczny Astrolabium to przyrząd astronomiczny używany w średniowieczu do określania czasu i pozycji ciał niebieskich. Był poprzednikiem sekstantu i oktantu, które z kolei zostały wyparte przez nowoczesne technologie nawigacyjne. Żródło: Shutterstock / phsalesr Następne pytanie\n\nPytanie 3/15 3. Popularne w czasach rzymskich i średniowieczu konstrukcje, którymi transportowano wodę do miast to: akwedukty pompy parowe norie apsydy Poprawna odpowiedź: akwedukty Akwedukty wykorzystywały materiały dostępne lokalnie, takie jak kamień i cegła. Wiele z nich miało formę mostów, które prowadziły wodę nad dolinami i rzekami. Żródło: Shutterstock / BreizhAtao Następne pytanie\n\nPytanie 4/15 4. Co to jest stereoskop? urządzenie do nagrywania dźwięku typ kamery filmowej przyrząd do oglądania zdjęć trójwymiarowych wczesny model radia Poprawna odpowiedź: przyrząd do oglądania zdjęć trójwymiarowych Stereoskop to urządzenie, które pozwalało na oglądanie par zdjęć jako jednego trójwymiarowego obrazu, co dawało iluzję głębi. Było popularne w XIX i na początku XX w. Żródło: Creative Commons / Hannes Grobe Następne pytanie\n\nPytanie 5/15 5. Kierat to: starożytne koło tortur urządzenie do podnoszenia wody typ średniowiecznego wozu narzędzie rolnicze do orania Poprawna odpowiedź: urządzenie do podnoszenia wody Kierat to urządzenie wykorzystujące siłę zwierząt do podnoszenia wody z rzek lub studni. Stosowano je w rolnictwie przed wynalezieniem nowoczesnych pomp. Żródło: Creative Commons / Rj1979 Następne pytanie\n\nPytanie 6/15 6. Jak nazywał się przyrząd stosowany do wyrobu wełny, który miał postać dużego koła z wrzecionem? krosno kołowrotek igła rękawica Poprawna odpowiedź: kołowrotek Kołowrotek to urządzenie, które odgrywa kluczową rolę w procesie przędzenia włókien, zarówno roślinnych, jak i zwierzęcych. Jego historia sięga XVI w., kiedy to zaczęto go szerzej stosować w Polsce. Kołowrotek umożliwia wytwarzanie przędzy z surowców takich jak wełna, len czy konopie, co jest niezbędne do dalszej produkcji tkanin. Żródło: Shutterstock / Alexandr Popel Następne pytanie\n\nPytanie 7/15 7. Co to jest fonograf? wczesny model radia urządzenie do nagrywania i odtwarzania dźwięku typ gramofonu instrument muzyczny Poprawna odpowiedź: urządzenie do nagrywania i odtwarzania dźwięku Fonograf to pierwsze urządzenie, które umożliwiało nagrywanie i odtwarzanie dźwięku. Wynaleziony przez Thomasa Edisona w 1877 r., był poprzednikiem gramofonu. Żródło: Shutterstock / Caglayan Ceylan Następne pytanie\n\nPytanie 8/15 8. Daguerrotypia to: technika malarska jeden z pierwszych antybiotyków proces fotograficzny oparty na srebrze rodzaj rzeźby religijnej Poprawna odpowiedź: proces fotograficzny oparty na srebrze Daguerrotypia to wczesny proces fotograficzny opracowany przez Louisa Daguerre'a w 1839 r. Polegał na utrwalaniu obrazu na powierzchni pokrytej jodem srebrem, co dawało bardzo szczegółowe, choć jednorazowe zdjęcia. Żródło: Creative Commons / Daguerre Następne pytanie\n\nPytanie 9/15 9. Największy instrument smyczkowy, jaki kiedykolwiek skonstruowano, to: oktobas tuba pochette klawesyn Poprawna odpowiedź: oktobas Oktobas to instrument strunowy z grupy smyczkowych, który został wynaleziony przez francuskiego lutnika Jean-Baptiste Vuillaume w 1849 r. Ma ponad 3,5 m wysokości i posiada trzy struny. Oktobas jest znany z tego, że potrafi wydobywać ekstremalnie niskie dźwięki, które często są poza zakresem słyszalnym dla ludzkiego ucha. Amazing Grace, Amazing Octobass Następne pytanie\n\nPytanie 10/15 Żródło: Shutterstock / DNB STOCK 10. Jakie urządzenie służyło do przechowywania informacji przed wynalezieniem dyskietek? taśma perforowana karta dziurkowana taśma magnetyczna wszystkie powyższe Poprawna odpowiedź: wszystkie powyższe Przed erą dyskietek i dysków twardych informacje komputerowe przechowywano na różnych nośnikach. Taśma perforowana to papierowa taśma z dziurkami reprezentującymi dane. Karty dziurkowane to z kolei prostokątne karty z otworami kodującymi informacje. Taśmy magnetyczne, podobne do kaset audio, przechowywały dane w formie magnetycznych impulsów. Wszystkie te nośniki były używane w różnych okresach rozwoju technologii komputerowej, zanim zostały zastąpione przez bardziej pojemne i wygodne nośniki. Następne pytanie\n\nPytanie 11/15 11. Popularny, szczególnie w PRL, rodzaj wagi sklepowej to: waga szalkowa waga platformowa waga zegarowa waga ołowiana Poprawna odpowiedź: waga szalkowa Waga szalkowa była popularna w Polsce w epoce PRL i odgrywała istotną rolę w codziennym życiu. Powszechnie stosowano ją w sklepach spożywczych oraz na rynkach, gdzie używano jej do ważenia różnych produktów sypkich, takich jak cukier, mąka czy ryż. stara waga sklepowa Następne pytanie\n\nPytanie 12/15 12. Narzędzie to służyło do oddzielania ziarna od plew: siewnik młocarnia cep młynek żarnowy Poprawna odpowiedź: młocarnia Młocarnia została wynaleziona przez szkockiego inżyniera Andrew Meikle w 1796 r. Była to jedna z pierwszych maszyn, które zautomatyzowały proces młócenia. Żródło: Creative Commons / Wikipedia Następne pytanie\n\nPytanie 13/15 13. Przenośne urządzenie, które umożliwiało odbieranie krótkich wiadomości, najczęściej w formie numerów telefonów lub krótkich tekstów, nazywało się: fax pager rejestrator taśmowy Game Boy Poprawna odpowiedź: pager Pager był szeroko stosowany przed powszechnym dostępem do telefonów komórkowych, zwłaszcza w latach 80. i 90. Działał na zasadzie wysyłania sygnału radiowego do konkretnego urządzenia, które następnie wyświetlało otrzymaną wiadomość. Żródło: Shutterstock / Sergei Gorin Następne pytanie\n\nPytanie 14/15 14. Pionowy słup lub pręt, którego cień służył do określania pozycji słońca i mierzenia czasu, nazywał się: globus niebieski armilla kwadrant gnomon Poprawna odpowiedź: gnomon Gnomon to starożytne narzędzie astronomiczne, które składa się z pionowego słupa lub pręta. Jego cień służył do określania pozycji słońca na niebie, mierzenia czasu oraz ustalania pór roku. Gnomon był szczególnie przydatny do obserwacji równonocy i przesileń, co umożliwiało astronomom dokładniejsze zrozumienie ruchów ciał niebieskich. Żródło: Shutterstock / PICTOR PICTURES Następne pytanie\n\nPytanie 15/15 Żródło: Shutterstock / mrMR 15. Pojazd ze zdjęcia to: drezyna aeromotowagon maglew dźwignica Poprawna odpowiedź: drezyna Pierwsza drezyna została zaprezentowana w 1817 r. przez Karla Draisa jako dwukołowy welocyped. W Polsce istnieje kilka kolejek drezynowych, które wykorzystują pojazdy do celów turystycznych, zwłaszcza na nieczynnych liniach kolejowych\n\nBrakuje jeszcze 15 odpowiedzi Wypełnij odpowiedzi na wszystkie pytania, żeby zobaczyć wynik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak zaoszczędzić na rachunkach za prąd w 2025 roku ? – 7 sprawdzonych sposobów! 23.10.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jak-zaoszcz%C4%99dzi%C4%87-na-rachunkach-za-pr%C4%85d-w-2025-roku-7-sprawdzonych-sposob%C3%B3w-18102025/ar-AA1OG5fX?ocid=BingNewsVerp",
            "description": "Rachunki za prąd w 2025 roku znów rosną, a wielu Polaków zastanawia się, jak realnie obniżyć koszty energii elektrycznej.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tzWm6lrKHf-Kh2cvwXWLMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 1 km od Kołobrzegu. Pomysły na odrobinę ruchu - weekend 25 - 26 października",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-1-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-weekend-25-26-pazdziernika/ar/c7p1-22319027",
            "description": "Rozglądasz się za nowymi ścieżkami nordic walking niedaleko Kołobrzegu? Wspólnie z Traseo przygotowaliśmy dla Ciebie garść ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XWNm1ym3vJ8EMYkoG3R_VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 18 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 25 - 26 października?",
            "link": "https://oswiecim.naszemiasto.pl/rowerem-do-18-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-25-26-pazdziernika/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, upewnij się, jaka będzie pogoda. W sobotę 25 października w Oświęcimiu ma być 11°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eZlCkQXQhT1dz2I6uCWBPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto3 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycia na Wawelu w Krakowie. Czyścili Kościuszkę, a pod pomnikiem odkopano basztę i pierścień ze średniowiecza",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/niezwyk%C5%82e-odkrycia-na-wawelu-w-krakowie-czy%C5%9Bcili-ko%C5%9Bciuszk%C4%99-a-pod-pomnikiem-odkopano-baszt%C4%99-i-pier%C5%9Bcie%C5%84-ze-%C5%9Bredniowiecza/ar-AA1P109b?ocid=BingNewsVerp",
            "description": "Ciekawych odkryć dokonali wawelscy archeolodzy przy okazji toczącego się remontu Bastionu Władysława IV Wazy ze stojącym na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JqxqmnXJL8sLnY5AQivo5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Polski on MSN11 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sklep Wokulskiego, część scenografii do filmu „Lalka', zostaje w Warszawie na dłużej",
            "link": "https://www.pap.pl/aktualnosci/sklep-wokulskiego-czesc-scenografii-do-filmu-lalka-zostaje-w-warszawie-na-dluzej",
            "description": "Choć zdjęcia do filmowej \"Lalki\" na Krakowskim Przedmieściu w Warszawie dobiegły końca, a ekipa przeniosła się do Łazienek, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1K0ESqkJFzG3q5VC5mIcRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Polska Agencja Prasowa2 godz.",
            "source": "Polska Agencja Prasowa",
            "article_content": "Sklep Wokulskiego, część scenografii do filmu „Lalka”, zostaje w Warszawie na dłużej\n\nChoć zdjęcia do filmowej \"Lalki\" na Krakowskim Przedmieściu w Warszawie dobiegły końca, a ekipa przeniosła się do Łazienek, część dekoracji przy Trakcie Królewskim zostanie na dłużej. Do połowy lutego będzie można oglądać z zewnątrz tzw. sklep Wokulskiego.\n\nSklep Wokulskiego, fot. PAP/Szymon Pulcyn\n\nZobacz galerię (4)\n\nZdjęcia do „Lalki” ruszyły w Warszawie\n\nZdjęcia do kinowej adaptacji \"Lalki\" ruszyły w Warszawie w lipcu, a zakończą się 20 grudnia. Ale duch powieści Bolesława Prusa będzie się jeszcze unosił nad stolicą przez jakiś czas. Produkcja wzbudziła tak duże zainteresowanie, że zdecydowano o tym, iż filmowy sklep Wokulskiego, wzniesiony w pobliżu pomnika Kopernika, zostanie na Krakowskim Przedmieściu do połowy lutego.\n\nWięcej Opublikowano zdjęcia z planu serialowej „Lalki”. Produkcja kręcona jest w Lublinie\n\nFilmowy sklep Wokulskiego zostaje dłużej\n\n„Sklep Wokulskiego cieszy się ogromnym zainteresowaniem mieszkańców, dlatego wspólnie z producentem i twórcami filmu postanowiliśmy, że pozostanie na Krakowskim Przedmieściu na dłużej. Zadania wyeksponowania obiektu do połowy lutego podjęła się Stołeczna Estrada, za co bardzo dziękuję. Zapraszamy mieszkańców i turystów do zobaczenia części filmowej dekoracji, a przy okazji przejścia się ulicami, którymi niegdyś przechadzał się autor »Lalki «” – przekazał prezydent Warszawy, Rafał Trzaskowski.\n\nPrace nad ekspozycją filmowego obiektu\n\nObecnie trwają prace nad wyeksponowaniem obiektu, tak, by przechadzające się tamtędy osoby mogły z zewnątrz zobaczyć jak najwięcej z filmowego planu – całkowite otwarcie wnętrza jest niemożliwe. Podczas zdjęć sklep wypełniały autentyczne, zabytkowe przedmioty, które muszą wrócić do swoich właścicieli, ale scenografowie „postarają się, aby nastrój wnętrza oddawał filmowy klimat”.\n\nWięcej Zobacz galerię (5) Prace na planie filmowym na Krakowskim Przedmieściu w Warszawie. Fot. PAP/Szymon Pulcyn W nowej ekranizacji „Lalki” Krakowskie Przedmieście zagra samo siebie. Pomogą w tym dekoracje\n\nImponująca obsada filmowej adaptacji\n\n\"Lalka\" w reżyserii Macieja Kawalskiego może imponować nie tylko scenografią, ale i obsadą aktorską. W Izabelę Łęcką wciela się Kamila Urzędowska, Stanisława Wokulskiego gra Marcin Dorociński, a Ignacego Rzeckiego, po wielu latach aktorskiej emerytury - Marek Kondrat. Na ekranie widzowie zobaczą także Andrzeja Seweryna, Agatę Kuleszę, Krystynę Jandę, Maję Komorowską, Borysa Szyca, Maję Ostaszewską, Mateusza Damięckiego i Cezarego Żaka. (PAP Life)\n\nmdn/ag/ep/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Skok stulecia\" w Luwrze. Są nowe informacje i dowody",
            "link": "https://www.msn.com/pl-pl/news/other/skok-stulecia-w-luwrze-s%C4%85-nowe-informacje-i-dowody/ar-AA1P3viA?ocid=BingNewsVerp",
            "description": "Francuscy śledczy, który starają się złapać członków gangu, który dopuścił się zuchwałej kradzieży w Luwrze, znaleźli ślady ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aeu86W6t-rXyzQaVrWjdKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Business Insider Polska on MSN56 min",
            "source": "Business Insider Polska on MSN",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plan filmowy \"Lalki\" odmienił Krakowskie Przedmieście. Sklep Wokulskiego zostanie na dłużej",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/plan-filmowy-lalki-odmieni%C5%82-krakowskie-przedmie%C5%9Bcie-sklep-wokulskiego-zostanie-na-d%C5%82u%C5%BCej/ar-AA1P2VbS?ocid=BingNewsVerp",
            "description": "W Warszawie trwają zdjęcia do nowej, kinowej adaptacji \"Lalki\" Bolesława Prusa. Twórcy pracowali już m.in. na Krakowskim Przedmieściu, gdzie stanęła spektakularna scenografia, ciesząca się ogromnym za ...",
            "image_url": "https://www.bing.pl/th?id=ODF.LC6ZJEycVuCnutN0oFpk4A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Radio ESKA on MSN3 godz.",
            "source": "Warszawa Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 1 km od Chełma. Pomysły na jednodniowy wypad. Gdzie w weekend 25 - 26 października?",
            "link": "https://chelm.naszemiasto.pl/wycieczki-rowerowe-do-1-km-od-chelma-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-25-26-pazdziernika/ar/c7p1-21831529",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 25 października w Chełmie ma być 10°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.srTx5E8dJWuYCKeq8Y-Oli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Chełm Nasze Miasto2 godz.",
            "source": "Chełm Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejna krypta i skarby pod tarnowską katedrą",
            "link": "https://rdn.pl/389729/kolejna-krypta-i-skarby-pod-tarnowska-katedra/",
            "description": "Zobacz zdjęcia: Na istnienie dziewiątej krypty w podziemiach tarnowskiej katedry natknęła się grupa naukowców pracująca w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hCdFFSM2aBUJEnv51T19TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio RDN3 godz.",
            "source": "Radio RDN",
            "article_content": "Zobacz zdjęcia:\n\n63f12bd0-2ad8-456a-8269-4d3083173f10 Zdjęcie 1 z 12\n\n– Wyjątkową rzeczą było to, że znaleźliśmy kryptę w krypcie, tak jakby kryptę drugiego poziomu. Tę kryptę odkryliśmy nocą, było to dla nas bardzo tajemnicze, zaczęło nam coś stukać pod łopatą. To nie jest duże pomieszczenie. Prawdopodobnie była to krypta, może na jeden, może na dwa pochówki. Teraz jest ona wypełniona kośćmi, teraz jest z niej zrobione ossuarium\n\n– mówiła kierująca pracami prof. dr hab. Anna Drążkowska, pracownik naukowy w Instytucie Archeologii Uniwersytetu Mikołaja Kopernika w Toruniu, specjalistka w zakresie archeologii i konserwacji zabytków archeologicznych.\n\nTo ważne odkrycie – tak o istnieniu dziewiątej krypty mówi zastępca dyrektora Muzeum Diecezjalnego w Tarnowie ks. Sebastian Musiał, pomysłodawca badania krypt w bazylice.\n\n– Odkrycie tej dziewiątej krypty jest bardzo ważnym elementem naszych badań, ponieważ jest ogromnym zaskoczeniem, tym bardziej, że nie potwierdzają tego dotychczasowe źródła, które przebadałem. Ani te XIX-wieczne, ani XX-wieczne nie mówią nic o tym, że jest świat podziemny pod światem podziemnym, tym bardziej, że każdy, kto tam wchodzi, mówi że widzi tylko to, co my na początku, czyli trumny i dużą powierzchnię. Z całą świadomością twierdzę, że jest to odkrycie spektakularne i bardzo ważne, przede wszystkim pokazuje, że katedra jest pełna niespodzianek.\n\nArcheolog z Krakowa Monika Łyczak podkreśla, że krypta mieszczan jest bardzo duża i dobrze zachowana.\n\n– Ma prawie 10 metrów długości i ponad 4 metry szerokości, jest też dosyć wysoka. Jest ona bardzo dobrze zachowana, wygląda spektakularnie. Jest duża, przestronna, głęboka, to się naprawdę rzadko zdarza. W większości przypadków to są pomieszczenia bardzo ciasne. Praca była wyjątkowo komfortowa.\n\nW krypcie znaleziono m.in. medaliki i krzyżyki.\n\n– To, co udało się znaleźć z takich drobniejszych rzeczy, to przede wszystkim dewocjonalia, kilkanaście medalików, są krzyżyki, spory drewniany krzyżyk z pasyjką, no i oczywiście monety. Szczątków trumien było bardzo dużo, niestety bardzo zniszczone. Udało nam się zidentyfikować części dekorowane trumien, malowane, zarówno w postaci krzyży, które były malowane na wiekach, jak i elementów dekoracyjnych, kwiatowych, to szczególnie na trumience dziecięcej.\n\nNaukowcy weszli także do krypty, w której spoczywa ks. Wojciech Kaszewicz. Znaleziono w niej patenę i kielich.\n\nWszystkie przedmioty pojadą do pracowni konserwatorskiej do Torunia, gdzie zostaną zabezpieczone, zbadane i opisane.\n\nCelem eksploracji krypt jest ich przebadanie i uporządkowanie. W planach jest połączenie kilku krypt i stworzenie podziemnej trasy turystycznej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 23.10.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-23-10-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wojenne groby",
            "link": "https://walbrzych.naszemiasto.pl/tag/wojenne-groby",
            "description": "Cykliczne wydarzenie ekologiczne \"Gazety Wrocławskiej\" w jesiennej odsłonie za nami. 400 dużych, kwitnących, pięknych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Wałbrzych Nasze Miasto1 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytek w Egipcie się zawali? \"Ryzyko katastrofy\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zabytek-w-egipcie-si%C4%99-zawali-ryzyko-katastrofy/ar-AA1P1w9g?ocid=BingNewsVerp",
            "description": "Planujesz lot do Egiptu, by zobaczyć słynne atrakcje i zabytki? Lepiej się pospiesz. Grobowiec Tutenchamona, zdaniem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jgq_N-ffZU5x9WI3vdZgYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Planeta on MSN7 godz.",
            "source": "Planeta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycia na Wawelu w Krakowie. Czyścili Kościuszkę, a pod pomnikiem odkopano basztę i pierścień ze średniowiecza",
            "link": "https://gazetakrakowska.pl/niezwykle-odkrycia-na-wawelu-w-krakowie-czyscili-kosciuszke-a-pod-pomnikiem-odkopano-baszte-i-pierscien-ze-sredniowiecza/ar/c1p2-28104167",
            "description": "Wnętrze zachowanych i odkopanych teraz murów średniowiecznej baszty wypełniał późniejszy zasyp. Został on przesiany przez ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zlkjBWchvPkKzIatvRa0OS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Krakowska11 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rolnik znalazł skarb podczas orania łąki. Kamienie okazały się monetami sprzed 400 lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/po-oraniu-pola-znalaz%C5%82-skarb-sprzed-400-lat-my%C5%9Bla%C5%82-%C5%BCe-to-kamienie/ar-AA1P0GDM?ocid=BingNewsVerp",
            "description": "W Bukowcu Wielkim rolnik podczas orania pola przypadkiem na trafił na skarb sprzed niemal 400 lat. Datowane na XVII wiek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oFSgDjEfDVgtU0_pqOZ9lS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Biznes w INTERIA.PL on MSN11 godz.",
            "source": "Biznes w INTERIA.PL on MSN",
            "article_content": ""
        }
    }
]