[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SALON ANTYKI I STAROCIE ALEKSANDRA KAMIŃSKA",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28335000,salon-antyki-i-starocie-aleksandra-kaminska.html",
            "description": "OMODA & JAECOO podczas Auto Shanghai 2025 zaprezentowały nowe modele SUV-ów hybrydowych i elektrycznych, które już wkrótce trafią na polski rynek. Wśród premier znalazły się OMODA 7 Super Hybrid, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl16 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Wypalenie zawodowe to jeden z najpoważniejszych problemów wśród pracowników w ostatnich latach. Coraz więcej Polaków go doświadcza (ok. 25%), ale coraz więcej też stara się coś z tym zrobić. Okazuje się, że kluczowe decyzje co do ...\n\nChoć internet niedawno zalała fala informacji o rzekomym zakazie grillowania na balkonach i obowiązkowym OC, szybko okazało się, że to fake news. Temat jednak poruszył realne problemy – od złego stanu technicznego balkonów po spadające ...\n\nRusza budowa pierwszego budynku CTPark Warsaw Emilianów, w którym powstanie magazyn centralny ALDI. Hala ma zostać oddana do użytkowania w I kwartale 2026 roku. Generalnym wykonawcą jest Kajima Poland.\n\nKantar opublikował raport Marketing Trends 2025, w którym wskazuje 10 najważniejszych trendów, które będą kształtować marketing w 2025 roku.\n\nSztuczna inteligencja staje się nie tylko narzędziem obrony, ale i bronią w rękach cyberprzestępców. Według najnowszego raportu Check Point Software Technologies, już ponad 67% globalnych incydentów phishingowych w 2024 roku było ...\n\nPolski e-commerce rozwija się w dynamicznym tempie, czego dobitnym dowodem jest chociażby coraz większa liczba e-sprzedawców podbijających zagraniczne rynki. W sprzedaży cross-border nie można zapominać o marketingu. Warto mieć przy tym na ...\n\nW 2025 r. najmniejszy podatek od mieszkań, domów i działek zapłacą mieszkańcy Opola. Podwyżka tego podatku najmocniej uderzy po kieszeni mieszkańców Kielc - ustalił portal GetHome.pl.\n\nZ rosnących cen mieszkań cieszą się ich właściciele, ale też banki, deweloperzy oraz rząd - słowem większość. Nie znaczy to jednak, że wzrosty cen są jednoznacznie pozytywne. Grono niezadowolonych rośnie wraz z tym, jak tempo wzrostu ...\n\nW zamyśle autorów projektu ustawy o zmianie ustawy o społecznych formach rozwoju mieszkalnictwa oraz niektórych innych ustaw, zmiana dotycząca bezzwrotnego finansowego wsparcia na cele tworzenia lub modernizacji pomieszczeń służących ...\n\nNowoczesne technologie coraz śmielej wkraczają do świata finansów, ale jeden czynnik wciąż pozostaje niezastąpiony. Choć chętnie korzystamy z porównywarek i narzędzi AI, to jednak decyzję o najważniejszych zobowiązaniach najchętniej ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polska wydaje najwięcej na obronność w całej UE. Niemcy na 10. miejscu",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/polska-wydaje-najwi%C4%99cej-na-obronno%C5%9B%C4%87-w-ca%C5%82ej-ue-niemcy-na-10-miejscu/ar-AA1LLlhX?ocid=BingNewsVerp",
            "description": "Jak wynika z opublikowanego we wtorek raportu Europejskiej Agencji Obrony (EDA), Polska jest liderem wydatków na obronność w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iN2IYMOzjav0KsJkajDh5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Strefa Obrony on MSN7 godz.",
            "source": "Strefa Obrony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Obrona morska będzie wzmocniona. Fincantieri i Polska Grupa Zbrojeniowa S.A. podpisały Porozumienie o Współpracy",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/obrona-morska-b%C4%99dzie-wzmocniona-fincantieri-i-polska-grupa-zbrojeniowa-s-a-podpisa%C5%82y-porozumienie-o-wsp%C3%B3%C5%82pracy/ar-AA1LKgFv?ocid=BingNewsVerp",
            "description": "Fincantieri i Polska Grupa Zbrojeniowa S.A. (PGZ) podpisały Porozumienie o Współpracy podczas MSPO, XXXIII-ego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1xBaDGJ6a-_kh2MgCBC0XC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Strefa Obrony on MSN13 godz.",
            "source": "Strefa Obrony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dorota Ciołkiewicz Usługi Edukacyjne",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28334188,dorota-ciolkiewicz-uslugi-edukacyjne.html",
            "description": "Phishing nie traci na sile - cyberprzestępcy w szczególności żerują na popularności znanych nazw i domen cieszących się powszechnym zaufaniem. Analiza cyberataków wymierzonych w ponad 10 000 klientów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl16 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "ALDI, Carrefour Hipermarket, Dino, TOPAZ, Empik, CCC, Castorama i HEBE to najbardziej prospołeczne sieci handlowe. Tak zdecydowali konsumenci w piątej edycji programu branżowego \"BLIX AWARDS - Wybór Konsumentów\". Specjalne wyróżnienia w tej ...\n\nBadacze ESET odkryli poważną lukę w systemie Windows, która pozwala cyberprzestępcom na przejęcie kontroli nad komputerami użytkowników. Luka (CVE-2025-24983) umożliwia uruchamianie złośliwego oprogramowania z najwyższymi uprawnieniami ...\n\nOstatnie lata pokazały, że zmiany na rynku nieruchomości są wyjątkowo dynamiczne. Zaledwie w ciągu kilku lat średnie ceny mieszkań i domów w prestiżowych wzrosły nawet o 100% i więcej. Zastanawiasz się, czy inwestowanie w nieruchomości ...\n\nDevelia wprowadza do przedsprzedaży mieszkania w nowej inwestycji premium w Poznaniu. W I etapie kompleksu Królowej Jadwigi 51 powstaną dwa nowoczesne budynki, a w nich 108 mieszkań o zróżnicowanych metrażach i dużych przeszkleniach ...\n\nNie jest przesadą stwierdzenie, że dziś każdy niemal dział firmy ewoluuje w kierunku narzuconym mu przez rozpędzony do granic możliwości postęp technologiczny. Płace nie są pod tym względem żadnym wyjątkiem. Zmienia się m.in. lista ...\n\nRosnące koszty zatrudnienia to jedna z największych bolączek pracodawców. Ostatnio dla firm szczególnie dużym obciążeniem okazała się m.in. dwukrotna podwyżka płacy minimalnej. W tym roku najniższa krajowa już nie wzrośnie, ale ...\n\nPremier Donald Tusk ogłosił właśnie, że rząd zajmuje się projektem ustawy deregulacyjnej, który przygotowało Ministerstwo Rozwoju i Technologii. Nowe przepisy mają ułatwić funkcjonowanie firm, zwłaszcza małych i średnich ...\n\nW III kwartale 2024 roku na warszawskim rynku biurowym popyt utrzymywał się na stabilnym poziomie, aktywność deweloperów wciąż była ograniczona, a wskaźnik pustostanów spadł do 10,7% - wynika z raportu Knight Frank.\n\nGłówny Urząd Statystyczny opublikował najnowsze dane dotyczące wyników budownictwa mieszkaniowego w miesiącach styczeń-grudzień 2024 roku. Wynika z nich, że w 2024 roku oddano do użytkowania o 9,6% mniej nowych mieszkań niż w 2023 roku. ...\n\nMan-in-the-middle to rodzaj cyberataku, w którym osoba trzecia przechwytuje komunikację pomiędzy stronami bez ich wiedzy, aby wykraść lub zmodyfikować ważne informacje. Ataki tego rodzaju są poważnym zagrożeniem dla prywatności i ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Komputer używany z OLX, laptop gamingowy używany do 1000 złotych. Czy opłaca się kupować używany komputer? Aktualne oferty [3.09]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/komputer-u%C5%BCywany-z-olx-laptop-gamingowy-u%C5%BCywany-do-1000-z%C5%82otych-czy-op%C5%82aca-si%C4%99-kupowa%C4%87-u%C5%BCywany-komputer-aktualne-oferty-3-09/ar-AA1LJ90e?ocid=BingNewsVerp",
            "description": "Wrzesień to okres intensywnych przygotowań do pracy i nauki. Nauczyciele, studenci oraz rodzice poszukują nowego komputera ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2O3Gt7MMuAnUwBPh0pf-4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wrocławska on MSN7 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KAROL KLEMIATO",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28309001,karol-klemiato.html",
            "description": "Pierwsza połowa 2025 roku przyniosła spektakularne wzrosty na rynku królewskiego kruszcu. Jak wylicza Światowa Rada Złota, cena uncji osiągnęła 26 nowych rekordów wszech czasów, zamykając czerwiec na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Firma eGospodarka.pl17 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "1636 zł - tyle od 1 kwietnia wypłaci ZUS z tytułu jednorazowego odszkodowania za każdy procent uszczerbku na zdrowiu. To o 205 zł więcej niż do tej pory. Odszkodowanie przysługuje każdej osobie ubezpieczonej, która na skutek wypadku przy ...\n\nTematyka ESG jest coraz popularniejsza w mediach. Jak wynika z danych Instytutu Monitorowania Mediów, liczba publikacji na ten temat wzrosła aż o 58% rok do roku. Niestety rośnie też skala dezinformacji.\n\nW listopadzie 2024 roku ceny wzrosły o 4,7% r/r - wynika z opublikowanych dziś przez Główny Urząd Statystyczny danych. Ceny towarów i usług konsumpcyjnych w porównaniu do października wzrosły o 0,5%.\n\nPrzed nami 19. odsłona Barometru Rynku Pracy autorstwa Gi Group. Najświeższe doniesienia z rynku pracy rzucają światło na kwestie związane m.in. z planami rekrutacyjnymi pracodawców, zapotrzebowaniem na pracowników, perspektywami w sferze ...\n\nPrzedsiębiorcy, samorządy i instytucje zdrowia w 2025 roku mogą skorzystać z rekordowych środków unijnych na innowacje, zieloną transformację i ekspansję zagraniczną. Nowe programy, takie jak STEP, MEZOInwestycje czy PERUN, oferują ...\n\nW Europie coraz częściej dochodzi do opóźnień lotów. Eksperci z AirCashBack wskazują na kilka przyczyn tego zjawiska: konflikty zbrojne, niedobory personelu, niekorzystne warunki pogodowe oraz stale rosnący ruch lotniczy. Jakie prawa mają ...\n\nO tym, że sztuczna inteligencja staje się narzędziem cyberprzestępców, mówi się nie od dziś. Potwierdzeniem tego są najnowsze doniesienia ESET Research, który ujawnił właśnie ransomware PromptLock – program, który za pomocą ...\n\nPodkarpacie, Świętokrzyskie, Małopolska, Podlasie i Wielkopolska - to czołówka najnowszego Rankingu Rzetelności Konsumentów, przygotowanego przez Krajowy Rejestr Długów oraz Rzetelną Firmę.\n\nZ komunikatu GUS wynika, że w lutym 2025 roku obecne nastroje konsumentów poprawiły się w stosunku do poprzedniego miesiąca. Gorsze są natomiast nastroje dotyczące przyszłości.\n\nDeepfake porno to nie tylko problem gwiazd – codziennie tysiące zwykłych osób pada ofiarą fałszywych filmów pornograficznych stworzonych za pomocą zaawansowanej technologii. Wystarczy jedno zdjęcie, by w kilkadziesiąt minut powstało ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elżbieta Sałata",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28323389,elzbieta-salata.html",
            "description": "Firma Colliers opublikowała najświeższe dane dotyczące gruntów inwestycyjnych w naszym kraju. Okazuje się, że na rynku dominowali przede wszystkim - i nie jest to zaskoczeniem - deweloperzy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Firma eGospodarka.pl17 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Ponowne przyspieszenie inflacji to zła informacja dla oszczędzających. Ci którzy korzystają z przeciętnych bankowych lokat znowu zaczynają realnie tracić. Wszystko dlatego, że oprocentowanie depozytów przestaje chronić siłę nabywczą ...\n\nDlaczego Polacy tak często tłumaczą swoje nieuczciwe zachowania tym, że \"system oszukuje\"? Nowy raport ZPF pokazuje, jak silnie zakorzenione jest w naszym społeczeństwie poczucie konieczności \"wyrównania rachunków\" z instytucjami ...\n\nW grudniu rusza budowa Panattoni Park Sosnowiec V. Inwestycja obejmie docelowo dwa budynki o łącznej powierzchni ponad 52 000 m kw. Pierwszym najemcą jest firma Hebe.\n\nZ badania Rankomat.pl wynika, że grono Polaków, którzy w tym rok wybierają się na wakacje, jest większe niż w minionym. Gdzie zamierzamy odpoczywać: w kraju czy poza jego granicami?\n\nNa liście mało oczywistych polskich towarów eksportowych znajdują się m.in. lody, jachty czy kampery. Listę tę dopełniają wyroby tytoniowe i to pomimo tego, że rozległych plantacji tytoniu próżno nad Wisłą szukać. Potwierdzeniem tego ...\n\nWystępująca z koryt i wdzierająca się na ulice miast, miasteczek i wsi woda w kilka chwil potrafi zniszczyć dorobek życia. Gdy już ustąpi, jednym z największych wyzwań staje się skuteczne osuszenie zalanych domów i przywrócenie ich do ...\n\nPrezydent Donald Trump podpisał dekret wykonawczy podnoszący stawki celne na importowaną stal i aluminium z 10% do 25%. Decyzja ta objęła kluczowych partnerów handlowych Stanów Zjednoczonych, takich jak Kanada, Meksyk, Japonia i Korea ...\n\nJuż w czwartek poznamy artystów i filmy nominowane do Oscarów. W tym roku stawka wydaje się bardzo wyrównana i nie ma jednego tytułu, który mógłby zdominować ceremonię. Przyglądamy się zatem dziesięciu filmom, które mają szanse na ...\n\nNiecały metr kwadratowy mieszkania - tyle można kupić w największych miastach za przeciętną pensję - wynika z danych NBP i GUS. Wbrew pozorom nie jest to nic nadzwyczajnego. Podobny stan utrzymuje się już od wielu lat. Nawet w czasach, w ...\n\nPojawił się najnowszy raport Rankomat.pl i Rentier.io, a w nim informacje na temat cen mieszkań w poszczególnych dzielnicach ośmiu polskich miast. Opracowanie rzuca światło na sytuację w Warszawie, Krakowie, Wrocławiu, Łodzi, Poznaniu ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takich komiksów z PRL poszukują kolekcjonerzy staroci. W 2025 roku osiągają zawrotne ceny [3.09.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takich-komiks%C3%B3w-z-prl-poszukuj%C4%85-kolekcjonerzy-staroci-w-2025-roku-osi%C4%85gaj%C4%85-zawrotne-ceny-3-09-2025-r/ar-AA1LLdB4?ocid=BingNewsVerp",
            "description": "Komiksy z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz takie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MEuD4q1voRsqZUMLpKGzZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kowary. Wenecja na południu Polski",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/ma%C5%82a-wenecja-na-po%C5%82udniu-polski-wcale-nie-chodzi-o-cieszyn/ar-AA1LJ30D?ocid=BingNewsVerp",
            "description": "Mały odpowiednik Wenecji możemy znaleźć na południu Polski. To urokliwe miasteczko, w którym wybierzemy się na spacer licznymi mostkami.",
            "image_url": "https://www.bing.pl/th?id=ODF._r6dZvBTvFWgZ2T9_Yz3xA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Podróże Wprost on MSN20 godz.",
            "source": "Podróże Wprost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal Retro Fest w Chełmie porwał mieszkańców do tańca. Mamy dużo zdjęć",
            "link": "https://www.msn.com/pl-pl/rozrywka/muzyka/festiwal-retro-fest-w-che%C5%82mie-porwa%C5%82-mieszka%C5%84c%C3%B3w-do-ta%C5%84ca-mamy-du%C5%BCo-zdj%C4%99%C4%87/ar-AA1LEO8M?ocid=BingNewsVerp",
            "description": "Muzyka, tańce i niesamowita atmosfera towarzyszyła uczestnikom kolejnego już Festiwalu Retro Fest w Chełmie. Impreza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Dgo2H-RbwnUU06kjCdzNzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN6 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podpisano kontrakt na 5,8 mld zł. Chodzi o umowy na nowe systemy radarowe dla polskiej armii",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/podpisano-kontrakt-na-5-8-mld-z%C5%82-chodzi-o-umowy-na-nowe-systemy-radarowe-dla-polskiej-armii/ar-AA1LKe6D?ocid=BingNewsVerp",
            "description": "Umowę na dostawę do polskiej armii radarów dla przeciwlotniczych i przeciwrakietowych zestawów Narew podpisano podczas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tndDQOAx7YX59FXmbrxN2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "i.pl on MSN12 godz.",
            "source": "i.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Architekci chcieli zbudować tu dom. Działka skrywała miasto sprzed 2 tys. lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/architekci-chcieli-zbudowa%C4%87-tu-dom-dzia%C5%82ka-skrywa%C5%82a-miasto-sprzed-2-tys-lat/ar-AA1LLkb6?ocid=BingNewsVerp",
            "description": "Prawie cztery metry szerokości ma droga odkryta przez archeologów w Kaiseraugst w Szwajcarii. Wzdłuż niej znajdowały się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mVIqTQPVCfpl4sKXZoGvkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "National Geographic Polska on MSN6 godz.",
            "source": "National Geographic Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najszybciej rozwijające się uzdrowisko Dolnego Śląska. Jeden dzień w Polanicy-Zdroju jest jak cały urlop - zdjęcia [3.09.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najszybciej-rozwijaj%C4%85ce-si%C4%99-uzdrowisko-dolnego-%C5%9Bl%C4%85ska-jeden-dzie%C5%84-w-polanicy-zdroju-jest-jak-ca%C5%82y-urlop-zdj%C4%99cia-3-09-2025/ar-AA1L6hfC?ocid=BingNewsVerp",
            "description": "Dolnośląskie uzdrowiska przyciągają odwiedzających jak magnes, ale nie każde z nich zachwyci nie tylko kuracjuszy, ale też ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uxGXEu8u-HGuhpHbX2dnxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wałbrzych Nasze Miasto on MSN7 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zlikwidują koleiny. Kolejna ulica na Starym Mieście do remontu",
            "link": "https://www.dziennikwschodni.pl/zamosc/zlikwiduja-koleiny-kolejna-ulica-na-starym-miescie-do-remontu,n,1000366398.html",
            "description": "Kolejna ulica okalająca zespół staromiejski w Zamościu doczeka się remontu. Zarząd Dróg Grodzkich ogłosił właśnie przetarg, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9w5vo13KvN1BRrlTy0vUkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Wschodni6 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "– Zajmiemy się kilkusetmetrowym odcinkiem od ronda, gdzie kończy kostka granitowa aż do ulicy Zamkowej – zapowiada Paweł Łagowiec, dyrektor ZDG. Dodaje, że na remont zdecydowano się, bo stan ulicy Akademickiej pozostawia sporo do życzenia, na jezdni jest pełno kolein. - A zależy nam, aby podnieść komfort jazdy po tej części Starego Miasta zarówno dla mieszkańców, jak i turystów.\n\nInwestycja zostanie dofinansowana bez jakiegokolwiek wsparcia zewnętrznego. ZDG wyłoży na nią własne pieniądze przewidziane na remonty. Ile to będzie kosztować? Na razie nie wiadomo. Okaże się w przyszłym tygodniu, bo otwarcie ofert zaplanowano na poniedziałek, 8 września.\n\nW ramach remontu wykonawca będzie miał sfrezować asfalt na całej długości, a później wylać dwie nowe warstwy nawierzchni bitumicznej: wiążącą i ścieralną. W planie jest też przebrukowanie chodników, regulacja urządzeń w pasie drogowym i odtworzenie oznakowania poziomego. Dostanie na to 60 dni od momentu podpisania umowy, a gwarancja powinna zostać udzielona na minimum 36 miesięcy.\n\nNa razie nie ma terminu rozpoczęcia prac. Najpewniej ruszą dopiero wówczas, gdy Strabag zakończy pogwarancyjny remont ulicy Łukasińskiego (termin został przesunięty z końca sierpnia na koniec września). Bo te roboty już wystarczająco komplikują życie zmotoryzowanym przemieszczającym się w okolicach starówki.\n\n– Możliwe, że ruszymy z Akademicką wcześniej, ale tylko pod warunkiem, że wykonawca będzie w stanie zapewnić prowadzenie prac w porze nocnej – zapowiada dyrektor Łagowiec.\n\nUprzedza jednocześnie, że prace z pewnością będą wiązać się z utrudnieniami i wprowadzeniem czasowej organizacji ruchu w tej części miasta."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy dynastia piastowska przybyła do Polski z północy?",
            "link": "https://www.salon24.pl/u/akropol/1461110,czy-dynastia-piastowska-przybyla-do-polski-z-polnocy",
            "description": "Bolesław Chrobry wysłał biskupa Wojciecha do Ujścia Wisły na wikińskiej łodzi, na której dzibnicy umieszczono drewnianą ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Salon2418 godz.",
            "source": "Salon24",
            "article_content": "2.09.2025 , ostatnia aktualizacja: 2.09.2025, 20:31 BLOG\n\nProf. Marek Figlerowicz twierdzi, że przodek pierwszych Piastów mógł przybyć na nasze ziemie z wikingami. Czy ma on rację? Rzeczywiście, w Polsce odkryto porównywalną do Skandynawii liczbę kilkadziesięciu łodzi wikingów odnalezionych w całości, czy też we fragmentach.\n\nBolesław Chrobry wysłał biskupa Wojciecha do Ujścia Wisły na wikińskiej łodzi, na której dzibnicy umieszczono drewnianą głowę mitologicznego, nordyckiego smoka. Fragment \"Drzwi Gnieźnieńskich\", domena publiczna.\n\nKoniec XIX wieku obfitował w odkrycia łodzi wikingów nie tylko w Skandynawii, ale także na obecnych ziemiach polskich. Znaleziska archeologiczne, które łączy się ze skandynawską obecnością u ujścia Wisły, to odkryte właśnie w tym czasie pozostałości trzech wraków łodzi klepkowych zbudowanych na stępce pochodzące z Bągartu (dwa wraki łodzi) i z Fromborka nad Zalewem Wiślanym (również dwa wraki).W latach 1894–95 w pobliżu miejsca śmierci św. Wojciecha w miejscowości Bągart, podczas kopania rowów melioracyjnych odkryto z kolei dwie duże łodzie wikingów z IX/X wieku. Były to łodzie klepkowe z nitowanym poszyciem, uszczelniane włosiem zwierzęcym. Jedna z niech w 1895 roku została wydobyta przez dyrektora Muzeum Prowincjonalnego w Gdańsku, później trafiła najprawdopodobniej do Muzeum Pruskiego w Królewcu, gdzie zaginęła podczas II wojny światowej. Święty Wojciech został zabity na pogańskiej świętej górze (przez wieki nazywanej „Szwedzką Górą”) w miejscowości Święty Gaj u Ujścia Wisły (fragment Drzwi Gnieźnieńskich). Przystań łodzi wikingów w Bągarcie była odległa od Świętego Gaju jedynie o 4 km. Czy św. Wojciech korzystał z tej przystani w trakcie swej ostatniej podróży?\n\nŚmierć św. Wojciecha, \"Drzwi Gnieźnieńskie\". domena publiczna.W 1896 roku natrafiono na kolejny świetnie zachowany okręt wikingów w miejscowości Charbrowo nad Jeziorem Łebsko. Po tym pierwszym odkryciu przyszły następne – w sumie tylko w tej jednej miejscowości odnaleziono wraki aż czterech długich łodzi klepkowych (langskipów) z drugiej połowy XII wieku. Charbrowo sąsiaduje ze wsią Wicko - obie są położone nad historyczną podłóżną zatoką dawnego Jeziora Łebskiego, które w czasach wikingów było zatoką morską. Trzy spośród łodzi z Charbrowa zostały wydobyte i obecnie znajdują się w muzeach – dwie w Muzeum Narodowym w Szczecinie, a jedna w Centralnym Muzeum Morskim w Gdańsku. Co ciekawe Wicko – ma bardzo starą metrykę - jest wymieniane w źródłach pod nazwą Wick w latach 1402 i 1437 . Co ciekawe Wick może mieć w skandynawskim słowie Vik - wydłużona, lejkowata zatoka (jest to źródłosłów słowa \"wiking).\n\nW 1895 r. podczas osuszania podmokłych łąk we Fromborku odkryto wrak łodzi wikingów o długości 17,4 m z VI–VII w. Kolejny wrak o długości 6–7 m odkryto tu w roku 1899. Fotografia ze zbiorów Instytutu Sztuki PAN. Frombork znajduje się w odległości jedynie 30 km od funkcjo-nującego od VIII do XI wieku słynnego portu duńskich wikingów – Truso, którego relikty odkryto w 1982 r. Pod względem wielkości i znaczenia Truso było porównywalne z najważniejszymi ówczesnymi nadbałtyckimi osadami portowymi ery wikingów, takimi jak Hedeby w Danii, Birka w Szwecji czy Wolin u ujścia Odry.\n\n\n\nRekonstrukcja wyglądu fromborskiej łodzi wikingów z VI–VII w.\n\nTopór bojowy wikinga pochowanego w pochówku łodziowym koło przystani statków parowych nad Odrą w Szczecinie.\n\n\n\n\n\nU góry: dawne opactwo cystersów w Lądzie nad Wartą. W pobliżu tutejszego wczesnośredniowiecznego grodziska odkryto w 1983 r. bojową łódź wikingów. Z funkcjonowaniem tutejszego ośrodka grodowego wiążą się odnalezione tu dwa skarby składające się z arabskich monet – dirhemów z X/XI wieku oraz z fragmentów typowych dla wikingów ozdób srebrnych. Po prawej: odkryte w Lądzie zabytki wikińskiego rogownictwa, dominuje tu styl Borre (poniżej).\n\n\n\n\n\nW Ryczynie nad Odrą na Dolnym Śląsku odkryto skandynawski kamienny kurhan - stos ofiarny oraz elitarny skandynawski pochówek łodziowy.\n\nUnikalny w skali światowej pion szachowy z wyobrażeniem dwóch wikingów płynących swą długą łodzią. Odkrycie ze \"Szwedzkiej Góry\", Wołkowysk, Białoruś."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy odkryli na pustyni w Egipcie wizerunek Jezusa sprzed 1600 lat",
            "link": "https://android.com.pl/nauka/966761-wizerunek-jezusa-w-egipcie-1600-lat/",
            "description": "Archeolodzy w Egipcie dokonali wyjątkowego odkrycia – ponad tysiącletniego malowidła przedstawiającego Jezusa uzdrawiającego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XudpPRM8Vezc13bD0hWH9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "ANDROID.COM.PL2 godz.",
            "source": "ANDROID.COM.PL",
            "article_content": "Archeolodzy w Egipcie dokonali wyjątkowego odkrycia – ponad tysiącletniego malowidła przedstawiającego Jezusa uzdrawiającego chorych. Tak unikatowe znalezisko rzuca nowe światło na rolę Afryki w rozwoju wczesnego chrześcijaństwa.\n\nOdkrycie wizerunku Jezusa zmienia spojrzenie na historię\n\nJak informuje serwis Business Insider Africa – egipscy archeolodzy natrafili na malowidło przedstawiające Jezusa Chrystusa uzdrawiającego chorych. Fresk, który ma około 1600 lat został odnaleziony w ruinach dwóch wczesnochrześcijańskich świątyń na terenie oazy Kharga, położonej na Pustyni Libijskiej. Odkrycia dokonano pod koniec lipca podczas prac wykopaliskowych prowadzonych przez zespół pod kierunkiem dr Siham Ismail.\n\nJedna ze świątyń to duża bazylika zbudowana z cegły, która niegdyś pełniła funkcję ważnego centrum religijnego. Drugi kościół był mniejszy i miał prostokątny układ, otoczony pozostałościami siedmiu kolumn. Badacze natrafili także na ślady zabudowań mieszkalnych, cmentarzyska, a także przedmioty codziennego użytku i naczynia służące do przechowywania żywności.\n\nZ uwagi na delikatność fresku egipskie Ministerstwo Turystyki i Zabytków nie zdecydowało się na jego publiczne zaprezentowanie. Specjaliści podkreślają, że wymaga on odpowiednich warunków konserwacyjnych, aby uchronić go przed zniszczeniem na skutek czynników środowiskowych.\n\nLaptopy polecane przez naszą redakcję (linki afiliacyjne prowadzą do sklepu partnera)\n\nAfryka – kolebka wczesnego chrześcijaństwa?\n\nSamo odkrycie ma ogromne znaczenie historyczne, gdyż przypomina o tym, że chrześcijaństwo rozwijało się w Afryce równolegle z innymi regionami. Już w pierwszym wieku naszej ery religia ta zaczęła zdobywać wyznawców w Egipcie, Nubii, Etiopii i innych częściach kontynentu. To właśnie w egipskich pustyniach narodziła się tradycja życia monastycznego, zapoczątkowana przez takich świętych jak Antoni Wielki czy Pachomiusz Starszy. Ich styl życia i duchowe nauki miały ogromny wpływ na rozwój chrześcijaństwa w Europie.\n\nRównież w Etiopii chrześcijaństwo pojawiło się wcześnie – w IV wieku król Ezana przyjął tę religię, co doprowadziło do powstania Etiopskiego Kościoła Ortodoksyjnego. Wspólnota ta do dziś zachowuje unikalne tradycje, liturgie oraz teksty w języku gyyz – w tym jedne z najstarszych tłumaczeń Biblii.\n\nPrzeczytaj także: Jaki automatyczny ekspres do kawy? Zdziwisz się, jak niewiele trzeba wydać\n\nEgipt i cała Afryka odegrały zatem kluczową rolę w kształtowaniu się chrześcijańskiej tożsamości. Odkrycie malowidła z oazy Kharga jest kolejnym dowodem na to, że początki tej religii były znacznie bardziej złożone, niż powszechnie się uważa.\n\nŹródło: Business Insider Africa, opracowanie własne. Zdjęcie otwierające: Adam Ján Figel / Adobe Stock\n\nCzęść odnośników to linki afiliacyjne lub linki do ofert naszych partnerów. Po kliknięciu możesz zapoznać się z ceną i dostępnością wybranego przez nas produktu – nie ponosisz żadnych kosztów, a jednocześnie wspierasz niezależność zespołu redakcyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zbliża się Weekend z Zabytkami Powiatu Bocheńskiego, w programie 85 atrakcji: m.in. potańcówka, kino plenerowe, zabytkowy pociąg, koncerty",
            "link": "https://www.msn.com/pl-pl/podroze/podr%C3%B3%C5%BCe-przygodowe/zbli%C5%BCa-si%C4%99-weekend-z-zabytkami-powiatu-boche%C5%84skiego-w-programie-85-atrakcji-m-in-pota%C5%84c%C3%B3wka-kino-plenerowe-zabytkowy-poci%C4%85g-koncerty/ar-AA1LMEcG?ocid=BingNewsVerp",
            "description": "Od piątku do niedzieli potrwa 18. już edycja Weekendu z Zabytkami Powiatu Bocheńskiego. Organizatorzy przygotowali 85 atrakcji, wśród nich m.in. koncerty na wiśnickim zamku i w Bochni, przejażdżki zab ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska on MSN1 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycia archeologiczne przy budowie S17",
            "link": "https://www.rmf24.pl/regiony/lublin/newsamp-sensacyjne-odkrycia-archeologiczne-przy-budowie-s17,nId,8016507",
            "description": "Archeolodzy natrafili na wyjątkowe znaleziska podczas prac przy budowie drogi ekspresowej S17. Wśród odkrytych obiektów są między innymi ziemianki, półziemianki, chaty, skorupy, monety czy austriackie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "RMF2413 godz.",
            "source": "RMF24",
            "article_content": "Archeolodzy natrafili na wyjątkowe znaleziska podczas prac przy budowie drogi ekspresowej S17. Wśród odkrytych obiektów są między innymi ziemianki, półziemianki, chaty, skorupy, monety czy austriackie okopy. O sensacyjnym odkryciu poinformował Lubelski Wojewódzki Konserwator Zabytków.\n\nREKLAMA\n\n/ Fb Lubelski Wojewódzki Konserwator Zabytków / Shutterstock\n\nArcheolodzy natrafili na wyjątkowe znaleziska podczas prac przy budowie drogi ekspresowej S17.\n\nJak poinformował w mediach społecznościowych Lubelski Wojewódzki Konserwator Zabytków, na stanowisku archeologicznym zlokalizowanym na trasie budowy S17 przebadano już 787 obiektów o różnorodnym przeznaczeniu.\n\nWśród nich znalazły się ziemianki, półziemianki, chaty, liczne jamy gospodarcze oraz ślady dawnych konstrukcji naziemnych.\n\nArcheolodzy natrafili także na austriackie okopy z okresu I wojny światowej oraz pozostałości zasieków z drutu kolczastego.\n\nW trakcie badań pozyskano ponad 2000 fragmentów ceramiki naczyniowej, blisko 1000 ułamków kości zwierzęcych, kilkanaście narzędzi krzemiennych i około 100 przedmiotów metalowych.\n\nSetki obiektów i tysiące artefaktów\n\nNajstarsze odkrycia pochodzą z epoki neolitu (IV tysiąclecie p.n.e.). Kolejne znaleziska to fragmenty ceramiki z epoki brązu, w tym z kultur mierzanowickiej, trzcinieckiej i łużyckiej.\n\nOdkryto również grocik do strzały odlany z brązu. Z okresu rzymskiego (I-III w. n.e.) pochodzą obiekty mieszkalne powiązane z kulturą przeworską. Wczesne średniowiecze (VII-XIII w.) reprezentują domostwa z paleniskami i liczne jamy gospodarcze.\n\nZnaleziono także gliniany garnek oraz przedmioty metalowe, takie jak enkolpion i ozdobna aplikacja z brązu.\n\nZ okresu od XIII do XV wieku pochodzą m.in. pierścień z brązu oraz ołowiany odważnik do wagi. Znaleziska z czasów staropolskich (XVI-XVIII w.) to m.in. enkolpion, kluczyk do szkatułki oraz przybór kosmetyczny z brązu. Najmłodsze artefakty to moneta z 1812 roku i kamienne piwniczki z przełomu XIX i XX wieku.\n\n\n\n\"Zaprezentowane znaleziska ewidentnie wskazują na długotrwałe i ciągłe osadnictwo na tym stanowisku. Jego początek można określić na środkowy okres epoki neolitu, z mniejszą intensywnością w epoce brązu i początkach epoki żelaza, ale z wyraźnie wzrastającą jego intensywnością od okresu rzymskiego przez bardzo wczesne średniowiecze, klasyczny okres wczesnego średniowiecza i średniowiecza oraz kontynuacją w okresie staropolskim, aż po okres nowożytny\" - podkreślają archeolodzy.\n\nObecnie wszystkie znaleziska są szczegółowo analizowane i opracowywane.\n\nOstateczne wyniki badań mogą ulec korekcie, jednak już teraz wiadomo, że stanowisko ma ogromną wartość naukową, a prowadzone badania były w pełni uzasadnione.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer po Lucernie – Jezioro Czterech Kantonów i zabytkowa starówka Szwajcarii w 4K",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/spacer-po-lucernie-jezioro-czterech-kanton%C3%B3w-i-zabytkowa-star%C3%B3wka-szwajcarii-w-4k/vi-AA1LLIQn?ocid=BingNewsVerp",
            "description": "Odkryj Lucernę w Szwajcarii podczas spaceru w jakości 4K, który pokazuje uroki Jeziora Czterech Kantonów i historycznego centrum miasta. Przejdź malowniczym bulwarem nad jeziorem, przejdź przez słynny ...",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "Walking Man - Sightseeing on MSN5 godz.",
            "source": "Walking Man - Sightseeing on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "03 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-03,6,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków12 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy płacą za nie krocie. Ceny kartek na mięso z PRL",
            "link": "https://www.onet.pl/styl-zycia/kbpl-2/kolekcjonerzy-placa-za-nie-krocie-ceny-kartek-na-mieso-z-prl/vy0zn8p,0666d3f1",
            "description": "Przeglądając stare rzeczy po rodzicach czy dziadkach, nie wyrzucaj kartek na mięso z czasów PRL! Te niepozorne papierki, bez ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.p8M210MgD9eZcdqbqrNo9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Onet32 min",
            "source": "Onet",
            "article_content": "Fenomen poszarzałego kartonika\n\nRosnące zainteresowanie pamiątkami z PRL to nie przypadek. Młodsze pokolenie odkrywa dla siebie historię, której nie doświadczyło osobiście. Jest ciekawe rzeczywistości znanej z filmów, niekiedy romantyzowanej przez starszych. Natomiast ci starsi chcą zachować świadectwa minionej epoki. Nostalgia? Kartki na mięso stały się jednym z symboli tamtych czasów – reprezentują absurd systemu, w którym dostęp do podstawowych produktów spożywczych był reglamentowany przez państwo.\n\nKolekcjonerzy szczególnie cenią sobie: kompletne zestawy kartek z różnych okresów, rzadziej spotykane kartki dla konkretnych grup społecznych (górnicy, matki karmiące), nieużywane egzemplarze bez stempli i wyrywek. Cenne są także kartki z wkładkami do dowodu osobistego z lat 80. I dokumenty z różnych województw – każde miało własne wzory.\n\nDalszy ciąg materiału pod wideo\n\nPoznaj kontekst z AI Gdzie mogę sprzedać kartki na mięso z PRL?\n\nJakie kartki z PRL są najcenniejsze?\n\nIle można zarobić na kartkach na mięso?\n\nDlaczego kartki na mięso z PRL są tak cenne?\n\nIle to warte?\n\nreklama\n\nCeny kartek na mięso z PRL zależą od kilku czynników.\n\nKompletne zestawy kartek na mięso wahają się w przedziale 60-150 zł. Kartki dla górników i matek karmiących – 80-200 zł. Nieużywane kartki z lat 70. mogą kosztować 100-300 zł. Rzadkie wkładki do dowodu osobistego osiągają najwyższe ceny – 150-400 zł.\n\nNajdroższe są komplety z lat 1976-1982, czyli z początku największego kryzysu gospodarczego PRL.\n\nStan zachowania to podstawa – kartki powinny być niezdarte, bez plam i zagięć. Największą wartość mają te nieużywane, bez wyrwanych kuponów i stempli sklepowych.\n\nSprawdź grupę uprawnień – społeczeństwo w PRL było podzielone na dziewięć grup, każda z własnymi przydziałami: grupa A (dzieci do 3 lat): 1 kg miesięcznie, grupa B (pracownicy, młodzież): 3,5 kg miesięcznie, grupa C (górników, hutników): 7 kg miesięcznie, grupa D (matki karmiące): 7 kg miesięcznie.\n\nZwróć uwagę na daty – najcenniejsze są kartki z lipca 1976 r. (pierwsze kartki na cukier) oraz z lutego 1981 r. (wprowadzenie kartek na mięso).\n\nGdzie sprzedać kartki z PRL?\n\nAukcje internetowe to najpopularniejsza opcja. Allegro, OLX, Vinted i specjalistyczne portale numizmatyczne regularnie odnotowują transakcje kartek za wysokie kwoty. A jeśli nie tam, to zostają jeszcze fora i grupy kolekcjonerów w social mediach.\n\nGiełdy kolekcjonerskie organizowane w większych miastach to miejsce, gdzie można spotkać pasjonatów PRL-u gotowych zapłacić za rzadkie egzemplarze.\n\nWarto zajrzeć też do antykwariatów specjalizujących się w PRL – często skupują kartki od osób prywatnych, choć ich ceny bywają niższe niż na aukcjach.\n\nPrzed wystawieniem na sprzedaż nie czyść kartek — wszelkie zabiegi konserwatorskie mogą obniżyć wartość. Przechowuj w suchym miejscu — wilgoć niszczy papier. Przygotuj dokładne opisy i rób dobre zdjęcia — kolekcjonerzy chcą widzieć każdy szczegół.\n\nPamiętaj: to, co dla jednych to stary papier, dla innych może być cenną pamiątką historii. Zanim wyrzucisz kartki z PRL, sprawdź ich wartość — możesz się mile zaskoczyć!\n\nA może inne pamiątki?\n\nJeśli znalazłeś kartki na mięso, to może znajdziesz też inne cenne pamiątki. Co ma wartość inną niż sentymentalna?\n\nPokwitowania z punktów skupu makulatury — uprawniały do zakupu papieru toaletowego (zarobisz na nich między 30-80 zł). A może masz kartki na benzynę? Jeśli tak, pewnie uda ci się je sprzedać za 40-100 zł. Kartki na czekoladę i alkohol? Rzadsze, ale poszukiwane, warte 60-200 zł. Stare pocztówki też okazują się cenne, choć tu cena zależy od mnóstwa czynników. Wielu pasjonatów minionej epoki chętnie zapłaci też za papier lub torebki z Pewexu. Nie mówiąc o bonach, starych banknotach czy monetach.\n\nKartki na mięso wprowadzono 28 lutego 1981 r. System miał obowiązywać przez kwartał, a przetrwał aż do sierpnia roku 1989 – niemal do końca PRL. Większość Polaków należała do grupy B i mogła kupić 3,5 kg mięsa miesięcznie, podczas gdy górnicy i matki karmiące mieli podwójny przydział.\n\nDziś te papierki to nie tylko pamiątki, ale prawdziwe świadectwa historii. Pokazują, jak wyglądało życie w systemie, w którym to, co dziś odruchowo wrzucamy do koszyka, spacerując po supermarkecie, było luksusem dostępnym tylko dla wybranych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uliczka Tradycji w Radomiu po raz pierwszy na Rynku. Uczestnicy przeniosą się do lat 20. i 30. Gwar targowiska, zapach prochu i koncerty",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/uliczka-tradycji-w-radomiu-po-raz-pierwszy-na-rynku-uczestnicy-przenios%C4%85-si%C4%99-do-lat-20-i-30-gwar-targowiska-zapach-prochu-i-koncerty/ar-AA1LNqKa?ocid=BingNewsVerp",
            "description": "Gwar miejskiego targowiska, specjały międzywojennej kuchni i zapach prochu. Już w niedzielę, 14 września powróci doroczny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eQmoVx7LAIVjlirOEFDo-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Radom Naszemiasto on MSN10 min",
            "source": "Radom Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Puszczy Knyszyńskiej",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/sensacyjne-odkrycie-w-puszczy-knyszynskiej-skarb-z-xvii-w-ujawniony/zqjwpks,0666d3f1",
            "description": "Eksploratorzy z grupy Magna Silva dokonali niezwykłego odkrycia w Puszczy Knyszyńskiej, odnajdując 69 monet z XVII w., w tym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WfnoX7ne6MSkibS6GqsAqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Onet11 godz.",
            "source": "Onet",
            "article_content": "69 monet z XVII w. odkryto w Puszczy Knyszyńskiej\n\nWśród nich znajduje się złoty dukat z 1633 r.\n\nOdkrycia dokonano z użyciem detektorów metali\n\nMonety trafią do zbiorów Muzeum Podlaskiego\n\nDużo czytania, a mało czasu? Sprawdź skrót artykułu\n\nOdkrycie skarbu\n\n69 monet z XVII w. — w tym złoty dukat i 68 różnych srebrnych monet — znaleźli eksploratorzy z grupy Magna Silva w Puszczy Knyszyńskiej. Skarb zaprezentowano we wtorek w Muzeum Podlaskim w Białymstoku.\n\nPoznaj kontekst z AI Jakie monety zostały odkryte w Puszczy Knyszyńskiej?\n\nKto znalazł skarb z XVII wieku?\n\nGdzie zaprezentowano odkrycie skarbu?\n\nCzy eksploratorzy mieli pozwolenia na poszukiwania?\n\nZgody i procedury\n\nreklama\n\nDyrekcja Muzeum Podlaskiego podkreśla, że taki skarb to rzadkie znalezisko, wyjątkowe, w dodatku znalezione w poszukiwaniach, na które eksploratorzy mieli wszelkie wymagane zgody na prowadzenie poszukiwań, w tym zgodę konserwatora zabytków.\n\nSzczegóły odkrycia\n\nSkarb znaleziono latem z wykorzystaniem detektorów metali. Poszukiwacze z grupy Magna Silva, która działa przy Stowarzyszeniu Przyjaciół Puszczy Knyszyńskiej Wielki Las, mówią, że było to losowe znalezisko, które zaskoczyło wszystkich. Nie podają, gdzie dokładnie znaleziono monety, aby postronne osoby nie zniszczyły tego miejsca.\n\nHipotezy dotyczące skarbu\n\nMonety znajdowały się przy szlaku komunikacyjnym na terenie należącym do nadleśnictwa. Hipotezy badaczy zakładają, że monety były w woreczku lub sakiewce, które były wykonane z jakiegoś materiału organicznego, ale się to nie zachowało — poinformował na konferencji prasowej Hubert Lepionka z działu archeologii Muzeum Podlaskiego. Dodał, że ktoś, kto złożył ten skarb, musiał być osobą o średniej zamożności, np. kupcem czy wojskowym albo osobą związaną z gospodarką leśną. Zaznaczył, że ustalenie tego jest bardzo trudne, można jedynie domniemywać.\n\nZnaczenie odkrycia\n\n— Złoty dukat i 68 srebrnych monet to wspaniałe znalezisko, które też pokazuje, że współpraca pomiędzy stowarzyszeniami, eksploratorami a urzędem konserwatorskim i muzeami daje wspaniałe efekty. Bo to jest wynik badań trochę przypadkowych. Tam nikt nie wiedział, że będzie w 100 proc. to znalezisko — powiedział zastępca wojewódzkiego konserwatora zabytków dr hab. prof. Uniwersytetu w Białymstoku Karol Łopatecki.\n\nWartość monet\n\nZłoty dukat ma największą wartość. Hubert Lepionka powiedział, że złotych monet używano wówczas do dużych transakcji i nie każdy mógł się nim posługiwać. Wskazał, że zazwyczaj w obiegu płatniczym były monety srebrne.\n\nNominały monet\n\n— Mamy szóstaka, czyli 6 groszy, cztery trojaki, a resztę stanowią półtoraki, czyli półtora grosza — wyjaśnił Lepionka. Są też dwa małe szelągi.\n\nWartość historyczna\n\nProf. Łopatecki dodał, że za złotego dukata, który był odpowiednikiem ok. 170 groszy, można było kupić dobrego konia. Hubert Lepionka porównał także, że można było za taką sumę utrzymać się przez 87 dni — wg. dawnych przeliczników.\n\nPrzyszłość skarbu\n\nSkarb ma trafić do zbiorów numizmatycznych Muzeum Podlaskiego. Lepionka podkreślił, że to pierwszy skarb ze złotą monetą przekazany do zbiorów muzeum z legalnych poszukiwań eksploratorów. Skarb nie jest jeszcze wyceniony, jest w depozycie Muzeum Podlaskiego. Muzeum chce uzyskać zgodę konserwatora zabytków na przekazanie skarbu do tej instytucji.\n\nZnaczenie dla muzeum\n\n— To jest moment dla nas istotny, kiedy uśmiechamy się na myśl, co się tutaj dzieje — powiedział dyrektor Muzeum Podlaskiego dr Waldemar Wilczewski. Dodał, że muzeum jest właściwą instytucją, do której takie znaleziska powinny trafiać, aby były to chronione, badane, konserwowane i eksponowane.\n\nArtur Reszko / PAP Sensacyjne odkrycie w Puszczy Knyszyńskiej: skarb z XVII w. ujawniony\n\nOdpowiedzialność za odkrycie\n\n— Taki skarb to nie tylko euforia czy emocje przy odkrywaniu, ale też wielka odpowiedzialność — powiedział Krzysztof Korzeniewski z grupy Magna Silva. Dodał, że po odnalezieniu skarbu odbywały się prace archeologiczne związane z odsłonięciem skarbu, jego zabezpieczeniem. Poszukiwania mają być kontynuowane.\n\nOdkrycie skarbu z XVII w. w Puszczy Knyszyńskiej to nie tylko sensacyjne znalezisko, ale także dowód na skuteczność współpracy między eksploratorami a instytucjami muzealnymi. Monety, w tym cenny złoty dukat, trafią do Muzeum Podlaskiego, gdzie będą chronione i badane. To odkrycie podkreśla znaczenie odpowiedzialnego podejścia do poszukiwań archeologicznych i ich potencjalnego wkładu w naszą wiedzę historyczną.\n\nŹródło informacji: Polska Agencja Prasowa"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe fakty naukowe o odkryciu z Orłowa. ,,W Polsce nie mieliśmy jeszcze takiego znaleziska'",
            "link": "https://portalkujawski.pl/2025/nowe-fakty-naukowe-o-odkryciu-z-orlowa-w-polsce-nie-mielismy-jeszcze-takiego-znaleziska/",
            "description": "Zbiorowych pochówek mężczyzny i kobiety oraz dwójki dzieci datowany na 8-7 tys. lat przed naszą erą może rozbudzać wyobraźnie. Takiego odkrycia dokonano w sierpniu w Orłowie w gminie wiejskiej Inowroc ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uIlMAFGvrodoyVuQxi_IFQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Portal Kujawski22 godz.",
            "source": "Portal Kujawski",
            "article_content": "Zbiorowych pochówek mężczyzny i kobiety oraz dwójki dzieci datowany na 8-7 tys. lat przed naszą erą może rozbudzać wyobraźnie. Takiego odkrycia dokonano w sierpniu w Orłowie w gminie wiejskiej Inowrocław, w czasie budowy gazociągu. Sprawdzamy skąd te przypuszczenia naukowców i co to znalezisko oznacza.\n\nW obieg poszły już opinie, że to odkrycie o kilka tysięcy lat starsze niż egipskie piramidy. Sam fakt, że mówimy o czymś co leżało przez ok. 10 tys. robi spore wrażenie.\n\nArcheolodzy z Uniwersytetu Kardynała Wyszyńskiego w Warszawie ocenili, że na 90% mówimy o odkryciu z okresu mezolity. Żeby to potwierdzić ostatecznie musimy poczekać na wyniki badań datowania radiowęglem. Zdaniem archeologa Piotra Alagierskiego w rozmowie z Polską Agencją Prasową oszacowano, że pochówku dokonano przed powstaniem kujawskich czanorziemów. One zaczęły się natomiast formować jakieś 7-8 tys. lat temu. W jamie grobowej znaleziono też narzędzia z epoki kamienia. Układ ciał zmarłych jest niemal identyczny jak odkrywane już w Skandynawii, we Francji czy w Karelii (dzisiejsza Rosja). Jest to pierwsze takie odkrycie jednak w Polsce. Pochówek zmarłych tulących się do siebie to był cecha charakterystyczna pochówków z okresu mezolitu.\n\nZdaniem naukowców badania DNA mają pozwolić określić, czy pochowani byli spokrewnieni. Świat nauki ciekawi też to jak dotarli oni na te ziemie, co zapewne będzie przedmiotem dalszych badań."
        }
    }
]