[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retro, antyki, vintage - na takie starocie w 2025 roku polują kolekcjonerzy. Tyle dziś kosztują [30.05.2025 r.]",
            "link": "https://pomorska.pl/retro-antyki-vintage-na-takie-starocie-w-2025-roku-poluja-kolekcjonerzy-tyle-dzis-kosztuja-30-05-2025-r/ar/c1p2-27601871",
            "description": "W 2025 roku przedmioty z dawnych lat cieszą się niesłabnącą popularnością. Antyki, rzeczy vintage i retro przeżywają swój ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s6BC1TZilAcBnODd8DpN7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska11 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Rzeczy z duszą – antyki, vintage i retro – to coś więcej niż tylko stare przedmioty. To historie zapisane w drewnie, metalu, winylu i tkaninach. W 2025 roku, w czasach szybkiej cyfrowej rewolucji, stają się symbolem trwałości, stylu i tożsamości kulturowej. Kolekcjonowanie ich to nie tylko pasja, ale często też forma inwestycji i powrót do wartości, które nie przemijają z czasem. Jeśli masz coś z dawnych lat – może właśnie trzymasz w ręku przyszły skarb."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te starocie z PRL. Takie pamiątki mogą okazać się prawdziwym skarbem",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kolekcjonerzy-poluj%C4%85-na-te-starocie-z-prl-takie-pami%C4%85tki-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem/ar-AA1ESyu7?ocid=BingNewsVerp",
            "description": "Przedmioty z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników retro, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1uinSUf-iaSiUxhqMoTt0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retro, antyki, vintage - na takie starocie w 2025 roku polują kolekcjonerzy. Tyle dziś kosztują [29.05.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/retro-antyki-vintage-na-takie-starocie-w-2025-roku-poluj%C4%85-kolekcjonerzy-tyle-dzi%C5%9B-kosztuj%C4%85-29052025/ar-AA1FhklN?ocid=BingNewsVerp",
            "description": "W 2025 roku przedmioty z dawnych lat cieszą się niesłabnącą popularnością. Antyki, rzeczy vintage i retro przeżywają swój ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aUT_ZsbcYiifHT1Qujei-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (30.05.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://pomorska.pl/przeglad-prasy-30-05-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960903",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 29.05. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „Po skończeniu 65 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska41 min",
            "source": "Gazeta Pomorska",
            "article_content": "Prasówka 30.05: pozostałe wydarzenia\n\nPoniżej prezentujemy pozostałe artykuły, które przyciągały wczoraj uwagę czytelników. Co było tak istotne, że nie można było od tego oderwać wzroku?\n\nOsoby cierpiące na nadciśnienie tętnicze mogą ubiegać się o zasiłek pielęgnacyjny w wysokości 215,84 zł miesięcznie. Świadczenie to przysługuje niezależnie od dochodu. Jednak aby uzyskać zasiłek, trzeba spełnić określone warunki. Zobacz, kto może się ubiegać o dodatkowe pieniądze."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wadliwe monety mogą być w cenie złota. Tyle kosztują stare i uszkodzone pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wadliwe-monety-mog%C4%85-by%C4%87-w-cenie-z%C5%82ota-tyle-kosztuj%C4%85-stare-i-uszkodzone-pieni%C4%85dze/ar-AA1F8TyQ?ocid=BingNewsVerp",
            "description": "Zanim wydasz swoje monety, warto je dokładnie obejrzeć. Nie uwierzysz, jak bardzo mogą one zainteresować kolekcjonerów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1--lJ8tMnPmNitLvZjoRqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN7 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 29.05.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-29052025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN22 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (30.05.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://gp24.pl/przeglad-prasy-30-05-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960927",
            "description": "Horoskop dzienny na piątek 30 maja – energia dnia. Piątek 30 maja zapowiada się intensywnie. To dzień, w którym intuicja gra ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xHhzPrCaCZXc_4-wBIFpAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza40 min",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dzień Dziecka na całego! Pikniki, koncerty i niespodzianki dla małych i dużych. Co? Gdzie? Kiedy?",
            "link": "https://www.eostroleka.pl/dzien-dziecka-na-calego-pikniki-koncerty-i-niespodzianki-dla-malych-i-duzych-co-gdzie-kiedy,art119071.html",
            "description": "Zbliżający się weekend zapowiada się jako prawdziwe święto radości, muzyki i rodzinnej zabawy w całym regionie! W Ostrołęce i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eNiu9IHQXJptJecEzoSHwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "eOstroleka7 godz.",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nZbliżający się weekend zapowiada się jako prawdziwe święto radości, muzyki i rodzinnej zabawy w całym regionie! W Ostrołęce i okolicach odbędzie się kilkadziesiąt wydarzeń z okazji Dnia Dziecka – od pikników, koncertów i festynów po kino plenerowe i nocny rajd rowerowy.\n\nNa najmłodszych czekają alpaki, dmuchańce, warsztaty, teatrzyki i atrakcje historyczne, a na starszych – koncert zespołu Enej, pokazy iluzji i klimatyczny folk. Nie zabraknie też sportowych wyzwań, strzelnicy, parady motocykli i smakowitych poczęstunków. Sprawdź pełny przewodnik po wydarzeniach i zaplanuj wyjątkowy weekend z rodziną!\n\nRepertuar Kina Jantar w Ostrołęce\n\nLilo i Stich, Dumna Królewna, Mission: Impossible - The final reckoning, Frendo\n\nRepertuar Kina Helios w Łomży\n\nMini maraton anime, Peppa poznaje nowego członka rodziny, Lilo i Stich, Dumna Królewna, Karate Kid: Legendy, Frendo, Mission: Impossible - The final reckoning, Oszukać przeznaczenie: więzy krwi, Minecraft: Film, Thunderbolts, Kapitan Ameryka: Nowy wspaniały świat, Kicia Kocia w przedszkolu, Dziadku, wiejemy!\n\nPiątek, 30 maja\n\ngodz. 10:00 - Dzień otwarty w “Metalówce”\n\nMotoryzacyjne perełki, praktyczne pokazy i kuchnia polowa – to tylko część atrakcji czekających w Zespole Szkół Zawodowych Nr 1. Jeśli chcesz poznać szkołę od środka, porozmawiać z uczniami i nauczycielami, a przy okazji dobrze się bawić – nie może Cię tam zabraknąć!\n\ngodz. 10:00 - Mysznyniecki Dzień Dziecka\n\nDmuchane szaleństwo, malowanie twarzy, festiwal piosenki dziecięcej i ognisko z kiełbaskami – to będzie dzień pełen kolorów, radości i zabawy! Zabierz rodzinę i spędź niezapomniane chwile w sercu Myszyńca – startujemy punktualnie o 10:00!\n\ngodz. 15:00 - Dzień Dziecka w Durlasach\n\nSportowe emocje, kolorowe dmuchańce i dyskoteka pod chmurką – to tylko część atrakcji, które czekają na dzieci i całe rodziny! Wpadnij na wspólne świętowanie, baw się w rytmie muzyki i skosztuj pyszności od lokalnych gospodyń!\n\ngodz. 15:00 - Dzień Dziecka w GOKSiR w Goworowie\n\nBezpłatny park rozrywki, mecze dzieci kontra rodzice i finał konkursu „Goworowo Rowerowo” – szykuje się popołudnie pełne emocji i śmiechu! Zabierz całą rodzinę i przeżyj niezapomniane chwile z GOKSiR-em – będzie wesoło, kolorowo i aktywnie!\n\ngodz. 16:00 - Dzień Dziecka z Walecznymi w Olszewie-Borkach\n\nSpotkanie z Mistrzem Świata, ekstremalne tory przeszkód, koncerty i akcja charytatywna – tu liczy się radość, sport i pomaganie! Przyjdź z rodziną, baw się, kibicuj, próbuj sił w konkursach i poczuj moc wspólnego świętowania!\n\ngodz. 18:00 - Magiczny Dzień Dziecka w Kadzidle\n\nGmina Kadzidło zaprasza na wyjątkowy pokaz iluzji Piotra Szumnego – pełen czarów, niespodzianek i rodzinnej atmosfery! Weź bezpłatne wejściówki i razem z dziećmi daj się porwać w świat magii, który rozbudzi wyobraźnię małych i dużych!\n\ngodz. 18:00 - spektakl “Hydra na osiedlu” w Klubie Oczko\n\nMitologiczna Hydra wkracza na współczesne osiedla w zaskakującym spektaklu młodych aktorów z teatru Niewidzialni – będzie zabawnie, mądrze i bardzo aktualnie! Wstęp wolny, ale miejsca szybko znikają – nie przegap tej teatralnej perełki w ramach Ostrołęckiej Wiosny Teatralnej!\n\nSobota, 31 maja\n\ngodz. 10:00 - Festyn rodzinny w Borawem\n\nBędzie gwarno, kolorowo i rodzinnie – dzieci wystąpią na scenie, a żołnierze z Komorowa zadbają o wojskowy akcent! Czeka Was dzień pełen śmiechu, zapachu waty cukrowej i sąsiedzkich rozmów przy ognisku – bądźcie tam z nami!\n\ngodz. 11:00 - Festyn “Rodzina na wypadzie” w Dylewie\n\nWsiądź na rower, chwyć kijki lub po prostu przyjdź z dziećmi – czeka Cię 20 km przygody, 3 km spaceru i mnóstwo dobrej energii na leśnych szlakach! Zakończ dzień w rytmie muzyki pod remizą – Dylewo wie, jak połączyć rekreację z zabawą!\n\ngodz. 11:00 - Dzień Dziecka na Stacji\n\nRozśpiewana scena marzeń, strefa LEGO, taneczna mini-dyskoteka i czekoladowe warsztaty – tu każde dziecko znajdzie coś, co pokocha! Wpadnij z rodziną, bo wstęp jest wolny, atrakcji mnóstwo, a wata cukrowa leci… prosto do ręki!\n\ngodz. 13:00 - Bursztynowy Dzień Dziecka\n\nMisio Burszynek, alpaki z planu filmowego, kolorowe animacje i dziecięca scena pełna tańca – tak się świętuje w największym stylu! Przyjdź z rodziną na plac przed Galerią Bursztynową, daj się porwać radości i dołóż cegiełkę w szczytnym celu – tu każde dziecko znajdzie swój kawałek uśmiechu.\n\ngodz. 14:00 - Galloping Bulls Parade\n\nRyk silników, parada przez miasto i bikerowy klimat – motocykliści z Galloping Bulls znów przejmują ulice! Zwieńczeniem będzie gorący posiłek i jeszcze gorętsze after party w „Zaciszu Ułańskim” – wstęp od 17:00, pole namiotowe czeka! Start parady na parkingu przy ul. Prądzyńskiego.\n\ngodz. 14:00 - Rodzinny Piknik Strzelecki, Strzelnica „Strzelec” w Sadykierzu\n\nBezpieczne strzelanie pod okiem instruktorów, wojskowe stoiska i wojskowa grochówka – szykuj się na wyjątkowe popołudnie z adrenaliną i rodzinnym klimatem! Wpadnij z bliskimi, spróbuj sił na strzelnicy i zakończ dzień przy ognisku – wszystko za darmo, z myślą o lokalnej społeczności!\n\ngodz. 18:00 - Majówka w Jankach Młodych\n\nGrill, ognisko, lokalne przysmaki i prezentacje 10 organizacji – będzie pysznie, inspirująco i serdecznie!\n\nDołącz do wspólnego świętowania siły współpracy – Jankowianki czekają z uśmiechem i muzyką!\n\ngodz. 21:00 - Kino letnie przy Galerii Bursztynowej\n\nWieczór pod gwiazdami, familijny seans „Rybki z ferajny” i leżaki gotowe – zaczynamy filmowe lato pełne wspólnych emocji! Zabierz koc, przyjaciół i dobry nastrój – magia kina w plenerze wraca na ekrany miasta!\n\ngodz. 23:45 - Inauguracja rywalizacji o tytuł Rowerowej Stolicy Polski - nocna jazda ulicami Ostrołęki\n\nWsiadaj na rower, dołącz do grupy „eOstrołęka” w aplikacji Aktywne Miasta i pomóż miastu zdobyć prestiżowy tytuł – ruszamy już w noc z soboty na niedzielę o 23:45 spod stadionu! Konkursy, odznaki, nocna przejażdżka i wspólna walka o rekord – niech każdy kilometr ma znaczenie!\n\nNiedziela, 1 czerwca\n\ngodz. 10:00 - Dzień Dziecka w Sali Zabaw Morska Kraina\n\nGlutki, tatuaże, bańki i zabawa bez ograniczeń – wstęp wolny, uśmiechy obowiązkowe! Wpadnij z dzieckiem, zróbcie wspólne zdjęcie z maskotką i zanurzcie się w kolorowej atmosferze świętowania!\n\ngodz. 11:00 - Kurpie i Goście – koncert folklorystyczny, Ostrołęckie Centrum Kultury\n\nŻywiec, Biłgoraj, Podlasie – scena OCK zabrzmi pieśnią i zatańczy w rytmie tradycji z całej Polski! Kup bilet, usiądź w pierwszym rzędzie i pozwól, by folklor poruszył Twoje serce – kultura ludowa nigdy nie była tak blisko.\n\ngodz. 11:00 - Giełda kolekcjonerska w Klubie Lokator\n\nZnaczki, winyle, stare monety i przedmioty z duszą – tu pasja spotyka się z historią! Przyjdź, poszperaj, wymień się lub po prostu daj się zainspirować – wstęp wolny, klimat bezcenny!\n\ngodz. 13:00 - Dzień Dziecka w Rzekuniu i otwarcie “Czarnej Dróżki”\n\nKosmiczne kino, teatrzyk, otwarcie Czarnej Dróżki i wieczorne kino pod chmurką – emocje od rana do nocy gwarantowane! Zabierz dzieci, zapisz się na seans i dajcie się porwać w dzień pełen przygód i uśmiechu!\n\ngodz. 13:00 - Piknik historyczny na osiedlu Centrum, plac przy kościele św. Franciszka z Asyżu\n\nŚredniowieczne obozy, łucznicze tory, pieczęcie, koncerty i... Miasteczko Flinstonów – tak Dzień Dziecka świętuje historia! Przyjdź w rodzinnej drużynie, baw się piankowym mieczem, zjedz coś z grilla i posłuchaj lokalnego rapera – wstęp wolny, klimat bezcenny!\n\ngodz. 15:00 - II Mazowiecki Dzień Rodziny w Kadzidle\n\nRodzinne animacje, alpaki, konkursy i kulinarne pyszności – a na finał o 19:00 energetyczny koncert zespołu ENEJ! Przyjdź świętować z nami – wstęp wolny, uśmiech obowiązkowy!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy/ar-AA1Dm3ZU?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.9g%2bL8WxmodKcbhR0EEFWKw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN8 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "reklama Przejdź do strony",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/masz-to-w-domu-po-babci-w-2025-roku-te-porcelanowe-cuda-osi%C4%85gaj%C4%85-zawrotne-ceny/ar-AA1EGcBi?ocid=BingNewsVerp",
            "description": "Produkowana w latach 50., 60., 70 czy 80. porcelana w renomowanych zakładach była ceniona za precyzję i trwałość. Do jej wytwarzania używano wysokiej jakości surowców, co sprawia, że naczynia, nawet ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy/ar-AA1Dm3ZU?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.9g%2bL8WxmodKcbhR0EEFWKw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN8 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 29.05.2025",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-23-01-2025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN22 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (30.05.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://pomorska.pl/przeglad-prasy-30-05-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960903",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 29.05. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „Po skończeniu 65 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska41 min",
            "source": "Gazeta Pomorska",
            "article_content": "Prasówka 30.05: pozostałe wydarzenia\n\nPoniżej prezentujemy pozostałe artykuły, które przyciągały wczoraj uwagę czytelników. Co było tak istotne, że nie można było od tego oderwać wzroku?\n\nOsoby cierpiące na nadciśnienie tętnicze mogą ubiegać się o zasiłek pielęgnacyjny w wysokości 215,84 zł miesięcznie. Świadczenie to przysługuje niezależnie od dochodu. Jednak aby uzyskać zasiłek, trzeba spełnić określone warunki. Zobacz, kto może się ubiegać o dodatkowe pieniądze."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Piosenka \"Lepszy model\" w latach 2000. stała się hymnem kobiet. Co robi obecnie Kasia Klich?",
            "link": "https://muzyka.interia.pl/pop/news-piosenka-lepszy-model-w-latach-2000-stala-sie-hymnem-kobiet,nId,21822899",
            "description": "Kasia Klich na początku lat 2000. zyskała ogromną popularność dzięki hitowi \"Lepszy model\". Piosenka przeszło dwie dekady temu stała się hymnem kobiet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.fZOr4KGEfaTfOU8GGqtXAQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Muzyka w Interia.pl18 godz.",
            "source": "Muzyka w Interia.pl",
            "article_content": "W 2002 r. Polacy oszaleli na punkcie Kasi Klich i utworu \"Lepszy model\". Piosenka z genialnym przesłaniem i prostym tekstem podbiła dyskoteki, listy przebojów, a następnie została okrzyknięta przez słuchaczy hymnem kobiet. \"Znów się zepsułeś i wiem co zrobię. Zamienię ciebie na lepszy model\" - nuciły wszystkie niezależne Polki.\n\nPiosenka prędko zapisała się na kartach historii popkultury - jej tytułowe stwierdzenie wprowadzone zostało do języka potocznego, a sam utwór chętnie wykorzystywany był przy tworzeniu remixów. Kasi Klich wróżono wielką karierę, lecz okazało się, że sukces był jednorazowy. Żadna z kolejnych piosenek nie pozwoliła wokalistce utrzymać swojej pozycji na rynku, a co więcej - artystka z czasem zaczęła zmagać się z problemami psychicznymi, finansowymi, a nawet brała udział w batalii sądowej.\n\nNiewielu pamięta, jak rozpoczęła się muzyczna kariera Kasi Klich. To ona pisała teksty dla Taboo!\n\nKasia Klich, zanim wkroczyła na rynek z hitem \"Lepszy model\", kształciła się muzycznie i współpracowała z innymi artystami. Jest bowiem absolwentką Akademii Muzycznej w Katowicach, gdzie studiowała na Wydziale Jazzu i Muzyki Rozrywkowej. W latach 90. wokalistka śpiewała w chórkach, m.in. dla grupy Pod Budą, YAK! i Krzysztofa \"K.A.S.A.\" Kasowskiego. Warto przypomnieć także, że Kasia Klich była autorką tekstów dla grupy Taboo, która w latach 90. zyskiwała na popularności.\n\nRok 2002 okazał się przełomowym w karierze Kasi Klich, która wreszcie miała okazję zaistnieć jako solowa artystka. Wraz z hitowym singlem \"Lepszy model\" ukazał się album o tym samym tytule, na którym znalazły się piosenki takie jak \"Będę robić nic\", \"Nie dbam o jutro\", \"Pies ogrodnika\" i \"Zaproszenie\". Wokalistka została doceniona nie tylko przez słuchaczy, którzy nieustannie słuchali tytułowej piosenki, lecz także przez krytyków. Krążek został nagrodzony prestiżową statuetką Fryderyka w kategorii \"Nowa Twarz Fotografii\".\n\nKasia Klich okrzyknięta została nową wschodzącą gwiazdą i wielu wróżyło jej długoletnią karierę. Dwa lata po wydaniu płyty \"Lepszy model\" piosenkarka próbowała nawet zaistnieć na rynku międzynarodowym - wzięła udział w preselekcjach do konkursu Eurowizji. Piosenka \"Let me introduce\" nie przekonała jednak jurorów i widzów, którzy na reprezentantów Polski wybrali wówczas zespół Blue Cafe.\n\nKasia Klich ostro wypowiada się na temat branży muzycznej\n\nW kolejnych latach kariera Kasi Klich zaczęła stopniowo przygasać. W mediach artystkę zaczęto nazywać \"gwiazdą jednego przeboju\", a sama zainteresowana nie była zadowolona z tego stwierdzenia. Wielokrotnie podkreślała w wywiadach, że ma na swoim koncie więcej sukcesów niż tylko \"Lepszy model\". Wydała również album \"Zaproszenie\", choć nie otarł się on nawet o sukces debiutu. W 2008 r. w ręce słuchaczy oddała także krążek \"Porcelana\", który współprodukowała. Z tytułowym utworem wystąpiła wówczas w konkursie \"Premier\" na 45. KFPP w Opolu, gdzie zajęła szóste miejsce. Żadne z wydawnictw nie przełożyło się jednak na komercyjny sukces Kasi Klich. Artystka w wywiadach często przyznaje, że jej zdaniem problem leży w funkcjonowaniu polskiej branży muzycznej.\n\n\"Nikt nie ma odwagi głośno opowiedzieć o pewnych rzeczach, jakie dzieją się w środowisku muzycznym. (...) Otóż chodzi o to, że w Polsce twórcy żyją głównie z tantiem autorskich. Za każde odtworzenie utworu radio odprowadza tantiemy do ZAiKS-u. Powstało kilka firm publishingowych, których działalność polega na tym, że w zamian za maksymalne eksploatowanie utworów i obietnicę grania publisher podpisuje z autorami i kompozytorami umowę, dzięki której kasuje 40-50 proc. tantiem autorskich...\" - mówiła w rozmowie z \"Galą\".\n\n\"Dochodzi do tego, że osoby, które nigdy nie skomponowały muzyki i które nigdy nie napisały tekstu do piosenki, zarabiają krocie na krwawicy prawdziwych autorów i kompozytorów. (...) Całe środowisko muzyczne jest sfrustrowane tym, że o naszym być albo nie być w niektórych mediach nie decyduje społeczeństwo, tylko kilku decydentów\" - skwitowała Kasia Klich.\n\nProblemy osobiste Kasi Klich przeszkodziły jej w rozwijaniu dalszej kariery\n\nW 2008 r. w życiu prywatnym Kasi Klich nie brakowało problemów. Artystka zmagała się wówczas z depresją, o czym otwarcie informowała w mediach społecznościowych. Pewnego dnia znalazła się na skraju. \"Ja - Kasia Klich - wokalistka, która przez piosenki chciała podzielić się z ludźmi swoją wrażliwością, nie mam już siły na dalszą walkę\" - przyznała wówczas swoim fanom.\n\nArtystka otrzymała wówczas ogromne wsparcie zarówno od wiernych słuchaczy, jak i swoich najbliższych. Przy jej boku nieustannie trwał wieloletni partner, Jarosław Płocica - artysta i producent muzyczny znany jako \"Yaro\".\n\nŻycie nie rozpieszcza Kasi Klich także pod względem finansowym. Artystka nie ukrywa, że wraz z mężem prowadzą normalne życie i zmagają się z takimi samymi problemami, jak inni Polacy. \"Nie będę koloryzować rzeczywistości, w której żyję. Jestem do bólu normalna i zwyczajna. Mam potworny kredyt, pewnie jak wielu ludzi w tej chwili. Za chwilę się zaczyna moja walka sądowa. Wszystkie oszczędności, zarobione pieniądze ładujemy w spłacanie kredytu, który naprawdę urósł nam do niebotycznych rozmiarów\" - wyznała niegdyś w rozmowie z \"Co Za Tydzień\".\n\nCo robi obecnie Kasia Klich?\n\nPomimo problemów, zarówno w życiu prywatnym, jak i zawodowym, Kasia Klich stara się nie poddawać. Do dziś nie zrezygnowała z muzyki i choć nie odnosi komercyjnych sukcesów, nagrywa nowe piosenki i daje kameralne koncerty. W 2022 r., z okazji jubileuszu przeboju \"Lepszy model\", nagrała zupełnie nową wersję piosenki. Na nagraniu można było usłyszeć raperkę Ryfę Ri. Utwór przeszedł jednak niemalże bez echa - niewielu fanów wiedziało, że w ogóle powstał! Zdobył niewiele ponad 13 tys. odtworzeń w serwisie YouTube.\n\nW październiku 2024 r. Kasia Klich zaprezentowała singiel \"Od niekochania\", w którym inspirowała się brzmieniami lat 80. Z kolei w listopadzie postanowiła spróbować swoich sił w muzyce świątecznej. Nagrała zimową piosenkę \"Przytulanie pod choinką\". Żaden ze wspomnianych utworów nie przyniósł jednak Kasi podobnego sukcesu, jak \"Lepszy model\".\n\nMietek Szcześniak: Znam się na drzewach Newseria Lifestyle Newseria Lifestyle/informacja prasowa"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 29.05.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-29052025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN22 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy zamiast drogowców na S17. W gm. Tarnawatka odkryto Słowiańską osadę sprzed tysiąca lat!",
            "link": "https://www.kronikatygodnia.pl/artykul/47898,archeolodzy-zamiast-drogowcow-na-s17-w-gm-tarnawatka-odkryto-slowianska-osade-sprzed-tysiaca-lat",
            "description": "W czasie prac archeologicznych poprzedzających budowę drogi ekspresowej S17 w powiecie tomaszowskim dokonano przełomowego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.e2agkcGcA-8cgboIRVu-5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kronika Tygodnia20 godz.",
            "source": "Kronika Tygodnia",
            "article_content": "Stanowisko Tarnawatka-Tartak, położone na trasie przyszłej drogi ekspresowej S17 Piaski-Hrebenne, znane było archeologom od lat 80. XX wieku. W 1984 r. podczas badań powierzchniowych realizowanych w ramach programu Archeologiczne Zdjęcie Polski na jego powierzchni odnaleziono 21 fragmentów ceramiki datowanej na VIII-X wiek. Upłynęło 40 lat i dopiero teraz, dzięki szeroko zakrojonym ratowniczym badaniom wykopaliskowym, rozpoczętym jesienią 2024 roku, archeolodzy odkrywają prawdziwą wartość tego miejsca.\n\nZOBACZ:\n\nPrace archeologiczne zlecił inwestorowi, czyli Generalnej Dyrekcji Dróg Krajowych i Autostrad oddział Lublin, urząd konserwatorski. To dlatego, że obszar stanowiska \"przecina\" planowana do budowy droga ekspresowa S17. Ekspresówka łączy już Warszawę z Lublinem, a w przyszłości ma umożliwić szybki dojazd do Zamościa i dalej przez obwodnicę Tomaszowa Lubelskiego aż do Lwowa.\n\nPRZECZYTAJ TEŻ: GDDKiA przedstawia stan realizacji S17. Kiedy ruszy budowa w okolicach Tomaszowa Lubelskiego?\n\nTen liczący w sumie ponad 320 km odcinek (wraz z wspólnym przebiegiem S12) będzie pełnił ważną rolę w ruchu wewnętrznym i międzynarodowym. GDDKiA chce rozpocząć budowę trzech kolejnych odcinków S17 na południe od Zamościa w kierunku Hrebennego, o łącznej długości ok. 47 km, jeszcze w tym roku. Zanim jednak przyjdzie pora na budowlańców, GDDKiA musi dopiąć wszystkich formalności, a badacze (firma archeologiczna APB Thor Sp. z o.o. z Gniezna, działająca na zlecenie GDDKiA) muszą dokończyć swoje zadanie. Ich odkrycia już mają ogromne znaczenie historyczne.\n\nPod drogą – historia sprzed wieków\n\nPracami archeologicznymi kieruje Agnieszka Mazurek. Pierwotnie planowano przebadać 32 ary, lecz szybko okazało się, że stanowisko ma znacznie większy zasięg. Obszar badań powiększono do 181 arów, aby uchronić cenne zabytki przed zniszczeniem w trakcie przyszłych robót budowlanych.\n\nPRZECZYTAJ: Tomaszów Lub.: Duże muzea były \"obojętne\". Sami znaleźli fachowców, sztandar 4 Pułku z Cieszyna jest zabezpieczony\n\nDotychczas odkryto ponad 300 obiektów o różnym charakterze – od domostw, przez jamy gospodarcze, po ślady po słupach. Wiele z nich datowane są na okres wczesnego średniowiecza, ale archeolodzy natrafili również na pozostałości starsze, sięgające epoki brązu.\n\nSłowiańska osada i „wannowate” tajemnice\n\nNajciekawszymi znaleziskami są tzw. obiekty „wannowate” – zagadkowe, podłużne konstrukcje z ciemnym wypełnieniem, zawierającym fragmenty ceramiki, polepy oraz węgle drzewne. Zdaniem archeologów, mogą to być relikty intensywnej działalności gospodarczej prowadzonej przez mieszkańców osady między X a XIII wiekiem.\n\nŁącznie z terenu wykopalisk pozyskano już ponad 5000 zabytków ruchomych. Są to m.in. fragmenty naczyń ceramicznych, wyroby krzemienne oraz różnorodne przedmioty metalowe.\n\nW ocenie Dariusza Kopciowskiego Wojewódzkiego Konserwatora Zabytków w Lublinie: \"Odkrycie potwierdza istnienie dobrze zorganizowanej, długotrwałej osady słowiańskiej, która funkcjonowała w rejonie obecnego Wieprzowa przez co najmniej trzy stulecia. To wyjątkowe znalezisko dla regionu i dla całego kraju.”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy zamiast drogowców na S17. W gm. Tarnawatka odkryto Słowiańską osadę sprzed tysiąca lat! [ZDJĘCIA]",
            "link": "https://www.kronikatygodnia.pl/artykul/47898,archeolodzy-zamiast-drogowcow-na-s17-w-gm-tarnawatka-odkryto-slowianska-osade-sprzed-tysiaca-lat-zdjecia",
            "description": "W czasie prac archeologicznych poprzedzających budowę drogi ekspresowej S17 w powiecie tomaszowskim dokonano przełomowego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.e2agkcGcA-8cgboIRVu-5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kronika Tygodnia22 godz.",
            "source": "Kronika Tygodnia",
            "article_content": "Stanowisko Tarnawatka-Tartak, położone na trasie przyszłej drogi ekspresowej S17 Piaski-Hrebenne, znane było archeologom od lat 80. XX wieku. W 1984 r. podczas badań powierzchniowych realizowanych w ramach programu Archeologiczne Zdjęcie Polski na jego powierzchni odnaleziono 21 fragmentów ceramiki datowanej na VIII-X wiek. Upłynęło 40 lat i dopiero teraz, dzięki szeroko zakrojonym ratowniczym badaniom wykopaliskowym, rozpoczętym jesienią 2024 roku, archeolodzy odkrywają prawdziwą wartość tego miejsca.\n\nZOBACZ:\n\nPrace archeologiczne zlecił inwestorowi, czyli Generalnej Dyrekcji Dróg Krajowych i Autostrad oddział Lublin, urząd konserwatorski. To dlatego, że obszar stanowiska \"przecina\" planowana do budowy droga ekspresowa S17. Ekspresówka łączy już Warszawę z Lublinem, a w przyszłości ma umożliwić szybki dojazd do Zamościa i dalej przez obwodnicę Tomaszowa Lubelskiego aż do Lwowa.\n\nPRZECZYTAJ TEŻ: GDDKiA przedstawia stan realizacji S17. Kiedy ruszy budowa w okolicach Tomaszowa Lubelskiego?\n\nTen liczący w sumie ponad 320 km odcinek (wraz z wspólnym przebiegiem S12) będzie pełnił ważną rolę w ruchu wewnętrznym i międzynarodowym. GDDKiA chce rozpocząć budowę trzech kolejnych odcinków S17 na południe od Zamościa w kierunku Hrebennego, o łącznej długości ok. 47 km, jeszcze w tym roku. Zanim jednak przyjdzie pora na budowlańców, GDDKiA musi dopiąć wszystkich formalności, a badacze (firma archeologiczna APB Thor Sp. z o.o. z Gniezna, działająca na zlecenie GDDKiA) muszą dokończyć swoje zadanie. Ich odkrycia już mają ogromne znaczenie historyczne.\n\nPod drogą – historia sprzed wieków\n\nPracami archeologicznymi kieruje Agnieszka Mazurek. Pierwotnie planowano przebadać 32 ary, lecz szybko okazało się, że stanowisko ma znacznie większy zasięg. Obszar badań powiększono do 181 arów, aby uchronić cenne zabytki przed zniszczeniem w trakcie przyszłych robót budowlanych.\n\nPRZECZYTAJ: Tomaszów Lub.: Duże muzea były \"obojętne\". Sami znaleźli fachowców, sztandar 4 Pułku z Cieszyna jest zabezpieczony\n\nDotychczas odkryto ponad 300 obiektów o różnym charakterze – od domostw, przez jamy gospodarcze, po ślady po słupach. Wiele z nich datowane są na okres wczesnego średniowiecza, ale archeolodzy natrafili również na pozostałości starsze, sięgające epoki brązu.\n\nSłowiańska osada i „wannowate” tajemnice\n\nNajciekawszymi znaleziskami są tzw. obiekty „wannowate” – zagadkowe, podłużne konstrukcje z ciemnym wypełnieniem, zawierającym fragmenty ceramiki, polepy oraz węgle drzewne. Zdaniem archeologów, mogą to być relikty intensywnej działalności gospodarczej prowadzonej przez mieszkańców osady między X a XIII wiekiem.\n\nŁącznie z terenu wykopalisk pozyskano już ponad 5000 zabytków ruchomych. Są to m.in. fragmenty naczyń ceramicznych, wyroby krzemienne oraz różnorodne przedmioty metalowe.\n\nW ocenie Dariusza Kopciowskiego Wojewódzkiego Konserwatora Zabytków w Lublinie: \"Odkrycie potwierdza istnienie dobrze zorganizowanej, długotrwałej osady słowiańskiej, która funkcjonowała w rejonie obecnego Wieprzowa przez co najmniej trzy stulecia. To wyjątkowe znalezisko dla regionu i dla całego kraju.”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MORiW Grudziądz chce odtworzyć to zdjęcie Góry Zamkowej sprzed 95 lat. Szuka modeli",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/moriw-grudzi%C4%85dz-chce-odtworzy%C4%87-to-zdj%C4%99cie-g%C3%B3ry-zamkowej-sprzed-95-lat-szuka-modeli/ar-AA1FHe9D?ocid=BingNewsVerp",
            "description": "Prace rewitalizacyjne na Górze Zamkowej w Grudziądzu rozpoczęto w latach 2013- 2014 roku. Najpierw zadbano o zabytkowe relikty zamku. Później zbudowano wieżę widokową na wzór Klimka wysadzonego przez ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN19 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 8 km od Jaworzna. Pomysły na jednodniową wyprawę. Gdzie w weekend 31 maja - 1 czerwca?",
            "link": "https://jaworzno.naszemiasto.pl/rowerem-do-8-km-od-jaworzna-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-31-maja-1-czerwca/ar/c7p1-21831473",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 31 maja w Jaworznie ma być 25°C. Prawdopodobieństwo wystąpienia deszczu wynosi 20%. W niedzielę 01 czerwca w Jaworznie ma być 26°C.",
            "image_url": "https://www.bing.pl/th?id=ODF.xuxuzDoKTo_KUVbVG-PJkA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Jaworzno Nasze Miasto15 godz.",
            "source": "Jaworzno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wawel Zaginiony",
            "link": "https://www.krakow.pl/kalendarium/1919,object,1,2280918,,event.html",
            "description": "Otwarta w r. 1975 stała ekspozycja „Wawel zaginiony' mieści się w przyziemiu budynku zamykającego od strony zachodniej dziedziniec pałacu królewskiego. Utworzony rezerwat archeologiczno-architektonicz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków17 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 30.05.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gazetakrakowska.pl/przeglad-prasy-30-05-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960891",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 29.05.",
            "image_url": "https://www.bing.pl/th?id=OVF.lQ9FEHVCSzKW4%2bswWxxDJw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska42 min",
            "source": "Gazeta Krakowska",
            "article_content": "Prasówka 30.05: pozostałe wydarzenia\n\nPoniżej prezentujemy pozostałe artykuły, które przyciągały wczoraj uwagę czytelników. Co było tak istotne, że nie można było od tego oderwać wzroku?\n\nPlaże nad Bałtykiem, sezon 2025. Coraz wyższe koszty podróży zagranicznych, w tym do Chorwacji, sprawiają, że w te wakacje chętniej niż zazwyczaj zostaniemy w kraju. Udany urlop z powodzeniem bowiem możemy spędzić na piaszczystych plażach nad Bałtykiem. Podpowiadamy, jaką wybrać, by wakacje były udane. Skupiliśmy się przede wszystkim na tych pięknych plażach, które oferują najwięcej miejsca i wygody do wypoczywania oraz wspaniałe widoki. Przejdź do rankingu polskich plaż."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (30.05.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://pomorska.pl/przeglad-prasy-30-05-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960903",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 29.05. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „Po skończeniu 65 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska42 min",
            "source": "Gazeta Pomorska",
            "article_content": "Prasówka 30.05: pozostałe wydarzenia\n\nPoniżej prezentujemy pozostałe artykuły, które przyciągały wczoraj uwagę czytelników. Co było tak istotne, że nie można było od tego oderwać wzroku?\n\nOsoby cierpiące na nadciśnienie tętnicze mogą ubiegać się o zasiłek pielęgnacyjny w wysokości 215,84 zł miesięcznie. Świadczenie to przysługuje niezależnie od dochodu. Jednak aby uzyskać zasiłek, trzeba spełnić określone warunki. Zobacz, kto może się ubiegać o dodatkowe pieniądze."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy Łódź 30.05.2025. Sprawdź zestawienie najważniejszych informacji z wczoraj w Łodzi",
            "link": "https://lodz.naszemiasto.pl/przeglad-prasy-lodz-30-05-2025-sprawdz-zestawienie-najwazniejszych-informacji-z-wczoraj-w-lodzi/ar/c1p1-19738357",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 29.05, w Łodzi. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: ...",
            "image_url": "https://www.bing.pl/th?id=ODF.UASKruzJ5EZV2KOOrppULQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Łódź Nasze Miasto40 min",
            "source": "Łódź Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 30.05.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://wspolczesna.pl/prasowka-30-05-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960917",
            "description": "27 maja obchodzimy 35. rocznicę pierwszych wolnych wyborów do samorządu terytorialnego. Z tej okazji Prezydent RP Andrzej Duda odznaczył samorządowców z okazji Dnia Samorządu Terytorialnego. Wśród ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2HjYlW7BWiryFifLql_kw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Współczesna41 min",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cegła ręcznie formowana – tradycja i nowoczesność od Cekobud",
            "link": "https://pomorska.pl/cegla-recznie-formowana-tradycja-i-nowoczesnosc-od-cekobud/ar/c15p2-27607891",
            "description": "W dobie masowej produkcji coraz więcej architektów, projektantów wnętrz i inwestorów zwraca się ku materiałom, które mają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tn5ede-f8BVW_jFrpP9DtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska6 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "W dobie masowej produkcji coraz więcej architektów, projektantów wnętrz i inwestorów zwraca się ku materiałom, które mają duszę, historię i niepowtarzalny charakter. Jednym z takich rozwiązań jest cegła ręcznie formowana – produkt łączący w sobie trwałość tradycyjnej technologii z wyjątkowym efektem wizualnym. Na polskim rynku jednym z liderów w tym segmencie jest Cekobud – renomowany producent cegły, który od lat dostarcza najwyższej jakości materiały budowlane i dekoracyjne. Dlaczego warto wybrać cegłę ręcznie formowaną właśnie od tej manufaktury?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wadliwe monety mogą być w cenie złota. Tyle kosztują stare i uszkodzone pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wadliwe-monety-mog%C4%85-by%C4%87-w-cenie-z%C5%82ota-tyle-kosztuj%C4%85-stare-i-uszkodzone-pieni%C4%85dze/ar-AA1F8TyQ?ocid=BingNewsVerp",
            "description": "Zanim wydasz swoje monety, warto je dokładnie obejrzeć. Nie uwierzysz, jak bardzo mogą one zainteresować kolekcjonerów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1--lJ8tMnPmNitLvZjoRqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Express Bydgoski on MSN7 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te starocie z PRL. Takie pamiątki mogą okazać się prawdziwym skarbem",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kolekcjonerzy-poluj%C4%85-na-te-starocie-z-prl-takie-pami%C4%85tki-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem/ar-AA1ESyu7?ocid=BingNewsVerp",
            "description": "Przedmioty z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników retro, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1uinSUf-iaSiUxhqMoTt0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "30 MAJA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-05-30,7,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawrocki kłamie również o bohaterach Westerplatte: \"Znalazłem ich i pochowałem\"",
            "link": "https://www.salon24.pl/u/witas1972/1445910,nawrocki-klamal-rowniez-o-bohaterach-westerplatte-znalazlem-ich-i-pochowalem",
            "description": "W debacie chwalił się dumnie: - \"Trudne decyzje podejmowałem jako dyrektor Muzeum II Wojny Światowej, gdy środowisko Rafała ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Salon2417 godz.",
            "source": "Salon24",
            "article_content": "29.05.2025 , ostatnia aktualizacja: 29.05.2025, 22:29 BLOG\n\nW debacie chwalił się dumnie:\n\n- \"Trudne decyzje podejmowałem jako dyrektor Muzeum II Wojny Światowej, gdy środowisko Rafała Trzaskowskiego śmiało się, że nie ma polskich bohaterów na Westerplatte. Znalazłem ich i pochowałem.\"\n\n\n\nKierownik Muzeum Westerplatte, fascynat tego wyjątkowego miejsca na mapie i w historii Polski, Mariusz Wójtowicz-Podhorski pamięta to zupełnie inaczej. Wywiad z nim z października ub.roku (jeszcze przed nominacją Nawrockiego)\n\n- A pierwsze spotkania twarzą w twarz dyrektora Nawrockiego z kierownikiem odpowiedzialnym za Westerplatte?\n\n- Miał ogromne pretensje (..) Powstał od razu zgrzyt o badania archeologiczne. Dla mnie to była najważniejsza kwestia, bo miałem pewność, że natrafimy w końcu na szczątki obrońców. Nawrocki nie rozumiał potrzeby ich prowadzenia.\n\nPrzy kolejnych spotkaniach - nazywam je \"żebraczymi\", bo wręcz musiałem błagać o pieniądze na realizację kolejnych etapów badań - powiedział, że \"nie interesuje go wykopywanie kolejnych guzików, bo nie ma na to miejsca w muzeum\".\n\nPotem jeszcze wielokrotnie mi to powtarzał: że nie ma miejsca na guziki, szczątki mundurów i buty obrońców. Te rzeczy zresztą przez pewien czas zwyczajnie niszczały, bo nie można się było doprosić zakupu lodówki do przetrzymywania organicznych zabytków z Westerplatte. Były setki tysięcy na organizowanie koncertów i innych muzealnych wydarzeń, a nie było na zakup lodówki i nowe etaty dla archeologów.\n\nPóki znajdowaliśmy mało ważne - według Nawrockiego - zabytki, nie było o nas głośno, nie byliśmy dla niego medialną konkurencją. Traktował nas jako niegroźnych ludzi kopiących w błocie i słocie. Do czasu...\n\n- Jest rok 2019. Odnajdujecie szkielety dziewięciu polskich żołnierzy, którzy polegli we wrześniu 1939. Zidentyfikowano siedmiu.\n\n\n\n- Niesłychane odkrycie, jedno z największych współczesnej Polski. Ogromny sukces zespołu archeologów, w tym kierownika badań Filipa Kuczmy. Jest tylko jeden problem: Karol Nawrocki jest w zagranicznej delegacji . Organizowana jest konferencja prasowa przez MKiDN, zainteresowanie olbrzymie. Zjeżdżają media, wywiadów udzielają archeolodzy, politycy i ja. Aż wreszcie wraca Karol Nawrocki...\n\nGratuluje wam?\n\n- Nie. Wściekły oskarża mnie i Kuczmę, że wykopaliśmy szczątki obrońców Westerplatte wcześniej, ale je celowo zakopaliśmy, by zaczekać na jego wyjazd i wykopać je raz jeszcze, by zaprezentować odkrycie bez niego . Aż się trząsł, jak to mówił.\n\nNawrocki zarzucił panu i kierownikowi badań, że wykopaliście szczątki poległych i ponownie je zakopaliście?\n\n\n\n- Tak właśnie było. To chyba najlepiej pokazuje, jaki to jest człowiek, w jaki sposób myśli .\n\nPrzecież to jest naprawdę oskarżenie o zbezczeszczenie zwłok . Jak się pan poczuł?\n\n- Nie przypominam sobie, bym kiedykolwiek czuł się tak źle. Panowie, można mnie lubić lub nie. Rozumiem, że niektórym nie podobała się moja ostra retoryka w walce o przyszłość Westerplatte. Jestem w stanie nawet zrozumieć, że niektórym historykom nie podoba się, że historyk-amator wchodzi z nimi w dyskusje o historii obrony Westerplatte.\n\nAle każdy, nawet mój największy przeciwnik, przyznaje, że Westerplatte to dla mnie świętość . A jego obrońców traktowałem jak bohaterów narodowych. Jak można w ogóle pomyśleć, że mógłbym zrobić takie świństwo ludziom, którzy zginęli podczas obrony ojczyzny ...\n\nDyrektor był zły, że sukces nie przypadł w udziale jemu?\n\n- Tak. Ale szybko zaczął nadrabiać zaległości. Przyjeżdżał z \"własnymi\" dziennikarzami. W telewizyjnych reportażach Nawrockiego było pełno: Nawrocki nad wykopem, Nawrocki w wykopie, Nawrocki oparty o łopatę, wskazujący ręką - niczym Lenin - gdzie odnaleziono szczątki obrońców.\n\nZachwycone dziennikarki piały \"jak to wspaniale, że taki cudowny pan Nawrocki rozpoczął badania archeologiczne na Westerplatte\". Szkoda, że dyrektor zapomniał im powiedzieć, że kilka miesięcy wcześniej mówił mi, żebyśmy przestali kopać, bo szkoda na to pieniędzy.\n\nWiem od lokalnych dziennikarzy, że proszono ich, aby nie pytali mnie o żadne komentarze, wywiady. A ja otrzymałem polecenie, że mam odsyłać do rzecznika prasowego muzeum i zakazano mi wypowiedzi dla mediów. Cały splendor miał spływać na Nawrockiego.\n\nOd dnia, w którym udało się osiągnąć największy sukces na Westerplatte, jaki można było sobie wyobrazić, stałem się śmiertelnym wrogiem dla Nawrockiego.\n\nPrzecież, koniec końców, to on został gwiazdą.\n\n- To prawda. Ale trochę lukru i na mnie spadło. Kilka mediów chciało zrobić ze mną wywiad, nie wszystkie dostały autoryzację od rzecznika MIIWŚ, dostałem nominację do prestiżowej nagrody Buzdygana i, ku uldze dyrekcji muzeum, nie otrzymałem jej.\n\nCi, którzy mieli pojęcie, jak wyglądają prace badawcze, byli bardziej zainteresowani zespołem archeologów, który tym się zajmował, niż dyrektorem muzeum - bo wiedzieli, że to nie on przekopywał Westerplatte, nie był tam w deszczu, śniegu, w błocie, po kolana w wodzie, jak ja i archeolodzy.\n\nAle embargo zadziałało. Dziś sukcesy na Westerplatte to wyłączna zasługa Nawrockiego i Berendta.\n\n- Nawet dla TVP we współpracy z MIIWŚ nakręcono okolicznościowy film o odnalezieniu szczątków obrońców. Od jednej z osób związanych z realizacją usłyszałem, że dyrekcja życzyła sobie, abym się w filmie nie znalazł. Tylko przypadkiem pokazano mnie przez dwie sekundy w materiale nagranym wcześniej i wmontowanym jako ilustracja. Byli za to pracownicy muzeum, którzy nawet nie wiedzieli, jak trafić na wykopaliska. Wicepremier Gliński też mi nieco zaszkodził.\n\nW 2019 roku, podczas wystąpienia w 80. rocznicę wybuchu II wojny światowej w budynku elektrowni Westerplatte. Medialnie duża sprawa. Jest prezydent Gdańska Aleksandra Dulkiewicz, ludzie z różnych ministerstw, jest Piotr Gliński. Wmurowanie kamienia węgielnego. Mnie nie ma, nie wystarczyło dla mnie miejsca. Gliński jednak podczas przemówienia bardzo ciepło o mnie mówił, tytułując per Dyrektor Muzeum Westerplatte. W transmisji telewizyjnej zrobiono najazd na Nawrockiego. Ten grymas twarzy mówił wszystko .\n\nW 2022 r. zorganizowano pogrzeb odnalezionych obrońców Westerplatte. Zaproszono pana?\n\n\n\n\"Prezydentka Dulkiewicz chwali się pogrzebem Bohaterów Westerplatte, który wcześniej uniemożliwiała\"\n\nNie dość, że będąc od 2006 roku bliską współpracowniczką poprzedniego prezydenta Gdańska, ani on, ani ona nie zrobili kompletnie nic przez te wszystkie kilkanaście lat, aby bardzo zaniedbany obszar Westerplatte godnie uporządkować, o poszukaniu miejsca spoczynku Bohaterów i znalezieniu Ich już nie mówiąc,\n\nto jeszcze mocno starała się UNIEMOŻLIWIĆ to innym, którzy starali się to zrobić!\n\nNasz salonowy bloger czcigodny profesor Romuald Szeremietiew (były kilkukrotny minister Obrony Narodowej - dziwię się, że obecnie nie wykorzystywany przez rząd Zjednoczonej Prawicy, ale to nie jedyny przypadek marnowania wartościowych jednostek niestety) twierdzi, że to z jej strony \"szczyt bezczelności\".\n\npogrzeb-obroncow-westerplatte-wpis-prezydent-gdanska-aleksandry-dulkiewicz-romuald-szeremietiew-szczyt-bezczelnosci\n\nTupet nieskończony ma ta wstrętna baba - moim zdaniem - aparycją, jak i duchem.\n\n1262551,prezydentka-gdanska-dulkiewicz-chwali-sie-pogrzebem-bohaterow-westerplatte-ktory-wczesniej-uniemozliwiala\n\n- Nie zostałem zaproszony. Oglądałem uroczystość zza płotu. Pogrzeb był nad wyraz skromny, widać było, że przygotowany w pośpiechu, z wieloma uchybieniami w ceremoniale pogrzebu wojskowego. Czytałem później, że cała sprawa to wielki sukces Nawrockiego i Berendta.\n\nNawrocki, jak wspomniałem, był ogarnięty propagandą sukcesu. Z tego zresztą brały się najróżniejsze kłopoty, jak choćby zakup tych nieszczęsnych noszy, o których niedawno panowie pisaliście.\n\nPrzypomnijmy: mówi pan o noszach kupionych przez muzeum. Miały pochodzić z Westerplatte, ale w rzeczywistości pochodziły z gdańskiego szpitala psychiatrycznego, już z czasów powojennych.\n\n- Pamiętam spotkanie w związku ich zakupem. Dyrekcja w euforii zaplanowała, że będą głównym elementem ekspozycji poświęconej służbie medycznej na Westerplatte. Nieśmiało zapytałem, czy jesteśmy pewni, że te nosze faktycznie były używane podczas walk w 1939 r. Opierano się bowiem przede wszystkim na badaniu śladów krwi, a te sprowadzały się do stwierdzenia, że nie można wykluczyć, że te nosze widziały Westerplatte.\n\nDo porównania były nosze przedwojenne, które kupiłem jeszcze przed połączeniem muzeów. Nie skorzystano z tego. Ówczesny wicedyrektor muzeum, prof. Berendt, huknął, że lepsi specjaliści ode mnie już potwierdzili autentyczność eksponatu. Powstał nawet film dokumentalny o noszach na potrzeby muzeum, profesorowie-eksperci rozwodzili się w nim m.in. nad widocznymi stemplami jakoby pochodzącymi sprzed 1939 r. A potem internauci zaczęli udowadniać, że te nosze zostały wyprodukowane w PRL. Wtedy wszyscy w muzeum zaczęli udawać, że nie było w ogóle tematu, a film chyba zniknął z Internetu. \"Wielki sukces\" stał się sierotą.\n\nNosze zwrócono, pieniądze odzyskano. Uznano, że nie ma sprawy.\n\nW tym przypadku tak. Ale w wielu innych pieniądze wydawano lekką ręką. Przykładowo sprzątanie cmentarza wojennego na Westerplatte, którym powinno zajmować się muzeum, powierzono fundacji Nasza Zaspa. W zamian za grabienie liści dostała 82 tys. zł. Tak się składa, że fundację prowadził Krzysztof Dąbrowski, prawnik zakolegowany z Nawrockim, potem zatrudniony w muzeum.\n\nSwoistym kuriozum była też organizacja meczu bokserskiego, gdzie chyba z jakimś zawodowym bokserem miał w muzeum walczyć dyrektor Karol Nawrocki. Mecz się nie odbył, bo weszły obostrzenia pandemiczne. Koszt tej szalonej imprezy chyba byłby większy niż każdego etapu badań na Westerplatte.\"\n\n\"W miejscu, gdzie do 7 września polscy żołnierze bohatersko bronili się przed Niemcami, w 2016 roku rozpoczęły się kompleksowe badania archeologiczne. To pierwsze tak duże, kompleksowe prace od czasów wojny - mówi Mariusz Wójtowicz - Podhorski, kierownik Muzeum Westerplatte i Wojny 1939, czyli oddziału Muzeum II Wojny Światowej.\n\n- Podczas pierwszego sezonu prac udało się pozyskać ok. 4,5 tysiąca zabytków - dodaje Filip Kuczma, kierownik działu archeologii Muzeum Westerplatte. - Część znalezionych artefaktów, w tym orzełka ze śladami eksplozji, będzie można zobaczyć na wystawie czasowej \"Westerplatte w 7 odsłonach\".\n\nW audycji o pracach archeologicznych w 2016 i 2017 roku opowiadają Mariusz Wójtowicz - Podhorski i Filip Kuczma.\"\n\n\n\nhttps://muzeum1939.pl/poznaj-efekt-pierwszych-tak-duzych-badan-archeologicznych-na-westerplatte-od-czasow-wojny/audio/888.html\n\n\n\n\"Prezes IPN doktor Dyzma Nawrocki jest złym kandydatem ostrzega Mariusz Wójtowicz-Podhorski\" witas1972/1408864,jest-zdolny-do-wszystkiego-mariusz-wojtowicz-podhorski-ostrzega-przed-karolem-nawrockim\n\n\n\nNie tylko Nawrocki:\n\n\"Prezydentka Dulkiewicz chwali się pogrzebem Bohaterów Westerplatte, który uniemożliwiała https://www.salon24.pl/u/witas1972/1262551,prezydentka-gdanska-dulkiewicz-chwali-sie-pogrzebem-bohaterow-westerplatte-ktory-wczesniej-uniemozliwiala\n\nAle - mój protest-post z 2021:\n\n\"Od 4 lat zwracam dyrektorowi Karolowi Nawrockiemu uwagi, drogą oficjalną i osobistą, na temat fałszywych informacji dotyczących Polskiego Września 1939 na wystawie głównej, podawanych niestety w obu językach używanych w Muzeum.\n\nOd 4 lat na zwiedzających Muzeum czyha fałszywa liczba czołgów, którą dysponowało Wojsko Polskie podczas Wojny Obronnej w 1939 roku - 120\n\nWobec podanych obok 2700 niemieckich i 4700 sowieckich tanków robi to wrażenie całkowitej zacofania nie tylko wojskowego, ale i technicznego Państwa Polskiego. Robi takie wrażenie na zagranicznych gościach, obniżające przedmiot szczerej dumy naszych Przodków - Odrodzonej II Rzeczpospolitej do poziomu afrykańskiej Abisynii walczącej z agresją Mussoliniego za pomocą dzid i oszczepów - czego byłem osobiście niejednokrotnie świadkiem. Palcem porównywano te liczby: 120 - 2700 - 4500, może szukając zamazanego zera...\n\nNa tym samym wyświetlaczu Wojny Obronnej Polski 1939 r. widnieją już 4 lata (w tym 36 miesięcy swobodnego zwiedzania) podobnie sfałszowane, zaniżone liczby niemieckich strat zadanych Niemcom przez broniącego Ojczyzny bohaterskiego (ale nie bezbronnego!) Żołnierza Polskiego:\n\nStraty niemieckie: 16 tys. zabitych i 30 tys. rannych\n\nPowszechnie dostępne (zwłaszcza w dobie internetu) jak zawsze skrupulatne niemieckie źródła podają te liczby, jakby bardziej szanując Polską Historię niż 4 letni Dyrektor gdańskiego muzeum:\n\n17 106 zabitych + 486 zaginionych + 36 995 rannych żołnierzy Wehrmachtu, Luftwaffe i Kriegsmarine.\n\nFałszerstwo / ignorancja / olewustwo Muzeum II Wojny Światowej w Gdańsku dotyczą niestety również świętej sprawy jakim jest liczba poległych w Wojnie Obronnej żołnierzy Wojska Polskiego:\n\nStraty polskie: 66 tys. zabitych.\n\nDane te w Muzeum pochodzą z PRL-owskiej BOW z 1947 r., polskie straty od lat poważni historycy (C.Łuczak, T.Panecki, S.Jaczyński) oceniają na ok. 80-97 tys. poległych.\n\nW rzeczywistości samych tylko grobów poległych żołnierzy polskich we Wrześniu'39 jest 70 520 mogił\n\n+ 964 na terenach za obecną wschodnią granicą + co najmniej kilka tysięcy Polaków zginęło w walce z napierającą ze wschodu Armią Czerwoną\n\nźródło: \"Krytyka partyjnej nominacji doktora Nawrockiego to nie zdrada\" 31/05/2021\n\nwitas1972/1139398,krytyka-partyjnej-nominacji-to-nie-zdrada\n\n\n\n\n\n"
        }
    }
]