[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meble, ubrania i bibeloty. Giełda staroci kusiła odwiedzających",
            "link": "https://www.dziennikwschodni.pl/lublin/meble-ubrania-i-bibeloty-gielda-staroci-kusila-odwiedzajacych,n,1000366326.html",
            "description": "Giełda staroci co miesiąc gromadzi coraz więcej sympatyków. Tych, którzy chcą pozbyć się zalegających bibelotów w garażu, a także tych, którzy tymi rzeczami chcą ozdobić swoje wnętrza. Następna okazja ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gIAxhpE-eTseHxNqAv8hIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Dziennik Wschodni7 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Ostatnia niedziela miesiąca to oczywiście czas na giełdę staroci. Tradycyjnie na placu Zamkowym zebrali się kupcy oferujący różnorakie produkty oraz poszukujący prawdziwych perełek. Kupić tu można dosłownie wszystko: od zastawy stołowej, poprzez ubrania, stare znaczki, monety, komiksy aż po sprzęt retro typu gramofony czy maszyny do pisania.\n\n- Przyjechałam szukać tutaj figurek aniołków zwanych putto. Mam ich w domu już ponad setkę, ale zawsze znajdzie się jakiś nowy, którego jeszcze nie mam - mówi pani Grażyna, poszukująca gipsowych i porcelanowych figurek.\n\nKażdy na pewno znalazł coś dla siebie i nie wyszedł z pustymi rękoma.\n\nGiełda staroci co miesiąc gromadzi coraz więcej sympatyków. Tych, którzy chcą pozbyć się zalegających bibelotów w garażu, a także tych, którzy tymi rzeczami chcą ozdobić swoje wnętrza. Następna okazja na polowanie 28 września."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz 20 zł w portfelu? Lepiej sprawdź, czy na banknocie jest niepozorna nitka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-20-z%C5%82-w-portfelu-lepiej-sprawd%C5%BA-czy-na-banknocie-jest-niepozorna-nitka/ar-AA1Lz6JT?ocid=BingNewsVerp",
            "description": "Pieniądze w formie gotówki nie znikną prędko z naszych portfeli. Sięgając jednak po banknoty podczas zakupów warto spojrzeć na szczegóły. Polacy nie zdają ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qXPYOt4opjbuEdbLUjfq7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Biznes w INTERIA.PL on MSN13 godz.",
            "source": "Biznes w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na niedzielnych giełdach w Poznaniu. Jedna wróciła do dawnej lokalizacji",
            "link": "https://epoznan.pl/news-news-167143-tlumy_na_niedzielnych_gieldach_w_poznaniu_jedna_wrocila_do_dawnej_lokalizacji",
            "description": "Najpierw funkcjonowała na terenie Starej Rzeźni, później przeniosła się na parking przed CH M1, by w końcu zacząć funkcjonować przy CH Auchan Komorniki. Od 31 sierpnia lokalizacje \"Giełdy Staroci ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XssJMuMR3jmFUPkcGSW0GQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "epoznan.pl3 godz.",
            "source": "epoznan.pl",
            "article_content": "Niedziela była pierwszym dniem funkcjonowania giełdy przy CH M1 po dłuższej przerwie.\n\nNajpierw funkcjonowała na terenie Starej Rzeźni, później przeniosła się na parking przed CH M1, by w końcu zacząć funkcjonować przy CH Auchan Komorniki. Od 31 sierpnia lokalizacje \"Giełdy Staroci Pchli Targ\" są dwie. Pozostał parking przy CH Auchan Komorniki, ale wrócił parking na Franowie, przy CH M1.\n\nOrganizatorzy podają, że frekwencją w \"nowej-starej\" lokalizacji była w niedzielę bardzo dobra. Z pewnością pomogła pogoda. Giełdy w dwóch lokalizacjach będą odbywać się w każdą niedzielę od 6.00 do 14.00."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyprzedaż garażowa w Białej Podlaskiej, 31 sierpnia [GALERIA ZDJĘĆ]",
            "link": "https://www.slowopodlasia.pl/galeria/2371,wyprzedaz-garazowa-w-bialej-podlaskiej-31-sierpnia-galeria-zdjec",
            "description": "★Wysyłając komentarz akceptujesz regulamin serwisu Słowo Podlasia. Grupa Wydawnicza SŁOWO sp z o.o. z siedzibą w mieście stołecznym Warszawa (Domaniewska 17/19/133, 02-672) jest administratorem twoich ...",
            "image_url": "https://www.bing.plNo image",
            "category": "targ+staroci",
            "date": "slowopodlasia.pl5 godz.",
            "source": "slowopodlasia.pl",
            "article_content": "Na targowisku miejskim przy al. 1000-lecia w Białej Podlaskiej odbyła się kolejna edycja wyprzedaży garażowej. To wydarzenie, które na stałe wpisało się w kalendarz mieszkańców, z każdą odsłoną gromadzi coraz więcej stoisk i przyciąga coraz liczniejsze grono odwiedzających.\n\nWięcej informacji TUTAJ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielka burza o Księży Młyn",
            "link": "https://wydarzenia.interia.pl/lodzkie/news-wielka-burza-o-ksiezy-mlyn,nId,1134158",
            "description": "Księżego Młyna nie ma jako całości - ripostował profesor Grzegorz Matuszak, radny LiD. Są tylko relikty, zniszczone obiekty.",
            "image_url": "https://www.bing.pl/th?id=OVFT.IMfDYrdnFy8hsi1ctna5yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "INTERIA22 min",
            "source": "INTERIA",
            "article_content": "Radni tego klubu chcieli stworzyć park kulturowy, który by obejmował kompleks dawnych Zjednoczonych Zakładów Karola Scheiblera i Ludwika Grohmana oraz fabryki Salomona Barcińskiego, Ludwika Geyera, Markusa Silbersteina, Teodora Steigerta, a także ich otoczenie. Zdaniem klubu PO dzięki temu ochronę zyskałyby zabytki architektoniczne i budowlane, historyczne układy komunikacyjne, układy urbanistyczne osiedli, domy i wille fabrykanckie, niematerialne wartości kulturowe oraz zespoły zieleni.\n\nZdaniem wiceprezydenta Włodzimierza Tomaszewskiego utworzenie parku kulturowego oznacza, że najbardziej zrujnowanych terenów fabrycznych nie możnaby zrewitalizować do momentu uchwalenia miejscowego planu zagospodarowania tego terenu.\n\n- Daje to perspektywę bezczynności w oczekiwaniu na ukończenie prac nad planem - wyjaśniał wiceprezydent Włodzimierz Tomaszewski. Oznaczałoby to także wycofanie się prywatnych inwestorów i groźbę odszkodowań dla dotychczasowych właścicieli. Miasto musiałoby wtedy wykupić te tereny i przejąć ciężar ich utrzymania.\n\n- Parki kulturowe to nie skanseny, to niemartwy obszar - próbowała przekonać Iwona Śledzińska-Katarasińska, posłanka PO. To forma ochrony specjalnych, cennych obszarów, które są stosowane coraz częściej w Europie.\n\n- Księżego Młyna nie ma jako całości - ripostował profesor Grzegorz Matuszak, radny LiD. Są tylko relikty, zniszczone obiekty. Miasta nie można zamknąć w parkach i skansenach. Księży Młyn ma szansę stać się współczesną dzielnicą z zachowaniem tego co cenne i zarabiać na siebie.\n\n- Księży Młyn to wspomnienie po potędze XIX wiecznej Łodzi. A teraz pozostały tylko mury. Ale jest dla nas czymś ważnym. Pomysł stworzenia parku kulturalnego jest właściwym sposobem ochrony dziedzictwa narodowego - apelował Witold Rosset z LiD.\n\nJednak klub LiD był zdania, że przedłożony projekt uchwały prowadzi w efekcie do unicestwienia Księżego Młyna. Dlatego zaproponował zmiany w projekcie, m.in.: przekształcenie nazwy \"Park kulturowy posiadeł wodno - fabrycznych\" na \"Park kulturowy Księżego Młyna\", możliwość prowadzenia robót budowlanych, przywrócenie działalności przemysłowej i handlowej.\n\nDyskusja była burzliwa. Brali w niej udział reprezentanci inwersora, wojewódzki konserwator zabytków, eksperci, zaproszeni goście i przedstawiciele mieszkańców Księżego Młyna. Ostatecznie radni 15 głosami za, 14 przeciw i 6 wstrzymującymi się skietrowali projekt uchwały do rozpatrzenia w Komisji Kultury, Komisji Planu Przestrzennego, Budownictwa, Urbanistyki i Architektury oraz Komisji Gospodarki Mieszkaniowej i Komunalnej.\n\nObecnie zagospodarowaniem fragmentu zabytkowej dzielnicy Księży Młyn zajmuje się australijska firma Opal Property Developments. Główną inwestycją firmy jest budowa apartamentów i loftów \"U Scheiblera\" wraz z zapleczem usługowym - restauracjami, kawiarniami i sklepami. Opal Property planuje także stworzyć na tym terenie centrum papieskie.\n\nWiadomość pochodzi z oficjalnej strony miasta Łodzi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ w Mielcu znów przyciągnął mieszkańców. Towarów nie brakowało",
            "link": "https://korso.pl/wiadomosci/pchli-targ-w-mielcu-znow-przyciagnal-mieszkancow-towarow-nie-brakowalo/u9PBAxhnmk7AdLPwY8bE",
            "description": "W niedzielny poranek targowisko Mój Rynek przy ulicy Wolności wypełniło się tłumem mieszkańców. Od godziny 8.00 do 12.00 odbywał się tam kolejny pchli targ organizowany przez Urząd Miejski w Mielcu. - ...",
            "image_url": "https://www.bing.pl/th?id=ODF.K6Ol_59wfc1v9s6ppzUr9g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Korso.pl2 godz.",
            "source": "Korso.pl",
            "article_content": "Drugie życie przedmiotów. Pchli targ w Mielcu pełen okazji | foto Dariusz Dyło\n\nWiadomości W niedzielny poranek targowisko Mój Rynek przy ulicy Wolności wypełniło się tłumem mieszkańców. Od godziny 8.00 do 12.00 odbywał się tam kolejny pchli targ organizowany przez Urząd Miejski w Mielcu.\n\nFrekwencja dopisała – pojawiło się wielu wystawców i kupujących. Na stoiskach można było znaleźć szeroki wybór towarów: odzież, obuwie, zabawki, książki, sprzęt AGD, płyty, gry, dekoracje do domu, a także drobne narzędzia i akcesoria codziennego użytku.\n\nUdział w wydarzeniu był całkowicie bezpłatny i dostępny dla wszystkich osób prywatnych. Organizatorzy przypominają, że jedynym obowiązkiem wystawców jest uprzątnięcie miejsca po zakończeniu kiermaszu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dni Architektury Drewnianej czyli fenomen drewnianych domów",
            "link": "https://www.polskieradio.pl/399/7979/Artykul/3572571,dni-architektury-drewnianej-czyli-fenomen-drewnianych-domow",
            "description": "Dni Architektury Drewnianej są koordynowane przez kierowników oddziałów terenowych NID i lokalne stowarzyszenia, instytucje, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.OTDELgszHC8XS2%2bGJ19Jzw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "PolskieRadio5 godz.",
            "source": "PolskieRadio",
            "article_content": "Dni Architektury Drewnianej są koordynowane przez kierowników oddziałów terenowych NID i lokalne stowarzyszenia, instytucje, czy też urzędy miejskie. Dołączają do nich mieszkańcy miejscowości, którzy posiadają drewniane domy i wyrażają chęć współpracy – zapraszają do siebie na zwiedzanie, pokazują swoje wnętrza, opowiadają o rodzinnych historiach.\n\n- Za każdym takim domem stoi jakiś niesamowity człowiek, który doprowadził do jego budowy, do utrzymania i teraz potomkowie pielęgnują pamięć właśnie i o tych postaciach – mówi Natalia Skiepko, z Centrum Architektury Drewnianej NID w Zakopanem.\n\nW drewnianych domach użyte są naturalne materiały, które dobrze wpływają na nasze zdrowie. Domy te świetnie sobie radzą także z różnymi niekorzystnymi warunkami atmosferycznymi. - No i co nas cieszy, na Podhalu dalej żywa jest taka tradycja budowlana. Nie sądzę, żeby była zagrożona – dodaje Natalia Skiepko. Jak dodaje, architektura drewniana to fenomen nie tylko u nas w kraju, ale również w pozostałych częściach świata.\n\n- Zachęcamy, żeby się z nią zapoznać, żeby się nią zarazić i żeby pokochać te drewniane domy – mówi Natalia Skiepko, kierowniczka Centrum Architektury Drewnianej Narodowego Instytutu Dziedzictwa w Zakopanem w rozmowie z Ewą Plisiecką."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "31 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-31,7,day.html",
            "description": "Ekspozycja stała przedstawiająca kopalne szczątki wymarłych zwierząt należących do tzw. megafauny plejstoceńskiej. Na wystawie można zobaczyć jedynego na świecie zachowanego w całości, wraz ze skórą i ...",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "krakow21 godz.",
            "source": "krakow",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KONTRABANDA IDZIE Z DYMEM",
            "link": "https://www.tygodnikzamojski.pl/artykul/2571/kontrabanda-idzie-z-dymem.html",
            "description": "Nie ma dnia aby na naszej wschodniej granicy nie wpadł przynajmniej jeden przemytnik Większość przemycanych towarów - papierosy bursztyn ...",
            "image_url": "https://www.bing.pl/th?id=ODF.biEVoSJTuh9nioIBjqw4pQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Tygodnik Zamojski23 godz.",
            "source": "Tygodnik Zamojski",
            "article_content": "Nie ma dnia, aby na naszej wschodniej granicy nie wpadł przynajmniej jeden przemytnik. Większość przemycanych towarów - papierosy, bursztyn, kosmetyki, alkohol, ikony - trafia do magazynów celnych.\n\nNajczęściej do Polski przemyca się papierosy. W 2003 roku celnicy z Izby Celnej w Białej Podlaskiej przechwycili blisko 4 mln paczek papierosów, w 2004 roku - już ponad 5,5 mln, a w ubiegłym roku także ponad 5 mln paczek.\n\nInne najczęściej zajmowane towary to m.in. płyty z nielegalnie skopiowaną muzyką, filmami i programami komputerowymi, bursztyn, przedmioty kultu religijnego - ikony, ołtarzyki, krzyże (wcześniej po kilkaset sztuk rocznie, w tym roku nastąpił znaczny spadek prób przemytu - od stycznia do czerwca 2006 r. zajęto tylko 19 ikon). Przemytnicy próbują też wwozić na terytorium Polski spreparowane okazy i żywe zwierzęta objęte ochroną. W 2003 roku stwierdzono 11 takich prób przemytu, w 2004 r. - 10, w 2005 aż 93.\n\nW ubiegłym roku celnicy natrafiali też na meteoryty, skamieniałości (muszle amonitów, czaszki prehistorycznych ryb, kręgi gadów), a także inne okazy geologiczne. Ich łączna wartość to około 1,4 mln zł.\n\n- Od jakiegoś czasu obserwujemy bardzo znaczący spadek przemytu alkoholu - powiedziała TZ Marzenia Siemieniuk, p.o. rzecznika prasowego Izby Celnej w Białej Podlaskiej. - Ma to związek z obniżką akcyzy w naszym kraju. W 2003 roku celnicy zatrzymali 104,9 tys. litrów alkoholu, a w 2005 roku już tylko 2,2 tys. litrów.\n\nWiększość przechwyconych przez celników towarów - a więc papierosy, bursztyn, kosmetyki, alkohol, ikony itd. - trafia po zatrzymaniu do magazynów celnych. Bronią, materiałami niebezpiecznymi oraz narkotykami zajmuje się policja. Natomiast żywe zwierzęta trafiają z reguły do ogrodów zoologicznych.\n\nPo orzeczeniu przez sąd przepadku towarów na rzecz Skarbu Państwa, następuje ich likwidacja. Jednak niekoniecznie oznacza to zniszczenie. Praktykuje się też sprzedaż lub nieodpłatne przekazanie. Na przykład odebrany przemytnikom bursztyn sprzedawany jest na przetargach, na licytację trafiają też samochody.\n\nPodrabiane obuwie i odzież trafiają zwykle do domów dziecka, domów pomocy społecznej, fundacji. Zasadą jest w takiej sytuacji, że podrobione znaki producenta muszą zostać usunięte. Do usunięcia znaków zobowiązuje się obdarowany.\n\nO losie przedmiotów stanowiących dobra kultury decyduje Wojewódzki Konserwator Zabytków, który ma obowiązek przekazywać dzieła zabytkowe do państwowych muzeów. Inne dobra kultury przeznaczane są do sprzedaży.\n\nPochodzący z przemytu alkohol sprzedawany jest uprawnionym podmiotom (głównie gorzelniom ) do przerobu.\n\nKarol Kozyra"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grzybobranie w Wielkopolsce w 2025 roku! Stąd nie wrócisz z pustym koszykiem! Poznaj sprawdzone miejscówki. W sezonie to raj dla grzybiarzy!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/grzybobranie-w-wielkopolsce-w-2025-roku-st%C4%85d-nie-wr%C3%B3cisz-z-pustym-koszykiem-poznaj-sprawdzone-miejsc%C3%B3wki-w-sezonie-to-raj-dla-grzybiarzy/ar-AA1I65ov?ocid=BingNewsVerp",
            "description": "Przełom lata i jesieni to idealny moment, aby wybrać się do lasu i poszukać grzybów. Wielkopolska natomiast to idealne miejsce, aby z wyprawy do lasu wrócić z pełnym koszykiem. Pora na grzyby zbliża s ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN12 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "12 tysięcy lat historii w jednym miejscu. Archeolodzy ze Szkocji świętują wielkie znalezisko",
            "link": "https://www.focus.pl/artykul/znalezisko-szkocja-12-tysiecy-lat-w-jednym-miejscu",
            "description": "Deweloperzy postanowili wybudować nowe osiedle w szkockim Guardbridge, a ziemia odsłoniła przed nimi zupełnie niezwykłą historię. To, co miało być rutynowym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.f3l-vLfSgS4QmXoT6XJFew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Focus1 godz.",
            "source": "Focus",
            "article_content": "Podsumowanie artykułu . . .\n\nGuardbridge. Kapsuła czasu sprzed 12 tysięcy lat\n\nBadania w Guardbridge prowadzone były w latach 2017-2021 na zlecenie firmy deweloperskiej Persimmon Homes North Scotland. Wykopaliska odsłoniły wyjątkową stratygrafię archeologiczną z najwcześniejszymi warstwami pochodzącymi sprzed około 10 000 roku p.n.e. W najgłębszych partiach znaleziono rozsypane krzemienie, świadczące o obecności łowców-zbieraczy z późnego paleolitu. To fascynujące, jak każde kolejne pokolenie wybierało dokładnie to samo miejsce na swoją siedzibę. Warstwy archeologiczne układały się niczym strony książki: każda opowiadająca inną historię o ludziach, którzy tam żyli.\n\nCzytaj też: Sensacja archeologiczna w Bułgarii. Odnaleźli szkielet trackiego wojownika\n\nJednym z ciekawszych znalezisk było mezolityczne palenisko datowane na okres między 4320 a 4051 rokiem p.n.e. Wokół ogniska archeolodzy odkryli wypalone narzędzia kamienne ułożone w charakterystyczny wzór przypominający gwiazdę. Powyżej tych warstw znaleziono dowody na obecność pierwszych rolników w regionie Fife. Liczne doły zawierające spalone ziarna zbóż, żarna i fragmenty naczyń świadczą o przejściu od koczowniczego trybu życia do osiadłego rolnictwa. Osady z epoki brązu przyniosły dowody na rozwój zaawansowanych technologii. Odkryto okrągłe domy wypełnione skorupami naczyń i kośćmi zwierząt, a także rzadkie formy odlewnicze do wyrobu broni i narzędzi. Szczególnie poruszający był detal znaleziony na werandzie jednego z domów. Było to miejsce, w którym ktoś siedział i obrabiał krzemień na narzędzia. Rozrzucone odłupki kamienia utrwaliły ten moment sprzed trzech tysięcy lat. Najpóźniejsze warstwy prehistoryczne zawierały fort z epoki żelaza, używany prawdopodobnie od późnej epoki brązu aż po okres rzymski. Znalezione wrzeciona i ciężarki tkackie dowodzą, że mieszkańcy fortu produkowali wełniane tkaniny, a fragmenty łupkowych bransolet świadczą o ich dbałości o wygląd.\n\nPrzełomowe odkrycia w całej Szkocji\n\nGuardbridge to tylko jeden z wielu spektakularnych projektów archeologicznych realizowanych w Szkocji. Firmy archeologiczne często prowadzą wykopaliska ratunkowe, wyprzedzając inwestycje deweloperskie, co pozwala na odkrywanie nieznanych dotąd skarbów przeszłości. W Carnoustie w hrabstwie Angus archeolodzy odkryli największą znaną w Szkocji neolityczną halę drewnianą. Konstrukcja z około 4000 roku p.n.e. miała imponujące rozmiary – 35 metrów długości i 9 metrów szerokości.\n\nByła to stała konstrukcja o długości 35 m i szerokości 9 m, zbudowana z dębu, z przeciwległymi drzwiami w pobliżu jednego końca budynku — poniformowali przedstawiciele Guard Archaeology\n\nObok hali znaleziono skarb z epoki brązu (1118-924 p.n.e.) zawierający miecz, grot włóczni ze złotą opaską i ozdobną szpilę. To dowód na to, że region był zamożny i miał dostęp do egzotycznych materiałów. W South Ayrshire, w miejscowości Curragh, archeolodzy natrafili na osadę z epoki żelaza otoczoną palisadą. W wykopie pod palisadą znaleźli rzymską emaliowaną broszę z II wieku. Był to przedmiot, który nigdy nie powinien się tam znaleźć. Wzorzec dystrybucji takich brosz sugeruje, że były popularne wśród rzymskich żołnierzy. Prawdopodobnie trafiła na północ od Wału Hadriana na płaszczu rzymskiego legionisty, a następnie została złożona jako ofiara fundacyjna mająca chronić nową osadę.\n\nCzytaj też: Śmiertelna bakteria z przeszłości nadal stanowi zagrożenie. Odkrycie w Jordanii ostrzega współczesny świat\n\nW Rosemarkie w Highland Scotland odkryto skarb z epoki brązu sprzed około tysiąca lat przed naszą erą. Dziewięć brązowych bransolet i naszyjników zachowało się wraz z organicznymi sznurami, które je wiązały.\n\nPrzetrwanie materiałów organicznych jest prawdopodobnie częściowo spowodowane właściwościami antybakteryjnymi miedzi (w brązie), gdzie produkty korozji miedzi przylegają do materiałów organicznych i je konserwują — dodaje Guard Archaeology\n\nW Larkhall w South Lanarkshire archeolodzy odkryli jedno z najwcześniejszych mezolitycznych obozowisk w Szkocji, datowane na VIII-IX tysiąclecie p.n.e. Na tym samym stanowisku znaleziono też okrągły dom z epoki brązu i prostokątny budynek z epoki żelaza. Jest to dowód na tysiąclecia ciągłego osadnictwa.\n\nLegendy i rzeczywistość archeologiczna\n\nNiekiedy archeologia potwierdza to, co przez wieki przekazywano w lokalnych legendach. Projekt “Drumelzier’s Hidden Heritage” pokazał fascynujące połączenie między nauką a folklorem. W szkockich Borders, w miejscowości Drumelzier, lokalna legenda od wieków mówiła o pochówku Merlina. Archeolodzy postanowili sprawdzić, czy mit ma jakieś podstawy w rzeczywistości. Okazało się, że fort Tinnis był rzeczywiście zajęty około 600 roku, dokładnie w czasie, gdy według legend żył legendarny czarodziej. W pobliżu legendarnego miejsca pochówku odkryto cechę przypominającą grób.\n\nNa wyspie Islay archeolodzy odkryli wczesnośredniowieczny warsztat hutniczy z VI-IX wieku n.e., zbudowany na ruinach piktyjskiej budowli w kształcie ósemki. To był okres, gdy Islay należała do królestwa Dál Riata – wczesnośredniowiecznego państwa Szkotów. W średniowiecznym Ayr natomiast odkryto dowody na międzynarodowy handel. Obecność szkockiej ceramiki średniowiecznej i importowanych wyrobów francuskich potwierdza, że królewskie miasto było ważnym portem handlowym. Nie da się ukryć, iż takie odkrycia rzeczywiście rzucają nowe światło na historię Szkocji, lecz ich interpretacja zawsze pozostaje w pewnym stopniu hipotezą. Niemniej jednak, znaleziska z Guardbridge i innych miejsc świadczą o niezwykłej ciągłości osadnictwa na tych terenach. Szkocja przez tysiąclecia była tętniącym życiem regionem, w którym spotykały się różne kultury i tradycje. Najnowsze odkrycia archeologiczne tylko potwierdzają tę tezę, choć wciąż wiele pytań pozostaje bez odpowiedzi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dawid od 20 lat szuka skarbów. \"Najwięcej znalezisk jest z II wojny światowej\"",
            "link": "https://noizz.pl/spoleczenstwo/dawid-od-20-lat-szuka-skarbow-najwiecej-znalezisk-jest-z-ii-wojny-swiatowej/mh7l77b",
            "description": "Mówi o sobie Odkrywca Goblin, bo każdą wolną chwilę spędza na odkrywaniu. Pierwszy detektor metali kupili mu rodzice. Potem, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vAtOJoiOqUWpWTAPcrl6sg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Noizz1 godz.",
            "source": "Noizz",
            "article_content": "Mówi o sobie Odkrywca Goblin, bo każdą wolną chwilę spędza na odkrywaniu. Pierwszy detektor metali kupili mu rodzice. Potem, jak zaznacza, samo poszło. Dawid opowiada nam o pasji do poszukiwania historycznych przedmiotów i skarbach, które z niej wynosi.\n\nDawid zainteresował się poszukiwaniem skarbów jako dziecko. Pierwszy detektor metalu kupili mu rodzice\n\n— Zdarza się trafić na rzeczy ze średniowiecza. Cały przedział wieków, historia jest zapisana w przedmiotach — opowiada\n\n— W skali dwóch, trzech lat grupa poszukiwaczy wzrosła o kilkaset procent — podsumowuje\n\nWięcej podobnych tekstów znajdziesz na stronie głównej Onetu\n\nMateriał archiwalny Foto: Onet\n\nPrzypominamy tekst z lipca 2024 r.\n\nAnna Korytowska: Pamiętasz pierwszy skarb, który znalazłeś?\n\nDawid: Wiele znalezisk, które nie są powszechnie uznawane za skarby, ma dla mnie spore znaczenie i dla mnie takimi skarbami są. Na przykład rzymska moneta, którą wykopałem dopiero po dziesięciu latach poszukiwań detektorem metali. Pamiętam, że towarzyszyła mi wtedy niezwykła euforia. Potem nad Tamizą znalazłem celtycką monetę, to były podobnie duże emocje. Całe lata szukałem takich monet. Niedawno znalazłem złotą pieczęć, która, mam nadzieję, będzie oficjalnie uznana za skarb.\n\nKiedy to się zaczęło? Odkrywanie, poszukiwanie?\n\nKiedy byłem dzieckiem, co roku na kilka tygodni jeździłem na wakacje do babci. Jej syn, najmłodszy brat mojej mamy i jego kuzyn chodzili do lasu z wykrywaczem metali. Pamiętam, że któregoś dnia babcia pojechała pozałatwiać jakieś sprawy i oni musieli się mną zająć. Miałem 9 albo 10 lat, byłem ich kulą u nogi, ale że bardzo zależało im na wyjściu, to wzięli mnie ze sobą. Poszukiwaliśmy przedmiotów z drugiej wojny światowej. Pamiętam, że byłem niesamowicie podekscytowany tego dnia. I tak się zaczęło. Z czasem coraz częściej jeździłem z nimi na poszukiwania. Bardzo chciałem swój detektor i jak zdarta płyta marudziłem rodzicom, żeby mi go kupili. Chyba skutecznie, bo po kilku tygodniach się udało. Był wielki, na baterie i spędziłem z nim wiele godzin, przeszukując pobliskie pola i lasy.\n\nDawid od ponad dwudziestu lat szuka skarbów Foto: Materiały własne bohatera / Noizz.pl\n\nPamiętasz, co wtedy znajdowałeś?\n\nTo się nie przekładało na wielkie znaleziska, ale znajdowałem monety z drugiej wojny światowej. Później zmieniałem detektory, ale też bez większych efektów. Wszystko zmienił wyjazd do Wielkiej Brytanii. Przez kilka pierwszych lat pracowałem na farmie, dlatego pasja odeszła trochę na bok. Ale któregoś dnia zacząłem oglądać na YouTube innych poszukiwaczy skarbów i to ruszyło moją pamięć, uczucia, popchnęło do działania. Sześć lat temu kupiłem detektor. Na pierwszym wyjściu znalazłem piękną srebrną monetę sprzed 800 lat. Od tamtej pory dwa, trzy razy w tygodniu jestem w terenie i szukam.\n\nDalszą część tekstu znajdziesz pod materiałem wideo\n\nJak wygląda taki dzień poszukiwań?\n\nZaczyna się już dzień wcześniej. Przeważnie, żeby móc przeszukiwać tereny, trzeba mieć na to zgodę ich właściciela, dlatego poszukiwania należy zaplanować odpowiednio wcześnie. Jak już wiem, na jakim terenie będę poszukiwał, to zajmuję się badaniem historii tego miejsca. Sprawdzam, co działo się w przeszłości na tych terenach.\n\nPatrzę na mapy, okoliczne budowle. Ustalam sobie plan poszukiwań. Jeżeli nie znam okolicy, wyjście w teren zaczynam od zwiady, czyli krążę po terenie do momentu, w którym znajdę coś, co może mi dać do myślenia, inspirację do dalszych poszukiwań. Jeżeli teren znam, to wiem, od czego rozpoczynać działanie.\n\nDawid i jedno z jego znalezisk Foto: Materiały własne bohatera / Noizz.pl\n\nMusisz dobrze znać historię.\n\nPrzez lata poszukiwań trochę ją zgłębiłem. A to dlatego, że już dzień przed poszukiwaniami, kiedy analizuję pola, czytam o historii. Po powrocie do domu też szukam informacji na temat danego znaleziska, okresu historycznego. To część poszukiwań i też budzi niesamowite emocje. Widzisz, kiedy znajduję przedmiot, to jestem pierwszą osobą, która od tysiąca lat go dotyka. Pojawia się wówczas mnóstwo pytań. W przypadku monety — jaka była ostatnia transakcja, kto ją zgubił, co czuł w momencie, kiedy ją zgubił? To były rzeczy niesamowicie wartościowe w tamtym czasie, tej osobie mogło zawalić się życie. Bardzo mnie to porusza.\n\nKtóre tereny są twoim zdaniem najlepsze do szukania skarbów?\n\nWielka Brytania zaspokaja poszukiwaczy, bo ma niesamowitą historię terenów. To korzenie i celtyckie, i rzymskie i anglosaksońskie. Zdarza się trafić na rzeczy ze średniowiecza. Cały przedział wieków, historia jest zapisana w przedmiotach. Ciężko znaleźć kraj, który ma podobnie bogatą historię do odkrycia, jeżeli chodzi o poszukiwanie skarbów. Ale doceniam też polskie tereny, gdzie najwięcej odkryć jest z drugiej wojny światowej. Wychowałem się na Opolszczyźnie, obok Starego Grodkowa. Jakiś czas temu znaleziono tam groby żołnierzy wyklętych. Mieszkałem niedaleko, też szukałem na tamtych terenach. To robi ogromne wrażenie.\n\nJak łączysz pasję z pracą?\n\nNa co dzień zajmuję się budowaniem kamperów, domów na kołach. Robię je w swoim garażu. Prowadzę też kanał na YouTube \"Odkrywca Goblin\", na którym pokazuję i pracę, i pasję. Jakiś czas temu napisał do mnie facet ze Stanów Zjednoczonych. Chciał przyjechać na poszukiwania do Wielkiej Brytanii. Pogadaliśmy trochę przez telefon, potem pisaliśmy. W końcu ustaliliśmy daty i nie widząc się nigdy wcześniej, umówiliśmy na wyjazd. Odebrałem go z lotniska w Londynie kamperem i zrobiliśmy kilkutygodniowy wypad z detektorami metali.\n\nSłyszę, że twoja pasja otwiera na świat i drugiego człowieka.\n\nDzięki niej poznałem wiele wspaniałych osób. Znalazłem przyjaciół na całe życie, odwiedzamy się na święta, spędzamy razem mnóstwo czasu. To bardzo ciekawe, pełne energii osoby. W czasach szkolnych nigdy nie miałem prawdziwych przyjaciół, a teraz trafiła mi się grupa oddanych osób. Mamy piękne relacje, a połączyło nas poszukiwanie skarbów. Co weekend jeździmy na wspólne kopania. Najpierw pijemy kawę i rozmawiamy, potem idziemy na poszukiwania, wspólnie przeżywamy euforię przy okazji znalezisk i na koniec jemy wspólnie obiad.\n\nZnaleziska Dawida Foto: Materiały własne bohatera / Noizz.pl\n\nPoszukiwanie skarbów to kosztowna pasja?\n\nNa pewno. Zawsze chciałem mieć jak najwięcej możliwości do poszukiwania, ale to kosztuje. Sprzęt, który ma służyć przez lata, musi być dobry. Dokupuje się ciuchy, torby, rękawice. Najwięcej kosztują wyjazdy. Czasami to dwie trzy godziny jazdy w jedną stronę. Są też zorganizowane, tak zwane komercyjne wyjazdy. W cenie od 20 funtów jest możliwość poszukiwania na prywatnych terenach. Do tego dochodzą koszty dojazdu. Kiedyś miałem licencję na szukanie przy Tamizie. Próbowałem ją odświeżyć, bo jakiś czas temu mi wygasła, ale już nie ma takich możliwości. Osób, które poszukują, jest tak dużo, że na razie zablokowali możliwość odnawiania licencji. W skali dwóch, trzech lat grupa poszukiwaczy wzrosła o kilkaset procent.\n\nZ czego to wynika?\n\nWynika z tego, że zaczyna się pojawiać więcej informacji na temat tej pasji. Coraz więcej mówi się o znaleziskach, które zapierają dech w piersiach. Jest bardzo dużo kanałów na YouTube, dużo osób mocno się z tą pasją utożsamia. Grono zainteresowanych we wszystkich social mediach rośnie. Widzę to też u siebie na kanale, jest coraz więcej pasjonatów. To już nie jest kilkaset osób, a kilka czy kilkanaście tysięcy.\n\nCzego poszukiwanie skarbów może nauczyć?\n\nPoza historią znalezisk nauczyłem się cierpliwości. Czasami trzeba spędzić dni i godziny, poszukując bez żadnych efektów. Wkłada się ogromny wysiłek po to, żeby po kilku miesiącach znaleźć coś, co sprawia, że pojawiają się ogromne emocje. Cierpliwość jest tu tak samo potrzebna, jak na przykład w przypadku wędkarstwa. Myślę, że kiedy znajduję starsze przedmioty, takie, które mają ponad tysiąc lat, zdaję sobie sprawę z szybko upływającego czasu i to przekłada się na moje życie. Wiem, że trzeba doceniać czas, który się ma. Cieszyć się z niego jak najbardziej i brać życie pełnymi garściami.\n\nA co masz na liście poszukiwawczych marzeń?\n\nListę marzeń od lat mam w swojej głowie. Mówiłbym o tym godzinę (śmiech). Ale na pewno chciałbym znaleźć rzeczy, które mógłbym przypisać historycznie do danej osoby. Osoby znanej, o której pisze się w książkach i podręcznikach. Marzę o znalezieniu bulli papieskich, które można dokładnie przypisać do danego papieża. Nie pogardziłbym też garnkiem złotych monet, który wart byłby sporo pieniędzy."
        }
    }
]