[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odwiedzamy zamek zbudowany na polecenie Kazimierza Wielkiego! PR PiK w Złotorii [zdjęcia]",
            "link": "https://www.radiopik.pl/367,2&idpi=2&idxi=132130&si=1",
            "description": "Gościmy w podtoruńskiej Złotorii, gdzie znajduje się zamek wybudowany na polecenie króla Kazimierza Wielkiego. Opowiada o nim ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Zn51indDwBKja_qAmBjKbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Polskie Radio PiK5 godz.",
            "source": "Polskie Radio PiK",
            "article_content": "2025-08-29, 09:12 Iwona Muszytowska-Rzeszotek/Redakcja\n\nW „Wakacyjnym przewodniku po regionie\" zwiedzamy zamek w Złotorii/fot: Iwona Muszytowska-Rzeszotek\n\nGościmy w podtoruńskiej Złotorii, gdzie znajduje się zamek wybudowany na polecenie króla Kazimierza Wielkiego. Opowiada o nim doktor Bogusław Bogucki – nauczyciel historii w szkołach w Złotorii oraz Lubiczu Dolnym. Jednak turystycznych perełek wokół tej wsi jest więcej.\n\nOdwiedzamy też „Malowaną Chatkę”, czyli 170-letnią flisacką chatę, która w rodzinie Malwiny Kwiatkowskiej jest od pokoleń, teraz udostępnia ją innym. Z kolei Pisarka z Grabowca Kamila Cudnik umieściła akcję swojej trylogii z początków XX wieku w Złotorii. Wszystko zaczyna się od zbrodni dokonanej w okolicach zamku nad Drwęcą.\n\n\n\nMożna trafić na opinie, że zamek w Złotorii jest krzyżacki. Okazuje się, że to nieprawda. – Został zbudowany na rozkaz króla Kazimierza Wielkiego w 1343 roku właśnie przeciwko Krzyżakom. Gdybyśmy byli w kamerze obiektywu, to moglibyśmy zobaczyć, że niedaleko na horyzoncie widać to śmiertelne zagrożenie, czyli Toruń. Zresztą król Kazimierz Wielki przez całe swoje życie bardzo obawiał się zakonu krzyżackiego, brał udział w bitwie pod Płowcami w 1331 roku, z której najprawdopodobniej uciekł. Z kolei będąc bardzo mądrym władcą, wiedział, że jeżeli się nie da pokonać takiego wroga, to trzeba go po prostu przeczekać i się bronić. Stąd właśnie w takim bardzo newralgicznym miejscu i bardzo obronnym, bo tu są rzeki Wisła i Drwęca, kazał zbudować bardzo przyzwoity i bardzo silny zamek, właśnie tu w Złotorii.\n\n\n\n– Gdyby ktoś pokusił się o nakręcenie filmu albo serialu przygodowego, wystarczyłoby wyłącznie opisywać, co tu się wyprawiało. Zamek należał do Kazimierza, potem do Władysława Białego, później do Władysława Opolczyka, który zastawił ten zamek Krzyżakom. Następnie go wykupiono w 1404 roku, potem Krzyżacy go zajęli w 1409 roku i częściowo zburzyli. Po pierwszym Pokoju toruńskim był już w ziemi polskiej, ale niewiele z niego zostało, po prostu ruiny – podkreśla Bogucki.\n\n\n\nPo drugiej stronie drogi wjazdowej do Złotorii znajduje się chata flisacka, która ma 170 lat.\n\n\n\n– Ona jest od zawsze w rodzinie. Należała do moich dziadków. Dokładnie pamiętam, że jako dziecko bardzo mocno ją plądrowałam i już wtedy wynosiłam różne rzeczy ze strychu, pamiątki odkładane przez dziadków. Znałam ją bardzo dobrze. Nie wyobrażam sobie, że miałabym pozwolić, żeby ona po prostu niszczała – wspomina Malwina Kwiatkowska, właścicielka chaty.\n\n\n\nZałożeniem było uratowanie dziedzictwa flisaczy znad Drwęcy. – Nie było łatwo. Pojawiały się łzy ze szczęścia, ale i z rozpaczy, czy niemocy. Odsłaniając chatę kawałek po kawałku, cały czas miałam wizję efektu końcowego i się udało.\n\n\n\nChata stała się centrum kulturalnym. Organizowane są warsztaty, spotkania, czy mini koncerty dla okolicznych mieszkańców i turystów. – Takie było założenie i naprawdę nic bardziej nas nie cieszy, jak to, że przychodzą goście i spotykają się tutaj po latach.\n\n\n\nW dniach 6-7 września odbędą się dni włoskie. – Będzie coś dla żołądka, bo będą desery włoskie i antipasti, ale oprócz tego będzie pokaz ceramiki włoskiej i motocykli. Każdy znajdzie coś dla siebie.\n\n\n\nW tych okolicach często gości pisarka Kamila Cudnik z sąsiedniego Grabowca – autorka kryminałów, a przede wszystkim trylogii toruńskiej, której akcja została osadzona także między innymi w podtoruńskiej Złotorii.\n\n\n\n– Jak się oprzeć urokowi tych miejsc? Pomysł Nocy Świętojańskiej, tej zbrodni cały czas za mną chodził. Najpierw była koncepcja na książkę i w pewnym momencie stwierdziłam, że to nie będzie jedna książka, tylko cała trylogia, bo inaczej miałaby 1000 stron – opowiada Cudnik.\n\n\n\n– Trudno o lepsze święto jako tło dla zbrodni i miejsce. Wiemy, jak to wygląda i wyglądało w tamtym czasie. To już były ruiny, zresztą chyba Henryk Sienkiewicz też tam umieścił akcję swojej książki. Te miejsca są bardzo poruszające, inspirujące i takie, że właściwie nie trudno sobie wyobrazić tam jakiegoś nieboszczyka. Powiem szczerze, że myślałam, że lepiej znam historię i bardzo szybko okazało się, że utknęłam. Wcześniej miałam pozbierane materiały, ale natychmiast pojawiło się mnóstwo różnych opracowań, właściwie do niemal każdej sceny musiałam się przygotować. Czasami czytałam całą książkę, która ma kilkaset stron po to, żeby stworzyć jedną scenę. Może przesadziłam z liczbą tych stron, ale jakieś fragmenty z tego wychodziły. Ten research był bardzo dokładny: gazety, mapy. Sama sobie rysowałam mapy i dopowiedzieć sobie różne rzeczy, połączyć i to była bardzo przyjemna praca. Cieszę się, że udało mi się to zrobić – dodaje Cudnik.\n\n\n\nWięcej o atrakcjach Złotorii posłuchacie poniżej.\n\n\n\nPozostałe odcinki naszego przewodnika po regionie są dostępne TUTAJ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mariusz Iwański, kandydat do zakupu Śląska: Moje zaangażowanie będzie poważne i długofalowe [NASZ WYWIAD]",
            "link": "https://www.goal.pl/1-liga/mariusz-iwanski-kandydat-do-zakupu-slaska-moje-zaangazowanie-bedzie-powazne-i-dlugofalowe-nasz-wywiad/",
            "description": "Już niedługo zmiana właściciela? Śląsk Wrocław już kilka razy miał trafić w prywatne ręce, ale do tej pory to nie nastąpiło. Wiele wskazuje jednak na to, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.LND2GJ_Zs2tUrHu6k7Xz2A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Goal.pl13 godz.",
            "source": "Goal.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatni weekend wakacji w Podlaskiem pełen atrakcji - każdy znajdzie coś dla siebie",
            "link": "https://www.radio.bialystok.pl/wiadomosci/index/id/253277",
            "description": "To już ostatni weekend tegorocznych wakacji. Jednym ze sposobów na pożegnanie lata może być udział w licznych wydarzeniach i imprezach kulturalnych, które odbędą się w naszym regionie.",
            "image_url": "https://www.bing.pl/th?id=ODF.4rcNUELApOre7fwhbIwxFQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Polskie Radio Białystok3 godz.",
            "source": "Polskie Radio Białystok",
            "article_content": "Ostatni weekend wakacji w Podlaskiem pełen atrakcji - każdy znajdzie coś dla siebie\n\nTo już ostatni weekend tegorocznych wakacji. Jednym ze sposobów na pożegnanie lata może być udział w licznych wydarzeniach i imprezach kulturalnych, które odbędą się w naszym regionie.\n\nXXII Biesiada Miodowa w Kurowie, fot. Adam Dąbrowski\n\nPiątek (29.08)\n\n\n\n\n\n\"Białystok pełen muzyki”\n\n(piątek 19:00, sobota 18:00)\n\n\"Białystok pełen muzyki\" - pod takim hasłem pod koniec wakacji odbędzie się w stolicy regionu impreza łącząca pokolenia. To wspólna inicjatywa miasta Białystok, Wodociągów Białostockich, Polskiego Radia Białystok i Białostockiego Ośrodka Kultury. Na Rynku Kościuszki w piątek od 19:00 zaprezentują się Maryla Rodowicz i Zenek Martyniuk. W sobotę o 18:00 kolejne koncerty - wystąpią Anna Karolska, Szeptucha, Jary Oddział Zamknięty i Roxie. Poza koncertami gwiazd i lokalnych artystów będą też inne atrakcje. Przygotowują je między innymi Wodociągi Białostockie. Z plenerowym studiem i maskotką pojawi się także Polskie Radio Białystok.\n\n\n\n\n\nKobiety Wschodu - She is the Light\n\n(piątek, sobota, niedziela)\n\nStowarzyszenie Inicjatyw Artystycznych Supernova zaprasza na 6. edycję festiwalu \"Kobiety Wschodu - She is the Light”, który rozpocznie się w piątek i potrwa do niedzieli w Białymstoku. W Ogrodach Pałacu Branickich powstanie wyjątkowa przestrzeń artystyczna, w której ponad 100 twórczyń zaprezentuje muzykę, malarstwo, rzeźbę, fotografię, taniec, teatr, modę, performance, tkactwo oraz instalacje świetlne. Wstęp wolny.\n\n\n\n\n\n\"Pejsy, chałaty, jarmułki czyli miniony świat Podlasia” w kinie \"Ton”\n\n19:00\n\nW kinie \"Ton” odbędzie się w piątek koncert pt. \"Pejsy, chałaty, jarmułki, czyli miniony świat Podlasia”. Muzykę żydowską zaprezentują Darek Wójcik vel Davidek i Szaweł Lipski Klezmer Quartet. Początek o 19:00. Darmowe wejściówki są od odbioru w księgarni św. Kazimierza w kinie \"Ton”.\n\n\n\n\n\nWernisaż prac Beaty Wilczyńskiej w Galerii przy ul. Jana Kilińskiego 8\n\n18:00\n\nPodlaski Instytut Kultury w Białymstoku zaprasza do Galerii przy ul. Jana Kilińskiego 8 na kolejny wernisaż który rozpocznie się w piątek 29 sierpnia o godz. 18:00. Tym razem do swojego artystycznego świata zaprasza Beata Wilczyńska - artystka, która w sztuce fotografii wciąż poszukuje nowych wyzwań i inspiracji. Prace zaprezentowane na wystawie Stany przejściowe to próba oswojenia i pokazania zmienności, która jest stale obecna w naszym życiu. Wystawa będzie czynna do 28 września. Wstęp wolny.\n\n\n\n\n\nPotańcówka w Teremiskach\n\n20:00\n\nW Teatrze w Stodole w Teremiskach w piątek będzie można wziąć udział w potańcówce. O 20:00 zagra tam Kapela Niwińskich. Wstęp wolny.\n\n\n\n\n\nMistrzostwa Polski w Łucznictwie Konnym\n\nrozpoczęcie - piątek 10:00\n\nBędą to trzy dni rywalizacji w scenerii Podlaskiego Muzeum Kultury Ludowej. W piątek (29.08) o 10:00 rozpoczynają się tam Mistrzostwa Polski w Łucznictwie Konnym. Swoje umiejętności zaprezentuje ponad trzydziestu uczestników. Wystartują w kilku kategoriach wiekowych - Junior Młodszy, Junior i Senior. Mistrzostwa potrwają do niedzieli.\n\n\n\n\n\nWernisaż wystawy \"Nie da się od tego uciec Mikołaj Wołkowycki (1925-2011)”\n\n17:00 - białostocki ratusz, 18:00 - Galeria Sleńdzińskich\n\nW tym roku przypada setna rocznica urodzin artysty Mikołaja Wołkowyckiego. Z tej okazji Muzeum Podlaskie i Galeria im. Sleńdzińskich wspólnie prezentują jego twórczość, przypominając postać artysty i organizatora życia wystawienniczego. Prace Mikołaja Wołkowyckiego będzie można oglądać w piątek od 17:00 w białostockim ratuszu i od 18:00 w Galerii im. Sleńdzińskich.\n\n\n\n\n\nSobota (30.08)\n\n\n\n\n\nJarmark Kresowy Ogród w Białymstoku\n\nSobota i niedziela między 9:00 a 17:00\n\nTo gratka dla miłośników roślin. W Białymstoku, przed Teatrem Dramatycznym odbędzie się kolejna edycja Jarmarku Ogrodniczego \"Kresowy Ogród”. Podczas dwudniowej imprezy będzie można kupić drzewa ozdobne, byliny, cebule kwiatowe i krzewy. To także okazja do spróbowania regionalnych produktów takich jak miody, pieczywo, sery czy pierogi. Impreza potrwa w sobotę i niedzielę między 9:00 a 17:00.\n\n\n\n\n\n\n\n\n\nZ wizytą w willi gen. Mikołaja von Driesena - wydarzenie w ramach Dni Architektury Drewnianej\n\nW sobotę odwiedzić można Muzeum Rzeźby Alfonsa Karnego w Białymstoku. O 15:00 i 16:00 pracownicy placówki opowiedzą o historii miejsca, czyli willi gen. Mikołaja von Driesena. Wstęp wolny.\n\n\n\n\n\nXXV Biesiada Miodowa w Kurowie\n\nBędzie można nie tylko spróbować regionalnych miodów, ale też wziąć udział w warsztatach garncarskich, animacjach i koncertach. W sobotę w Kurowie rozpocznie się dwudniowa XXV Biesiada Miodowa. Będą spotkania z autorami książek przyrodniczych, występy kapel i zespołów takich jak Łapskie Nutki, Przechera, czy Szeptucha, strefa dla dzieci i spektakl \"O ludziach i drzewach”. Wstęp na wszystkie wydarzenia jest bezpłatny.\n\n\n\n\n\n\"Baj, Baj lato” w Łomży\n\nWydarzenie \"Baj, Baj lato”, a tuż po nim „Dyskoteka pod Gwiazdami” to pomysł na pożegnanie lata w Łomży. Wszystko na Starym Rynku przed ratuszem, gdzie będzie można spotkać postacie z różnych baśni, ale także iluzjonistę. Na najmłodszych czeka mnóstwo zabaw i animacji, a starsi będą mogli wziąć udział w grach i konkursach. W programie między innymi: przestrzeń z dużymi grami i strefa klocków XXL, malowanie twarzy, brokatowe tatuaże, stanowisko z balonami oraz duże bańki mydlane, a także „kącik malucha”.\n\nTowarzyszyć będą temu koncerty i występy, a całe „Baj, baj lato\" odbywać się będzie w sobotę w godz. 15-19. Natomiast po godz. 19 płyta Starego Rynku zamieni się w taneczny parkiet, czyli „Dyskotekę pod Gwiazdami”, na której z głośników rozbrzmiewać będą największe muzyczne hity aż do godz. 23.\n\nWstęp na te wszystkie wydarzenia jest bezpłatny.\n\n\n\n\n\n„Śladami Adama Chętnika” w Nowogrodzie\n\nWydarzenie kulturalne „Śladami Adama Chętnika” zaplanowano w sobotę (30.08) w Nowogrodzie. Rozpocznie się ono o godz. 17 pod muralem na budynku Gminnego Ośrodka Kultury, a głównym punktem będzie rozmowa z Jackiem Chętnikiem na temat „Pasje mojego dziadka”. Na uczestników wydarzenia, które jest otwarte dla wszystkich chętnych, czekają także wyjątkowe atrakcje: muzyczny występ zespołu z Myszyńca, Kapeli Kurpiowskiej z Nowogrodu oraz Zespołu Śpiewaczego.\n\nW programie spotkania także warsztaty robienia wianków, spacer po muralach opowiadających o dziedzictwie regionu oraz kawę i słodki poczęstunek. Będzie to – według zamierzeń organizatorów - podróż w głąb kultury Kurpiowszczyzny, ale i okazja do wspólnego świętowania lokalnej tożsamości i dziedzictwa w Roku Adama Chętnika - wybitnego etnografa, muzealnika i badacza kultury kurpiowskiej oraz twórcy Skansenu Kurpiowskiego w Nowogrodzie.\n\n\n\n\n\nWarsztaty przyrodnicze w Wigierskim Parku Narodowym\n\nW Ośrodku Edukacji Środowiskowej nad Zatoką Słupiańską jeziora Wigry odbędą się w sobotę warsztaty przyrodnicze. W programie oglądanie organizmów pod mikroskopem i robienie zdjęć, pobieranie prób z jeziora i nie tylko. Udział w zajęciach jest bezpłatny - zgłaszać się można pod numerem 601 574 601 lub mailowo: joanna.adamczewska@wigry.org.pl .\n\n\n\n\n\n\n\n\n\nIII Piknik Rodzinny z potańcówką w Hołodach\n\n16:00\n\nW Hołodach w sobotę odbędzie się trzecia edycja pikniku rodzinnego z potańcówką. Początek o 16:00 - wystąpią takie zespoły jak Wrzosy, Dumka, Fenomem, Debiut i Zorka. Będzie też loteria fantowa, fotobudka, dmuchańce, malowanie twarzy i wiele innych atrakcji.\n\n\n\n\n\nDożynki gminne w Bielewiczach\n\n17:00\n\nDawid Szymczuk Band, Lailand, Siostry Ostapczuk i Kapela Bracji Rejwów - takie zespoły zaprezentują się podczas dożynek gminnych w Bielewiczach. Inne atrakcje to korowód dożynkowy, gry i zabawy dla dzieci oraz stoiska kół gospodyń wiejskich. Początek o 17:00 przy świetlicy wiejskiej.\n\n\n\n\n\nSpektakl \"Sensus” w Teremiskach\n\n19:00\n\nW sobotę o 19:00 w Teatrze w Stodole w Teremiskach rozpocznie się spektakl \"Sensus”. To metaforyczna opowieść o miłości współczesnej pary trzydziestoparolatków, którzy mierzą się z wyzwaniami budowania związku. Wstęp wolny.\n\n\n\n\n\nNiedziela (31.08)\n\n\n\n\n\n4. edycja Nightskating Białystok\n\n18:30\n\nBędzie to nietypowe pożegnanie wakacji i powitanie nowego roku szkolnego. W niedzielę odbędzie się kolejna edycja imprezy Nightskating Białystok. Przyjść może każdy miłośnik jazdy na rolkach. Początek spotkania o 18:30 w Parku Planty, a start przejazdu o 19:30. Uczestnicy pokonają 14-kilometrową trasę.\n\n\n\n\n\nPożegnanie wakacji z łomżyńskim MOSiR-em\n\nW niedzielę (31.08) na wielkie pożegnanie wakacji zaprasza łomżyński MOSiR. Od godziny 16:00 okolice Parku Wodnego przy ul. Wyszyńskiego i Park Jana Pawła II zamienią się w przestrzeń sportu, zabawy i rodzinnej rozrywki. W programie m.in. pierwszy w Łomży wyścig gokartów napędzanych siłą mięśni, Letni Park Zabaw (za darmo tego dnia), a dla wszystkich odwiedzających dmuchańce, trampoliny i pontonowe zjazdy także popcorn.\n\nW Parku Jana Pawła II odbędzie się rodzinna potańcówka z DJ Łomża, a na sąsiadujących z nim boiskach trening koszykówki z UKS4.\n\nSpecjalną atrakcją będzie z pewnością mini ZOO z egzotycznymi i domowymi zwierzętami, gdzie będzie można zobaczyć m.in. małpkę, serwala, alpaki czy kucyka. Pożegnanie wakacji z MOSiR-em zakończy się około godz. 20.\n\n\n\n\n\n\n\n\n\nStarosielskie Prezentacje\n\n19:00\n\nW niedzielę w Białymstoku zainaugurowany będzie Festiwal Kultury Staropolskiej Starosielskie Prezentacje. O 19:00 w Uniwersyteckim Centrum Kultury i Nauki rozpocznie się folkowy koncert inauguracyjny \"Tradycje nie tylko podlaskie”. Wystąpią Monika Horodek i Starosielskie Bractwo Śpiewacze. Szczegóły dotyczące kolejnych wydarzeń są na stronie organizatora - www.proanima.pl.\n\n\n\n\n\nZakończenie wakacji w Gródku i targ staroci\n\n13:00\n\nW niedzielę o 13:00 na \"Gdybalni”, placu za budynkiem Gminnego Centrum Kultury w Gródku odbędzie się zakończenie wakacji dla dzieci i młodzieży połączone z targiem staroci i wyprzedażą garażową. W programie spektakl rodzinny \"Popieluszka”, animacje, gry i zabawy, koncert zespołu uROCK i słodki poczęstunek.\n\n\n\n\n\nŚwięto wsi Moniuszeczki\n\n12:00\n\nW niedzielę o 12:00 mszą świętą w intencji rolników w Kościele pw. Matki Boskiej Częstochowskiej i św. Kazimierza w Mońkach rozpocznie się Święto wsi Moniuszeczki. W programie turnieje wsi monieckich, występy kapel i zespołów ludowych, konkursy, zabawy i atrakcje dla dzieci. Gwiazdą wieczoru będzie zespół Forti.\n\n\n\n\n\n\"Sokrates w piaskownicy” w Teremiskach\n\nW Teatrze w Stodole w Teremiskach w niedzielę Teatr Małe Mi zaprezentuje spektakl \"Sokrates w Piaskownicy”. To radosne, rozśpiewane widowisko zapraszające do zabawy i rozmowy na każdy temat. Wstęp wolny.\n\n| red: pp, tk"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Święto Miasta w Oświęcimiu z gwiazdami na scenie. Do tego wiele innych atrakcji w programie czterodniowego świętowania",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/%C5%9Bwi%C4%99to-miasta-w-o%C5%9Bwi%C4%99cimiu-z-gwiazdami-na-scenie-do-tego-wiele-innych-atrakcji-w-programie-czterodniowego-%C5%9Bwi%C4%99towania/ar-AA1KXgqX?ocid=BingNewsVerp",
            "description": "Bardzo atrakcyjnie zapowiada się tegoroczne Święto Miasta w Oświęcimiu. Czterodniowe świętowanie rozpocznie się w czwartek, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SyOiRAXkf9PFWQupFmVAIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oświęcim Nasze Miasto on MSN22 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pozostałości XV-wiecznego mostu na zamku w Malborku",
            "link": "https://kopalniawiedzy.pl/Malbork-zamek-most,14303",
            "description": "Relikty drewnianych konstrukcji średniowiecznego mostu wzniesionego w połowie XV w. na Zamku krzyżackim w Malborku, znaleźli archeolodzy z firmy ANTIQUA, pracujący pod kierunkiem dr. Bogdana Bobowskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YAyXcIYbbVgyvjHbycaacw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kopalnia Wiedzy17 godz.",
            "source": "Kopalnia Wiedzy",
            "article_content": "Pozostałości XV-wiecznego mostu na zamku w Malborku\n\n16 listopada 2011, 13:43 | Humanistyka\n\nRelikty drewnianych konstrukcji średniowiecznego mostu wzniesionego w połowie XV w. na Zamku krzyżackim w Malborku, znaleźli archeolodzy z firmy ANTIQUA, pracujący pod kierunkiem dr. Bogdana Bobowskiego. O swoich odkryciach naukowcy opowiedzą podczas rozpoczętej 16 listopada w Malborku XVIII Sesji Pomorzoznawczej za lata 2009-2011.\n\nWedług badaczy, zachowane elementy drewniane wykonano przynajmniej w czasie dwóch faz funkcjonowania mostu.\n\nNajstarsze są bez wątpienia pozostałości z pierwszego mostu wiodącego do Bramy Nowej. Potwierdziły to wyniki analizy dendrochronologicznej, datującej jego elementy na lata około 1450-1453 - wyjaśnił PAP dr Bobowski.\n\nPonadto archeolodzy natrafili na kilka młodszych drewnianych elementów budowlanych, wprowadzonych zapewne w trakcie napraw mostu w XVII wieku.\n\nFosa zamkowa dostarczyła wielu interesujących zabytków. Są wśród nich monety z czasów krzyżackich, polskich i pruskich, jak i liczne militaria: groty bełtów (pociski do kusz), pociski ołowiane, kule kamienne. Spore nagromadzenie broni archeolodzy wiążą z potyczkami, które w tym miejscu rozegrały się w czasie Wojny Trzynastoletniej w dniach 5-6 czerwca 1457 roku.\n\nNiewątpliwie najciekawszym znaleziskiem, pozyskanym z dna fosy Bramy Nowej jest XV-wieczny koncerz - rodzaj długiego miecza, używanego zarówno przez jazdę, jak i piechotę. To broń przeznaczona do penetracji kolczug i niszczenia zbroi - uważa kierownik badań.\n\nJego zdaniem, jest to niezwykle rzadkie znalezisko. W zbiorach polskich znajdowały się dotychczas dwa egzemplarze - jeden z Kalisza oraz drugi z przedrozbiorowej zbrojowni malborskiej, obecnie na Wawelu - dodał.\n\nZabytek zachowany w całości, w dobrym stanie, został już poddany profesjonalnej konserwacji przez pracownię konserwatorską Centralnego Muzeum Morskiego w Gdańsku. Po wstępnym oczyszczeniu okazało się, że broń zdobiły na głowni dwa złocone krzyże. Zabytek wzbogacił zbiory Muzeum Zamkowego w Malborku.\n\nCelem badań archeologicznych, które trwały od marca do lipca tego roku, było znalezienie odpowiedzi na wiele pytań związanych z historią najmłodszej części zamku - wału von Plauena, czyli fortyfikacji ziemno-murowanej, przystosowującej zamek do obrony przed bronią palną. To pod nim archeolodzy znaleźli średniowieczne relikty.\n\nPrace archeologiczne na Zamku krzyżackim w Malborku są realizowane w ramach zadania „Aktywizacja turystyczna wschodnich terenów zespołu zamkowego w Malborku\", odbywającego się w ramach Regionalnego Programu operacyjnego Województwa Pomorskiego na lata 2007-2013. Zostały przeprowadzone przez Pracownię archeologiczną ANTIQUA."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk buduje \"marsjańskie\" osady w Teksasie. Czy tak będą wyglądać miasteczka przyszłości? Podobne domki już gdzieś widzieliśmy",
            "link": "https://wiadomosci.onet.pl/swiat/osady-elona-muska-w-teksasie-czy-tak-beda-wygladac-miasteczka-na-marsie/5e269lz",
            "description": "W Teksasie Elon Musk buduje modelowe miasta dla nowego człowieka, zgodne z jego ideą \"osiedli wolności na Marsie\". Radykalna prostota budynków napędza wizję przystępnego cenowo życia w niewielkich dom ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qVZJCEn4Awd3TcXwomvMuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wiadomości Onet21 godz.",
            "source": "Wiadomości Onet",
            "article_content": "Jeśli chcemy wyobrazić sobie, jak w przyszłości może wyglądać życie na Marsie, powinniśmy spojrzeć na Starbase i Snailbrook. Są to osady — niektórzy nazywają je już \"miastami\" — które Elon Musk buduje w Teksasie.\n\nStarbase określane jest w amerykańskich mediach jako \"najmłodsze miasto w Stanach Zjednoczonych\". Znajduje się w najbardziej wysuniętym na południe punkcie, nad Zatoką Meksykańską, ponieważ to właśnie stamtąd startują rakiety SpaceX Muska.\n\nInżynierowie Muska nie tylko pracują w Starbase nad rakietami, ale także mieszkają tu ze swoimi rodzinami. Na razie to tylko pierwsze osady. Ale czy powstaje tu już unikalny język architektoniczny? To, co widzimy na zdjęciach, sprawia wrażenie prowizorki. Wszystkie domy wydają się mobilne, jakby to miasto było tylko tymczasowe.\n\nW maju tego roku serwis Texas Tribune opublikował jeden z pierwszych reportaży na temat miasta. Przedstawia on małe, szare drewniane domki, monotonnie ustawione jeden obok drugiego. W szarych plastikowych grządkach rosną petunie, a na jednej z nich namalowano astronautę wykonującego znak pokoju. W reportażu amerykańskich korespondentów \"Tagesschau\" widać główną arterię (\"ulicę Memów\"). Falujące palmy, luźno rozrzucone drewniane bungalowy, jak w reportażach po huraganie, place budowy. \"Poza tym jest kilka ulic z palmami, bungalowami, domkami i srebrnymi przyczepami kempingowymi\" — czytamy.\n\nJoe Marino/UPI Photo via Newscom / PAP\n\nNa drodze prowadzącej z Brownsville do Starbase stoi wysokie na ok. trzy metry popiersie Muska, przypominające pomnik Marksa w Chemnitz (dawniej Karl-Marx-Stadt). Znaki uliczne w mieście/osadzie rzucają się w oczy bardziej niż monotonne domy; są wymalowane uroczymi symbolami rakiet. Wniosek pośredni: ozdoby i sztuka służą misji, mieszkania cechuje purytańska prostota.\n\nStarbase — czy tak będzie wyglądać marsjańska architektura?\n\nNajważniejsza jest kwestia domków. Musk nie tylko buduje je dla pracowników, ale także rzekomo sam w jednym z nich mieszka. Ta historia podsyca wyobraźnię prowadzących fake-newsowe kanały na YouTubie. Niektórzy fantazjują o domkach w stylu właściciela Tesli. Podstawowy model na 2026 r. będzie rzekomo dostępny za jedyne 6789 dol. [ok. 25 tys. zł].\n\nDomniemany domek Muska łączy cechy projektu lodówki retro z górującym nad nią logo Tesli, jest zasilany ogniwem słonecznym na dachu, ma w środku aneks kuchenny, laminowaną podłogę, oświetlenie LED, łazienkę i podwójne łóżko. Wygląda podobnie do najnowocześniejszego pokoju w hotelu Ibis. Projekt jest gładki, okrągły i zdominowany przez ekran, nie jest nieprzyjemny, ale w żadnym wypadku nie jest przytulny. To dobre miejsce do relaksu i korzystania z elektroniki rozrywkowej, ale zachęca też do spędzenia kilku dodatkowych godzin w biurze.\n\nW rzeczywistości istnieje starszy model, który rzekomo kosztuje 50 tys. dol [ok. 183 tys. zł]. Według doniesień sam Musk mieszka w tym modelu na plaży w Starbase, w Boca Chica. Twierdził tak sam Musk, ale jego deklaracja to zostało prędko zakwestionowana przez dochodzenie \"Wall Street Journal\". Kosztujący 50 tys. dol. dom to szara drewniana chatka o powierzchni 35 m kw. z małym białym płotkiem ogrodowym. Boxabl, firma, która dostarczyła ten \"muskowy\" domek, w 2021 r. mówiła o liście 50 tys. oczekujących klientów. Nie wiadomo jednak, ilu było ich faktycznie.\n\nAnarchokapitalistyczne życie inżynierów Elona Muska\n\nStarbase może nie stać się miejscem stałego pobytu, a przejściową lokalizacją, miejscem transformacji na drodze do technicznej utopii. Anarchokapitalistyczna wizja wydaje się nie dbać o kształtowanie tu i teraz. Z pozoru \"utopijne miasta\" dla pracowników Imperium X wyglądają jak funkcjonalistyczne obozy.\n\nSnailbrook i Starbase \"ze swoim prostym zakwaterowaniem bardziej przypominają prymitywne miasteczka zakładowe\" — tak zdawkowo ocenił je Harald Staun w niedzielnym wydaniu \"Frankfurter Allgemeine Zeitung\". Nowe zdjęcia Bloomberga — które ponownie pokazują nową część osiedla — również potwierdzają to wrażenie: sterylne, ciasne budynki z małymi domkami z desek z ciemną glazurą przypominają najprostsze kontenery mieszkalne. Z trawnika do drzwi dociera się stalowymi schodami, a każdy z tych bloczków ma małą zewnętrzną część wypoczynkową dla jednej lub dwóch osób. Forma przywodzi na myśl czasy świetności USA, lata 60. Metalowe przyczepy kempingowe w długim rzędzie pokazane w innym filmie na YouTube również przypominają nostalgiczne foodtrucki, ale tutaj służą do spania.\n\nZałożenie własnego miasta w Teksasie jest nieskomplikowane. Osady liczące 200 lub więcej osób mogą ogłosić się miastem, jeśli większość sobie tego życzy, a wymagania dotyczące budynków są niskie jak nigdzie indziej. Administracja jest do pewnego stopnia w rękach firmy. Burmistrz Starbase Bobby Peden, 36-letni inżynier mechanik, jest długoletnim pracownikiem SpaceX. Społeczność, która obecnie liczy zaledwie kilkuset mieszkańców, w dużej mierze rządzi się własnymi prawami — to przedsmak utopijnych \"wolnych osiedli na Marsie\", które Musk przedstawia jako wielką wizję.\n\nMiasto zostało założone szybko. SpaceX złożyło petycję dopiero w grudniu 2024 r. Zgoda mieszkańców została uznana za pewną, ponieważ prawie wszyscy z nich zarabiają na życie w SpaceX. Inżynierka i dyrektorka w SpaceX Kathryn Lueders napisała do władz hrabstwa Cameron, aby przyspieszyć ten proces, stwierdzając, że to miejsce powinno stać się \"światowej klasy miejscem do życia\", a jego mieszkańcy będą \"kształtować przyszłość ludzkości w kosmosie\".\n\nGłówna faza budowy ma dopiero nadejść. Texas Tribune poinformował, że SpaceX chce zbudować w okolicy centrum handlowe za 15 mln dol. [ok. 55 mln zł] oraz inne budynki biurowe i fabryczne: \"Starbase jest de facto miastem firmowym\". Gazeta przypomniała historie miasteczka Sugar Land, także w Teksasie, założone w 1959 r.\n\nKamil Zelezik / Shutterstock\n\nFundament ten był jednak poprzedzony ok. 100-letnią działalnością gospodarczą: uprawa trzciny cukrowej, produkcja cukru i intensywna praca przymusowa czarnych niewolników, później także więźniów. Imperial Sugar Company, powstała w 1908 r., założyła w 1959 r. miasto pracownicze Sugar Land. Jednak przemysł cukrowniczy został tam porzucony w 2003 r. A w związku ze swoją długą historią znacznie wyprzedza osady Muska. Jest to duże miasto z ratuszem, placami, fontannami, budynkami hotelowymi i administracyjnymi oraz typową rozległą zabudową miejską z ogrodami i polami golfowymi.\n\nChoć historia wyzysku w cukrowniach jest niejednoznaczna (zaledwie kilka lat temu odkryto groby czarnoskórych robotników przymusowych, którzy mogli być torturowani), wciąż pozostawiają po sobie relikty pełne charakteru. Rafineria, zbudowana w 1896 r., jest wpisana na listę zabytków i służy jako muzeum. Audytorium zbudowane w 1918 r. w stylu neoklasycystycznym i szkołę podstawową z ok. 1900 r. w neokolonialnym stylu Beaux-Arts można zwiedzać do dziś. Czy cokolwiek pozostanie z \"firmowego miasta\" Muska?\n\nMiasta przyszłości czy robotnicze koszary?\n\nJednak druga osada robotnicza już istnieje. Nazywa się Snailbrook i znajduje się dobre 1000 km na północny wschód od Starbase, niedaleko teksańskiej stolicy Austin. Zgodnie z pierwszymi ilustrowanymi reportażami w regionalnej prasie, również tutaj wciąż jest więcej placów budowy niż budynków.\n\nJednak pierwsze wrażenia są podobne do tych ze Starbase: drewniane domki są monotonne — znacznie bardziej monotonne niż zwykłe amerykańskie przedmieścia z przytulnymi werandami, płotami i małymi ogrodami — i ułożone prawie jak koszary. Ogrodzenia dookoła również nie wyglądają zachęcająco. Tymczasem \"Wall Street Journal\" doniósł jeszcze, gdzie ma mieszkać sam Musk: głównie w Austin, czyli niezbyt daleko, ale nie za blisko Snailbrook.\n\nCzy możemy już mówić o architekturze w stylu Muska? A może antyarchitekturze? Pierwsza faza budowy nie zdradza ambicji zorientowanych na walory estetyczne, trwałość czy obywatelskość. Historyczne porównanie z osiedlami robotniczymi z początku XX w. wydaje się interesujące — np. z domami kolejarzy czy górników z lat 20., takie jak te zamówione przez Alfreda Kruppa w Zagłębiu Ruhry lub między Renem a Menem. Dziś są to często budynki wpisane na listę dziedzictwa architektonicznego i podziwiane za swoje proste piękno. Miały one umożliwić pracownikom i robotnikom prowadzenie jak najbardziej burżuazyjnego życia rodzinnego, chroniąc ich przed ówczesnymi wstrząsami, a tym samym odgradzając ich od komunizmu.\n\nW miasteczkach Muska zamysł architektoniczny obraca się wokół samego miliardera, a osiedla wydają się służyć jak najszybszej realizacji misji. Jak na ironię, zblazowana drobnomieszczańskość tych \"chat\" stoi w wyraźnym kontraście z wizją przyszłości Muska, która ma poruszyć całą ludzkość.\n\nBRANDON BELL / GETTY IMAGES NORTH AMERICA / GETTY IMAGES VIA AFP / AFP\n\nJednak poszczególne prestiżowe budynki (lub ich projekty) mają wysyłać komunikat. Symbolicznie nawiązują do statków kosmicznych, UFO, Batmana i emanują nostalgią za latami 50. \"Supercharging Station\" jest tego szczególnym przykładem. Tak nazywa się połączenie stacji ładowania elektryków, kina samochodowego i knajpy w Los Angeles, które powinno zostać ukończone \"wkrótce\", jak donosi fanowski portal Inside Tesla. Musk po raz pierwszy ogłosił jego budowę w 2018 r."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bursztynowa Komnata odnaleziona? Przełom po 10 latach",
            "link": "https://wiadomosci.radiozet.pl/polska/bursztynowa-komnata-odnaleziona-przelom-po-10-latach",
            "description": "Odnalezienie Bursztynowej komnaty to marzenie wielu poszukiwaczy skarbów. Jeden z nich po 10 latach śledztwa uzyskał kluczową zgodę. Trop prowadzi na Kaszuby, a już wkrótce ruszą tam prace archeologic ...",
            "image_url": "https://www.bing.pl/th?id=ODF.bL0xjUEIN0U-gaUDWL04zA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET1 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Bursztynowa Komnata zagięła w okresie II wojny światowej\n\nWartość skarbu szacowana jest na ponad 500 mln zł\n\nWcześniej podejrzewano, że znajduje się w Mamerkach, teraz trop prowadzi na Kaszuby\n\nZdaniem poszukiwaczy, Bursztynowa Komnata znajduje się w Dziemianach, na terenie dawnego poligonu SS\n\nPoszukiwania Bursztynowej Komnaty w Polsce wchodzą w nowy etap\n\nO odnalezieniu Bursztynowej Komnaty marzą wszyscy poszukiwacze zagubionych \" skarbów\". Choć ostatnio to Złoty Pociąg przykuwał najwięcej uwagi, to jednak teraz oczy ciekawskich zwrócone będą na Kaszuby. Tam, w miejscowości Dziemiany, na terenie dawnego poligonu SS, rozpocząć się mają badania archeologiczne, które mogą przynieść odpowiedź na pytanie o to, czy rzeczywiście to arcydzieło sztuki jubilerskiej jest właśnie tam ukryte. A o tym przekonany jest pasjonat historii inż. Jan Delingowski, który przez ostatnie 10 lat prowadził własne śledztwo. Jak ujawniono w popularnym kanale YouTube \"History Hiking\", Bursztynowa Komnata ma tkwić ukryta w zamaskowanym schronie, znajdującym się nieopodal jeziora w Dziemianach, w pobliżu byłych koszar SS.\n\nfot. Replika Bursztynowej Komnaty w Mamerkach/Stanisław Bielski/REPORTER/EAST NEWS\n\nOkazuje się, że na początku lipca w sprawie poszukiwań zapadła kluczowa decyzja, bowiem Pomorski Wojewódzki Konserwator Zabytków wydal zezwolenie na rozpoczęcie prac archeologicznych. Konserwator bierze pod uwagę, iż na jednej z działek znajdować się może niemiecki schron z czasów II wojny światowej, a w jego wnętrzu mogą znajdować się przedmioty wartościowe z punktu widzenia historycznego oraz archeologicznego.\n\nTajemnicę zdradził ostatni nadprezydent Prus Wschodnich\n\nJan Delingowski przekonuje, że wiedzę o tym, gdzie może znajdować się Bursztynowa Komnata, zdobył od mężczyzny, osadzonego w więzieniu w Barczewie pod Olsztynem. Osadzony ten w latach 80. poznał Erika Kocha — ostatniego nadprezydenta Prus Wschodnich — który miał przekazać mu miejsce zdeponowania bursztynowego arcydzieła. Co istotne, sam Koch został skazany na śmierć za zbrodnie wojenne, w tym doprowadzenie do śmierci 400 tys. Polek i Polaków, ale kary nigdy nie wykonano. Ostatecznie żył w Barczewie do 1986 roku, a Służba Bezpieczeństwa PRL oraz KGB miały nadzieję, że zbrodniarz zdradzi lokalizację Bursztynowej Komnaty.\n\nfot. Bursztynowa Komnata - replika w Mamerkach/PIOTR KAMIONKA/REPORTER/EAST NEWS\n\nZdaniem Delingowskiego, skarb był transportowany z Królewca do Berlina, ale na miejsce docelowe nigdy nie dotarł. Konwój miał skierować się w okolice Człuchowa i Czerska, a potem w rejon Odry. Badacz analizował też treść telegramów, które otrzymywał wysoki urzędnik z Królewca, Gustav Wyst. Pojawia się tam tajemniczy skrót \"BSCH\". Pasjonat jest zdania, że to skrót od \"Bruß Schutzraum\", czyli określenia schronu szczelinowego, który znajduje się na terenie dawnego poligonu w Brusach. Właśnie tam już niebawem ruszyć mają poszukiwania, a wielu historyków już zaciera ręce.\n\nPrzełom w poszukiwaniach Bursztynowej Komnaty\n\nBursztynowa Komnata to bogato zdobiona sala o wymiarach 10,5 na 11,5 m. Ściany pokrywały precyzyjnie dobrane i misternie obrobione kawałki bursztynu. Całość uznawana jest za jubilerskie arcydzieło. Wykonana została w 1701 roku na zlecenie pruskiego króla Fryderyka I i podarowana na znak przyjaźni moskiewskiemu carowi Piotrowi Wielkiemu. W 1941 roku Niemcy wywieźli ją spod Petersburga do Królewca, a pod koniec wojny wieść o niej zaginęła.\n\nPrzez lata poszukiwana jest zarówno przez pasjonatów historii i poszukiwaczy skarbów, jak i rządowe instytucje. Tylko w Polsce poszukiwano jej w kilkudziesięciu lokalizacjach. Jedna z najsłynniejszych znajduje się na Mazurach, w Mamerkach, gdzie znajdują się poniemieckie bunkry. Turyści mogą tam teraz podziwiać replikę komnaty.\n\nŹródło: Radio ZET/wprost.pl/YouTube \"History Hiking\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wiatr we włosach i komfort podróżowania! Miłośniczki mercedesów przyjechały do Bydgoszczy [zdjęcia]",
            "link": "https://www.radiopik.pl/2,132140,wiatr-we-wlosach-i-komfort-podrozowania-milosniczki-mercedesow-przyjechaly-do-bydgoszczy-zdjecia",
            "description": "Dachowanie samochodu ciężarowego na trasie S5 Do zdarzenia doszło na węźle Pawłówek pod Bydgoszczą. Kierowca auta odniósł obrażenia, konieczna była… Czytaj dalej » Policjanci na koniec swojej służby ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Hvqnk8dTAXFkTFgqefVz6Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Polskie Radio PiK32 min",
            "source": "Polskie Radio PiK",
            "article_content": "2025-08-29, 13:51 Monika Siwak/Redakcja\n\nPani Ewa wraz z koleżanką przyjechała swoim zabytkowym mercedesem do Bydgoszczy/fot: Monika Siwak\n\nW sukniach w grochy i w kapeluszach jadą z otwartym dachem 60-letnim mercedesem. „She's Mercedes” to hasło zlotu miłośniczek zabytkowych mercedesów, które pojawiły się w Bydgoszczy. To już 10. spotkanie kobiet – stacjonują w pałacu w Polednie, na jeden dzień zawitały do miasta nad Brdą.\n\nW tym roku tematem strojów są grochy. Pani Ewa przyjechała z Gdańska. Jej waniliowe auto ma na imię Lady. Za co je kocha? – Kobiecość, pokazuje się w kapryśności. Gracja, wygląd i to, że wspaniale się prowadzi, ma tę duszę. Gdy się wsiada do takiego samochodu, to jest sama przyjemność z jazdy. Dźwięk powinien być refundowany przez NFZ, bo działa antydepresyjnie, antystresowo, przeciwbólowo i rozweselająco.\n\n\n\n– Auto jest dokładnie z 15 lipca 1969 roku. To jest wyszukana informacja. W113 SL280 z Beverly Hills, należała do klubu Beverly Hills Classic Cars. Jestem czwartym właścicielem. To była miłość od pierwszego wejrzenia i jesteśmy kompatybilne od tamtego czasu. Jesteśmy razem ponad 13 lat Jestem w stanie naprawić wszystko, od wymiany baku do pompy wtryskowej. – opisuje pani Ewa.\n\n\n\nW takim aucie można zabrać tylko jedną koleżankę. – Całe szczęście akurat padło na mnie. Wygodne fotele, naprawdę to jest niesamowite, że człowiek zrobił wszystko ręcznie.\n\n\n\nWielbicielki starych mercedesów zwiedzą Młyny Rothera i obejrzą Bydgoszcz od strony Brdy podczas rejsu.\n\n\n\nW Polednie można oglądać na wystawie 40 zabytkowych aut, w tym Mercedes Benz 8/20 z 1914 roku."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mało znana \"Wenecja Karkonoszy\". To urocze miasteczko może zachwycić turystów",
            "link": "https://www.fakt.pl/hobby/turystyka/wenecja-karkonoszy-urocze-i-malo-znane-miasteczko/ycdhq8z",
            "description": "Dolny Śląsk kryje wiele malowniczych miejsc, które idealnie nadają się na rodzinny wypoczynek. Jednym z nich są Kowary, nazywane Wenecją Karkonoszy, zachwycające klimatyczną starówką, licznymi ...",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl1 godz.",
            "source": "Fakt.pl",
            "article_content": "Dolny Śląsk kryje wiele malowniczych miejsc, które idealnie nadają się na rodzinny wypoczynek. Jednym z nich są Kowary, nazywane Wenecją Karkonoszy, zachwycające klimatyczną starówką, licznymi mostkami oraz bliskością gór. To miasto, które wciąż czeka na odkrycie przez turystów szukających spokojniejszych alternatyw dla popularnych kurortów.\n\nOsoby planujące weekendowy wyjazd i chcące uniknąć tłumów, mogą rozważyć Kowary zamiast Karpacza czy Szklarskiej Poręby. Liczące niespełna 10 tys. mieszkańców, miasto zyskało miano Wenecji Karkonoszy nieprzypadkowo — powstało w dolinie potoku Jedlica, a jego zabudowania rozciągają się po obu stronach górskiej rzeki. W efekcie mieszkańcy przez lata budowali liczne kładki i mostki, których obecnie jest ponad 50.\n\nWenecja Karkonoszy, czyli Kowary\n\nCharakterystyczny krajobraz Kowar, pełen mostów i kładek, przywodzi na myśl słynną włoską Wenecję. Najbardziej ceniony most w mieście znajduje się na starówce, tuż obok kościoła parafialnego pod wezwaniem Imienia Najświętszej Maryi Panny. Ten barokowy, XVIII-wieczny kamienny most szczególnie imponuje osobom odwiedzającym miasto po raz pierwszy.\n\nW centrum Kowar powstała promenada spacerowo-turystyczna, nazwana Wenecją Karkonoszy. Jak informuje oficjalna strona miasta, mostki i kładki nad Jedlicą zostały ozdobione elementami metaloplastyki, które nawiązują do dawnych zawodów kowarskich rzemieślników. To miejsce idealne dla miłośników długich spacerów wzdłuż rzeki oraz odkrywania urokliwych zakątków.\n\nKowary oferują znacznie więcej niż tylko malownicze mostki. Warto zobaczyć starówkę, która obejmuje ścisłe centrum miasta z zabytkowymi kamienicami, ratuszem, Domem Tradycji Miasta Kowary, Parkiem Nadleśnictwa Śnieżka oraz leśnym parkiem miejskim. Dla osób zainteresowanych historią i nostalgią, Muzeum Sentymentów pozwala przenieść się w czasie i przypomnieć sobie przedmioty z dawnych lat, znane z kuchni babci czy salonu rodziców.\n\nGórnicza przeszłość i podziemne atrakcje\n\nHistoria Kowar nierozerwalnie wiąże się z górnictwem, zwłaszcza wydobyciem szlachetnych metali i minerałów. W okolicznych kopalniach pozyskiwano cenne surowce, a miasto słynęło z produkcji biżuterii oraz wyrobów jubilerskich. Dziś można odwiedzić historyczne miejsca, takie jak Sztolnie Kowary, gdzie turyści mają okazję poznać tajemnice podziemnego świata.\n\nJedną z najciekawszych atrakcji regionu jest Kopalnia Podgórze. Funkcjonowała ona od XVI wieku, kiedy rozpoczęto wydobycie takich minerałów jak ametyst, beryl, kwarc czy topaz. Przez wieki górnicy pracowali w trudnych warunkach, poszukując skarbów natury, aż do zamknięcia kopalni w XX wieku.\n\nTo miejsce zachwyca bogactwem minerałów, tajemniczą atmosferą oraz fascynującą historią. W kopalni można zobaczyć podziemne sztolnie, korytarze i komory, a także Kaplicę św. Kingi, wykutą w surowym górniczym wnętrzu. W tej niezwykłej przestrzeni odbywają się koncerty i wydarzenia kulturalne. Zwiedzający mają okazję podziwiać wystawy prezentujące unikatowe okazy minerałów, które wyróżniają się barwą i strukturą.\n\nCo ciekawe, przeszłość miasta górników i kuźników znalazła również wyraz w kowarskim hejnale, w którym słychać uderzenia kowalskich młotów:\n\nPark Miniatur — podróż przez historię Dolnego Śląska\n\nPark Miniatur Zabytków Dolnego Śląska w Kowarach to miejsce, które pozwala poznać najważniejsze zabytki regionu w jednym miejscu, w skali 1:25. Park jest doskonałą propozycją zarówno dla miłośników historii i architektury, jak i rodzin z dziećmi.\n\nNa terenie parku znajduje się ponad 60 precyzyjnie wykonanych replik dolnośląskich zabytków. Miniatury powstały z kamienia, drewna i metalu, a ich twórcy zadbali o najdrobniejsze szczegóły. Wśród prezentowanych obiektów można zobaczyć m.in. Zamek Książ, Katedrę św. Jana Chrzciciela we Wrocławiu czy Kościół Pokoju w Świdnicy. Spacerując po parku, odwiedzający mają okazję przenieść się do różnych epok i odkrywać bogatą historię regionu.\n\nGórskie szlaki i malownicze okolice\n\nKowary położone są pomiędzy Karkonoskim Parkiem Narodowym a Rudawskim Parkiem Krajobrazowym, co czyni je doskonałym punktem startu górskich wędrówek. W kilka godzin można zdobyć Śnieżkę — najwyższy szczyt Karkonoszy lub Skalnik, będący najwyższym wzniesieniem Rudaw Janowickich.\n\nW odległości 12 km od miasta znajduje się Przełęcz Okraj, oddzielająca Kowarski Grzbiet od Grzbietu Lasockiego. To miejsce oferuje idealne warunki do uprawiania narciarstwa biegowego i zjazdowego, a także kolarstwa górskiego. Wytyczone szlaki piesze gwarantują przepiękne widoki na polsko-czeskie pogranicze. Tuż za przełęczą leży czeska wioska Mala Upa, gdzie na zboczach rozrzucone są typowe karkonoskie chałupy. Warto zatrzymać się tam na dłużej, by nacieszyć się niecodziennymi krajobrazami.\n\nŹródło: niesamowitapolska.eu/top.pl/radiozet.pl\n\nNowe kryteria w rankingu miast. Katowice liderem, Kraków na końcu zestawienia\n\nSłowaczka weszła do katedry w Gdańsku i zdębiała. \"Najbardziej zaskoczyła mnie...\"\n\nW Tatrach można zbiednieć! Za tę czynność można dostać aż 1000 zł mandatu w górach"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dachowanie ciężarówki na trasie S5 – węzeł w Pawłówku. Z samochodu wycieka paliwo",
            "link": "https://www.radiopik.pl/2,132144,dachowanie-ciezarowki-na-trasie-s5-wezel-w-pawlowku-z-samochodu-wycieka-paliwo",
            "description": "Dachowanie samochodu ciężarowego na trasie S5 Do zdarzenia doszło na węźle Pawłówek pod Bydgoszczą. Kierowca auta odniósł obrażenia, konieczna była ewakuacja przez strażaków.",
            "image_url": "https://www.bing.pl/th?id=ODF.Hvqnk8dTAXFkTFgqefVz6Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Polskie Radio PiK32 min",
            "source": "Polskie Radio PiK",
            "article_content": "2025-08-29, 13:57 Damian Klich/Redakcja\n\nDachowanie samochodu ciężarowego na trasie S5 Do zdarzenia doszło na węźle Pawłówek pod Bydgoszczą. Kierowca auta odniósł obrażenia, konieczna była ewakuacja przez strażaków.\n\n- Na zjeździe z węzła drogi S5 na ul Grunwaldzką, kierujący renault z naczepą nie dostosował prędkości do warunków drogowych i wpadł na skarpę. Mężczyzna został przewieziony na badania do szpitala. W tym miejscu musimy liczyć się z utrudnieniami. Jeden pas jest zablokowany. Policjanci zorganizowali ruch wahadłowy - mówi nadkomisarz Lidia Kowalska z Komendy Miejskiej Policji w Bydgoszczy.\n\n\n\nZ uszkodzonej ciężarówki wycieka paliwo. Specjalistyczna Grupa Ratownictwa Chemicznego i Ekologicznego z JRG 2 Bydgoszcz usuwa wyciek.\n\n\n\nOstrzeżenie: na drogach regionu może być ślisko z powodu przelotnych opadów deszczu. Lokalnie mogą się zdarzyć burze. Zdejmijmy nogę z gazu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Barierki zamiast poręczy i biało-czerwone zapory. Konserwator zabytków chce wyjaśnień",
            "link": "https://tvn24.pl/poznan/barierki-zamiast-poreczy-i-bialo-czerwone-zapory-konserwator-zabytkow-chce-wyjasnien-st8621685",
            "description": "W Poznaniu wyremontowano schody prowadzące do Pomnika Armii Poznań. Jako poręcze wykorzystano drogowe barierki, które w dodatku się nie schodzą, postawiono biało-czerowne zapory na ich końcu a stopnie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.64zms-dqm9CeVRcHtHJOtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "TVN241 godz.",
            "source": "TVN24",
            "article_content": "Poznań. Tak wyremontowano schody przy pomniku Armii Poznań Źródło: Filip Czekała/TVN24\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej Udostępnij Facebook Kopiuj link\n\nO kuriozalnych efektach remontu schodów informowaliśmy 21 sierpnia. Na temat zwrócił uwagę Tomasz Hejna, prowadzący fanpage Gemela Poznańska. \"Czułem, że odwalone zostanie takie papudractwo (w gwarze poznańskiej partactwo - red.)\" - skomentował.\n\nPrzy schodach pojawiły się szare barierki. - Oczywiście, przy nowych realizacjach, przy remontach schody muszą być wyposażone w poręcze. Ale zaznaczę - w poręcze, a nie barierki! To, co tu stanęło, to zwykłe barierki stosowane przy drogach, a nie poręcze dedykowane do takich rzeczy. To jest obszar ochrony konserwatorskiej, w tym miejscu należałoby zrobić stylizowaną poręcz - mówił tvn24.pl Hejna.\n\nDodatkowo te barierki się nie schodzą. Najjaskrawiej widać to przy ostatnim segmencie - gdyby barierki były w jednej płaszczyźnie, między nimi powstałaby spora dziura. Co zrobiono? Barierki ułożono na zakładkę...\n\nBarierki zamontowano na zakładkę Źródło: Filip Czekała/TVN24\n\nNa końcu schodów, przy zejściu na chodnik przy ulicy Kutrzeby, dodatkowo zamontowano biało-czerwone barierki. Jak tłumaczyła wicedyrektor Zarządu Zieleni miejskiej, mają one poprawić bezpieczeństwo. - Kiedy te schody były w kiepskim stanie, to wszyscy chodzący tamtędy zwalniali. Teraz, kiedy je przywróciliśmy do dobrego stanu, obawiałam się, że dzieciaki, spiesząc się do szkoły, będą zbiegać po tych schodach i będą mogły wpaść pod samochód. To jest tylko i wyłącznie podyktowane bezpieczeństwem - mówiła Julia Syska-Wieczorek.\n\nWreszcie stopnie na schodach mają nierówne długości. Dla przykładu - od dołu mamy trzy krótkie stopnie, potem długi - z dwóch betonowych bloczków - jeden krótki i podest, a za nim dwa krótkie stopnie, jeden długi i znów krótki. Idąc z góry, można nie dostrzec, że przed nami będzie podwójny stopień - łączenie płyt przypada dokładnie w połowie i można odnieść wrażenie, że każdy z betonowych bloczków to kolejny stopień. A wtedy łatwo o utratę równowagi.\n\nStopnie schodów mają różną długość Źródło: Filip Czekała/TVN24\n\nJak się okazało, Zarząd Zieleni Miejskiej przeprowadził remont bez konsultacji z plastykiem miejskim oraz Miejskim Konserwatorem Zabytków. Taka furtka możliwa jest tylko gdy mowa o przywróceniu do stanu pierwotnego. ZZM przekonuje, że tak właśnie jest w tym przypadku.\n\n- Wykorzystaliśmy te materiały, które wcześniej tam były. Barierki też kiedyś były, ale zostały zdemontowane jakieś 5-10 lat temu - mówiła Julia Syska-Wieczorek.\n\nTyle, że na najstarszych zdjeciach z Google Street View z 2011 roku śladu po barierkach nie ma.\n\nMKZ żąda wyjaśnień\n\nWątpliwości co przywrócenia stanu pierwotnego ma też biuro Miejskiego Konserwatora Zabytków.\n\n- Wezwaliśmy Zarząd Zieleni Miejskiej do wyjaśnień. Z naszej strony nie było żadnego pozwolenia na ten projekt - mówi Jacek Maleszka z MKZ.\n\nInformację, że wicedyrektor ZZM określa ten remont przywróceniem do stanu pierwotnego, ocenia jako \"odważną tezę\". - Odważną zwłaszcza w zakresie tych pasiastych, blokujących barierek. Czekamy na odpowiedź ze strony ZZM. Po jej otrzymaniu będziemy będziemy wyciągać dalsze konsekwencje, bądź rozmawiać, jak to poprawić - mówi Maleszka.\n\nO wyjaśnienia w sprawie do ZZM zwróci się także plastyk miejski.\n\nTakie barierki zamontowano przy schodach Źródło: Filip Czekała/TVN24\n\n\"Niestety w tym mieście tak wyglądają inwestycje\"\n\nRemontu nie konsultowano także z radą osiedla. - Niestety w tym mieście tak wyglądają inwestycje. Jestem niezwykle sfrustrowana tym w jaki sposób urząd miasta traktuje rady osiedli. My opiniujemy i jeżeli opinia im pasuje, to oczywiście ją uwzględniają, ale w momencie kiedy mamy uwagi, to najczęściej tych uwag nie biorą pod uwagę. A potem po prostu powstają w mieście kolejne babole - mówi Anna Sokolnicka-Elzanowska, przewodnicząca zarządu Rady Osiedla Stare Miasto.\n\nZapytana o ocenę wykonania mówi krótko: - Obrzydliwe.\n\n\"Barierkoza\" przy ulicy Kutrzeby Źródło: Filip Czekała/TVN24\n\nNie przekonuje też jej tłumaczenie ZZM, że obecne rozwiązanie to tylko prowizorka, bo planowany jest kompleksowy remont okolicy pomnika Armii Poznań wraz ze schodami po otwarciu Muzuem Powstania Wielkopolskiego.\n\n- Dlaczego wydajemy środki publiczne przez zrobienie nieudolnych prowizorek? Niestety poziom niekompetencji osoby, która zajmuje się terenem Starego Miasta w ZZM jest gigantyczna - ocenia Sokolnicka-Elzanowska.\n\nBarierki przy wyremontowanych schodach Źródło: Filip Czekała/TVN24\n\nOczekiwany remont\n\nSchody prowadzące z ulicy Kutrzeby do Pomnika Armii Poznań od lat wymagały remontu. Stopnie się pozapadały, krawężniki poprzechylały, nawierzchnia między ich kolejnymi częściami była dziurawa i pełna kamieni. - Już od 10-15 lat były w bardzo złym stanie technicznym - przyznawała Syska-Wieczorek.\n\nSchody przed remontem Źródło: Zarząd Zieleni Miejskiej w Poznaniu\n\nNa zdjęciach Google Street View z października 2024 roku zobaczyć można jeszcze znak ostrzegawczy \"Uwaga inne niebezpieczeństwo\" z tabliczką \"UWAGA ! SCHODY DO REMONTU\", na którym ktoś złośliwie dopisał \"w 2044 r.\".\n\nRemont udało się zrealizować 19 lat wcześniej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nadciąga finał „Lata z Radiem i Telewizją Polską' w Grudziądzu. Dlaczego warto odwiedzić to miasto?",
            "link": "https://www.pap.pl/aktualnosci/nadciaga-final-lata-z-radiem-i-telewizja-polska-w-grudziadzu-dlaczego-warto-odwiedzic",
            "description": "W najbliższą sobotę na Błoniach Nadwiślańskich w Grudziądzu odbędzie się wielki finał tegorocznej trasy „Lata z Radiem i Telewizją Polską'. W mieście słynącym z malowniczej panoramy średniowiecznych s ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gVmdM2pAXVp4NhokKTb3-A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Polska Agencja Prasowa2 godz.",
            "source": "Polska Agencja Prasowa",
            "article_content": "Nadciąga finał „Lata z Radiem i Telewizją Polską” w Grudziądzu. Dlaczego warto odwiedzić to miasto?\n\nW najbliższą sobotę na Błoniach Nadwiślańskich w Grudziądzu odbędzie się wielki finał tegorocznej trasy „Lata z Radiem i Telewizją Polską”. W mieście słynącym z malowniczej panoramy średniowiecznych spichlerzy warto spędzić weekend nie tylko z uwagi na muzyczne doznania. Czeka tam na nas wiele atrakcji, które przypadną do gustu zwłaszcza miłośnikom zwiedzania zabytków.\n\nPanorama Grudziądza. Fot. PAP/Tytus Żmijewski\n\nFinał „Lata z Radiem i Telewizją Polską” w Grudziądzu\n\nCi z nas, którym marzy się huczne pożegnanie mijających wakacji, w najbliższy weekend powinni udać się na Pomorze Nadwiślańskie. 30 sierpnia w Grudziądzu odbędzie się bowiem wielki finał imprezy „Lato z Radiem i Telewizją Polską”. Mieszkańcy i przyjezdni przez cały dzień będą mieli szansę wziąć udział w przygotowanych przez organizatorów wydarzeniach.\n\nWięcej Lato z Radiem i Telewizją Polską (zdjęcie ilustracyjne). Fot. PAP/Jarek Praszkiewicz Trasa „Lato z Radiem i Telewizją Polską” rusza 5 lipca\n\nPiknik, potańcówka i koncert gwiazd\n\nW południe na Błoniach Nadwiślańskich wystartuje edukacyjny rodzinny piknik „Ale kosmos”, a o godzinie 16:00 rozpocznie się plenerowa potańcówka nawiązująca pod względem klimatu do dawnych zabaw miejskich. Na 20:00 zaplanowano zaś wyczekiwany koncert finałowy z udziałem takich gwiazd estrady, jak Urszula, Halina Mlynkova, IRA, Ania Wyszkoni, Organek, Dominik Dudek oraz Formacja Nieżywych Schabuff.\n\nMuzyczne pożegnanie lata odbędzie się u stóp słynnych spichlerzy, które stanowią swoistą wizytówkę miasta i jedną z największych atrakcji turystycznych Kujaw i Pomorza. Geneza tego unikatowego kompleksu sięga średniowiecza, kiedy Wisła stała się ważnym szlakiem handlowym. Pierwsze budynki powstały jeszcze pod rządami krzyżackimi. Dodatkowo pełniły one funkcję murów miejskich od strony wiślanej skarpy, co czyni je dobrze zachowanym fragmentem dawnej architektury obronnej. W 2017 roku spichlerze grudziądzkie zostały wpisane na listę Pomników Historii.\n\nWięcej Muzeum Sztuki Nowoczesnej w Warszawie. Fot. PAP/Paweł Supernak Joanna Mytkowska: w Muzeum Sztuki Nowoczesnej chcemy oddać głos odwiedzającym [WYWIAD]\n\nMuzeum i jego bogate zbiory\n\nPodczas pobytu w Grudziądzu warto odwiedzić też miejskie muzeum, które mieści się w dawnym klasztorze benedyktynek oraz w budynkach wchodzących w skład wspomnianych spichrzy. Dzięki zróżnicowanym ekspozycjom instytucja założona w 1884 roku skutecznie przybliża dzieje miasta od średniowiecza do wybuchu II wojny światowej. W swoich zbiorach posiada również bogatą kolekcję dzieł sztuki, znaleziska archeologiczne, a także gabinet numizmatyczny poświęcony historii pieniądza.\n\nSpacer po Starym Mieście\n\nWizytę w Grudziądzu wzbogaci z pewnością spacer zabytkowym Starym Miastem. Znajdziemy tam odrestaurowane kamieniczki, Pałac Opatek i dawne Kolegium Jezuickie, które obecnie pełni funkcję Ratusza Miejskiego. Odwiedzić warto także miejscową cytadelę, która jest częścią Twierdzy Grudziądz, znajdujące się na Górze Zamkowej pozostałości dawnego zamku krzyżackiego oraz zabytkową zajezdnię tramwajową z 1896 roku zlokalizowaną przy ulicy Dworcowej.\n\nWięcej Zdjęcie zespołu The Beatles. Fot. PAP/EPA PHOTO PA FILES/PA/mda Beatlesi u progu wielkiej sławy. Wystawa zdjęć Paula McCartneya w Londynie\n\nCi, którym nie uda się przyjechać na finał „Lata z Radiem”, powinni rozważyć wycieczkę do Grudziądza w okresie przedświątecznym. W pierwszej połowie grudnia co roku odbywa się tam słynny Jarmark Świętego Mikołaja. Można wtedy nabyć wykonane przez lokalnych artystów i rzemieślników rękodzieło, a także skosztować grudziądzkich specjałów, takich jak zrazy z kiszonej kapusty, kaszubski kociołek czy kołacz. Zakupy umilą nam dźwięki kolęd i pastorałek śpiewanych na żywo przez miejscowych muzyków. (PAP Life)\n\niwo/ag/ep/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie w Polsce. Ma setki lat, leżał na wysypisku",
            "link": "https://www.msn.com/pl-pl/news/other/odkrycie-w-polsce-ma-setki-lat-le%C5%BCa%C5%82-na-wysypisku/ar-AA1Lu1qN?ocid=BingNewsVerp",
            "description": "Rzeplin i niezwykłe odkrycie archeologiczne. Grupa \"Spod ziemi patrzy Breslau\" znalazła na terenie dzikiego gruzowiska przedmiot z XVI wieku. Wiemy już dokładnie czym jest ten historyczny artefakt i d ...",
            "image_url": "https://www.bing.pl/th?id=ODF.DvkV1aWY4dNaGRBFvmZA2A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Planeta on MSN17 min",
            "source": "Planeta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Wspaniałe odkrycie\" archeologów ze Szczecina. Znaleziska mają 4000 lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wspania%C5%82e-odkrycie-archeolog%C3%B3w-ze-szczecina-znaleziska-maj%C4%85-4000-lat/ar-AA1LsOLU?ocid=BingNewsVerp",
            "description": "Po 5 latach archeolodzy Uniwersytetu Szczecińskiego powrócili na cmentarzysko z epoki brązu w Nowym Objezierzu (woj. zachodniopomorskie). Ponowna eksploracja nekropolii przyniosła przełom. Odkryte gro ...",
            "image_url": "https://www.bing.pl/th?id=ODF.bL0xjUEIN0U-gaUDWL04zA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN2 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    }
]