[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [18.04.25 r.]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-18-04-25-r/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL-u cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki piwnic i strychów w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._ieNmRWkTHzrNcIry_MNry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Express Bydgoski on MSN37 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [18.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-18042025-r/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.2CLGV9Ve%2fy87HN93UO1eBw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dramatyczne losy pięcioletniego Maksa w książce Marii Tuszyńskiej [FRAGMENT KSIĄŻKI]",
            "link": "https://www.onet.pl/kultura/wydawnictwo-axis-mundi/dramatyczne-losy-piecioletniego-maksa-w-ksiazce-marii-tuszynskiej-fragment-ksiazki/7nkltcm,0666d3f1",
            "description": "Lata 30. XX wieku, ciężkie czasy. Porzucony przez matkę pięcioletni Maks stara się (bez powodzenia) zaskarbić sobie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.AjEuZWszGz0tLXbOcFvH4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Onet4 godz.",
            "source": "Onet",
            "article_content": "*** Zeszła po stopniach, ciągnąc za sobą opierające się dziecko. Schody wychodziły na podwórko przypominające studnię. Od ulicy Kościelnej oddzielał je wysoki na dwa metry mur, o który wspierały się drewniane budki wychodków i kilka kubłów na śmieci. Chmara much unosiła się zwykle wokół tych przybytków, a wiadomy zapach skutecznie zniechęcał okolicznych mieszkańców do wietrzenia mieszkań. Resztę przestrzeni wypełniały tylne ściany drewnianych bud, w których handlarze sprzedawali warzywa, odzież i wszelkie starocie. Wąskie okienka umieszczone z tyłu tych pokracznych budowli patrzyły na niewielki, okrągły plac, pozbawiony zieleni. Słońce zaglądało tutaj na krótko tylko w pogodne letnie dni po południu, wychyliwszy się zza korony potężnego kasztanowca rosnącego po drugiej stronie ulicy. Na środku placyku stała okrągła studnia, otoczona betonową cembrowiną, a nad nią pochylał się niewielki daszek, kryty blachą.\n\nreklama\n\nPopołudniami zbierało się tu szemrane towarzystwo, któremu klozetowe wyziewy widać nie przeszkadzały, a pijackie okrzyki do późna zakłócały spokój wieczoru. Te akustyczne przejawy kultury masowej nie licowały z powagą i świętością pobliskiego kościoła, którego wieże widoczne stąd były doskonale.\n\nŚwiątynię wzniesiono w końcu osiemnastego wieku na gruzach wcześniejszego kościoła i staraniem kolejnych proboszczów oraz wiernych unowocześniano ją przez następne sto lat. Pobożni mieszkańcy Mosiny udający się na mszę do św. Michała przechodzili na drugą stronę ulicy Kościelnej, omijając bramę wiodącą na podwórko kamienicy numer 15, niecieszące się dobrą sławą nawet wtedy, gdy policja na dobre ukróciła pijackie ekscesy.\n\nKobieta energicznie zakręciła kołowrotem. Potem chwyciła rączkę wiadra pełnego wody i ostrożnie postawiła je na betonowej otoczce studni.\n\n– Rozbieraj się! No, szybko!\n\nMalec z ociąganiem zdejmował kolejne sztuki odzieży. Drżał z zimna i ze strachu. Uwolniwszy się od ubrań, stanął na wmontowanej w beton kratce ściekowej i czekał na najgorsze. Kobieta odlała trochę wody do miski, resztę chlupnęła na pochylone chude plecy. Dziecko krzyknęło, upadło na kolana i z trudem łapało powietrze.\n\n– Co, zimno ci, nieboraczku? – Twarz opiekunki wykrzywił szyderczy uśmiech. – Zaraz cię rozgrzeję!\n\nChwyciła brudne spodnie i zdzieliła nimi kilka razy mokre ciało chłopca.\n\n– Auuu, boli! – zawyło dziecko.\n\n– A będziesz do wychodka, będziesz?!\n\nI znów uderzenie zakończone krzykiem dziecka.\n\n– Będę, ciociu!\n\n– Pamiętaj, bo powiem wujkowi, to jeszcze większy wiks4 ci sprawi! Nabieraj wody ręką i myj dupsko! Co ty myślisz, że ja się mam w twoim gównie babrać? Dołożyć jeszcze rozgrzewki na zachętę, znajdo zasrana?\n\n– Ciociuniu, nie!\n\nPonownie zatrzeszczał kołowrót i kolejne wiadro z wodą stanęło na betonie, a potem znowu krzyk dziecka uniósł w powietrze stado wróbli (...).\n\nFragment książki \"Obce gniazda\" Marii Tuszyńskiej (Axis Mundi, kwiecień 2025)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kupka wstydu i porzucanie gier",
            "link": "https://www.gry-online.pl/forum/kupka-wstydu-i-porzucanie-gier/z9e1d591",
            "description": "INNE GRY. Na pewno każdy z was miał kiedyś taką sytuację, że kupił grę po czym stwierdził, że mu nie leży i albo sprzedał albo została na dysku jeśli to cyfrówka. Kilka takich podobnych sytuacji i już ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl11 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "\"Kiedyś nie miałem pieniędzy na gry i mnóstwo wolnego czasu, by je przejść. Teraz mam dość pieniędzy i zero wolnego czasu na ich ukończenie\".\n\nJakieś dwadzieścia lat temu ktoś tak ładnie napisał na jakimś forum (moze na gejmspocie, a może i tutaj, w każdym razie zapadło mi w pamięć i do dziś widzę różne parafrazy tej sentancji). To jest tak zwana klęska urodzaju. Według mojej elektronicznej rozpiski mam ponad 500 tytułów w bibliotece, w formie fizycznej i elektronicznej. Plus minus kilkanaście/dziesiąt pożyczonych na wieczne nieoddanie, wymienionych na inne lub sprzedanych. Załóżmy, że może być tego z 600 sztuk w bibliotece w przeciagu ostatnich 3 dekad.\n\nNa przestrzeni ponad 30 lat grania przeszedłem tak szczerze, z ręką na sercu, optymistycznie licząc, może z 250 tytułów . Za przejście uznaję granie od intra do napisów końcowych, zatem nie wliczam tu Tetrisów, pasjansów, River Raidów i innych Pac Manów (i nie liczę wielokrotnego kończenia pierwszych Falloutów, Baldurów, Planescape'ów, Deus Exów, X-Comów, Jagged Alliance'ów i reszty z tej garstki gier, które zawsze trzymam na dysku).\n\nWychodzi na to, że moja kupka wstydu to jakieś 350 gier i ta liczba wciąż rośnie. Nauczyłem się z tym żyć, inaczej już dawno rzuciłbym to hobby w pizdu. Bezustannie dokupuję nowe pozycje w stimowych promocjach czy nowe hiciory skuszony dobrymi ocenami i ogrywam je po kilka(naście, czasem dziesiat) godzin, a potem lecą w kat. Teraz zmuszam się do przejścia i polubienia RDR2, ale choć opowieść jszcze trzyma mnie przed ekranem, to gra pod względem mechaniki i tempa jest tak słaba, że łapię się na tym, iż wolę sobie odpalić coś, co znam, lubię i nad czym nie muszę się skupiać (ani walczyć ze sterowaniem). I pewnie go nigdy nie ukończę, bo w ostatnim czasie najbardziej cenię sobie gry, które szanują mój czas. Wiele współczesnych hiciorów tego nie robi, moze dlatego przez ostatnie kilka lat łapię się na tym, ze największą przyjemność sprawiają mi strzelanki z kampaniami na 6-12 godzin (Call of Duty, nowy Doom i Wofenstein) strategie, które mnie nie poganiają i dają mi czas na spokojną rozgrywkę przez kilka miesięcy (wszystko od Paradoxu) i staroszkolne RPGi (Divinity czy Pillarsy chociażby) które mimo fabularnego rozciągnięcia zmierzają do określonego celu, zamiast rozmieniać się na drobne jak te osiemset sandboxów wypuszczanych rokrocznie na rynek."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Import aut używanych",
            "link": "https://motofakty.pl/tag/import-aut-uzywanych",
            "description": "Jak podaje w swoim raporcie Instytut Badań Rynku Motoryzacyjnego SAMAR, w marcu 2025 roku zarejestrowano w Polsce 86 011 sprowadzonych z zagranicy używanych... Zgodnie z danymi z bazy CARFAX, aż 59% s ...",
            "image_url": "https://www.bing.pl/th?id=ODF.LNUiYSwnuhLct9J-d6AeEg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Motofakty20 godz.",
            "source": "Motofakty",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [18.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-18042025-r/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.2CLGV9Ve%2fy87HN93UO1eBw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 18.04.2025",
            "link": "https://gloswielkopolski.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-sprawdz-ktore-sa-najdrozsze-i-ile-mozna-za-nie-zarobic-18042025/ar/c1-17275689",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Wielkopolski7 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po ile jest dzisiaj funt brytyjski? Kurs GBP/PLN dzisiaj, 18 kwietnia 2025 r.",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-18-kwietnia-2025-r/c9bxw56",
            "description": "Dzisiaj 18 kwietnia 2025 r. za 1 funta szterlinga zapłacimy 4,9983 zł. Warto to wiedzieć zanim pójdziemy do kantoru lub ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l8sZzgdB5lQvB8yjwLQS-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl18 min",
            "source": "Fakt.pl",
            "article_content": "Dzisiaj 18 kwietnia 2025 r. za 1 funta szterlinga zapłacimy 4,9983 zł. Warto to wiedzieć zanim pójdziemy do kantoru lub skorzystamy z wymiany online. Kurs funta szterlinga uległ zmianie +0,0092 zł w ujęciu dzień do dnia. Natomiast porównując kurs GBP/PLN do zeszłego tygodnia, kurs uległ zmianie +0,0261 zł.\n\nKurs GBP/PLN dzisiaj\n\nFunt szterling po angielsku to pound sterling. Można też używać nazwy funt brytyjski, ale jest ona rzadziej używana. Jego oznaczenie globalne to GBP. Jest walutą Wielkiej Brytanii. W jakich krajach obowiązuje funt szterling? Funty należy mieć przy sobie w Wielkiej Brytanii, Szkocji, Irlandii Płn., w Walii, na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie występują nominały w funcie szterlingu? Funt szterling jest podzielony na 100 pensów. Które dzielą się kolejno na monety: 1p, 2p, 5p, 10p, 20p, 50p. Banknoty występują w nominałach 5, 10, 20, 50. Dodatkowo w Szkocji i Irlandii Płn. występuje banknot 100. Bank of England jest centralnym bankiem Wielkiej Brytanii i odpowiada za emisję funtów. Dziś funt jest jedną z najważniejszych walut w międzynarodowym handlu.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 18.04.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-18-04-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ps8y65_P1max7r73G2SM2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [18.04.25 r.]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-18-04-25-r/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL-u cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki piwnic i strychów w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._ieNmRWkTHzrNcIry_MNry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN37 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaglądamy do Zakładów Porcelany Stołowej Karolina w Jaworzynie Śląskiej. Jedyny taki młyn i piec, ogromne hale i sprzęt na sprzedaż",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zagl%C4%85damy-do-zak%C5%82ad%C3%B3w-porcelany-sto%C5%82owej-karolina-w-jaworzynie-%C5%9Bl%C4%85skiej-jedyny-taki-m%C5%82yn-i-piec-ogromne-hale-i-sprz%C4%99t-na-sprzeda%C5%BC/ar-AA1DaKFz?ocid=BingNewsVerp",
            "description": "Sąd Rejonowy w Wałbrzychu zatwierdził wniosek syndyka o sprzedaż Zakładów Porcelany Stołowej Karolina w częściach. Tym samym ...",
            "image_url": "https://www.bing.pl/th?id=OVF.6Ess5dSX6hV0R8XUsPfbzA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN1 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 18.04.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-18042025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę!",
            "image_url": "https://www.bing.pl/th?id=OVFT.5dtWIPVNE5gFDRdWIeeypi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN6 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 18.04.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-18-04-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ps8y65_P1max7r73G2SM2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Barbara Bursztynowicz: Dostaje mi się czasami na Instagramie: \"Stara baba i jeszcze ma oczekiwania\"",
            "link": "https://wyborcza.pl/magazyn/7,124059,31844895,barbara-bursztynowicz-dostaje-mi-sie-czasami-na-instagramie.html",
            "description": "- Dostaje mi się czasami na Instagramie od osób, które piszą w tonie: \"Stara baba i jeszcze ma oczekiwania\", albo \"O co jej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bHV3aLxGqMOtegAtR9ERZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wyborcza8 godz.",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wynagrodzenia prezesów i pracowników 2025. Globalizacja, chciwość CEO i Trump w składzie własnej porcelany",
            "link": "https://forsal.pl/biznes/artykuly/9779972,wynagrodzenia-prezesow-i-pracownikow-2025-globalizacja-chciwosc-ceo.html",
            "description": "Daniel Obajtek zarabiał jako prezes Orlenu ok. 170 razy więcej od szeregowego pracownika. Nieźle. W 100 największych spółkach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vySdbMkuTwYKQqA6HeEQsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Forsal.pl8 godz.Opinion",
            "source": "Forsal.pl",
            "article_content": "Bodaj największym kłamstwem administracji Donalda Trumpa jest to o „wieloletnim grabieniu Ameryki przez cały świat”. Wskazując na deficyt Stanów Zjednoczonych w wymianie towarów (ale nie usług!) z różnymi krajami i regionami świata prezydent USA stara się wmówić wszystkim, a zwłaszcza własnym obywatelom, że „Ameryka straciła na globalizacji”. Od razu ciśnie się na usta pytanie: „która Ameryka” i „dlaczego”?\n\nReklama\n\nPrzykładowo, trudno nie zauważyć, że (posługując się „filozofią” Trumpa):\n\nChiny mają nadwyżkę w handlu z USA m.in. dlatego, że jedni Amerykanie zarabiają tam na produkcji iphonów i tesli, a drudzy nie mają przez to pracy przy produkcji iphonów i tesli\n\nEuropa ma nadwyżkę w handlu (towarowym) z USA m.in. dlatego, że jedni Amerykanie zarabiają u nas na wytwarzaniu produktów farmaceutycznych, chemii gospodarczej, odzieży czy też samochodów, a drudzy nie mają przez to pracy przy tej produkcji\n\nLesotho (państwo - enklawa RPA) ma nadwyżkę w handlu z USA, bo jedni Amerykanie wyciskają tam zyski ze szwalni dżinsów, a inni Amerykanie nie mają roboty przy szyciu tych dżinsów (inna sprawa – czy chcą; w szwalniach na terenie USA zasuwają niemal wyłącznie imigranci, także nielegalni) itd.\n\nElementarz ekonomii: Chińczycy i Europejczycy, ani tym, bardziej mieszkańcy Lesotho, nie ukradli Ameryce fabryk, ani nie zmusili właścicieli firm z USA do inwestycji i rozpoczęcia produkcji na swoim terenie. Amerykanie sami wynieśli znaczną część przemysłu z Ameryki, a podstawowym, jeśli nie jedynym powodem była chęć maksymalizacji zysków. Ten cel udało się amerykańskim firmom osiągnąć z potężną nawiązką. Milionerzy stali się miliarderami, miliarderzy - bilionerami. Niejako ubocznym skutkiem tej normalnej w niepohamowanym kapitalizmie chciwości było radykalne obniżenie kosztów produkcji i dystrybucji, a – za sprawą globalnej konkurencji – także cen, co doprowadziło do skokowego zwiększenia dostępności większości dóbr przemysłowych, zwłaszcza odzieży i obuwia, ale też elektroniki i samochodów.\n\nPodsumowując to najprościej, jak się da: ikoniczny John z Detroit, który na wiecach Trumpa przedstawiany był i jest jako ofiara globalizacji i okradania Ameryki przez inne kraje, jest w niepomiernie większym stopniu ofiarą chciwości amerykańskich właścicieli i menedżerów fabryk, czyli Trumpa i kolegów. Wedle wyliczeń Economic Policy Institute, zarobki topowych menedżerów największych firm w USA wzrosły od początku obecnej fazy globalizacji, czyli od końca lat 70. XX wieku, o ponad 1000 procent, gdy przeciętny pracownik zyskał… 24 procent.\n\nPrawda jest zatem brutalna: jeśli część biedniejszej Ameryki straciła na przemianach gospodarczych ostatnich dekad, to dlatego, że wściekle zamożna Ameryka wzbogaciła się nieprzytomnie.\n\nNędzy mniej, ale bogactwo rośnie szybciej\n\nMniej więcej od czasów Ronalda Reagana amerykański kapitalizm opiera się na nieokiełznanej konsumpcji i jeszcze bardziej niepohamowanej żądzy zysków - a la Gordon Gekko z „Wall Street” oraz Jack Welch, słynny prezes General Electric i wzór dla wielu pokoleń menedżerów, w tym samego Trumpa.\n\nJak dowodzą w głośnej książce „Superabundance: The Story of Population Growth, Innovation, and Human Flourishing on an Infinitely Bountiful Planet” (\"Superobfitość: historia wzrostu populacji, innowacji i ludzkiego rozkwitu na nieskończenie obfitej planecie\") znani i cenieni ekonomiści Marian L. Tupy i Gale L. Pooley, ludzkość w XX i XXI wieku zaprzeczyła twierdzeniom czarnowidzów głoszących od czasów Malthusa, jakoby wraz ze wzrostem populacji wyczerpywały się zasoby Ziemi i różne dobra stawały się coraz rzadsze. Autorzy dowodzą, że jest dokładnie odwrotnie. Po przeanalizowaniu cen setek towarów, towarów i usług na przestrzeni dwóch stuleci odkryli, że:\n\nzasoby stawały się coraz obfitsze wraz ze wzrostem populacji, a zdecydowana większość dóbr stała się o niebo dostępniejsza dla przeciętnego człowieka.\n\nobfitość zasobów rosła szybciej niż populacja, ponieważ każda dodatkowa istota ludzka wytworzyła więcej wartości, niż sama skonsumowała; to efekt ogromnego wzrostu produktywności – będący efektem ludzkich innowacji, postępu technologicznego oraz bardziej efektywnego wykorzystania zasobów w skali globu – dzięki globalizacji.\n\n„Same duże populacje nie wystarczą jednak dla wytworzenia efektu nadobfitości, czego dojmującym przykładem są skrajnie ubogie Chiny i Indie w okresie przez rozpoczęciem reform gospodarczych. Aby wprowadzać innowacje, ludzie muszą mieć możliwość myślenia, mówienia, publikowania, kojarzenia się i niezgadzania się. Muszą mieć możliwość oszczędzania, inwestowania, handlu i osiągania zysków. Wymaga to znoszenia barier i wolnego handlu”.\n\nCo ciekawe, globalne raporty agend ONZ na temat rozmiarów ubóstwa i niedostatku na świecie, potwierdzają ustalenia amerykańskich ekonomistów. Według „2024 Global Multidimensional Poverty Index (MPI)”, obecnie 1,1 mld ludzi na Ziemi, czyli 18,3 proc. populacji, żyje w dotkliwym wielowymiarowym ubóstwie; wśród nich jest 584 mln dzieci. Raport podkreśla jednak, że to ubóstwo jest silnie powiązane z konfliktami - krwawe wojny są bezpośrednią przyczyną nędzy aż 40 proc. wymienionych osób\n\nBank Światowy uściśla, że 659 milionów ludzi żyło w zeszłym roku w ubóstwie ekstremalnym, przy czym (mimo wspomnianych konfliktów) odsetek takich ludzi od dekad maleje: 200 lat temu, zanim rozwinął się kapitalizm, w skrajnym ubóstwie żyło ok. 90 procent mieszkańców naszej planety, pół wieku temu – 43 proc., w 2000 r. – 27,8 proc., a obecnie 8,5 proc.\n\nMamy tu więc dwa ciekawe zjawiska:\n\nobszary dojmującej nędzy na świecie w realiach wolnego globalnego handlu szybko się zmniejszały i byłoby ich zasadniczo mniej, gdyby nie konflikty i wojny oraz brak wolności w wielu krajach; nie jest to jednak efekt celowej polityki państw czy koncernów, tylko efekt uboczny…. chciwości kapitalistów i ich menedżerów, co potwierdzałoby popularną tezę o „przypływie podnoszącym wszystkie łódki”\n\nw krajach Zachodu, w tym w Ameryce, wzrosła dostępność wielu dóbr konsumpcyjnych i usług, ale potrzeby ludzi (i rodzaje tych potrzeb) rosły tak szybko, że w części krajów wzrost realnych wynagrodzeń za tym nie nadążył, co doprowadziło do zadłużenia państw i gospodarstw domowych; jednocześnie globalizacja (w parze z trendami prośrodowiskowymi i proklimatycznymi) stymulowała redukcję miejsc pracy w przemyśle, czego ofiarą padło wiele grup (i obszarów, jak Pas Rdzy); to jest także – jak już ustaliliśmy - efekt chciwości właścicieli i menedżerów firm dążących do maksymalizacji zysków; to każe skorygować tezę o „przypływie podnoszącym wszystkie łódki” – owszem, podnosi większość, ale te wielkie pod samo niebo, te małe tylko troszkę, a niektóre z małych zatapia, co prowadzi do zwiększenia podziałów ekonomicznych i napięć społecznych.\n\nAmeryka jest tego wszystkiego przykładem klinicznym. Dlaczego?\n\nIle zarabia prezes, a ile zwykły pracownik\n\nWspomniany wcześniej raport amerykańskiego Economic Policy Institute (EPI) wskazuje, że w minionym roku prezesi 350 największych firm w Stanach Zjednoczonych zarabiali średnio 290 razy więcej niż typowy pracownik. „Wynagrodzenie CEO wzrosło od 1978 r. (od kiedy prowadzone są badania) o 1 085 proc. w porównaniu z zaledwie 24-procentowym wzrostem wynagrodzenia typowego pracownika” – czytamy w raporcie.\n\nAutorzy przypominają, że w 1965 r. prezes dużej spółki zarabiał średnio 21 razy więcej od pracownika – i budziło to liczne kontrowersje, przede wszystkim dlatego, że w Europie (zwłaszcza poza Wielką Brytanią oraz – częściowo - Francją) ta różnica wynosiła ok. 10 razy, a w bloku sowieckim, także w Polsce, robotnik potrafił zarabiać nawet więcej od dyrektora.\n\nSuperciekawe w raporcie są też analizy rozkładu wynagrodzeń menedżerów. Jeszcze na początku XXI wieku normą było w miarę równomierne dzielenie się zyskami całej kadry zarządzającej, w efekcie czego kierownicy podlegający bezpośrednio prezesom zarabiali tylko 1,5 – 2 razy mniej od CEO. Obecnie w 350 topowych amerykańskich korpo elita stanowiąca zaledwie 0,1 proc. (promil!) najlepiej zarabiających pracowników nie będących członkami zarządu zarabia aż 10 razy mniej od prezesów.\n\n„Rosnące płace zdają się nie odzwierciedlać większej produktywności kadry kierowniczej, tylko pozycję negocjacyjną; ta służy prezesom do przechwytywania niemal całych nadwyżek wynagrodzeń” – konkludują autorzy raportu. Dalej jest jeszcze ciekawiej:\n\n\"Dyrektorzy generalni zarabiają krocie ze względu na ich nadzwyczajny wpływ na właścicieli i zarządy korporacji, a nie ze uwagi na wyniki, umiejętności lub wkład, jaki wnoszą w rozwój swoich firm. Wygórowane wynagrodzenia dyrektorów generalnych przyczyniły się do wzrostu nierówności w ostatnich dziesięcioleciach – koncentrując zarobki na najwyższych szczeblach i pozostawiając mniej korzyści zwykłym pracownikom. Pozytywną stroną tego skądinąd niefortunnego trendu jest to, że wynagrodzenia dyrektorów generalnych mogą zostać ograniczone bez szkody dla wzrostu całej gospodarki\" – komentuje Josh Bivens, główny ekonomista EPI.\n\nInstytut proponuje rozwiązania mające ograniczyć możliwości CEO do osiągania coraz wyższych wynagrodzeń. Chodzi m.in. o:\n\nprzywrócenie wyższych stawek podatku dochodowego na samym szczycie władzy w korpo\n\nzwiększenie wpływu wszystkich akcjonariuszy na kształt wynagrodzeń kadry zarządczej\n\nwykorzystanie przepisów antymonopolowych i innych regulacji w celu ograniczenia siły rynkowej największych firm\n\nwykorzystanie polityki podatkowej do zachęcania akcjonariuszy lub zarządów spółek do wywarcia presji na obniżenie wynagrodzeń prezesów.\n\nChodzi o to, by poprzez rozwiązania prawne i systemowe „ograniczyć zdolność dyrektorów generalnych do zmawiania się z zarządami korporacji w celu wymuszenia nadmiernych wynagrodzeń”. Jeśli się to nie zdarzy, „Stany Zjednoczone będą w coraz większym stopniu społeczeństwem, w którym zwycięzca bierze wszystko, a reszcie nie zostaje nic”.\n\nPrawdziwy powód zwycięstwa Trumpa: bogactwo Trumpa i podobnych\n\nAutorzy raportu EPI dowodzą na faktach i liczbach, że totalnie nierównomierny wzrost zysków właścicieli i wynagrodzeń topowych menedżerów prowadzi do rażącego wzrostu nierówności dochodowych w USA. Efekt ten wzmacniają obowiązujące od czasów Reagana zasady funkcjonowania giełdy: de facto poziom wynagrodzeń prezesów przestał być związany ze wzrostem produktywności, a nawet posiadaniem wyjątkowych kompetencji. Skutkiem jest wzrost podziałów i napięć społecznych. Paradoksalnie to one były jednym z podstawowych powodów zwycięstwa Donalda Trumpa, któremu w klasyczny wręcz sposób udało się w publicznych narracjach odwrócić kota ogonem.\n\nLewicowy kandydat na prezydenta Bernie Sanders postulował kilka lat temu wprowadzenie 95-procentowego podatku od nadzwyczajnych zysków. Prezydent Joe Biden miał trzy lata temu pomysł na wprowadzenie minimalnego podatku dochodowego dla miliarderów (Billionaire Minimum Income Tax): gospodarstwa domowe o majątku szacowanym na ponad 100 milionów dolarów miałyby płacić federalny PIT nie niższy niż 20 proc. łącznych dochodów. Jak wynika z analizy Rady Doradców Ekonomicznych i Urzędu Zarządzania i Budżetu (OMB), 400 najbogatszych rodzin w Ameryce, z których każda dysponuje majątkiem o wartości powyżej 2 mld dolarów, płaci federalny podatek dochodowy w średniej wysokości 8,2 proc., gdy przeciętny amerykański podatnik oddaje rządowi 13,3 proc. Rozwiązanie spotkało się jednak ze skrajną niechęcią Kongresu.\n\nRepublikanie uważają podobne działania za „komunizm”. Cała polityka administracji Donalda Trumpa zmierza w praktyce w odwrotnym kierunku niż propozycje EPI: najbogatsi mają mieć jeszcze więcej. Nawet, gdyby jakimś cudem udało się doprowadzić do znaczącej reindustrializacji USA, to nie na zasadach znanych „Johnowi” z lat 60. i 70., gdy robotnik zarabiał tylko 20 razy mniej od prezesa, albo nawet w chwili upadku komunizmu w Europie na przełomie lat 80. i 90., gdy ta różnica wynosiła 60 razy. Najbardziej prawdopodobna reindustrializacja to taka, w której… w ogóle nie ma miejsca pracy dla Johna, a wszystko robią roboty i AI. Tego wymaga skuteczna konkurencja z Chinami, ale też Europą: w najnowszych fabrykach jest 2 tys. robotów na 10 tys. zatrudnionych, a budowanych automaty przejmują wszystko pod okiem algorytmów i inżynierów IT.\n\nZarobki prezesów i pracowników w Polsce i Europie\n\nZjawisko nierówności wynagrodzeń w Unii prowadzi m.in. Europejska Konfederacja Związków Zawodowych (ETUC). Według jej wyliczeń, prezesi 100 największych firm na Starym Kontynencie w 2024 roku otrzymali średnie wynagrodzenie w wysokości 4 147 440 euro. To około 110 razy więcej od przeciętnego zarobku szeregowego pracownika (37 863 euro rocznie). Esther Lynch, sekretarz generalna ETUC, stwierdziła w komentarzu, że „potrzebujemy zrównoważenia gospodarki poprzez zwiększenie liczby pracowników otrzymujących wynagrodzenia ustalane w ramach układów zbiorowych pracy”.\n\nZwiązkowcy przekonują, że „bardziej sprawiedliwe (równomierne) wynagradzanie pomogłoby ograniczyć narastające niedobory siły roboczej w Europie” (bo niskie płace zniechęcają ludzi do wykonywania danej pracy) oraz „zwiększyć strumień pieniędzy powtórnie nakręcających gospodarkę”. Dobrze wynagradzani pracownicy wydają przecież większość zarobków na lokalne towary i usługi, a nieprzytomnie bogacący się prezesi - milionerzy „gromadzą oszczędności na zagranicznych kontach”.\n\nOpisane przez ETUC różnice w wynagradzaniu prezesów i szeregowych pracowników nie są takie same we wszystkich krajach. Generalnie w UE jest równiej niż poza UE (wyjątkiem pozostaje równościowa Norwegia – to casus całej Skandynawii), a liderami równości są Duńczycy, Holendrzy, Finowie i Szwedzi.\n\nZ ankiety dziennika \"De Volkskrant\" przeprowadzonej w gronie 112 największych firm w Niderlandach wynika, że przeciętny prezes zarządu dużej firmy w Holandii zarabia 2,2 mln euro, czyli „tylko” 40 razy więcej od średniej pensji swoich pracowników. Podobnie wygląda to w Danii.\n\nWynagrodzenia zarządów spółek giełdowych w Polsce bada cyklicznie Grant Thornton. Z raportów firmy wynika, że w 2009 r. przeciętne roczne wynagrodzenie zarządów spółek notowanych na warszawskiej giełdzie wynosiło 2,3 mln zł, w 2019 – niespełna 2,6 mln zł, w 2021 – 3,2 mln zł, a w 2023 r. już blisko 4 mln zł.\n\nA jak wyglądało średnie roczne wynagrodzenie członka zarządu?\n\n2009 r. – 479 tys. zł (pracownik 37,2 tys. zł – 10,2 razy mniej)\n\n2019 r. – 617 tys. zł (pracownik 59 tys. zł – 10,5 razy mniej)\n\n2021 r. – 796 tys. zł (pracownik 68 tys. zł – 11,7 razy mniej)\n\n2022 r. – 917 tys. zł (pracownik 77 tys. zł – 11,9 razy mniej)\n\n2023 r. – 950 tys. zł (pracownik 90,5 tys. zł – 10,5 razy mniej)\n\nRaporty Grant Thornton wskazują na znaczne różnice w wynagrodzeniach topowych menedżerów. Członek zarządu w PCC Rokita zarobił w 2023 r. średnio 18,4 mln zł, a członek władz drugiego na liście Wawelu - 6,1 mln zł, a więc trzy razy mniej. W Allegro na wynagrodzenia zarządu poszło 40,9 mln zł, w Santander BP niewiele mniej, ale w zestawieniu są spółki, w których wynagrodzenie zarządu kosztowało… zero złotych. W czołowych firmach wynagrodzenie prezesa jest ponad 100 razy wyższe od zarobków pracownika.\n\nTemat ten wzbudza ożywione dyskusje także poza UE. W Szwajcarii obywatele większością ponad dwóch trzecich głosów poparli już dekadę temu w ogólnokrajowym referendum ograniczenie skrajnie wysokich wynagrodzeń menedżerów - nawet 500 razy wyższych od płac szeregowych pracowników. Inicjatorzy referendum pytali: Czy taki poziom zarobków odzwierciedla wkład w sukces firmy? Czy niebotyczne premie podnoszą jakość zarządzania? Helweci wyrazili masową wątpliwość i zdecydowali, że o wysokości zarobków topowych menedżerów decydować będą nie koterie, lecz walne zgromadzenia wszystkich akcjonariuszy. Zakazano odpraw, zaliczek i premii na nabycie i sprzedaż firm. A wszystko pod groźbą trzech lat więzienia i potężnych grzywien.\n\nW tym samym czasie Komisja Europejska ograniczyła dopuszczalne premie bankierów. Szwajcarscy Młodzi Socjaliści chcieli pójść dalej i postulowali, by menedżerowie i szefowie firm mogli zarabiać maksymalnie 12 razy więcej niż ich najgorzej opłacani pracownicy, ale w kolejnym referendum propozycja została odrzucona jako zbyt radykalna. Główny argument: czołowe firmy, jak Novartis, Roche, Swiss Re, UBS czy Credit Suisse, mogłyby się wynieść do krajów, w których prezesi mogą zarabiać… ile chcą. Jak w USA.\n\nClue problemu tkwi w tym, że globalne koncerny są dziś większe państw. Wartość aktywów wielu topowych banków przewyższa PKB krajów, w których te instytucje mają siedziby, a zarządy zarabiają dziennie więcej niż prezydenci i premierzy przez cały rok. Co więcej, żadne z państw nie jest w stanie narzucić globalnym gigantom własnych reguł i ograniczeń. Im większy koncern, tym łatwiej optymalizuje swe funkcjonowanie i tym skuteczniej unika limitów i podatków – przy pomocy „przyjaznych krajów”.\n\nGlobalizacja służy bogatym do redukcji kosztów poprzez przenoszenie działalności tam, gdzie można najtaniej nająć odpowiednich pracowników (np. Chin, Indii, ale też – Polski) oraz – w równym stopniu - do maksymalizacji tak osiąganych zysków na wszelkie inne sposoby.\n\nJedynym remedium byłaby ścisła współpraca państw rozumiejących konsekwencje narastających nierówności. Muszą w niej jednak uczestniczyć wszystkie kluczowe gospodarki globu. W epoce tężejącego protekcjonizmu i nacjonalizmu gospodarczego w ogóle się na to nie zanosi. Zwłaszcza że Donaldowi Trumpowi o wiele bliżej do tych, którzy wciąż zyskują na tak poukładanym świecie świata, niż do tracącego dystans „szarego Amerykanina”, dzięki któremu obecny prezydent wygrał wybory.\n\nJohn przydaje się tylko na wiecach oraz jako przedmiot kolejnych kłamstw i manipulacji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 18.04.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-18042025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN6 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wiosenny Harasuto karate camp w Spale to była prawdziwa uczta dla ciała i ducha",
            "link": "https://www.msn.com/pl-pl/news/other/wiosenny-harasuto-karate-camp-w-spale-to-by%C5%82a-prawdziwa-uczta-dla-cia%C5%82a-i-ducha/ar-AA1Da2BH?ocid=BingNewsVerp",
            "description": "Przez trzy dni byliśmy jak ninja na wakacjach – z jedną nogą w treningu, a drugą w zabawie - opowiada Janusz Harast, prezes Klubu Karate Harasuto. - Wiosenny Harasuto karate camp w Spale to była prawd ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Łódzki on MSN4 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielkanoc 2025 w Śląskiem pełna atrakcji! Szukanie jaj, jarmarki i imprezy do rana – sprawdź weekendową listę 18-20 kwietnia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wielkanoc-2025-w-%C5%9Bl%C4%85skiem-pe%C5%82na-atrakcji-szukanie-jaj-jarmarki-i-imprezy-do-rana-sprawd%C5%BA-weekendow%C4%85-list%C4%99-18-20-kwietnia/ar-AA1D7KWs?ocid=BingNewsVerp",
            "description": "Szukanie wielkanocnych jajek w parkach, rodzinne kiermasze z rękodziełem, jarmarki z regionalnymi przysmakami i klubowe ...",
            "image_url": "https://www.bing.pl/th?id=OVF.dIz%2fFsy0wxAtm9ZFNDoRfw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Zabrze Nasze Miasto on MSN18 godz.",
            "source": "Zabrze Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "M jak miłość, odcinek 1867: Zaskakujący finał śląskiego śledztwa Marcina. Nie dałby rady bez Kamy – ZDJĘCIA",
            "link": "https://superseriale.se.pl/m-jak-milosc/m-jak-milosc-odcinek-1867-zaskakujacy-final-slaskiego-sledztwa-marcina-nie-dalby-rady-bez-kamy-zdjecia-aa-BwA2-v6Pa-nLZA.html",
            "description": "W 1867 odcinku „M jak miłość' Kama (Michalina Sosna) nie odstąpi Marcina (Mikołaj Roznerski) na krok – pojedzie z nieznającym gwary ukochanym na Śląsk, żeby ...",
            "image_url": "https://www.bing.pl/th?id=ODF.upKaaWo1m0GC8ZvkmlBapg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "SuperSeriale22 godz.",
            "source": "SuperSeriale",
            "article_content": "M jak miłość, odcinek 1867: Jakub zapuści korzenie w leśniczówce. Martyna się go nie pozbędzie – ZDJĘCIA\n\nKoniec M jak miłość. Rodzina Marcina i Kamy powiększy się w ostatnim 1871 odcinku - ZDJĘCIA\n\nM jak miłość, odcinek 1871: Kasia nie przyzna się Mariuszowi, że ma dziecko z Jakubem! Wmówi mu, że to on jest ojcem - ZDJĘCIA\n\nM jak miłość, odcinek 1867: Martyna powie Jakubowi o dziecku. Będzie zachwycona, ale Karski ostro zareaguje - ZDJĘCIA\n\nFinał M jak miłość. Martyna do końca będzie z Jakubem w ostatnim 1871 odcinku. Zakochają się w sobie? - ZDJĘCIA\n\n„M jak miłość\" odcinek 1867 - wtorek, 22.04.2025, o godz. 20.55 w TVP2\n\nKama zaplanowała swoje oświadczyny w serialu „M jak miłość”. Zainspirowało ją pytanie Ani (Alina Szczegielniak), ciekawej, czy jej starsza siostra wyjdzie za Marcina. I postanowiła, że ostatecznie sama weźmie sprawy w swoje ręce i to ona się oświadczy.\n\nKamą w \"M jak miłość\" będzie super-żoną według Szymka\n\nNie jest tajemnicą, że w „M jak miłość” ślubu Kamy i Marcina oczekuje również Szymek (Staś Szczypiński). I chce, by Kama wyszła za jego tatę. Powiedział jej, że będzie dla Marcina superżoną.\n\nMarcin i Kama na Śląsku w 1867. odcinku serialu „M jak miłość”\n\nW 1867 odcinku „M jak miłość” miłość Kamy i Marcina rozkwitnie jeszcze bardziej. Zaczną razem pracować! Na razie ukochana Chodakowskiego zostanie jego „tłumaczką” na Śląsku. Razem będą szukać cennej dla górników figurki św. Barbary. Niestety, żaden z antykwariatów nie będzie jej miał w ofercie.\n\nKama zaproponuje targ staroci w najbliższą sobotę, ale Marcin z powodu dzieci nie będzie mógł tak długo zostać w Rudzie Śląskiej. Wtedy ona przypomni sobie jeszcze o pewnym komisie na obrzeżach miasta. Ale tam też jej nie znajdą. Po wyjściu podbiegnie do nich nieoczekiwanie mężczyzna (Ryszard Kluge) z torbą i zaoferuje im swój skarb:\n\n- Może byście tak chcieli kupić pamiątkę ze Śląska? Miałbych coś dla was – antyk-autentyk. Prawdziwa okazja.\n\n- Biorę! - powie mu Marcin widząc przed sobą skradzioną figurkę.\n\nErwin w 1867 odcinku \"M jak miłość\" nie będzie się posiadał z radości widząc odzyskaną figurkę, którą złodziej sam podsunął Marcinowi i Kamie pod nos.\n\nM jak miłość. Zaręczyny Kamy i Marcina! To ona da mu pierścionek Rozwijamy nasz serwis dzięki wyświetlaniu reklam. Blokując reklamy, nie pozwalasz nam tworzyć wartościowych treści. Wyłącz AdBlock i odśwież stronę."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To zielone perły regionu! W Lubuskiem są cztery nowe rezerwaty przyrody. Gdzie powstały?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/to-zielone-per%C5%82y-regionu-w-lubuskiem-s%C4%85-cztery-nowe-rezerwaty-przyrody-gdzie-powsta%C5%82y/ar-AA1DaL7C?ocid=BingNewsVerp",
            "description": "Na terenie województwa lubuskiego powstały cztery nowe rezerwaty. To kolejne obszary o wyjątkowych walorach przyrodniczych, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.EFLclUAbbJboqDAyDXfWQg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Lubuska on MSN54 min",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zielony skarb Śląska. Rezerwat „Cisy nad Liswartą' – leśna perła chronionej przyrody",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/zielony-skarb-%C5%9Bl%C4%85ska-rezerwat-cisy-nad-liswart%C4%85-le%C5%9Bna-per%C5%82a-chronionej-przyrody/ar-AA1DaCdD?ocid=BingNewsVerp",
            "description": "Rezerwat przyrody „Cisy nad Liswartą' jest rezerwatem leśno-florystycznym. Obszar podlegający ochronie zajmuje powierzchnię ...",
            "image_url": "https://www.bing.pl/th?id=OVF.YxSxyVDaS7AmMunLxVuBxQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Częstochowa Nasze Miasto on MSN1 godz.",
            "source": "Częstochowa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kamieniołom z widokiem na miasto i portal sztolni w lesie. Góra Barbarka pełna ciekawostek. Zobacz jej zdjęcia z wczoraj i dziś",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/kamienio%C5%82om-z-widokiem-na-miasto-i-portal-sztolni-w-lesie-g%C3%B3ra-barbarka-pe%C5%82na-ciekawostek-zobacz-jej-zdj%C4%99cia-z-wczoraj-i-dzi%C5%9B/ar-AA1D4Sy4?ocid=BingNewsVerp",
            "description": "Kto lubi wspinaczkę, ten jedzie w Tatry lub Karkonosze, a kogo interesują przygody, ten znajdzie je w Górach Wałbrzyskich i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.n2aB8E5EAEbQ4xRSVqOXFA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska on MSN19 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zwiedź gminę Janów Podlaski z przewodnikiem",
            "link": "https://www.slowopodlasia.pl/artykul/36641,zwiedz-gmine-janow-podlaski-z-przewodnikiem",
            "description": "Z Marzeną Grabowską-Nowicką, przewodnikiem po gminie Janów Podlaski o tym, co warto zwiedzić, co robi największe wrażenie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.AsSuKS_ug71H3uS0R0L7PC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Słowo Podlasia5 godz.",
            "source": "Słowo Podlasia",
            "article_content": "Jakie miejsce w gminie Janów Podlaski najczęściej robi największe wrażenie na turystach i dlaczego?\n\nPierwsze miejsce, to oczywiście bezdyskusyjnie, Stadnina Koni, która mimo dziejowych perturbacji, nadal istnieje i rozsławia polską hodowlę konia arabskiego. To nasze dobro narodowe. Janów Podlaski jest znany głównie dzięki temu. Drugie miejsce kojarzone z Janowem Podlaskim to Uroczysko Zaborek, który od 40. lat promuje swoje usługi oraz gminę. Trzecie miejsce, które „przyciąga\" turystów to Hotel Arche Zamek Biskupi. Janów Podlaski jest rozpoznawalną miejscowością na mapie Południowego Podlasia i chętnie odwiedzaną przez turystów.\n\nCo sprawia, że Janów Podlaski jest wyjątkowy na tle innych miejscowości w regionie?\n\nJanów Podlaski zasługuje na miano wyjątkowego miejsca z wielu powodów. Począwszy od historii, a mianowicie, od 560. lat istnieje na mapach, jako znaczący ośrodek katolicki, patriotyczny i oświatowy. Janów Podlaski ma charakterystyczną zabudowę miejską z przełomu XIX i XX wieku, a część zabytków sięga XVIII wieku. Tu mieszkali od XV wieku biskupi łucko-brzescy, którzy kształtowali tożsamość narodu. Tutaj, w janowskim seminarium, kształcili się księża, wśród nich słynny generał Powstania Styczniowego, Stanisław Brzózka. W tym roku przypada 80. lecie Zespołu Szkół im. A. Naruszewicza. Wiele wybitnych osobistości jest absolwentami tej szkoły.\n\nObecnie, Janów Podlaski wyróżnia szybki rozwój i niski stopień bezrobocia, który jest związany z licznymi przedsiębiorstwami, znajdującymi się w naszej gminie.\n\nJakie są najstarsze zabytki znajdujące się na terenie gminy i z jaką historią się wiążą?\n\nNajstarsze, ruchome zabytki odkryli archeolodzy, państwo Małgorzata i Mieczysław Bieniowie. Było to możliwe, dzięki przeprowadzonym pracom budowlanym, między innymi na Zamku lub przy budowie hali sportowej. Z zabytków nieruchomych, które przetrwały do naszych czasów to np. zespół poseminaryjny z bazylika mniejszą pw. Trójcy Świętej z I pol. XVIII w. oraz kościół pw. Jana Chrzciciela przebudowany na przełomie XVIII i XIX w.. Ciekawostką jest to, że służył w nim do 1968 roku, ostatni na świecie Marianin Biały czyli o. Bogumił Janowicz.\n\nCzy są w gminie jakieś miejsca owiane legendą lub lokalnymi opowieściami?\n\nDo tej pory, najciekawsza jest opowieść związana z tajemniczym szkieletem młodej kobiety, który znaleziono w czasie prac na dziedzińcu janowskiego zamku. Szkielet znajdował się w zasypanej studni z XVI wieku! Czy to było morderstwo? A może śmierć z rozpaczy? Można się tylko domyślać i tworzyć legendy.\n\n\n\nJak wyglądało życie w Janowie Podlaskim sto lat temu? Czy wiele się zmieniło?\n\nJan Kondracki ciekawie opisał fragmenty życia mieszkańców Janowa Podlaskiego. W powiatowym mieście życie toczyło się swoim rytmem, a mieszkańcy mieli czasem podobne do nas dylematy mimo, że żyli sto lat temu. Przytoczę, jeden fragment tego pamiętnika, w którym autor opisał jednego z mieszkańców: „Mały, gruby, łysy (…). Lubił wypić, co nie było wadą rzadką w Janowie (…). Najcięższym jednak kalectwem jego było to, że był … żonaty. „Nabył” to kalectwo już w Janowie.. w czym mu koledzy stale współczuli.”\n\n\n\nCzy mogłaby pani opowiedzieć o znaczeniu Stadniny Koni Arabskich dla gminy i regionu?\n\nStadnina Koni to miejsce o randze międzynarodowej, które od ponad 200 lat ma wpływ na naszą gminę, ale również na cały region południowego Podlasia. Dzięki ludziom przybyłym z innych części Polski do pracy w janowskiej stadninie, zmieniała się i zmienia nadal, obyczajowość w Janowie Podlaskim i okolicy. Warto wspomnieć śp. Katarzynę Wawiórko, która została doceniona przez mieszkańców i wybrana na naczelnika gminy.\n\nJakie są najpiękniejsze szlaki piesze lub rowerowe w okolicy, które warto polecić?\n\nNajpopularniejszy szlak rowerowy to Green Velo, który biegnie od Elbląga, wzdłuż wschodniej granicy, aż do świętokrzyskiego. Mamy swoje, lokalne szlaki rowerowe, z Janowa Podlaskiego, które prowadzą w stronę Starego Bubla przez Stary Pawłow, Buczyce i Łukowiska, albo w stronę Woroblina przez Wygodę, Piaski, Werchliś i Ostrów. W najbliższej przyszłości będą one oznaczone. Aktywni mieszkańcy i turyście często jeżdżą swoimi ulubionymi i niewyznaczonymi szlakami. Jeśli ktoś nie ma roweru i nie zna terenu to polecam janowską wypożyczalnię rowerów oraz skorzystanie z usług przewodnika, który dodatkowo posiada certyfikat instruktora turystyki rowerowej.\n\nCzy są tutaj miejsca szczególnie atrakcyjne dla fotografów i miłośników przyrody?\n\nOd ponad 30 lat odbywają się tutaj plenery fotograficzne, które między innymi organizuje Małgorzata Piekarska z Podlaskim Fotoklubem. Kiedyś, odbywały się również plenery malarskie, organizowane przez śp. Macieja Falkiewicza. Była i jest to dobra promocja nadbużańskich terenów oraz gminy Janów Podlaski.\n\n\n\nJakie gatunki zwierząt można spotkać na terenie gminy, zwłaszcza w okolicach Bugu?\n\nOd 1994 roku istnieje Park Krajobrazowy „Podlaski Przełom Bugu\", który obejmuje część gminy Janów Podlaski. Liczne ptaki i siedliska roślinne dodatkowo chroni obszar Natury 2000. Do najciekawszych roślin należą relikty polodowcowe np. zimoziół północny albo parzydło leśne. Ze świata zwierząt, wzbudzają mój respekt, dostojny łoś euroazjatycki oraz jeleń europejski. Natomiast bobry, urzekły mnie swoją troską o rodzinne relacje, kiedy to starsze osobniki, opiekują się młodszymi rodzeństwem pod nieobecność dorosłych. Wśród ptaków, prym wiedzie kolorowy zimorodek bytujący nad Bugiem, w sąsiedztwie jaskółek brzegówek. Lubię również klangor żurawi.\n\nKtóre wydarzenia lub festiwale organizowane w gminie przyciągają najwięcej osób?\n\nZ imprez, które odbywają się w centrum naszej miejscowości, należy wymienić: Jarmark Artystyczno-Historyczny (01.05.), Janowskie Święto Ziół (20.07.), impreza „Letnie Granie\" (28.06.) oraz nadal prestiżowy pokaz koni arabskich „Pride of Poland\" i Aukcja w Stadninie Koni (08-11.08.).\n\n\n\nJak lokalna społeczność angażuje się w życie turystyczne i promowanie gminy?\n\nTurystyka jest branżą bardzo wrażliwą na czynniki zewnętrzne i ostatnie lata były tego dowodem. Wiele działań promocyjnych, z jednej strony przyciąga turystów do naszego regionu, a z drugiej strony sytuacja np. przygraniczna, mocno działa na niekorzyść. Miejmy nadzieję, że mieszkańcy przekonają się do tego, iż turystyka wpłynie pozytywnie na rozwój naszej miejscowości i okolicznych wsi. Jest stała grupa osób, która od dawna działa i współpracuje ze sobą w branży turystycznej i okołoturystycznej. Cieszy fakt, że po raz pierwszy do tych działań dołączył Urząd Gminy Janów Podlaski oraz Gminny Ośrodek Kultury.\n\nCzy są tu jacyś lokalni rzemieślnicy, artyści lub twórcy ludowi, których warto poznać?\n\nLudzi twórczych na Podlasiu nie brakuje, również naszym, Nadbużańskim. W Janowie Podlaskim działa przy GOK grupa rękodzielniczek, które podtrzymują regionalne tradycje. Należy do tej grupy np. Zofia Kaliszuk, twórczyni haftowanych, obrzędowych ręczników, która została bohaterką książki „Nie zbiera się jabłek z tego sadu” Wojciecha Koronkiewicza. Mamy również uzdolnionych fotografików, malarzy, a także poetów i pisarzy. Istnieją dwa zespoły ludowe, które kultywują pieśni i obrzędy z naszej gminy oraz Koła Gospodyń Wiejskich. Niezrzeszonych rękodzielników można spotkać na kiermaszach. W najbliższym czasie zapraszamy 1 maja na XII Jarmark Historyczno-Artystyczny do Janowa Podlaskiego, który odbędzie się przy Hotelu Zamek Biskupi.\n\nCo przewodnik sam najbardziej ceni w tej okolicy — prywatnie, nie tylko zawodowo?\n\nZachwyca mnie przyroda doliny środkowego Bugu i możliwość podglądania jej. Nienachalne zaludnienie tych terenów, pozwala na samotne wędrówki i obserwacje flory i fauny. Delektowanie się odgłosami natury, których nie zagłusza wielkomiejski hałas. Moja ulubiona piesza ścieżka, biegnie wzdłuż rzeki Czyżówki. Często odwiedzam podmokłe tereny, w których zbieram lecznicze i jadalne rośliny.\n\nCzy są w gminie miejsca z potencjałem, które wciąż czekają na „drugie życie\"?\n\nW planach gminy jest turystyczne zagospodarowanie Domu Ryttów oraz dzwonnicy, a także przywrócenie dawnej drogi, po której jeździła kolej wąskotorowa. Jest to długoterminowy proces, ale być może, że uda się go zrealizować, ponieważ było by to jedną z większych atrakcji turystycznych. Najbardziej tajemniczym miejscem i dla mnie nie odkrytym, jest dwór w Woroblinie.\n\nJakie trzy miejsca poleciłaby pani komuś, kto ma tylko jeden dzień na zwiedzanie Janowa Podlaskiego?\n\nJanów Podlaski w pigułce najlepiej zwiedzić z przewodnikiem, ale jeśli akurat będzie zajęty to polecam: zrobić pamiątkowe zdjęcie przy fontannie „Arabskie konie” autorstwa Arka Markiewicza, odwiedzić bazylikę pw. Trójcy Świętej, zajrzeć do małego kościółka, a na stacji benzynowej poprosić o otworzenie starego dystrybutora z 1928 roku. Oprócz tego przespacerować się uliczkami w kierunku Groty Naruszewicza i parku przyzamkowego, no i koniecznie coś zjeść, a wybór restauracji jest spory, bo w samym Janowie Podlaskim są dwie. Poza tym, w gminie prosperują kolejne trzy. Wszędzie można skosztować regionalnych specjałów. Niedługo będzie to ułatwione, ponieważ ruszy w Janowie Podlaskim taxi bryczka.\n\nCzytaj też:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Makłowicz: Niektóre memy o mnie nawet mnie śmieszą, ale nie mogę zagrać Wokulskiego",
            "link": "https://wyborcza.pl/7,75410,31843059,robert-maklowicz.html",
            "description": "Nie jestem przeciwny innowacjom w gotowaniu. Odrzucam za to w kuchni ideologię. Albo coś jest dobre, albo złe i tyle - mówi ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MtlbsEdymXiCAU8Xc9A2oS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wyborcza9 godz.",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rząd nie zajmie się tym projektem przed wyborami prezydenckimi",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/rz%C4%85d-nie-zajmie-si%C4%99-tym-projektem-przed-wyborami-prezydenckimi/ar-AA1D9EY6?ocid=BingNewsVerp",
            "description": "Koalicjanci mówią \"nie\" propozycji Lewicy. Do wyborów prezydenckich rząd nie zajmie się projektem ustawy dot. likwidacji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.C9tLLazvScHt_lZNbxstOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN6 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pokoju nie będzie? Rubio zapowiedział się wycofanie się USA",
            "link": "https://www.salon24.pl/newsroom/1438415,pokoju-nie-bedzie-rubio-zapowiedzial-sie-wycofanie-sie-usa",
            "description": "USA mogą wycofać się z prób negocjacji pokoju między Rosją a Ukrainą \"W najbliższych dniach powinniśmy ustalić, czy (pokój) ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KHHXyLNS3Hu5V9oM5E0xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Salon243 godz.",
            "source": "Salon24",
            "article_content": "18.04.2025\n\nStany Zjednoczone rozważają wycofanie się z prób doprowadzenia do pokoju między Ukrainą a Rosją – zapowiedział w Paryżu sekretarz stanu Marco Rubio. Jeśli w najbliższych dniach nie pojawią się sygnały, że porozumienie jest możliwe, administracja Donalda Trumpa skoncentruje się na innych priorytetach. W artykule znajdziesz podsumowanie najważniejszych informacji z kraju i świata.\n\nUSA mogą wycofać się z prób negocjacji pokoju między Rosją a Ukrainą\n\n\"W najbliższych dniach powinniśmy ustalić, czy (pokój) jest osiągalny w ciągu kilku tygodni, czy też nie. Jeśli jest, to zaangażujemy się w to. Ale jeśli nie, to mamy też inne priorytety\" – powiedział Rubio dziennikarzom przed odlotem z paryskiego lotniska Bourget.\n\nRubio, który spotkał się w Paryżu z przedstawicielami Francji, Niemiec, Wielkiej Brytanii i Ukrainy, zaznaczył, że prezydentowi USA Donaldowi Trumpowi nadal zależy na wypracowaniu porozumienia i jeśli obie strony poważnie myślą o pokoju, to USA chcą pomóc, ale na świecie dzieje się wiele innych rzeczy.\n\nW czwartek w Paryżu odbyło się spotkanie Rubio i specjalnego wysłannika prezydenta USA Steve’a Witkoffa z prezydentem Francji Emmanuelem Macronem. Potem doszło do rozmów w szerszym gronie, a dziennik \"Le Monde\" wśród uczestników, oprócz przedstawicieli USA, wymienił specjalnego przedstawiciela USA ds. Ukrainy Keitha Kellogga, doradców ds. bezpieczeństwa narodowego Niemiec i Wielkiej Brytanii, Jensa Ploetnera i Jonathana Powella, oraz przedstawicieli Ukrainy: szefa kancelarii prezydenta Andrija Jermaka, szefa MSZ Andrija Sybihę i ministra obrony Rustema Umierowa. Obecny był również dyplomacji Francji Jean-Noel Barrot.\n\nChiny przestały importować amerykański gaz LNG – wojna handlowa wkracza w sektor energetyczny\n\nJak podaje „Financial Times”, Chiny od lutego nie sprowadzają skroplonego gazu ziemnego (LNG) z USA. Po wprowadzeniu 49-procentowego cła import z USA stał się nieopłacalny. Eksperci ostrzegają, że może to wzmocnić energetyczne relacje Pekinu z Moskwą. Chiny deklarują gotowość zwiększenia zakupów rosyjskiego gazu.\n\nRosyjskie ataki na Charków i Sumy – dziesiątki rannych, dzieci wśród ofiar\n\nW piątek nad ranem Rosjanie zaatakowali Charków i Sumy. Zginęły co najmniej dwie osoby, a rannych zostało ponad 70, w tym dzieci. Jedna z rakiet w Charkowie eksplodowała w powietrzu, by zwiększyć zasięg rażenia. Uszkodzonych zostało kilkadziesiąt budynków mieszkalnych. Ukraina zestrzeliła część rakiet i dronów, ale skala zniszczeń wciąż rośnie.\n\nUSA: Luigi Mangione formalnie oskarżony o zabójstwo szefa UnitedHealthcare\n\n26-letni Luigi Mangione został formalnie oskarżony przed sądem federalnym o zabójstwo Briana Thompsona, dyrektora generalnego giganta ubezpieczeniowego UnitedHealthcare. Grozi mu kara śmierci. Sprawa wywołała burzliwą debatę na temat działania systemu opieki zdrowotnej w USA i funkcjonowania prywatnych ubezpieczycieli.\n\nIMGW ostrzega: burze, silne opady i możliwe podtopienia w wielu województwach\n\nInstytut Meteorologii i Gospodarki Wodnej wydał alerty I stopnia dla południowej i centralnej Polski. Prognozowane są burze, intensywne opady deszczu do 25 mm oraz porywisty wiatr dochodzący do 80 km/h. Miejscami możliwe są podtopienia, zwłaszcza na terenach miejskich. Ostrzeżenia obowiązują od piątkowego popołudnia do sobotniej nocy.\n\nZobacz takżeSport bez kontuzji. Lekarz kadry olimpijskiej zdradza sprawdzone triki\n\nMF przypomina o ulgach podatkowych za darowizny\n\nMinisterstwo Finansów przypomina o możliwości odliczenia od podatku darowizn przekazanych m.in. na cele charytatywne, kultu religijnego, edukację czy odbudowę zabytków. Dotyczy to również honorowych dawców krwi. PIT należy złożyć do 30 kwietnia, najlepiej za pośrednictwem usługi Twój e-PIT. Zwroty podatku przekroczyły już 15 mld zł.\n\nBrytyjskie media: porażka Chelsea z Legią to „szok i wstyd”\n\nChelsea Londyn przegrała u siebie z Legią Warszawa 1:2 w rewanżowym meczu ćwierćfinału Ligi Konferencji. Mimo awansu do półfinału, brytyjskie media ostro krytykują postawę londyńczyków i ich trenera Enzo Mareskę. Kibice wygwizdali drużynę, a media podkreślają, że \"milionowy skład został upokorzony\". Chelsea zmierzy się teraz ze szwedzkim Djurgardenem.\n\nna zdjęciu: Ukraiński minister spraw zagranicznych Andrij Sybiha (trzeci od prawej), francuski minister ds. Europy i spraw zagranicznych Jean-Noel Barrot (czwarty od lewej), brytyjski minister spraw zagranicznych David Lammy (trzeci od lewej) oraz dyrektor polityczny niemieckiego MSZ Gunter Sautter (drugi od prawej) biorą udział w spotkaniu w siedzibie Ministerstwa Spraw Zagranicznych (Quai d'Orsay) w Paryżu, Francja, 17 kwietnia 2025 roku. fot. PAP/EPA/JULIEN DE ROSA / POOL\n\nRed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Niechciany' pałac wielkiego kanclerza i hetmana Rzeczpospolitej? Zamość znowu szuka inwestora",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/niechciany-pa%C5%82ac-wielkiego-kanclerza-i-hetmana-rzeczpospolitej-zamo%C5%9B%C4%87-znowu-szuka-inwestora/ar-AA1D7LBB?ocid=BingNewsVerp",
            "description": "Pałac wzniesiono na polecenie Jana Zamoyskiego, wielkiego kanclerza, hetmana Rzeczpospolitej, zwycięzcy na bitewnych polach, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NbZl2wKKirofGXisAr3nWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski on MSN6 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Córka Martyny Wojciechowskiej skończyła 17 lat. Podróżniczka spełniła jej wielkie marzenie",
            "link": "https://www.eska.pl/hotplota/news/corka-martyny-wojciechowskiej-skonczyla-17-lat-podrozniczka-spelnila-jej-wielkie-marzenie-aa-JJKU-43tb-jLrb.html",
            "description": "Martyna Wojciechowska ma powody do dumy – jej córka Maria właśnie świętowała swoje 17. urodziny. Z tej okazji na dziewczynę czekała wyjątkowa niespodzianka.",
            "image_url": "https://www.bing.pl/th?id=ODF.sr2CLDHPdBmKobr18SfpQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Radio ESKA4 godz.",
            "source": "Radio ESKA",
            "article_content": "Deynn i Majewski zdradzili imię syna. Pochodzi z Włoch i kojarzy się z Szekspirem\n\nTomasz Jakubiak usłyszał jedno zdanie i świat się zatrzymał. Diagnoza zmroziła mu krew w żyłach\n\nOto półfinalistki Miss Polski 2025. Która z nich zasługuje na koronę?\n\nSpis treści\n\nMartyna Wojciechowska od lat zachwyca swoją odwagą, autentycznością i nieustanną ciekawością świata. Jako jedna z najbardziej rozpoznawalnych dziennikarek i podróżniczek w Polsce, zdążyła już pokazać widzom niemal każdy zakątek globu. Ale choć \"Kobieta na krańcu świata\" to projekt, który przyniósł jej ogromną popularność, w jej prywatnym świecie od lat numerem jeden są dzieci – Maria i adoptowana z Tanzanii Kabula. Właśnie 17 kwietnia córka Martyny, Maria Błaszczyk, skończyła 17 lat. To wyjątkowy moment dla każdej mamy, a podróżniczka postanowiła uczcić ten dzień w wyjątkowy sposób.\n\nESKA: Martyna Wojciechowska na randce w ciemno. Czy prezenterka znalazła miłość w swoim programie? Rozwijamy nasz serwis dzięki wyświetlaniu reklam. Blokując reklamy, nie pozwalasz nam tworzyć wartościowych treści. Wyłącz AdBlock i odśwież stronę.\n\nSamotne wychowywanie dziecka to trudny orzech do zgryzienia\n\nMartyna, jak sama podkreśla, nie lubi lukrować rzeczywistości. Bycie mamą, zwłaszcza samotną, to rola wymagająca ogromu siły, cierpliwości i zaangażowania. W mediach społecznościowych podzieliła się poruszającym wpisem, który pokazuje, jak wyjątkową więź tworzy z Marysią.\n\nUwielbiam być mamą, choć nie będę lukrować – nie zawsze było łatwo, szczególnie, że przyszło mi wychowywać dziecko w pojedynkę w trudnych czasach, w jakich obecnie dorastają nastolatki\n\n- czytamy w najnowszym poście Wojciechowskiej.\n\nMarysia i jej pasje\n\nPodkreśliła również, jak dumna jest ze swojej córki, która zamiast w telefonie uwielbia siedzieć w książkach, uczyć się nowych rzeczy i rozwijać swoje pasje związane z historią sztuki.\n\nMania jest wrażliwa, mądra, uczciwa. Nie mogę Jej odgonić od czytania książek i studiowania historii sztuki (na szczęście nie każdy nastolatek siedzi z nosem w telefonie!)\n\n- dodała.\n\nMarzenie nastolatki stało się rzeczywistością\n\nZ okazji urodzin córki, Martyna przygotowała niespodziankę, która na zawsze zostanie w ich wspomnieniach. 17-latka od dawna marzyła o podróży do Grecji, a konkretnie – do Aten. Fascynacja historią sztuki i starożytną kulturą sprawiły, że właśnie to miejsce stało się numerem jeden na jej liście marzeń. W końcu nadszedł ten dzień. Razem z mamą, Maria poleciała do stolicy Grecji, gdzie mogła podziwiać zabytki, o których do tej pory tylko czytała."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bogata torunianka oszukana na 90 tysięcy dolarów! Uwierzyła w interes życia...",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/bogata-torunianka-oszukana-na-90-tysi%C4%99cy-dolar%C3%B3w-uwierzy%C5%82a-w-interes-%C5%BCycia/ar-AA1D9KOL?ocid=BingNewsVerp",
            "description": "Andrzej B. z Torunia roztoczył przez bogatą znajomą wizję interesu życia. Opowiedział o szeroko zakrojonych inwestycjach w kraju i obiecał 10 procent zysku w skali roku. Kobieta znajomemu uwierzyła i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński on MSN5 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jakie są najbardziej wartościowe złote monety kolekcjonerskie?",
            "link": "https://gloswielkopolski.pl/jakie-sa-najbardziej-wartosciowe-zlote-monety-kolekcjonerskie/ar/c3p2-27484675",
            "description": "Złote monety kolekcjonerskie od wieków przyciągają uwagę inwestorów, historyków i pasjonatów numizmatyki. Nie tylko stanowią ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vg8bl2R89yB6PMicm2yYvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Wielkopolski51 min",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 18.04.2025",
            "link": "https://gloswielkopolski.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-sprawdz-ktore-sa-najdrozsze-i-ile-mozna-za-nie-zarobic-18042025/ar/c1-17275689",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Wielkopolski7 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryli tajemniczy szyb na budowie w Warszawie. \"Posiadał oznaczenie S-4a\".",
            "link": "https://noizz.pl/informacyjne/natkneli-sie-na-tajemniczy-szyb-na-budowie-w-warszawie-oznaczenie-s-4a/fk5ggv9",
            "description": "W trakcie budowy nowego budynku Uniwersytetu Warszawskiego przy ul. Bednarskiej robotnicy natknęli się na nietypowy betonowy ...",
            "image_url": "https://www.bing.pl/th?id=OVF.YRZiOSjKGNJK5NTGKgUrig&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Noizz1 godz.",
            "source": "Noizz",
            "article_content": "W trakcie budowy nowego budynku Uniwersytetu Warszawskiego przy ul. Bednarskiej robotnicy natknęli się na nietypowy betonowy obiekt. Jak donosi portal tvn24.pl, najprawdopodobniej jest to zabezpieczony szyb metra, którego budowę w Warszawie planowano w latach 50. \"Ten konkretny szyb posiadał oznaczenie S-4a, miał głębokość niemal 44 m i średnicę sześciu m\" — mówi varsavianista Jakub Jastrzębski.\n\nPrace przy budowie nowego gmachu UW rozpoczęły się w listopadzie ubiegłego roku i planowo mają się zakończyć w drugiej połowie 2027 r. Nie wiadomo jednak, czy nie potrwają one dłużej. Wszystko z powodu znaleziska, którego dokonali robotnicy.\n\nJak donosi portal tvn24.pl, w trakcie prac ziemnych, na głębokości ok. dwóch m, natrafili oni na żelbetową konstrukcję. Najprawdopodobniej jest to pozostałość po budowie metra głębokiego w latach 50. ubiegłego wieku. Zgonie z ówczesnymi planami podziemna kolej w Warszawie miała jeździć w tunelach, które miały znajdować się na głębokościach od 30 do 50 m.\n\nZobacz: Kupili stary dom za 150 tys. zł. \"Mieliśmy dość nierozsądny pomysł\"\n\nWpływ na decyzję o tym, że tunele metra miały biegnąć tak głęboko pod ziemią, miały względy militarne. W tamtym czasie relacje Zachodu ze Wschodem zaostrzały się i istniały obawy wybuchu konfliktu nuklearnego. Metro głębokie budowano metodą górniczą. W Warszawie wykopano 17 szybów, jednak ze względu na wysokie koszty i braki sprzętowe ostatecznie prace wstrzymano w 1953 r. Szyby, które zostały już wydrążone, zalano wodą i zabezpieczono żelbetowymi \"czapami\". Obecnie nie ma żadnych oficjalnych planów, które wskazywałyby, w których miejscach dokładnie się znajdują.\n\nPrzeczytaj: Para kupiła opuszczony dom do remontu. \"Jak scena z filmu grozy\"\n\nOdkryli betonowy element na budowie w Warszawie. To może być stary szyb metra\n\nO tym, że odkopany podczas budowy nowego budynku UW betonowy element to prawdopodobnie szyb metra głębokiego, mówi w rozmowie z portalem tvn24.pl varsavianista Jakub Jastrzębski. \"Ten konkretny szyb posiadał oznaczenie S-4a, miał głębokość niemal 44 m i średnicę sześciu m. Powstał w latach 1952-1953\" — mówi.\n\nSprawdź: Byłam na wiecu Zandberga. Polityk miał szczura na ramieniu\n\nJego przypuszczenia potwierdza UW. Jak czytamy, odkryty obiekt został niezwłocznie zgłoszony do Mazowieckiego Wojewódzkiego Konserwatora Zabytków. \"Z uwagi na kolizję z planowanym obiektem, w sprawę zaangażowany został także projektant budynku\" — przekazuje Olga Najfeld z biura prasowego UW. Na razie nie wiadomo, czy odkryty element wpłynie na harmonogram prac przy budowie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Natrafili na tajemniczy szyb. Nie było go na planach. Może mieć 44 metry głębokości",
            "link": "https://tvn24.pl/tvnwarszawa/srodmiescie/warszawa-natrafili-na-tajemniczy-szyb-nie-bylo-go-na-planach-to-szyb-niezbudowanego-metra-st8413688",
            "description": "Robotnicy pracujący na budowie nowego gmachu Uniwersytetu Warszawskiego natrafili na tajemniczy betonowy obiekt. To najprawdopodobniej zabezpieczony szyb metra, które planowano zbudować w stolicy w la ...",
            "image_url": "https://www.bing.pl/th?id=ODF.64zms-dqm9CeVRcHtHJOtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "wykopano+zabytkowe",
            "date": "TVN247 godz.",
            "source": "TVN24",
            "article_content": "Na budowie nowego budynku UW odkryto szyb metra głębokiego Źródło: Mateusz Mżyk/tvnwarszawa.pl\n\nRobotnicy pracujący na budowie nowego gmachu Uniwersytetu Warszawskiego natrafili na tajemniczy betonowy obiekt. To najprawdopodobniej zabezpieczony szyb metra, które planowano zbudować w stolicy w latach 50. XX wieku. Znalezisko może być problematyczne.\n\nPrzy ulicy Bednarskiej trwa budowa nowego budynku Uniwersytetu Warszawskiego, z którego w przyszłości będą korzystać studenci, doktoranci i pracownicy wydziałów Dziennikarstwa, Informacji i Bibliologii oraz Nauk Ekonomicznych. Prace budowlane rozpoczęły się w listopadzie ubiegłego roku i mają potrwać do drugiej połowy 2027.\n\nW trakcie prowadzonych prac ziemnych, na głębokości około dwóch metrów, robotnicy natrafili na żelbetową konstrukcję. Prawdopodobnie jest to pozostałość po budowie metra głębokiego w latach 50. XX wieku.\n\nHistoria metra głębokiego w Warszawie\n\nW ubiegłym tygodniu na tvnwarszawa.pl opisywaliśmy historię tej ambitnej, ale nigdy nieukończonej inwestycji.\n\nBudowa systemu podziemnej kolei w Warszawie rozpoczęła się w 1951 roku. Metro zaplanowano w tunelach, które miały być usytuowane na głębokościach od 30 do 50 metrów. O takiej formie zdecydowały względy militarne. Początek lat 50. to czas zaostrzenia relacji pomiędzy Wschodem i Zachodem. Obawiano się konfliktu nuklearnego, tak więc metro na znacznych głębokościach miało służyć za schrony dla władz i mieszkańców miasta. Ponadto stanowiłoby niezniszczalną przeprawę dla transportów wojskowych z jednego brzegu Wisły na drugi.\n\nKomuniści zaplanowali dwie linie: od placu Unii Lubelskiej do placu Komuny Paryskiej (obecnie Wilsona) oraz od stacji Próżna (przesiadkowej dla obu linii) przez tunel pod Wisłą do stacji technicznej na Targówku. Ze strategicznego punktu widzenia druga linia była ważniejsza i miała powstać jako pierwsza. Wśród materiałów związanych z tą inwestycją, przechowywanych w Archiwum Państwowym w Warszawie, są plansze ze schematami przebiegu metra głębokiego. Widać na nich wyrysowany łącznik pomiędzy stacjami Plac Teatralny i Plac Dzierżyńskiego (obecnie Bankowy), którym miały przejeżdżać w kierunku Dworca Gdańskiego wspomniane transporty wojskowe.\n\nMetro głębokie budowane było metodą górniczą, dlatego w ramach tamtych prac na terenie Warszawy wykopano 17 szybów. Nad nimi ustawiono kilkunastometrowe wieże wyciągowe. Ze względu na wysokie koszty, braki sprzętowe i trudne warunki geologiczne budowę przerwano jesienią 1953 roku. Wydrążone szyby zostały zalane wodą i zabezpieczone żelbetowymi \"czapami\". Ich orientacyjna lokalizacja jest znana, ale nie ma ich na żadnych oficjalnych planach.\n\nSchemat przebiegu drugiej linii metra głębokiego, lata 50. XX wieku Przesiadkowa stacja Próżna Źródło: Archiwum Państwowe w Warszawie Łącznik pomiędzy stacjami Plac Teatralny i Plac Dzierżyńskiego Źródło: Archiwum Państwowe w Warszawie Strategiczny odcinek z Placu Teatralnego do stacji Targowa tunelem pod Wisłą Źródło: Archiwum Państwowe w Warszawie Stacja Targowa (Dworzec Wileński) pomiędzy Trasą W-Z a ul. Białostocką Źródło: Archiwum Państwowe w Warszawie Za stacją Szwedzka pociągi miały wyjeżdżać z tunelu w kierunku stacji technicznej na Targówku Źródło: Archiwum Państwowe w Warszawie\n\nSzyb S-4a. Głęboki na 44 metry, szeroki na sześć\n\nWniosek, że odkopany na Mariensztacie betonowy element to prawdopodobnie szyb metra głębokiego, wysnuł Jakub Jastrzębski, varsavianista, autor książki \"Sto lat metra warszawskiego. Od pomysłu do realizacji\". Jak wyjaśnił w rozmowie z tvnwarszawa.pl, pierwsze zdjęcie betonowego obiektu na budowie Uniwersytetu Warszawskiego zauważył na stronie \"Okno na Warszawę\" poświęconej historii i architekturze miasta. Następnie porównał je ze zdjęciem planszy z przebiegiem metra opublikowanym w naszym artykule oraz z opisem szybu zawartym w książce Jana Rossmana \"Studia i projekty metra w Warszawie 1928-58\".\n\n- W tej publikacji znajduje się schemat przekroju tego szybu. Pokrótce napisano w niej, jak szyb powstawał, bez wskazywania dokładnej lokalizacji. Tego kazano im unikać - powiedział Jastrzębski. - Ten konkretny szyb posiadał oznaczenie S-4a i miał głębokość niemal 44 metrów i średnicę sześciu metrów. Powstał w latach 1952-53 - dodał varsavianista.\n\nTe przypuszczenia potwierdził Uniwersytet Warszawski. - Przeprowadzone oględziny wskazują, że jest to betonowy otwór o średnicy około sześciu metrów i nieokreślonej głębokości. Wstępna ocena sugeruje, że może to być pozostałość po niezrealizowanych pracach nad metrem głębokim z lat 50. XX wieku. Odkryty obiekt został niezwłocznie zgłoszony do Mazowieckiego Wojewódzkiego Konserwatora Zabytków. Z uwagi na kolizję z planowanym obiektem, w sprawę zaangażowany został także projektant budynku - przekazała Olga Najfeld z biura prasowego Uniwersytetu Warszawskiego.\n\nNa budowie nowego budynku UW odkryto szyb metra głębokiego Na budowie nowego budynku UW odkryto szyb metra głębokiego Źródło: Mateusz Mżyk/tvnwarszawa.pl Na budowie nowego budynku UW odkryto szyb metra głębokiego Źródło: Mateusz Mżyk/tvnwarszawa.pl Na budowie nowego budynku UW odkryto szyb metra głębokiego Źródło: Mateusz Mżyk/tvnwarszawa.pl Na budowie nowego budynku UW odkryto szyb metra głębokiego Źródło: Mateusz Mżyk/tvnwarszawa.pl\n\nCzy odkrycie wpłynie na harmonogram prac?\n\nJakub Jastrzębski wskazał, że pozostałości budowy metra głębokiego pojawiały się już przy innych inwestycjach w przeszłości. Do szybów dokopano się m.in. przy remoncie torów tramwajowych i jezdni alei \"Solidarności\" w 2016 roku, a wcześniej podczas budowy centrum handlowego Wileńska. - Tam odkryto nie tylko szyb kilkadziesiąt metrów w dół, ale również odprowadzone od niego korytarze poziome - wyjaśnił nasz rozmówca.\n\nPrzedstawicielkę uczelni zapytaliśmy, czy odkrycie szybu na Mariensztacie wpłynie na harmonogram prac nad nowym budynkiem. Czy inwestycja może być opóźniona?\n\n- Na obecnym etapie nie zapadły jeszcze decyzje, co do sposobu rozwiązania kolizji, dlatego trudno jednoznacznie określić, czy odkryty element wpłynie na harmonogram realizacji inwestycji. Jednocześnie informujemy, że prace w pozostałych częściach terenu są prowadzone zgodnie z planem i bez zakłóceń - wyjaśniła Najfeld.\n\nNowy budynek UW na Mariensztacie\n\nPoza salami wykładowymi i seminaryjnymi, w nowym budynku UW znajdować się będą w nim m.in. studia telewizyjne, radiowe i fotograficzne, Laboratorium Badań Medioznawczych, pracownie komputerowe, sale konferencyjne, pomieszczenia socjalne, administracyjne, a także usługowe. W czytelni, zaaranżowanej jako otwarta przestrzeń, znajdować się będą miejsca do pracy zespołowej oraz indywidualnej. Centralnym miejscem spotkań będzie trzykondygnacyjna agora - hall, który połączy wszystkie zaprojektowane wokół niego części gmachu. Na poziomie minus jeden znajdzie się parking z ładowarkami dla samochodów elektrycznych. Na dachu przewidziany jest ogród. Zieleń znajdzie się także na patiach i tarasach.\n\nProjekt gmachu wykonała pracownia BBGK Architekci. Umowa na realizację inwestycji podpisana z firmą Karmar opiewa na prawie 205 milionów złotych.\n\nWizualizacja nowego budynku UW przy ul. Bednarskiej Wizualizacja budynku UW przy ul. Bednarskiej Źródło: BBGK Architekci / UW Wizualizacja budynku UW przy ul. Bednarskiej Źródło: BBGK Architekci / UW Wizualizacja budynku UW przy ul. Bednarskiej Źródło: BBGK Architekci / UW Wizualizacja budynku UW przy ul. Bednarskiej Źródło: BBGK Architekci / UW Wizualizacja budynku UW przy ul. Bednarskiej Źródło: BBGK Architekci / UW Wizualizacja budynku UW przy ul. Bednarskiej Źródło: BBGK Architekci / UW Wizualizacja budynku UW przy ul. Bednarskiej Źródło: BBGK Architekci / UW Wizualizacja budynku UW przy ul. Bednarskiej Źródło: BBGK Architekci / UW"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaskakujące odkrycie na budowie w Warszawie. Tajemniczy szyb ma 44 metry",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zaskakuj%C4%85ce-odkrycie-na-budowie-w-warszawie-tajemniczy-szyb-ma-44-metry/ar-AA1D9Da6?ocid=BingNewsVerp",
            "description": "Podczas budowy nowego gmachu Uniwersytetu Warszawskiego robotnicy natrafili na tajemniczy betonowy obiekt. To prawdopodobnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tB-fm-miAu4HfE7g438I1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Onet on MSN55 min",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pod ziemią czekała tajemnica. Historyczne odkrycie przy budowie UW",
            "link": "https://www.o2.pl/informacje/pod-ziemia-czekala-tajemnica-historyczne-odkrycie-przy-budowie-uw-7147420301646336a",
            "description": "W trakcie prac budowlanych przy nowym gmachu Uniwersytetu Warszawskiego natrafiono na tajemniczy szyb, który nie był ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.f7dwtRaB_OuTYV1vjzYmNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o21 godz.",
            "source": "o2",
            "article_content": "Jakub Jastrzębski, varsavianista, wskazał, że podobne odkrycia miały miejsce już wcześniej, m.in. podczas remontu torów tramwajowych w alei Solidarności. - W tej publikacji znajduje się schemat przekroju tego szybu. Pokrótce napisano w niej, jak szyb powstawał, bez wskazywania dokładnej lokalizacji. Tego kazano im unikać - powiedział Jastrzębski w rozmowie z TVN24.\n\nSzyb jest prawdopodobnie pozostałością po projekcie budowy metra w Warszawie z lat 50. XX wieku. Projekt ten zakładał budowę podziemnej kolei na głębokości od 30 do 50 metrów, co miało służyć jako schrony w razie konfliktu nuklearnego. Niestety, ze względu na wysokie koszty i trudne warunki geologiczne, budowę przerwano w 1953 roku.\n\nPokaż mniej Pokaż więcej\n\nPobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]