[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 15.01",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-1501/ar-AA1SWfck?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN20 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 15.01",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/tyle-pieni%C4%99dzy-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mo%C5%BCna-du%C5%BCo-na-nich-zarobi%C4%87-1501/ar-AA1TymbW?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EzFO8cpS8JlTrBRcUyvTJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 15.01",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/bi%C5%BCuteria-z-czas%C3%B3w-prl-u-warta-maj%C4%85tek-masz-takie-kolczyki-bransolety-czy-wisiorki-s%C4%85-du%C5%BCo-warte-1501/ar-AA1TW1Dh?ocid=BingNewsVerp",
            "description": "Nawet kilka tysięcy złotych za bransoletkę, kolczyki lub pierścionek. Na starej biżuterii z czasów PRL-u można zarobić dużo pieniędzy. W galerii przedstawiamy za ile sprzedawana jest biżuteria.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN20 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ARKA GANGWON WYNIK",
            "link": "https://dziennikbaltycki.pl/tag/arka-gangwon-wynik",
            "description": "Lechia Gdańsk od zwycięstwa zaczęła serię meczów sparingowych podczas zgrupowania w Turcji. Podopieczni trenera Johna Carvera ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I06KOoh9rxWcZfj9jTW-kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Dziennik Bałtycki17 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony, dzbanki, misy i inne kryształy z PRL-u warte tysiące. Szkło kosztuje nawet kilkanaście tysięcy złotych 15.01",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wazony-dzbanki-misy-i-inne-kryszta%C5%82y-z-prl-u-warte-tysi%C4%85ce-szk%C5%82o-kosztuje-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-1501/ar-AA1R0Y0o?ocid=BingNewsVerp",
            "description": "Fascynacja kryształami i szkłem z czasów PRL zyskuje na popularności wśród kolekcjonerów. Na starych wazonach, talerzach czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s4_V4XsjxJb0N3Yin2Y_uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przetrwał imperia. Jak bolszewicy okradli zamek Radziwiłłów",
            "link": "https://www.onet.pl/informacje/nowaeuropawschodnia/przetrwal-imperia-jak-bolszewicy-okradli-zamek-radziwillow/8k1smqt,30bc1058",
            "description": "18 grudnia 1935 r. zmarł przedostatni XVI Nieświeski ordynat Albrecht Antoni Radziwiłł. Zamek i posiadłości rodowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cea782GE-dVxiW3OCkM36i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Onet14 godz.",
            "source": "Onet",
            "article_content": "Leon Władysław Radziwiłł został ostatnim właścicielem zamku w Nieświeżu po śmierci swojego brata Albrechta w 1935 r.\n\nZamek stał się miejscem schronienia podczas II wojny światowej dla polskiej elity uciekającej przed niemiecką okupacją\n\nWe wrześniu 1939 r. wojska sowieckie zajęły Nieśwież, a NKWD przeprowadziło konfiskację i aresztowania\n\nPo wojnie zamek przekształcono w różne instytucje, w tym sanatorium i muzeum historyczno-artystyczne\n\nWspółcześnie, po zakończeniu renowacji w 2012 r., zamek w Nieświeżu jest jedną z głównych atrakcji turystycznych Białorusi\n\nDużo czytania, a mało czasu? Sprawdź skrót artykułu\n\nPosłuchaj słowa wstępnego szóstego wydania magazynu online!\n\nOstatni właściciel zamku w Nieświeżu\n\nreklama\n\nLeon Radziwiłł urodził się w 1888 r. w Berlinie. Z wyróżnieniem ukończył Korpus Paziów Jego Imperatorskiej Wysokości w Petersburgu w 1909 r. i wstąpił do Lejb-Gwardyjskiego Preobrażeńskiego Pułku. Wraz z wybuchem I wojny światowej przyszły ostatni właściciel zamku w Nieświeżu, który doskonale znał język polski, rosyjski, niemiecki i włoski, wstąpił do Wydziału Spraw Zagranicznych Sztabu Generalnego Cesarskiej Armii Rosyjskiej i służył tam do czasu rewolucji październikowej. 5 lipca 1917 r. za służbę został nagrodzony Orderem Świętego Stanisława III stopnia. W maju 1919 r. Leon Radziwiłł wstąpił do Wojska Polskiego. Ze względu na doświadczenie zdobyte w rosyjskim sztabie, młodego księcia skierowano do działu politycznego Sztabu Generalnego Wojska Polskiego. Po kilku miesiącach przeniesiono go do II Oddziału.\n\nPoznaj kontekst z AI Kto był ostatnim właścicielem zamku w Nieświeżu?\n\nKiedy zamek stał się muzeum?\n\nJakie instytucje były obecne w zamku po wojnie?\n\nGdzie wyjechał Leon Radziwiłł po wojnie?\n\n[REKLAMA]\n\nPo wojnie sowiecko-polskiej książę Leon zrezygnował ze służby w wojsku i poświęcił się działalności mecenackiej. Po śmierci brata Albrechta został XVII nieświeskim i XIV kleckim ordynatem. Od 1935 r. praktycznie cały czas mieszkał w zamku w Nieświeżu, gdzie zajmował się sprawami gospodarczymi, łowiectwem, malarstwem oraz mecenatem. To właśnie w Nieświeżu zastał go wybuch II wojny światowej. Stara rezydencja książąt stała się schronieniem dla wielu uchodźców błękitnej krwi, którzy opuścili Warszawę otoczoną przez wojska hitlerowskie. Generałowie, oficerowie, przedstawiciele elity społecznej i politycznej — wszyscy liczyli na to, że starożytne mury pałacu w Nieświeżu ochronią ich przed szaleństwem wojny.\n\nAresztować księcia\n\n17 września 1939 r. w gabinecie księcia zadzwonił telefon. Człowiekiem na drugim końcu drutu był komisarz Sierotka. Książę uznał, że ktoś stroi sobie żarty, nazywając siebie imieniem jego słynnego przodka, i odłożył słuchawkę. Ale natychmiast rozległ się powtórny dzwonek. Rozmówca poinformował, że w mieście jest Armia Czerwona i wkrótce do zamku przybędą pełnomocnicy. Po krótkim czasie przyjechali funkcjonariusze NKWD. Jednym z enkawudzistów był korespondent sowieckiej gazety \"Prawda\", Walentyn Katajew. Tak opisał aresztowanie Radziwiłła: \"Marsz wojsk sowieckich był tak szybki, że wielu polskich panów i właścicieli ziemskich nie zdążyło uciec. W centrum miasta zajęliśmy budynek, w którym wcześniej znajdował się zarząd majątku księcia Radziwiłła. Ten, kto widział dokumenty majątkowe księcia, może sobie wyobrazić ogromne bogactwa, które posiadał. Ten człowiek posiadał dziesiątki tysięcy hektarów ziemi i dużą liczbę bydła.\n\nreklama\n\nBiałoruskiego chłopa zapytaliśmy, gdzie jest zamek księcia. Chłop wsiadł do naszego samochodu i po raz pierwszy w życiu jako właściciel wjechał do parku książęcego. Major Gridniew i ja, delikatnie stąpając po dywanach rozesłanych po schodach, weszliśmy na drugie piętro zamku. W salonie przywitał nas jakiś polski dziennikarz, który uciekł z Warszawy. Z różnych pomieszczeń zaczęli wychodzić do salonu ważni urzędnicy byłego państwa polskiego. Na piersi mieli ordery i medale. Do salonu wyszła żona polskiego generała, która uciekła z Warszawy. W końcu pojawił się książę Lew [tak w tekście artykułu — przyp. aut.] Radziwiłł. Poprosiliśmy o oddanie broni. Z różnych pomieszczeń przyniesiono Browningi, Mausery, strzelby myśliwskie. W zamku Radziwiłła są ogromne bogactwa. Jest tu duża biblioteka, kolekcja różnych broni, obrazy słynnych europejskich mistrzów malarstwa\". Według wspomnień świadków podczas aresztowania oburzony książę zwrócił się do sług: \"Wszystko, co się teraz dzieje, to ogromny błąd\".\n\nAresztowanie księcia przeprowadził major bezpieczeństwa państwowego Wiaczesław Gridniew. Człowiek ten zrobił karierę w radzieckich organach specjalnych, przechodząc drogę od komisarza Czeki do szefa Wyższej Szkoły Wywiadowczej MBP ZSRR. W sierpniu 1939 r. został przeniesiony do Głównego Zarządu Wojsk Pogranicznych NKWD. Podczas agresji Związku Sowieckiego na Polskę we wrześniu 1939 r. Gridniew został wysłany na zachód, jako szef Grupy Operacyjnej NKWD BSRR. Za zorganizowanie operacji aresztowania księcia Leona Radziwiłła, a także innych wysokich urzędników polskich w zamku w Nieświeżu, został nagrodzony Orderem Czerwonego Sztandaru. Później Gridniew został mianowany naczelnikiem wydziału miejskiego NKWD w Wołkowysku. W chwili napaści Niemiec na ZSRR zajmował się tworzeniem oddziałów wywiadowczo-dywersyjnych do przerzucania na tyły wojsk niemieckich.\n\nreklama\n\nWięzień Stalina\n\nKsięcia Leona Radziwiłła wraz z rodziną i innymi aresztowanymi w zamku mężczyznami wywieziono do Mińska, do Amerykanki, a następnie na Łubiankę. Najprawdopodobniej sowieckie służby specjalne miały plan wykorzystania wpływowego magnata do własnych celów. Ławrientij Beria i jego podwładni dobrze wiedzieli o roli, jaką Radziwiłłowie odegrali w międzywojennej Polsce. Sam książę rozumiał również, że ma niewielki wybór: albo pójdzie na współpracę z sowieckim wywiadem, albo... władze sowieckie pozbawią go życia. Ostatniego ordynata nieświeskiego uratowała znajomość jego matki, Marii Róży z Branickich, z rodziną włoskiego monarchy, Wiktora Emanuela III. W młodości księżna Branicka prowadziła aktywne życie towarzyskie. Młoda szlachcianka nie wyobrażała sobie wtedy, że zawarte znajomości uratują jej i jej rodzinie życie. O tym, że rodzina Leona Radziwiłła jest na Łubiance, dowiedziała się królowa Włoch, Helena Czarnogórska (Petrowić-Niegosz), która zwróciła się o pomoc do włoskiego ministra spraw zagranicznych Galeazza Ciano. Ostatecznie do rozwiązania losu Radziwiłłów przyłączył się premier Włoch Benito Mussolini. Leona Radziwiłła udało się wymienić na włoskich komunistów, którzy byli przetrzymywani w więzieniach faszystowskich Włoch. Ostatni ordynat nieświeski wraz z rodziną wyjechał najpierw do Włoch, a następnie do Wielkiej Brytanii. Podczas pobytu w Europie wycofał się z życia publicznego i całą II wojnę światową spędził na mglistym Albionie. Po wojnie Radziwiłł przeniósł się do Paryża, gdzie zmarł wiosną 1959 r.\n\nSowieci w Nieświeżu\n\nJuż pierwszego dnia agresji na Polskę około godziny 10, wojska sowieckie wkroczyły do Nieświeża. \"17 września 1939 r. Armia Czerwona przekroczyła granicę. Na naszym odcinku nacierała sowiecka Straż Graniczna. To był dla nas taki szok, że nie wiedzieliśmy, co robić. W domu opowiadano o okropnościach rewolucji, podczas której zginęło wielu członków naszej rodziny. I w jednej chwili wszystko się zawaliło\" — wspominała tamte czasy mieszkanka Nieświeża, Jadwiga Sudnik. Jedną z pierwszych sowieckich jednostek, które weszły do Nieświeża 17 września, był 17 Cimkowicki Oddział Pograniczny. To właśnie żołnierze tej jednostki zgodnie z rozkazem nr 0068 wojsk pogranicznych NKWD BSRR dokonywali aresztowań \"elementów kontrrewolucyjnych\" oraz konwojowali ich na wschód. Strażnikom powierzono również ochronę starożytnej rezydencji Radziwiłłów. Oto co napisał szef BSRR, Pantielejmon Ponomarienko, w liście do Stalina 26 września 1939 r.: \"W Nieświeżu odwiedziłem zamek książąt Radziwiłłów. Ma wielką wartość historyczno-kulturową, a jeśli mówimy o bibliotece, to jest bezcenna. W celu zabezpieczenia cennych przedmiotów i skatalogowania ich wyznaczyłem komisarza i grupę pracowników naukowych, a także tymczasowo zabroniłem odwiedzania zamku, niezależnie od stanowiska. Można go odwiedzić tylko za specjalnym zezwoleniem. Jak pokazuje praktyka, towarzysze odwiedzający zamek lubią zabrać ze sobą jakiś prezent na pamiątkę\".\n\nreklama\n\nWymieniony wyżej komisarz zamku, towarzysz Kraśnik (imię nieznane), otrzymał instrukcję, w której wskazano: \"Zamek byłego księcia Radziwiłła jest skarbem narodowym i stanowi muzeum o wielkiej wartości naukowo-historycznej. Muzeum jest ściśle chronione. Dopuszczenie jakichkolwiek odwiedzających, z wyjątkiem osób posiadających pozwolenie, aż do zatrzymania. Należy pamiętać, że ochrona, która obecnie istnieje, nie może uchronić muzeum przed kradzieżami. Komisarz ma za zadanie przeprowadzić ze swoimi asystentami spis wartości i sprawdzić dostępność książek biblioteki w katalogach. Służących z zamku usunąć. W żadnym wypadku nie usuwać, a wręcz przeciwnie, wykorzystywać naukowców, bibliotekarzy i muzealników pracujących u Radziwiłła\". Według opisu majątku w zamku \"byłego księcia Radziwiłła\" sporządzonego 5 października 1939 r., w rezydencji znajdowały się 264 obrazy, 32 słuckie pasy, a także wazony, stoły, krzesła, dywany i szereg innych artykułów gospodarstwa domowego.\n\nKomisarz-złodziej\n\nKomisarz Kraśnik otrzymał uprawnienia królewskie na zamku w Nieświeżu. Strażnicy pograniczni, którzy służyli w rezydencji, byli w istocie jego podwładnymi. W rezultacie wiele rzeczy i przedmiotów wartościowych zniknęło. W listopadzie 1939 r. nastąpiła rotacja i pograniczników z Cimkowicz zastąpił pluton 23 Zmotoryzowanej Dywizji Strzeleckiej NKWD. Rozpoczęły się \"sprzeczki\" między nową ochroną a komisarzem. Kraśnik oskarżył czerwonoarmistów o kradzież rzeczy z zamku. 10 lipca 1940 r. pisał do Mińska: \"Zdarzają się przypadki zaginięcia rzeczy zamku. Jak to: sukienki, bielizna męska, szlafroki męskie i, jak sądzę, szereg innych rzeczy\". Do Nieświeża wysłano specjalną komisję, która dowiedziała się, że przebywający w zamku żołnierze Armii Czerwonej byli wewnątrz zamku tylko raz, na zaimprowizowanej wycieczce. Nie było innych możliwości wejścia do zamku. Pozwolenie na to wydawał szef NKWD w Nieświeżu. Nie znaleziono żadnych cennych przedmiotów u żołnierzy. Nie ujawniono faktów sprzedaży mieszkańcom. W notatce wyjaśniającej z 21 sierpnia 1940 r. dowódca 23 Zmotoryzowanej Dywizji Strzeleckiej, młodszy porucznik Bugrow, zaznaczył: \"W listopadzie 1939 r. wraz z pierwszym plutonem 7 Kompanii Strzeleckiej zostałem wysłany do miasta Nieśwież, do dyspozycji Oddziału Okręgowego NKWD w celu wykonania prac operacyjnych. Od naczelnika Oddziału Okręgowego NKWD otrzymałem rozkaz przyjęcia pod ochronę osób znajdujących się w areszcie domowym w zamku. Zastąpiłem Pluton Straży Granicznej i postawiłem dwa posterunki tak, aby osoby nie mogły uciec. Majątek znajdujący się w zamku był w dyspozycji komisarza zamku, towarzysza Kraśnika, i jego pomocnika, towarzysza Szewiakowa. Klucze do wszystkich drzwi znajdują się u towarzysza Kraśnika, a majątku znajdującego się w zamku towarzysz Kraśnik nie rozdawał i nie rozdaje nikomu. Raz rozmawiałem o Kraśniku ze stajennym zamku, towarzyszem Karczewskim, i ten powiedział mi, że przed naszym przyjazdem na zamku był Pluton Straży Granicznej, gdzie towarzysz Kraśnik bardzo zaprzyjaźnił się z dowódcą plutonu i wiele rzeczy wywoził. Również Karczewski powiedział mi, że nie ma w mieście ani jednego komisarza noszącego takie stroje jak komisarz zamku, towarzysz Kraśnik\".\n\nreklama\n\n26 sierpnia 1940 r. zastępca naczelnika wojsk pogranicznych NKWD BSRR, kombrig Arsienij Czurilin, wysłał zastępcy ministra spraw wewnętrznych BSRR, Ławrentijowi Canawie, raport o śledztwie w tej sprawie. W dokumencie przytoczono wniosek politruka Rebrowa, który na rozkaz szefa oddziału politycznego wojsk pogranicznych NKWD okręgu północno-zachodniego prowadził śledztwo w tej sprawie. Według zeznań czerwonoarmista Nazarenki, komisarz Kraśnik, walizkami wywoził \"pańskie dobro\" do Mińska. \"Jechał do Mińska z dwiema–trzema ciężkimi walizkami i wracał pusty\" — zauważył wojskowy. Później u znajomych Kraśnika znaleziono radiolę i gramofon z gabinetu księcia Leona Radziwiłła, a także inne rzeczy. Przy tym sam komisarz mówił, że przekazał te rzeczy szefowi BSRR, Ponomarience.\n\nMłodszy porucznik Bugrow, dowódca plutonu, który ochraniał zamek w Nieświeżu, w sierpniu 1940 r. podał w zeznaniu: \"Kraśnik cały czas, dwa razy w miesiącu, jeździł do Mińska i był tam po 10–15 dni. Przy tym z zamku zawsze wyjeżdżał z walizkami, a co w nich jest, nie wiadomo. Sprawdzać go nie miałem prawa, bo nie brałem pod ochronę mienia, a otrzymałem rozkaz wziąć pod ochronę osoby znajdujące się w areszcie domowym [w zamku została m.in. Maria Róża Branicka z Radziwiłłów, matka Albrechta i Leona — przyp. aut.]. Bolszewicy nazywali ją \"żywym eksponatem muzealnym\". Kraśnik upozorował kradzież: wybił kilka okien, wyważył drzwi w zamku. Następnie napisał skargę do komendy rejonowej NKWD w Nieświeżu, w której informował o naruszeniu zamków, zaparć, pieczęci i przedostaniu się do pomieszczeń zamku nieznanych\". Ale to nie pomogło urzędnikowi. Wkrótce postanowiono przekazać sprawę do zbadania prokuratorowi rejonu nieświeskiego. Komisarz został oskarżony nie tylko o kradzież, ale także o zniesławienie czerwonoarmistów i kierownictwa sowieckiej Białorusi. Pod koniec sierpnia 1940 r. zapadła decyzja o oddaniu go pod sąd. Komisarz został oskarżony o 20-dniową samowolną absencję. Dalsze losy komisarza Kraśnika nie są znane. Myślę, że dostał swoje. Nie wiadomo też, jaką rolę w tej historii odegrał asystent Kraśnika, towarzysz Szewiakow. Postać ta nie pojawia się już w dokumentach.\n\nPartner new.org.pl\n\nTechnikum, szpital, sanatorium\n\nreklama\n\nJeśli chodzi o sam kompleks zamkowy, to pomimo początkowego pomysłu utworzenia w zamku muzeum, w lipcu 1940 r. Komitet Centralny KP(b) Białorusi podjął decyzję o przekazaniu jego majątku do dyspozycji NKWD BSRR i założeniu tam technikum drogowego. Biblioteka i archiwum Radziwiłłów zostały przekazane Akademii Nauk BSRR, obrazy i rzeźby Galerii Obrazów BSRR, zbroje rycerskie Muzeum Historycznemu BSRR, kolekcję sali łowieckiej Muzeum Puszczy Białowieskiej. W ten sposób Zamek w Nieświeżu został kolejny raz splądrowany.\n\nKiedy Niemcy zaatakowały Związek Sowiecki, wojska Wehrmachtu bardzo szybko dotarły do Nieświeża. Oto jak te wydarzenia opisał geniusz niemieckich ataków czołgowych, Heinz Guderian: \"Punkt dowodzenia grupy czołgowej 28 czerwca został przeniesiony do Nieświeża, do zamku księcia Radziwiłła. Ze starożytnych rzeczy znalazłem na najwyższym piętrze zamku tylko zdjęcie jakiegoś polowania, w którym uczestniczył cesarz Wilhelm jako gość\". Nic dziwnego, że niemiecki generał-pułkownik nie mógł zobaczyć kosztownych zbiorów Radziwiłłów. Wszystko zostało wywiezione przez bolszewików w latach 1940–1941. Nawiasem mówiąc, ze skarbów nieświeskich, niewiele udało się ewakuować. Dlatego wiele z nich wpadło w ręce Niemców. W kwietniu 1943 r. Niemcy decydowali o losie obrazów z kolekcji Radziwiłłów. \"Cała kolekcja Radziwiłłów, którą stanowiły nie tylko płótna najlepszych rosyjskich artystów, ale także cenne meble, porcelana, kość słoniowa, zegary itp., została w latach 1940–1941 przeniesiona z należącego do Radziwiłłów zamku w Nieświeżu. Pani Czykalińskiej powierzono katalogowanie tych zbiorów. Spisała wszystko do ostatniego przedmiotu. Jest pewna, że nawet dzisiaj będzie w stanie zidentyfikować każdy przedmiot z kolekcji. Kilka dni po wybuchu wojny dostała rozkaz spakowania najcenniejszych rzeczy i wysłania je do Moskwy. Pakowanie odbywało się pod jej kierownictwem. Ale wywóz nie. Opowiada, że niemieccy żołnierze kradli i niszczyli cenne obrazy i rzeczy. Na przykład jeden żołnierz wyciął obraz z ramy, zwinął go w rolkę i zabrał ze sobą. Potwierdza, że część obrazów jest w posiadaniu gauleitera. Oprócz tego ma do dyspozycji meble z czarnego drewna wykonane dla Mikołaja I, a także inne meble, zegary i regały. Wydaje jej się, że słyszała, że część kolekcji została skierowana do Królewca. W kolekcji znalazły się również słynne słuckie pasy, wykonane ze złota i srebra na sposób perski. Z 30 istniejących na całym świecie pasów 20 należało do Radziwiłłów. Za jedną czwartą takiego pasa zaoferowano 20 tysięcy rubli. Te pasy na rozkaz z Moskwy również zostały zapakowane. O tym, gdzie znajdują się teraz, nic nie wiadomo\" — zaznaczono w jednym z dokumentów niemieckiej administracji okupacyjnej.\n\nreklama\n\nO ewakuacji pasów słuckich wspomniała też pracownica Galerii Sztuki BSRR Helena Aladowa. \"Niemcy są już pod Mińskiem. Ostatnia noc, którą spędziliśmy w mieście, w Państwowej Galerii obrazów przy ulicy Karola Marksa 29. Wcześniej, przez dwa dni, pakowano eksponaty galerii. Najlepsze płótna zostały wyciągnięte z ram i umieszczone w pudłach. Dużo trzeba było majstrować przy kolekcji pasów słuckich. Było ich 48 sztuk, wśród nich utkany ze złota w fabryce Leona Madżarskiego w mieście Słuck, fabryki Paschalisa w Lipkowie, krakowskiej fabryce Masłowskiego. I wszystkie one leżały w bardzo ciężkiej skrzyni w magazynie. Nam, trzem kobietom i jednemu mężczyźnie, pracownikowi, ledwo udało się go ruszyć z miejsca. Rano dyrektor galerii, Mikołaj Michołap, ogłosił nam, że trzeba natychmiast uciekać, bo Niemcy są już blisko i zaraz wejdą do Mińska. Mówię do dyrektora, że każdy z nas powinien zabrać ze sobą choć jeden pas słucki, bo kto wie, co się z nimi może stać. Ale kustosz Kanopacka z kluczami do magazynu gdzieś poszła i nie można było jej znaleźć\". Od tego czasu o unikalnej kolekcji pasów słuckich nic nie wiadomo.\n\nW czasie niemieckiej okupacji Białorusi w Nieświeżu znajdował się szpital wojskowy. Po wyzwoleniu miasta władze sowieckie ponownie zwróciły uwagę na rezydencję Radziwiłłów. W maju 1945 r. utworzono tam sanatorium specjalnego przeznaczenia Ludowego Komisariatu Zdrowia BSRR, które od 1962 r. (według innych danych od 1965 r.) było podległe czwartemu głównemu zarządowi Ministerstwa Zdrowia BSRR.\n\nWedług obliczeń sanatorium w starożytnym zamku przyjmowano trzy tysiące pacjentów rocznie. Był osobny oddział dla osób cierpiących na ciężkie choroby. W wielu prospektach informacyjno-reklamowych z lat 1950–1970 zauważano, że największym plusem sanatorium w Nieświeżu była okalająca go przyroda. Chodziło przede wszystkim o słynne parki i ich wyjątkową roślinność. W książce \"Nieśwież. Krótki esej o mieście i sanatorium\", wydanej w 1959 r., wskazywano, że goście sanatorium otrzymują znaczną dawkę witamin dzięki warzywom i owocom ze szklarni. Jednocześnie zauważano, że w budynku sanatorium znajduje się ponad 300 pokoi i sal, które \"wcześniej należały do rodziny magnata\".\n\nreklama\n\nWygląd zamku na zdjęciach z lat 1940–1960 niewiele różni się od zdjęć z lat 30., kiedy Nieśwież należał do II Rzeczypospolitej. Jednak w czasie funkcjonowania sanatorium zniszczono unikalne konstrukcje wewnętrzne. W latach 60. w dawnej rezydencji Radziwiłłów przeprowadzono instalację ogrzewania parowego. Podczas tych prac zniszczono znaczną część starych pieców i kominków z XVIII–XIX w. W latach 80. XX w., podczas kolejnej rekonstrukcji, zniszczono holenderskie panele z XVI–XVII w. Gości zamku w tym okresie witała tablica z informacją, że \"1 listopada 1917 r. odbył się tu II zjazd bolszewików 2 Armii Frontu Zachodniego i wybrano komitet wojskowo-rewolucyjny\".\n\nW listopadzie 1990 r. Rada Ministrów BSRR przyjęła uchwałę, zgodnie z którą Republikańskie Stowarzyszenie Uzdrowisk Międzykołchozowych, które zarządzało zamkiem w Nieświeżu, a także Miński Komitet Wykonawczy i Ministerstwo Budownictwa otrzymały zadanie zapewnienia budowy sanatorium \"Nieśwież\" poza zamkiem. Po tym, jak Białoruś stała się niepodległym krajem, zamek w Nieświeżu znalazł się pod skrzydłem Ministerstwa Kultury i od tego czasu trwają prace restauracyjne.\n\nW połowie lat 90. zamek niewiele przypominał o jego wielkości. Żółty tynk na ścianach, brudne korytarze. Jednak wtedy pojawili się historycy i krajoznawcy, którzy zaczęli opowiadać Białorusinom prawdziwą historię słynnego obiektu architektonicznego. Aktywna renowacja zamku rozpoczęła się na początku lat 2000. i zakończyła w 2012 r. W latach 50. udało się przywrócić na Białoruś część obrazów z kolekcji książąt. Do rezydencji Radziwiłłów z Teatru im. Janki Kupały w Mińsku powróciły również słynne lustra. Dziś zamek w Nieświeżu jest jedną z wizytówek Białorusi.\n\nIhar Melnikau — doktor historii. Zajmuje się okresem międzywojennym na terenie województw północno-wschodnich II RP, przedwojennej granicy polsko-radzieckiej na Białorusi, oraz służby Białorusinów w przedwojennym Wojsku Polskim. Autor 15 monografii historycznych. Laureat nagrody im. L. Sapehy w 2020 za zachowanie historycznej spuścizny Białorusi.\n\nInne artykuły Ihara Melnikau"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "100 najgorętszych indie gier 2026 (Część 4)",
            "link": "https://www.gamereactor.pl/publicystyka/1179913/100+najgoretszych+indie+gier+2026+Czesc+4/",
            "description": "Zespół redakcyjny ciężko pracował, aby stworzyć listę 100 najgorętszych niezależnych tytułów 2026 roku. To czwarta i ostatnia ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E0CWA16-HZYnUgKcxJJ2ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gamereactor Polska17 godz.",
            "source": "Gamereactor Polska",
            "article_content": "HQ\n\nRok 2025 był niesamowity dla sceny indie, a gry takie jak Hollow Knight: Silksong, Clair Obscur: Expedition 33 i Blue Prince zdobyły mnóstwo prestiżowych nagród i podbiły serca naszych graczy. Nic – absolutnie nic – nie wskazuje, że rok 2026 będzie gorszy, jeśli chodzi o gry tworzone przez niezależne studia. Przygotowaliśmy listę stu tytułów, z których wszystkie mają zostać wydane w tym roku. Niektóre mają ustaloną datę, inne przybliżoną, a większość jeszcze nie ogłosiła daty premiery.\n\nZamiast dostarczać wszystkie gry naraz, posortowaliśmy je alfabetycznie i podzieliliśmy na cztery części, każda po 25 gier. Pracowaliśmy tak szeroko, jak to możliwe, aby objąć jak najszersze spektrum gatunków i stylów. Więc usiądź wygodnie i przygotuj swój notatnik, Steam listę życzeń albo po prostu swoją mentalną bibliotekę wspomnień, bo obiecuję, że odkryjesz coś, na co będziesz czekać.\n\nTo czwarta i ostatnia część serii artykułów o setkach najgorętszych gier indie tego roku.\n\nTrema sceniczna\n\n\n\nGatunek: Przygoda, kooperacja\n\nPrzygoda, kooperacja\n\nDeweloper: Ghost Town Games Ltd.\n\nGhost Town Games Ltd.\n\nWydawca: Witajcie Games\n\nWitajcie Games\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\nTo jest reklama:\n\n\"Patelnie, rondelniki i ogólny chaos w kuchni to to, z czego znamy Ghost Town Games, oczywiście przez Overcooked Games, ale tym razem czas, by ty i twój przyjaciel rozwiązali zagadki, przeszli escape roomy i pokonali wszelkiego rodzaju przeszkody w Stage Fright.\"\n\nStarRupture\n\n\n\nGatunek: Akcja, przetrwanie, kooperacja\n\nAkcja, przetrwanie, kooperacja\n\nDeweloper: Creepy Jar\n\nCreepy Jar\n\nWydawca: Creepy Jar\n\nCreepy Jar\n\nData premiery: 6 stycznia (Wczesny dostęp)\n\n6 stycznia (Wczesny dostęp)\n\nLink do strony internetowej\n\n\n\nTo jest reklama:\n\n\"W momencie publikacji tej listy gra zostanie już wydana i spotka się z bardzo ciepłym przyjęciem. Jeśli jeszcze tego nie sprawdziłeś, będziesz budować bazy, zabijać wściekłych kosmitów i wprowadzać złożony system przemysłowy – wszystko to na tajemniczej planecie zniszczonej przez \"powtarzające się katastrofy\".\n\nStalowy rowek stulecia\n\n\n\nGatunek: Muzyka, przygoda\n\nMuzyka, przygoda\n\nDeweloper: Gry Sloth Gloss\n\nGry Sloth Gloss\n\nWydawca: Gry Sloth Gloss\n\nGry Sloth Gloss\n\nData premiery: 28 stycznia\n\n28 stycznia\n\nLink do strony internetowej\n\n\n\n\"Duże roboty mechów są fajne i w ogóle, ale... Czy nie byłoby jeszcze fajniej, gdyby na liście były taneczne pojedynki zamiast zwykłych bójek? Tak, my też tak uważamy.\"\n\nUlice Rogue 2\n\n\n\nGatunek: RPG, Akcja\n\nRPG, Akcja\n\nDeweloper: Matt Dabrowski\n\nMatt Dabrowski\n\nWydawca: tinyBuild\n\ntinyBuild\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Matt Dabrowski wziął zwycięską formułę z pierwszego Streets of Rogue i podkręcił poziom do jedenastu na skali dziesięciopunktowej. Ta odsłona jest większa, bardziej szalona i oferuje więcej wolności w otwartym świecie.\"\n\nSuper Meat Boy 3D\n\n\n\nGatunek: Platformówka, Akcja\n\nPlatformówka, Akcja\n\nDeweloper: Sluggerfly, drużyna Mięsa\n\nSluggerfly, drużyna Mięsa\n\nWydawca: Headup\n\nHeadup\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Minęło ponad piętnaście lat, odkąd mieliśmy zaszczyt spotkać pana Chłopca Mięsa, a teraz znów nadszedł czas. Będzie znaczący skok w wyglądzie, a przede wszystkim w technologii, ale sądząc po rozgrywce, wygląda na to, że zaoferuje więcej tego, czego oczekujemy; mięso, krew i niezwykle precyzyjne skoki platformowe.\"\n\nTearscape\n\n\n\nGatunek: Soulslike, Metroidvania, Akcja\n\nSoulslike, Metroidvania, Akcja\n\nDeweloper: NERDZI PRZEJMUJĄ KONTROLĘ\n\nNERDZI PRZEJMUJĄ KONTROLĘ\n\nWydawca: NERDZI PRZEJMUJĄ KONTROLĘ\n\nNERDZI PRZEJMUJĄ KONTROLĘ\n\nData premiery: 2 lutego\n\n2 lutego\n\nLink do strony internetowej\n\n\n\n\"Tearscape, podobnie jak Mina the Hollower, to hołd dla ery Game Boy Color, ale jeśli przyjrzeć się jej uważnie, wydaje się, że czerpie inspirację z gier From Soft, zwłaszcza Bloodborne.\"\n\nTenjutsu\n\n\n\nGatunek: Akcja, Rougelike\n\nAkcja, Rougelike\n\nDeweloper: Deepnight Games\n\nDeepnight Games\n\nWydawca: Devolver Digital\n\nDevolver Digital\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Sébastien Benard zaprojektował Dead Cells i wszyscy dokładnie wiemy, jak dobra była ta gra. Tym razem za nim w Tenjutsu, więc zdecydowanie warto mieć na uwadze ten tytuł. Mogłoby być naprawdę dobre!\"\n\nBallada o Bellum\n\n\n\nGatunek: Przygoda\n\nPrzygoda\n\nDeweloper: BokehDev\n\nBokehDev\n\nWydawca: BokehDev\n\nBokehDev\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Octopath Traveler jest niesamowicie uroczy dzięki stereoskopowowej grafiki 2D. BokehDev zauważył to i hojnie zapożyczył styl oraz estetykę, stosując je do przygody przypominającej Zeldę.\"\n\nWielki Catch\n\n\n\nGatunek: Platformówka, Puzzle\n\nPlatformówka, Puzzle\n\nDeweloper: Grupa Filet\n\nGrupa Filet\n\nWydawca: Filet Group, XSEED Games, Marvelous USA, Inc.\n\nFilet Group, XSEED Games, Marvelous USA, Inc.\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Big Catch ma coś ekstra. Jest niesamowicie fajna, ma fantastyczny design inspirowany retro i wygląda na niesamowicie zróżnicowaną i płynną ruch, gdzie unikalną cechą jest oczywiście wędka, używana zarówno jako broń, jak i hak wspinaczkowy.\"\n\nThe Expanse: Osiris Reborn\n\n\n\nGatunek: Akcja, RPG\n\nAkcja, RPG\n\nDeweloper: Owlcat Games\n\nOwlcat Games\n\nWydawca: Owlcat Games\n\nOwlcat Games\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"To druga próba wprowadzenia The Expanse do świata gier po tym, jak Telltale spróbowało swoich sił przy tej serii. Owlcat wygląda na gotowe do bardzo ambitnej próby stworzenia czegoś przypominającego Mass Effect.\"\n\nDuchowa Winda\n\n\n\nGatunek: Roguelike, budowanie talii\n\nRoguelike, budowanie talii\n\nTwórca: prettysmart games\n\nprettysmart games\n\nWydawca: prettysmart games\n\nprettysmart games\n\nData premiery: 27 stycznia\n\n27 stycznia\n\nLink do strony internetowej\n\n\n\n\"Roguelike'owa deckbuilderka osadzona w nawiedzonym hotelu w latach 90.? Czy mogłoby być lepiej? Oczywiście, że tak, to wygląda naprawdę obiecująco.\"\n\nW Grand nie ma duchów\n\n\n\nGatunek: Przygoda\n\nPrzygoda\n\nDeweloper: Friday Sundae\n\nFriday Sundae\n\nWydawca: Friday Sundae\n\nFriday Sundae\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Minęło trochę czasu, odkąd widzieliśmy zwiastun, który naprawdę nas zaciekawił na temat There Are No Ghosts at the Grand, więc chyba czas na remont hoteli w ciągu dnia, a walkę z duchami nocą? Tak uważamy i mamy nadzieję.\"\n\nNici Czasu\n\n\n\nGatunek: JRPG\n\nJRPG\n\nDeweloper: Riyo Games\n\nRiyo Games\n\nWydawca: Humble Games\n\nHumble Games\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Bardzo ambitne JRPG osadzone 2000 lat przed Chrystusem, ale nie tylko to, unikalną zaletą gry jest to, że akcja dzieje się w różnych epokach. To zarówno średniowieczna fantastyka, jak i science fiction, serwowana w znakomitej grafice 2.5D.\"\n\nOszczędny biznes\n\n\n\nGatunek: Symulacja\n\nSymulacja\n\nDeweloper: Gry Spellgarden\n\nGry Spellgarden\n\nWydawca: Gry Spellgarden\n\nGry Spellgarden\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Wszyscy kiedyś myśleliśmy, że fajnie byłoby zmienić zawód i założyć własny, przytulny mały targ staroci, prawda? Nie? Właściwie nie. Ale wygląda przytulnie, a estetyka lat 90. pasuje idealnie.\"\n\nFale Zagłady\n\n\n\nGatunek: Akcja, RPG\n\nAkcja, RPG\n\nDeweloper: Gry Eclipse Glow\n\nGry Eclipse Glow\n\nWydawca: Gry Eclipse Glow\n\nGry Eclipse Glow\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Tides of Annihilation wygląda niesamowicie stylowo. Ma ten AAA wygląd, którego niewiele niezależnych tytułów potrafi osiągnąć. Ale pod powierzchnią wygląda to na bardzo kompetentną grę. Trzymamy kciuki!\"\n\nTOEM 2\n\n\n\nGatunek: Przygoda, platformówka\n\nPrzygoda, platformówka\n\nDeweloper: Coś, co sami stworzyliśmy\n\nCoś, co sami stworzyliśmy\n\nWydawca: Something We Made, popagenda\n\nSomething We Made, popagenda\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Czas na więcej czarno-białych przygód fotograficznych z TOEM 2. Pierwsza gra była cosy deluxe i wszystko wskazuje na to, że kontynuacja będzie podobna do tego samego. Na pewno nie odmawiamy.\"\n\nTownseek\n\n\n\nGatunek: Przygoda\n\nPrzygoda\n\nDeweloper: Wlhales i gry\n\nWlhales i gry\n\nWydawca: Super Rzadkie Oryginały, Gamersky Games\n\nSuper Rzadkie Oryginały, Gamersky Games\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Na sterowcu w kształcie rekina musicie przeszukać ląd i morze, miasta i wsie oraz każdy zakamarek w poszukiwaniu utraconego dziedzictwa Sir Reginalda Sharkingtona. Zapowiada się na całkiem solidną, ale przede wszystkim przytulną przygodę.\"\n\nTukoni: Strażnicy Lasu\n\n\n\nGatunek: Przygoda, Puzzle\n\nPrzygoda, Puzzle\n\nDeweloper: Operator Marzeń\n\nOperator Marzeń\n\nWydawca: Operator Marzeń\n\nOperator Marzeń\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Tukoni: Skogsskötare to szwedzkie słowo na strażnika lasu, ale Strażnicy Lasów brzmią trochę fajniej, co jest tym, czego gra potrzebuje, bo poza tym wygląda niemal zbyt uroczo. Lekka, logiczna przygoda idealna do grania z dziećmi.\"\n\nNierekord\n\n\n\nGatunek: FPS, Akcja\n\nFPS, Akcja\n\nDeweloper: DRAMA\n\nDRAMA\n\nWydawca: DRAMA\n\nDRAMA\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Pierwsze zdjęcia z gry z kamerami na ciało Unrecord podbiły internet i stały się viralem. \"Czy gry naprawdę mogą wyglądać tak realistycznie?\" – to było pytanie i nie możemy się doczekać, by się przekonać.\"\n\nValor Mortis\n\n\n\nGatunek: Soulslike, RPG\n\nSoulslike, RPG\n\nDeweloper: Jeszcze jeden poziom\n\nJeszcze jeden poziom\n\nWydawca: Lirical Games, jeszcze jeden poziom\n\nLirical Games, jeszcze jeden poziom\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Twórcy Ghostrunner zmieniają gatunki i próbują swoich sił w niezwykle popularnym gatunku soulslike. W Valor Mortis wcielamy się w napoleońskich żołnierzy, którzy powstają z martwych i walczą z typowymi dla gatunku makabrycznymi bossami. Bardzo obiecujące!\"\n\nVampire Crawlers: Turbo Wildcard z Vampire Survivors\n\n\n\nGatunek: Akcja, kreator talii, Roguelike\n\nAkcja, kreator talii, Roguelike\n\nDeweloper: poncle\n\nponcle\n\nWydawca: poncle\n\nponcle\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Vampire Survivors zmienia kształt i opuszcza gatunek, który pomógł ukształtować (ocalałe). Teraz będziemy tworzyć gry, przechodzić przez lochy i walczyć z bossami, wszystko w charakterystycznym, przesadzonym wzorze, jaki oferowało Survivors.\"\n\nWanderburg\n\n\n\nGatunek: Akcja, roguelike\n\nAkcja, roguelike\n\nDeweloper: Randwerk\n\nRandwerk\n\nWydawca: Randwerk\n\nRandwerk\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"W Wanderburgu suniesz po zamku na kołach. Dosłownie zjadając przeciwników, możesz sprawić, że twój toczący się zamek rośnie i stanie się silniejszy. To ciekawa koncepcja i może być naprawdę świetna.\"\n\nWitchbrook\n\n\n\nGatunek: Kooperacja, symulacja\n\nKooperacja, symulacja\n\nDeweloper: Chucklefish, robotalność\n\nChucklefish, robotalność\n\nWydawca: Chucklefish\n\nChucklefish\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Widzieliśmy na tej liście sporo postaci podobnych do Stardew Valley, a Witchbrook jest chyba jednym z najbardziej wyczekiwanych. Przepiękne piksele, szkoła dla czarownic i ogólnie bardzo ambitna przygoda.\"\n\nZWAARD\n\n\n\nGatunek: Akcja, Przygoda\n\nAkcja, Przygoda\n\nDeweloper: Beleef Studios\n\nBeleef Studios\n\nWydawca: Top Hat Studios, Inc.\n\nTop Hat Studios, Inc.\n\nData premiery: Nieznane\n\nNieznane\n\nLink do strony internetowej\n\n\n\n\"Zbuduj ostateczny miecz, szukając części w postapokaliptycznym świecie. Ziemia została zainfekowana tajemniczym, zaawansowanym technologicznie wirusem i to twoim zadaniem, by wszystko naprawić.\"\n\nInne artykuły z bardziej gorącymi niezależnymi wynikami znajdziesz pod tymi linkami: Część 1, Część 2 i Część 3.\n\nPrzy wszystkich wymienionych grach, czy nie brakuje nam jakiejś konkretnej gry?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Otwarcie Muzeum Uniwersytetu Rzeszowskiego w nowej siedzibie [ZDJĘCIA]",
            "link": "https://radio.rzeszow.pl/283962/otwarcie-muzeum-uniwersytetu-rzeszowskiego-w-nowej-siedzibie-zdjecia/",
            "description": "W zbiorach muzeum znajdują się pamiątki związane z życiem akademickim, historią szkolnictwa wyższego oraz lokalnym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vMAGPiY2gQzP-Pj-iX5ESi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio Rzeszów11 godz.",
            "source": "Polskie Radio Rzeszów",
            "article_content": "W zbiorach muzeum znajdują się pamiątki związane z życiem akademickim, historią szkolnictwa wyższego oraz lokalnym dziedzictwem naukowym regionu. W muzeum znajdują się sale tradycji, lasowiaków, sztuki nowoczesnej, a jednym z celów działania muzeum będzie upowszechnianie sztuki absolwentów uczelni.\n\nUdział ministra nauki i szkolnictwa wyższego\n\nW uroczystości otwarcia nowej siedziby wziął udział Minister Nauki i Szkolnictwa Wyższego dr Marcin Kulasek. Powiedział, że takie wydarzenia pokazują, że pieniądze pozyskane przez naukę polską są dobrze wykorzystywane na upamiętnianie historii nauki w Polsce.\n\nNowe dofinansowanie\n\nPodczas wydarzenia poinformowano także, że Muzeum Uniwersytetu Rzeszowskiego otrzymało dotację Ministra Kultury i Dziedzictwa Narodowego w ramach programu „Ochrona zabytków archeologicznych”.\n\nDofinansowanie w wysokości 45 tysięcy złotych zostało przyznane na realizację zadania „Fortalicjum w Iwoniczu – relikty dawnych obwarowań obronnych – badania nieinwazyjne”. Projekt ten przyczyni się do pogłębienia wiedzy na temat dziedzictwa archeologicznego regionu podkarpackiego oraz stworzy podstawy do dalszych badań i działań konserwatorskich, służących ochronie i popularyzacji tego cennego obiektu.\n\nZbiory i działalność muzeum\n\nMuzeum funkcjonuje jako jednostka ogólnouczelniana i jest finansowane w ramach administracji centralnej Uniwersytetu Rzeszowskiego. Jego zbiory liczą około 7 tysięcy eksponatów i obejmują pamiątki związane z historią Uniwersytetu Rzeszowskiego oraz trzech uczelni, które go utworzyły.\n\nW ramach swojej działalności muzeum organizuje wystawy czasowe, konferencje oraz zajęcia edukacyjne. Do tej pory zorganizowano 28 wystaw.\n\nSiedzibą muzeum jest Dworek Gumińskich, położony na terenie kampusu Zalesie, w sąsiedztwie budynków dydaktycznych Uniwersytetu Rzeszowskiego.\n\nApel o przekazywanie eksponatów do zbiorów muzeum\n\nMuzeum Uniwersytetu Rzeszowskiego zwraca się z gorącą prośbą o przekazywanie dokumentów i pamiątek związanych z historią Uniwersytetu, jego twórcami, pracownikami oraz osobami zasłużonymi dla nauki polskiej, związanymi z obszarem szeroko pojętej Rzeszowszczyzny, czyli terenem obecnego województwa podkarpackiego.\n\nMuzeum gromadzi również zabytki świadczące o życiu naukowym prowadzonym na tym terenie przez absolwentów Uniwersytetu Jana Kazimierza we Lwowie. Wśród poszukiwanych materiałów znajdują się m.in. fotografie, dokumentacja mechaniczna dotycząca Uniwersytetu, pamiątki uniwersyteckie, wybitne prace naukowe pracowników uczelni, przedmioty służące do ich przygotowania, pierwsze dyplomy doktorskie i habilitacyjne, nominacje profesorskie oraz dyplomy doktora honoris causa.\n\nW kręgu zainteresowań muzeum są także przedmioty związane z działalnością naukową i społeczną pracowników Uniwersytetu, a także pamiątki dokumentujące życie naukowe regionu sprzed powołania uczelni. Muzeum zbiera również dokumenty i sztandary nieistniejących już instytucji naukowych oraz uczelni, z których powstał Uniwersytet Rzeszowski, w tym Wyższej Szkoły Pedagogicznej, Filii UMCS oraz Filii Akademii Rolniczej.\n\nHistoria Muzeum Uniwersytetu Rzeszowskiego\n\nMuzeum Uniwersytetu Rzeszowskiego zostało oficjalnie powołane 1 października 2002 roku przez Rektora prof. Włodzimierza Bonusiaka, na mocy Statutu Uniwersytetu Rzeszowskiego z dnia 12 września 2002 roku.\n\nPowstanie muzeum było bezpośrednio związane z utworzeniem Uniwersytetu Rzeszowskiego, który rozpoczął działalność na podstawie ustawy z 7 czerwca 2001 roku. Ustawa ta połączyła trzy instytucje:\n\nWyższą Szkołę Pedagogiczną w Rzeszowie,\n\nFilię Uniwersytetu Marii Curie-Skłodowskiej w Lublinie (oddział w Rzeszowie),\n\nWydział Ekonomii Akademii Rolniczej im. Hugona Kołłątaja w Krakowie.\n\nKontakt z Muzeum\n\nBiuro Muzeum Uniwersytetu Rzeszowskiego mieści się przy al. Rejtana 16c (bud. A1, pok. 140) w Rzeszowie.\n\nTelefon kontaktowy: 17 872 12 71.\n\nKierownikiem Muzeum jest dr hab. Grażyna Stojak, prof. UR. W muzeum zatrudnione są również trzy osoby administracyjne odpowiedzialne za działalność edukacyjną, organizacyjną i wystawienniczą.\n\nRelację przygotował Szymon Taranda.\n\nFot. Sz. Taranda"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przerażenie w Iranie i na Grenlandii. Donald Trump może użyć broni, która \"rzuca na kolana\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/przera%C5%BCenie-w-iranie-i-na-grenlandii-donald-trump-mo%C5%BCe-u%C5%BCy%C4%87-broni-kt%C3%B3ra-rzuca-na-kolana/ar-AA1UgVAB?ocid=BingNewsVerp",
            "description": "Po sukcesie interwencji USA w Wenezueli Donald Trump coraz częściej mówi o kolejnych potencjalnych akcjach — chociażby w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Hg0EOOSvcxcHAzFnBjuB2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Business Insider Polska on MSN17 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 2.2 km od Warszawy. Pomysły na jednodniowy wypad. Gdzie w weekend 17 - 18 stycznia?",
            "link": "https://warszawa.naszemiasto.pl/wycieczki-rowerowe-do-2-2-km-od-warszawy-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-17-18-stycznia/ar/c7p1-21831391",
            "description": "Zanim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 17 stycznia w Warszawie ma być -5°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cMqtnIgrUDmDt1eVkj14xC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto15 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking do 5.4 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 17 - 18 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/nordic-walking-do-5-4-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-17-18-stycznia/ar/c7p1-22319027",
            "description": "Nim wyjdziesz, sprawdź prognozę pogody dla Kołobrzegu. W sobotę 17 stycznia według prognozy pogody ma być 2°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vn-j7su2fwnjWvpEW6kvuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto14 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 50.7 km od Pleszewa. Pomysły na jednodniowy wypad. Gdzie w weekend 17 - 18 stycznia?",
            "link": "https://pleszew.naszemiasto.pl/rowerem-do-50-7-km-od-pleszewa-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-17-18-stycznia/ar/c7p1-21831917",
            "description": "Nim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 17 stycznia w Pleszewie ma być 0°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4V9B_CBpRdauZdkkW3K6TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pleszew Nasze Miasto13 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Butik Angel Magdalena Kruszewska",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,14424441,butik-angel-magdalena-kruszewska.html",
            "description": "Klasa premium bezsprzecznie kojarzy się z niemieckimi modelami. Nieco mniej popularną alternatywę stanowią japońskie i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.AYXHKFZd9c7hQ9rErGTmPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Firma eGospodarka.pl1 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "W kwietniu zmniejszył się wybór mieszkań na wynajem, bo ich podaż okazała się niewystarczająca, żeby zaspokoić rosnący popyt. Jak wpłynęło to na przeciętne stawki czynszów? Eksperci portalu GetHome.pl sprawdzili, jak wygląda ...\n\nWiększość rodziców uważa, że dziecko powinno mieć swój pokój - nawet jeśli przez to rodzice takowego mieć nie będą. Przed dylematem takim stać mogą nawet 3-4 miliony matek i ojców, bo aż 45% dzieci w Polsce mieszka w za małych ...\n\nPhishing, kradzież tożsamości i dezinformacja to wciąż największe obawy Polaków w sieci - wynika z 6. edycji badania \"Postawy Polaków wobec cyberbezpieczeństwa\" przygotowanego przez Warszawski Instytut Bankowości i Związek Banków ...\n\nAutomotiveSuppliers.pl prezentuje podsumowanie sytuacji panującej w minionym roku w polskim przemyśle motoryzacyjnym. Opracowanie rzuca światło zarówno na poziom produkcji sprzedanej sektora, jak i zatrudnienie i eksport branży motoryzacyjnej. ...\n\nTemat taryf celnych jest wiodący dla rynków i to prawdopodobnie nie zmieni się w najbliższej przyszłości. Przynajmniej do 2 kwietnia, kiedy to wygasa zwolnienie z opłat na wybrane produkty z Kanady oraz Meksyku i kiedy mają zostać ...\n\nFed przyjmuje postawę \"wait and see\". Świadczy o tym jego decyzja o pozostawieniu kluczowej stopy procentowej na niezmienionym poziomie (4,25-4,5 proc.). Mimo, że zaktualizowane prognozy nadal przewidują dwa cięcia w dalszej części roku ...\n\nChoć RPP jeszcze nie obniżyła stóp procentowych, to zapowiedź łagodzenia monetarnego była tak stanowcza, że rynek już uwzględnia przyszłe decyzje. Efekty widzimy już w ofertach banków. W większości instytucji dostępne są \"hipoteki ...\n\nCzy domy deweloperskie cieszą się wśród Polaków popularnością? Z najświeższych doniesień serwisu Otodom wynika wprawdzie, że w ujęciu rocznym ich sprzedaż zanotowała spadki, ale jednocześnie dane kwartalne wskazują na ożywienie ...\n\nFrancuski rynek cechuje się specyficzną praktyką płatniczą. W jaki sposób skutecznie dochodzić roszczeń i jakie procedury warto stosować wobec francuskich dłużników? Kiedy działania windykacyjne mogą okazać się nieopłacalne?\n\nZadłużenie polskiej branży turystycznej jest wysokie. W ciągu roku zwiększyło się o 150 mln zł i wynosi 1,1 mld zł - wynika z danych Rejestru Dłużników BIG InfoMonitor i bazy informacji kredytowych BIK. Sezon zimowy raczej nie pozwoli na ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie iść na spacer w woj. lubelskim. Gdzie iść w weekend 17 - 18 stycznia? 10 najciekawszych tras",
            "link": "https://kurierlubelski.pl/gdzie-isc-na-spacer-w-woj-lubelskim-gdzie-isc-w-weekend-17-18-stycznia-10-najciekawszych-tras/ar/c7p1-22116481",
            "description": "Nim wyruszysz, sprawdź prognozę pogody. W sobotę 17 stycznia w woj. lubelskim ma być od -11°C do -6°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lrey6H5mPQv2VAww2TLxHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski14 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skup bydła spod Świecia \"wisiał\" rolnikom 15 mln, a w garażu było 14 motocykli i 9 aut",
            "link": "https://www.msn.com/pl-pl/motoryzacja/og%C3%B3lne/skup-byd%C5%82a-spod-%C5%9Bwiecia-wisia%C5%82-rolnikom-15-mln-a-w-gara%C5%BCu-by%C5%82o-14-motocykli-i-9-aut/ar-AA1Uaz2R?ocid=BingNewsVerp",
            "description": "Od 1 lutego rolnicy poszkodowani przez skup bydła spod Świecia mogą składać wnioski o przyznanie rekompensaty z Funduszu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XQHwji4pkmqldxt6n1JYHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska on MSN13 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwie królewskie zaślubiny. Oto co na licytację WOŚP przekazał prezydent Krakowa",
            "link": "https://www.msn.com/pl-pl/og%C3%B3lne/og%C3%B3lne/prawdziwie-kr%C3%B3lewskie-za%C5%9Blubiny-oto-co-na-licytacj%C4%99-wo%C5%9Bp-przekaza%C5%82-prezydent-krakowa/ar-AA1UgMIj?ocid=BingNewsVerp",
            "description": "34. Finał Wielkiej Orkiestry Świątecznej Pomocy odbędzie się już 25 stycznia 2026. Tysiące osób w Polsce i świecie znów podarują będą wspierać jedno z najpiękniejszych wydarzeń w ciągu roku. W akcję w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.0t8FVdfe73TqRvYxjm427Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków Radio ESKA on MSN17 godz.",
            "source": "Kraków Radio ESKA on MSN",
            "article_content": ""
        }
    }
]