[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tej monety kolekcjonerzy poszukują najbardziej . Jest warta 100 tys. złotych",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/tej-monety-kolekcjonerzy-poszukuj%C4%85-najbardziej-jest-warta-100-tys-z%C5%82otych/ar-AA1KY6eF?ocid=BingNewsVerp",
            "description": "Stare monety, choć dawno wycofane z obiegu, potrafią kryć w sobie nieocenioną wartość. Dla jednych to sentymentalne pamiątki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.icD80aYgktjeesQ80JuibC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Kobieta on MSN9 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takich monet i banknotów PRL poszukują kolekcjonerzy. W 2025 roku stare pieniądze osiągają zawrotne ceny [21.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takich-monet-i-banknot%C3%B3w-prl-poszukuj%C4%85-kolekcjonerzy-w-2025-roku-stare-pieni%C4%85dze-osi%C4%85gaj%C4%85-zawrotne-ceny-21082025/ar-AA1KTBLH?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OfX7YLExsTGXZTAN4rBMeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN14 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich cały czas można wymienić [22.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-ca%C5%82y-czas-mo%C5%BCna-wymieni%C4%87-22-08-2025/ar-AA1JoySg?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YWO2XIPLjs4QYJfkRauhLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN11 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ile kosztuje funt brytyjski 21 sierpnia 2025 r.? Cena GBP/PLN dzisiaj",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-21-sierpnia-2025-r/xx3p520",
            "description": "Dzisiaj 21 sierpnia 2025 r. za 1 funta szterlinga zapłacimy 4,9123 zł. Warto to wiedzieć zanim pójdziemy do kantoru lub skorzystamy z wymiany online. Kurs funta szterlinga uległ zmianie 0,0206 zł ...",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Fakt.pl18 godz.",
            "source": "Fakt.pl",
            "article_content": "Dzisiaj 21 sierpnia 2025 r. za 1 funta szterlinga zapłacimy 4,9123 zł. Warto to wiedzieć zanim pójdziemy do kantoru lub skorzystamy z wymiany online. Kurs funta szterlinga uległ zmianie 0,0206 zł w ujęciu dzień do dnia. Natomiast porównując kurs GBP/PLN do zeszłego tygodnia, kurs uległ zmianie 0,0158 zł.\n\nJaki jest kurs GBP/PLN?\n\nFunt szterling to po angielsku pound sterling. Zwany jest również funtem brytyjskim ale jest to nazwa nieoficjalna. Jego kod międzynarodowy to GBP. Występuje jako jednostka monetarna w Wielkiej Brytanii. Gdzie zapłacimy funtem szterlingiem? Funtem zapłacimy w Wielkiej Brytanii, Szkocji, Walii, Irlandii Płn., na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJeden funt to ile pensów? Na jednego funta szterlinga składa się 100 pensów. Nominały monet to: 1p, 2p, 5p, 10p, 20p, 50p. A banknoty są w następujących nominałach: 5, 10, 20, 50 (banknot 100 występuje jedynie w Szkocji i Irlandii Płn.). Do XIX wieku funt był powiązany ze złotem. Oznaczało to, że określoną ilość funtów można było wymienić na określoną ilość złota. Funt szterling jest najstarszą wciąż używaną walutą na świecie. Jego korzenie sięgają XII wieku.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podrzucam pomysły na kolejne edycje Święta Ceramiki - i garść refleksji",
            "link": "https://www.bolec.info/boleslawiec/informacje/kategoria/39507/podrzucam-pomysly-na-kolejne-edycje-swieta-ceramiki-i-garsc-refleksji",
            "description": "Zjazd Nowaka na tyrolce rzeczywiście był zbyt długi, ale trzeba mieć mnóstwo odwagi, aby wywinąć taki numer. Myślę, że nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8qNBkXNmWu5_rwkYPOZG4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bolec.Info8 godz.",
            "source": "Bolec.Info",
            "article_content": "BolecFelieton\n\n21 sierpnia 2025r. godz. 21:42, odsłon: 450, Dariusz Gołębiewski\n\nPodrzucam pomysły na kolejne edycje Święta Ceramiki - i garść refleksji\n\nW tym roku obserwowałem Święto Ceramiki z wielu perspektyw, odwiedzając różne miejsca i wydarzenia. Wnioski?\n\nParada otwierająca 31 BŚC (fot. Bolec.Info)\n\nOdwiedzałem lokale gastronomiczne, warsztaty w bibliotece, średniowieczną wioskę w muzeum, Paradę z Miłości do Gliny, targ staroci, kiermasz ceramiczny i kilka innych. Słyszałem przy okazji różne głosy i opinie o organizacji oraz przebiegu imprezy, a już po jej zakończeniu przeczytałem z uwagą felietony swoich redakcyjnych kolegów - Marcina (Święto Ceramiki w Bolesławcu - dla elit, czy dla wszystkich?) i Bernarda (Papa Dance na start i Papa Dance na finał)\n\nW Bolec.Info ścierają się różne poglądy na wiele tematów - i uważam, że tak powinno być w każdej szanującej się redakcji. Być może mielibyśmy dzięki temu w polskiej przestrzeni medialnej mniej propagandy i mówienia ludziom, co mają myśleć o danym wydarzeniu, a więcej faktów i jasno odróżnianych od nich opinii. Różnych, a nie tylko tych zgodnych z linią redakcyjną.\n\nNo ale skoro w Bolec.Info pluralizm jest, a przyglądałem się w tym roku wielu wydarzeniom w ramach BŚĆ, chciałbym się podzielić swoimi kilkoma wnioskami. Zwłaszcza, że mam kilka konkretnych pomysłów na to, co za rok mogłoby się znaleźć na świątecznym afiszu.\n\nAle najpierw opowiem, co widziałem teraz\n\nPo pierwsze - dla turysty kolejne edycje Święta Ceramiki mogą być wyjątkowe i ciekawe, ale z perspektywy lokalsa widzę to tak - od wielu lat każda kolejna edycja jest robiona według tego samego szablonu. W tym roku największą zmianą - moim zdaniem słuszną - było skasowanie tradycyjnej parady, która otwierała imprezę. Robienie dwóch parad w czasie jednej imprezy nie miało większego sensu.\n\nTym razem otwarcie BŚC zapamiętamy głównie z przelotu Papy Nowaka z wieży ratusza pod małą scenę. I mam tu pewną uwagę, bo tak się składa, że w ostatnich latach byłem dwukrotnie na tej wieży i mogę zaświadczyć, że już samo wejście na nią nie jest takie proste. Tak bowiem wyglądało jej wnętrze w 2018 roku:\n\nZjazd Nowaka na tyrolce rzeczywiście był zbyt długi, ale trzeba mieć mnóstwo odwagi, aby wywinąć taki numer. Myślę, że nie każdy krytyk byłby w stanie wspiąć się po tych kilkudziesięcioletnich, stromych schodach, na szczyt wieży, nie mówiąc już o tym, aby z niej zlecieć. Przyznaję, że osobiście na taki zjazd odwagi bym chyba nie miał.\n\nKolejna rzecz - mała scena pod Rynkiem to kiepski pomysł. Popołudniami organizowane na niej występy następowały po sobie niemal bez przerwy, przez co w zatłoczonym centrum miasta panowała nieustanna kakofonia. Nawet jeśli wiele z tych koncertów było bardzo udanych (mi szczególnie siadł występ jazzowy), hałasu było zdecydowanie za dużo.\n\nPozytywnym zaskoczeniem była dla mnie nadspodziewanie wysoka frekwencja na warsztatach w bibliotece. Byłem na trzech z czterech z nich i za każdym razem warsztatownia dosłownie pękała w szwach. Szczególnie dobrze bawiły się rodziny z małymi dziećmi, dla których była to znakomita oferta. Doskonale sprawdziło się średniowieczne obozowisko w Muzeum Ceramiki, podobało mi się też zróżnicowanie oferty muzycznej na obu scenach. Uważam poza tym, że przeniesienie zakończenia święta na godzinę 21 jest bardzo dobrym pomysłem, bo po prostu mieszkańcy ulicy Asnyka i okolic mogli się dzięki temu w spokoju wyspać przed poniedziałkiem.\n\nRuch w restauracjach był nasilony do tego stopnia, że w niedzielę popołudniu w Papierovej skończyły się zapasy, choć już przed świętem przewidywano tam pięciokrotnie wyższą frekwencję, niż na co dzień. Z kolei nieduża Tukawka znalazła się dosłownie na pierwszej linii frontu, bo wielu turystów przybywało do Bolesławca pociągami i sporo z nich zachodziło tam po kawę. Sprawne ogarnięcie tych wszystkich ludzi to był naprawdę spory wyczyn, zwłaszcza że - jak słyszałem - niektóre znacznie mniej uczęszczane wtedy lokale już tak sprawnie się nie wyrabiały.\n\nA wnioski na przyszłość?\n\nNie chcąc mówić o rzeczach, na których się nie znam, ograniczę się do tego, co dotyczy mojej historycznej działki.\n\nDobrą wiadomość przekazał mi w poniedziałek ks. Bogusław Wolański, mówiąc że w cztery dni w Bazylice pojawił się tysiąc turystów i pielgrzymów - jest to niezbity dowód, że Bazylika cieszy się sporym zainteresowaniem. Moim zdaniem wskazane byłoby więc, aby w przyszłym roku BOK nawiązał współpracę z parafią WNMP i św. Mikołaja, organizując z nią wspólne wydarzenia.\n\nPrzykłady? Zwiedzanie Bazyliki z przewodnikiem w wyznaczonych godzinach i koncert muzyki klasycznej. Podczas każdej edycji Wratislavia Cantans miejsca w Bazylice są zajęte co do jednego, więc podczas Dni Ceramiki tym bardziej taki koncert miałby sens.\n\nPoza tym warto byłoby też otworzyć dla zwiedzających inne ważnych zabytki, szczególnie Teatr Stary i Pałac Ślubów. Oba obiekty należą do władz samorządowych, więc zorganizowanie tam wejść dla zwiedzających wymagałoby jedynie znalezienia odpowiednich przewodników. Zwiedzanie teatru, poza samym poznaniem jego historii, mogłoby przyciągać także możliwością zajrzenia za jego kulisy.\n\nZa rok będziemy świętować 80 rocznicę przybycia osadników z Jugosławii, więc zasadnym pomysłem byłoby zorganizowanie rekonstrukcji tych wydarzeń - czy to w formie osadniczej wioski, podobnej do średniowiecznego obozowiska z tegorocznej edycji, czy też w formie spektaklu teatralnego, odbywającego się gdzieś w miejskiej przestrzeni. Albo może w formie gry terenowej w okolicach dworca PKP?\n\nI obowiązkowo miejsce, gdzie można by skosztować bałkańskiej kuchni!\n\nKoniecznie trzeba wymienić niektóre z tablic krajoznawczych, zamontowanych w centrum miasta, bo stoją tam od wielu lat i już się po prostu zużyły. Myślę szczególnie o tablicy, która znajduje się przy Okrąglaku i kiedyś promowała spływy na Kwisie. Kiedyś, bo tak już wyblakła, że ledwo da się ją odczytać. Przydałoby się też zamontować stałe oznaczenia, wskazujące na nową siedzibę Muzeum Ceramiki, bo na Ogrodowej nadal można się dowiedzieć, że muzeum znajduje się przy ul. Mickiewicza.\n\nMyślę też, że przydałoby się więcej spotkań z ciekawymi ludźmi - zarówno tymi z naszego regionu, jak i z zewnątrz. Myślę, że jedno dziennie, organizowane popołudniu w bibliotece, mogłoby być ciekawą ofertą dla tych, którzy nie są zainteresowani koncertami. Jedno duże, z kimś sławnym w całej Polsce, i cztery mniejsze, z ludźmi z Dolnego Śląska oraz bezpośrednio z naszego powiatu.\n\nMamy potężny potencjał turystyczny, który w Bolesławcu nie jest w pełni wykorzystywany nawet podczas Święta Ceramiki. Warto byłoby, aby zacząć ten potencjał intensywniej eksploatować.\n\nP.S: Jako argument za słusznością organizacji zwiedzania zabytków dorzucam też zdjęcie z wycieczki po Bolesławcu, którą zorganizowałem spontanicznie podczas edycji BŚC z 2019 roku. Nie było mnie na afiszu, bo na pomysł wpadłem dopiero w ostatniej chwili, a i tak przyszło około 110 osób."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Imponująca parada na 31. Bolesławieckim Święcie Ceramiki. [ZDJĘCIA I FILM]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/imponuj%C4%85ca-parada-na-31-boles%C5%82awieckim-%C5%9Bwi%C4%99cie-ceramiki-zdj%C4%99cia-i-film/ar-AA1KE6PJ?ocid=BingNewsVerp",
            "description": "W Bolesławcu trwa 31. Święto Ceramiki. W sobotnie popołudnie całą ulicę Bankową i Rynek zdominowali ludzie pomalowani gliną.",
            "image_url": "https://www.bing.pl/th?id=OVF.nV6GDhaxVOCd9TWrkPGRmA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN17 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gang złodziei ukradł bezcenny tryptyk Wita Stwosza na Opolszczyźnie. Ołtarza nigdy nie odnaleziono",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/gang-z%C5%82odziei-ukrad%C5%82-bezcenny-tryptyk-wita-stwosza-na-opolszczy%C5%BAnie-o%C5%82tarza-nigdy-nie-odnaleziono/ar-AA1KYdcN?ocid=BingNewsVerp",
            "description": "Złodzieje włamali się do XVI-wiecznego zabytkowego kościoła świętej Anny w Oleśnie w nocy z 19 na 20 sierpnia 1994 roku.",
            "image_url": "https://www.bing.pl/th?id=OVF.1uSWIH9OX8tH6UaPLlKxrA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowa Trybuna Opolska on MSN10 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Akcja „24 sierpnia' z Żarskim Domem Kultury",
            "link": "https://zachod.pl/1308116/akcja-24-sierpnia-z-zarskim-domem-kultury/",
            "description": "Żary zapraszają mieszkańców do wzięcia udziału w akcji pod nazwą „24 sierpnia'. Wystarczy tego dnia wziąć aparat w dłoń i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pSY93e308eOuRoHumNHaEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Zachód23 godz.",
            "source": "Radio Zachód",
            "article_content": "Żary zapraszają mieszkańców do wzięcia udziału w akcji pod nazwą „24 sierpnia”. Wystarczy tego dnia wziąć aparat w dłoń i uwiecznić w obiektywie życie w mieśćcie. Inicjatywa organizowana jest przez Żarski Dom Kultury i ma już dwudziestoletnią tradycję.\n\nW projekcie może uczestniczyć każdy żaranin, ale i gość miasta. – Czekamy na chętnych chcących pokazać sceny zatrzymane w kadrze. Tegoroczna edycja jest wyjątkowa, bo bawimy się razem już dwie dekady – mówi dyrektor placówki Łukasz Matyjasek:\n\n– Zachęcamy także do obejrzenia dotychczas wykonanych fotografii od początku jej powstania – podkreśla Łukasz Matyjasek:\n\nDodajmy, że 27 września w Salonie Wystaw Artystycznych odbędzie się wystawa zdjęć wykonanych w ramach akcji „24 sierpnia”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Berlin Apartment z datą premiery. Przytulna przygodówka zadebiutuje tej jesieni",
            "link": "https://www.gram.pl/news/malownicza-gra-narracyjna-zadebiutuje-tej-jesieni-znamy-date-premiery-the-berlin-apartment",
            "description": "Fani przytulnych gier mogą zwrócić uwagę na The Berlin Apartment. Produkcja właśnie doczekała się daty premiery. Tytuł może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dM9vhPnFxH9jUyHb_tggHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gram.pl10 godz.",
            "source": "Gram.pl",
            "article_content": "Fani przytulnych gier mogą zwrócić uwagę na The Berlin Apartment. Produkcja właśnie doczekała się daty premiery. Tytuł może trafić do serc miłośników malowniczej, kolorowej stylistyki.\n\nZłota rączka otrzymuje zadanie odnowienia starego mieszkania w Berlinie. W trakcie szeroko zakrojonych prac renowacyjnych coraz głębiej zagłębia się w historię lokalu. Relikty z minionych czasów okazują się niemymi świadkami – a także dawnymi towarzyszami – poprzednich mieszkańców. Z każdym nowym znaleziskiem opowiada swojej córce historię kryjącą się za tym śladem przeszłej przygody – z własnymi bohaterami, we własnym gatunku, o zupełnie odmiennej atmosferze, lecz zawsze rozgrywającą się w tych samych czterech ścianach. – czytamy na Steamie.\n\nThe Berlin Apartment to pierwszoosobowa gra przygodowa, której fabuła rozwija się poprzez serię epizodów obejmujących minione stulecie. Każdy z tych epizodów opowie odrębną historię, prezentując własnych protagonistów, osadzając akcję w innym gatunku i tworząc zupełnie nową atmosferę. Elementem spajającym wszystkie te opowieści jest historyczne mieszkanie w Berlinie, które stanowi centralne miejsce akcji, będące niemym świadkiem wydarzeń.\n\nGracze mogą spodziewać się między innymi poszukiwania skarbów czy odkrywania reliktów. Tytuł charakteryzuje kolorowa stylistyka, a także zmieniający się w tle Berlin. Każdy ze wspomnianych wcześniej epizodów ma oferować unikalne rozwiązania rozgrywki.\n\nThe Berlin Apartment pojawi się na rynku 17 listopada 2025 roku. Tytuł ukaże się na konsolach PlayStation 5 i Xbox Series X/S, a także na PC za pośrednictwem platformy Steam."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku/ar-AA1KVEuF?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN20 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warszawska rzeka skarbów. Miecz z Tarchomina i marmury z potopu",
            "link": "https://gazetaolsztynska.pl/1199259,Warszawska-rzeka-skarbow-Miecz-z-Tarchomina-i-marmury-z-potopu.html",
            "description": "Są jeszcze dwa „orły', o których nurkowie myślą najczęściej. Pierwszy – rzeźba orła z barki zbożowej. Piaskarze natrafili na nią w 1906 r.; skrzydło miało im odpaść w dłoniach, a reszta runęła w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.przNePaFFwex_atL1j0FuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gazeta Olsztyńska18 godz.",
            "source": "Gazeta Olsztyńska",
            "article_content": "Latem nad Wisłą, na wysokości Tarchomina, wędkarz wypatrzył w nurcie metal. To nie był złom. Z wody wystawał późnośredniowieczny miecz – niemal kompletny, z kulistą głowicą i intrygującym krzyżem na trzpieniu. Znalazca zachował się wzorowo: zadzwonił do konserwatora zabytków i przekazał artefakt. Po konserwacji broń trafi do Muzeum Archeologicznego. Brawo – tak się to robi!\n\nWisła – dawna autostrada pełna niespodzianek\n\nZanim powstały A1 i A2, towary płynęły rzekami. Wisła i Odra były arteriami handlu, a „tirami” – szkuty, wielkie płaskodenne barki. Bywało, że ładunki ginęły w wodzie; stąd dzisiejsze znaleziska. Kilka lat temu odsłoniły się nawet relikty XIX-wiecznego mostu między dzisiejszą kładką pieszą a mostem Śląsko-Dąbrowskim.\n\n\n\nPoszukiwania zaczęły się od listów króla\n\nW 2009 r. zespół związany z Uniwersytetem Warszawskim – m.in. dr Justyna Jasiewicz i prof. Hubert Kowalski – ruszył na Wisłę, zainspirowany archiwaliami. Z czasów „potopu” zachowała się korespondencja Jana Kazimierza ze starostą warszawskim: Szwedzi splądrowali jego ukochaną Villa Regia (dzisiejszy Pałac Kazimierzowski), rozebrali marmurowy fronton, załadowali łupy na barki… które miały pójść na dno. Król prosił, by udało się je zabezpieczyć, choćby zakopując na brzegu.\n\nDo ekipy dołączyli specjaliści od hydrografii. Najpierw – trzy lata sonarów i profilometrów, później nurkowania. Jesienią 2011 r., w rejonie Cytadeli, Wisła odsłoniła pierwsze „łuki” i progi: kamienne arkady, marmurowe futryny, nadproża, setki kafli posadzkowych. Najgłośniejszym odkryciem było międzyłucze z wielkim „snopkiem” – herbem Wazów. Nikt nie miał wątpliwości: to królewski skarb z pałacu Jana Kazimierza.\n\nMarmury, maskarony, a potem… armaty\n\nZnaleziska pochodziły z polskich kamieniołomów (Chęciny, Dębnik, Zygmuntówka) i z importów z Niderlandów. Z zachwytu wyrywała manierystyczna ogrodowa fontanna z czterema maszkaronami – po 350 latach w mule wyglądała „jak spod igły”. Był też czarny marmur z XVII-wiecznymi rytymi napisami, fragmenty balustrad, kolumn, schodów, ławy ogrodowe i… 250 marmurowych kafli.\n\nKulminacja przyszła w czwartym sezonie, gdy niski stan wody – najniższy od ponad 200 lat – pozwolił zajrzeć głębiej. Na dnie czekały drewniane koła od armat, elementy wozów, a rok później – same działa. Najcięższe bloki podnoszono śmigłowcem. Do dziś zespół wydobył z Wisły ponad 20 ton zabytków. Trafiały się też „pamiątki” nowsze: XIX- i XX-wieczne butelki, części samolotów z II wojny, pociski moździerzowe (tu do akcji wkraczali saperzy).\n\nW pobliżu natrafiono również na fragmenty drewnianego wraku łączonego kołkami i kwadratowymi nitami. Czy to szkuta ze skarbami? Tego wciąż nie wiadomo. Za to obok leżała cała „ławica” marmurów: elewacje, arkady, parapety, 700-kilogramowe nadproże i trzydzieści kul armatnich.\n\nNajcenniejsze ocalałe kawałki XVII-wiecznej Warszawy\n\nWydobyte elementy to jedne z nielicznych oryginalnych fragmentów barokowej Warszawy. Przebudowana przez Jana Kazimierza Villa Regia miała marmurowy fronton od strony dzisiejszego Krakowskiego Przedmieścia. Został rozebrany przez Szwedów – i właśnie jego części Wisła przechowała przez stulecia. Po konserwacji marmury trafiły do Muzeum Historii Polski; planowana jest rekonstrukcja frontonu, a przed nim ma stanąć królewska fontanna. To nie złoto i klejnoty – to materialna pamięć miasta.\n\nMarzenia eksploratorów: dwa orły\n\nSą jeszcze dwa „orły”, o których nurkowie myślą najczęściej. Pierwszy – rzeźba orła z barki zbożowej. Piaskarze natrafili na nią w 1906 r.; skrzydło miało im odpaść w dłoniach, a reszta runęła w głębię. Dziś rzeźba zapewne leży pod piaskiem, 5–10 metrów niżej – może kiedyś znów wypłynie.\n\nDrugi – ORP „Orzeł”, polski okręt podwodny zaginiony w 1940 r. na Morzu Północnym. Jego historia to materiał na film: ucieczka przed Niemcami i Sowietami, rejs przez Bałtyk bez map, determinacja załogi. Wciąż jest poszukiwany.\n\nZnalazłeś coś w rzece? Zrób to tak\n\nNie czyść i nie zabieraj – to może zniszczyć zabytek i jest niezgodne z prawem.\n\nZadzwoń do wojewódzkiego konserwatora zabytków lub powiadom policję.\n\nZabezpiecz miejsce w miarę możliwości i poczekaj na specjalistów.\n\nWisła bywa kapryśna, ale kiedy opuszcza nurt – potrafi opowiedzieć historię Warszawy lepiej niż niejedna kronika. A my mamy obowiązek tych opowieści słuchać i mądrze je chronić.\n\n\n\nŹródło: weekend.gazeta.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najszybciej rozwijające się uzdrowisko Dolnego Śląska. Jeden dzień w Polanicy-Zdroju jest jak cały urlop - zdjęcia [21.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najszybciej-rozwijaj%C4%85ce-si%C4%99-uzdrowisko-dolnego-%C5%9Bl%C4%85ska-jeden-dzie%C5%84-w-polanicy-zdroju-jest-jak-ca%C5%82y-urlop-zdj%C4%99cia-21-08-2025/ar-AA1KF7TY?ocid=BingNewsVerp",
            "description": "Polanica-Zdroj to też zadbane parki z przyjemnymi nasadzeniami altanami oraz inną małą architekturą - jak Park Zdrojowy i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Bc2djmiCn8xFgR4J8geGEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Hostowane na MSN18 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "22 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-22,7,day.html",
            "description": "Komnaty drugiego piętra zamku, wysokie i obszerne, służyły celom reprezentacyjnym. Tutaj odbywały się posiedzenia sejmu i senatu, królewskie audiencje i uroczystości weselne oraz bale. Po ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "kolekcja - Newsy",
            "link": "https://www.fakt.pl/temat/kolekcja",
            "description": "Informacje o celach przetwarzania danych znajdziesz w „Ustawieniach zaawansowanych', a szczegółową informację o przetwarzaniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vMZf1vSBUC2nisbqQS5zsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl7 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Luksusowe życie Roberta Lewandowskiego. Inwestycje w domy, zegarki i samochody",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/luksusowe-%C5%BCycie-roberta-lewandowskiego-inwestycje-w-domy-zegarki-i-samochody/ar-AA1KWp6r?ocid=BingNewsVerp",
            "description": "Robert Lewandowski, gwiazdor FC Barcelony, który kończy właśnie 37 lat, to nie tylko jeden z najlepszych piłkarzy na świecie, ale także człowiek, który zbudował imponujące imperium finansowe. Choć obe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7fzM0YWOPoPSDJAsoH5EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Plejada on MSN17 godz.",
            "source": "Plejada on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hotelowe imperium sięga po nową grupę inwestorów",
            "link": "https://www.propertynews.pl/hotele/hotelowe-imperium-siega-po-nowa-grupe-inwestorow,191841.html",
            "description": "a w gruncie rzeczy System Arche to rodzaj inwestowania społecznego opartego na wartościach, z którymi utożsamiają się nasi ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XVnz_k6x2iKw_MxrlfDT0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "propertynews18 godz.",
            "source": "propertynews",
            "article_content": "Tradycyjne modele condo, czy aparthotelowe to dla Arche już za mało. Hotelowa firma Władysława Grochowskiego idzie o krok dalej\n\nArche pozwoli zarabiać inwestorom w segmencie senioralnym.\n\nArche szykuje nowy projekt w Otwocku.\n\nZainteresowanie pilotażowym projektem Arche Pokolenia realizowanym w podwarszawskim Otwocku jest bardzo duże.\n\n— Od lat budujemy produkt, który z sukcesem przyciąga inwestorów. To transparentny model współpracy zabezpieczony księgą wieczystą, bez żadnych kruczków i pułapek. U nas wszystko działa w jednej spółce Arche S.A., a nasze wieloletnie doświadczenie operatorskie w zarządzaniu i deweloperskie w mulitfukcyjnuch rewitalizacjach daje kompleksową wiedzę - wyjaśnia prezes Arche Władysław Grochowski.\n\nJak dodaje, pomimo braku tarczy covidowej Arche pozytywnie przeszło pandemię, wypłacając roczne zyski i to pokazuje wielką siłę.\n\nArche SA działa na dużą skalę mogąc w ten sposób zredukować różne koszty. W hotelach stale rozwijamy dodatkowe usługi i formaty dające naszym gościom wyjątkowe doświadczenia. Dla przykładu ostatnio sporo zainwestowaliśmy w sektor konferencji, rozbudowując bazę eventową — MICE oraz infrastrukturę sportową. Na tym zyskują nasi inwestorzy, którzy czerpią zyski z całości przychodów obiektów nie tylko z wynajmu ich pokoi - mówi Władysław Grochowski.\n\n- Ponadto nie chodzi nam o jak najdroższą sprzedaż lokali, bo zostajemy w biznesie jako zarządca na długie lata i aby dostarczyć potem wyniki musimy umieć optymalnie budować oraz dostarczać gotowe wykończone i umeblowane pokoje w optymalnej cenie. Nasze hotele są obiektami wielofunkcyjnymi, ponieważ musimy być gotowi na wyzwania przyszłości, które potrafią się zmieniać - zaznacza.\n\nDziś tradycyjne modele condo, czy aparthotelowe to już za mało, a w gruncie rzeczy System Arche to rodzaj inwestowania społecznego opartego na wartościach, z którymi utożsamiają się nasi inwestorzy - wyjaśnia prezes Arche Władysław Grochowski.\n\n- Głównie chodzi tu o ratowanie zabytków oraz lokalne społeczności, a generowane zyski trafią także do naszej fundacji i aktywizują różne grupy ludzi wykluczonych. Ich prace zdobią wnętrza naszych hoteli. Często rewitalizujemy unikatowe historyczne obiekty w nieoczywistych lokalizacjach, do których dokładamy gastronomię czy kulturę. Oprócz tego promujemy polskie produkty, często budując współpracę z naszymi inwestorami poprzez np. zakup dla naszych hoteli ich usług czy wyrobów. Bardzo się cieszę, że w Polsce są inwestorzy identyfikujący się z tymi działaniami społecznymi, dla których nie tylko liczy się czysty zysk - wyjaśnia.\n\n2 tys. inwestorów, 3 tys. pokoi w portfelu Arche\n\nNotowana na Catalyst firma Grochowskiego ma długą historię działalności, a jej audytowane wyniki pozwalają wiarygodnie sprawdzić, jak wygląda rentowność oraz generowane dla inwestorów zyski. Obecnie Grupa Arche dysponuje największą w kraju prywatną siecią hoteli z rodzimym kapitałem, posiadającą imponujący zasób zabytkowych obiektów, a System Arche skupia ponad 2 tys. inwestorów, posiadających ponad 3 tys. pokoi hotelowych. Wypłacone im zyski za I połowę 2025 wyniosły blisko 29,5 mln zł netto, a w ub.r. otrzymali ponad 56 mln zł.\n\nSpółka już od blisko ćwierćwiecza daje Polakom możliwość zarabiania w sektorze nieruchomości komercyjnych. Dziś dostępna w sprzedaży oferta w Systemie Arche obejmuje m.in. inwestycje takie jak: Młyn Szancera w Tarnowie, Arche Garnizon w Białymstoku, dawne Sanatorium Metalowiec w Muszynie, Hotel Arche w Pile, Arche Lotnisko Wrocław, Fabrykę Samolotów w Mielnie, czy pilotażowy projekt Arche Pokolenia na osiedlu Dwór Bojarów w podwarszawskim Otwocku.\n\nWarto też dodać, że firma ze swoimi inwestorami dzieli się zyskami wygenerowanym z całości działalności hotelu, a minimalne wynagrodzenie roczne to 5% liczone od ceny netto wykończonego i wyposażonego lokalu. W 2024 r. średnia roczna stopa zwrotu w hotelach wyniosła 9%. Arche SA to również bezpieczeństwo finansowe w uruchamianiu nowych obiektów, ponieważ działalność deweloperska i hotelowa skupiona jest w jednej spółce, gdzie kapitały własne wynoszą prawie 700 mln zł. a sumy bilansowe to prawie 1,14 mld zł. Ponadto inwestowanie w turystykę jest bardzo perspektywiczne, ponieważ obecnie odpowiada ona za około 5% polskiego PKB (100 mld zł rocznie), podczas gdy w niektórych krajach europejskich udział ten sięga już nawet 9–10%.\n\nNowy produkt inwestycyjny w portfelu\n\n— Naszym nowym produktem w ramach Systemu Arche jest projekt Arche Pokolenia. To odpowiedź na rosnące zapotrzebowanie mieszkaniami wspieranymi dla seniorów, ale również pionierskie rozwiązanie łączące nasze dotychczasowe doświadczenie w zakresie prowadzenia inwestycyjnych projektów hotelarskich, gdzie klient nabywa na własność lokal niemieszkalny w pełni wyposażony i wykończony tzw. pokój hotelowy - mówi dyr. sprzedaży Arche Magdalena Sidorowicz.\n\nW podwarszawskim Otwocku trwa obecnie rewitalizacja Dworu Bojarów — obiektu należącego do unikatowych zabytków Mazowsza — oraz budowa pilotażowego kameralnego osiedla, które zakłada łączenie i współpracę międzypokoleniową, a w skład którego oprócz odnowionego dworku, zbudowanych zostanie 130 mieszkań i około 40 lokali inwestycyjnych.\n\nCeny za m kw. kształtują się tam na poziomie 12-13 tys. zł, a lokale typu salonik z sypialnią mają wielkości od 30 do 70 m kw. dla mieszkań kilku pokojowych. Warto też dodać, że wielofunkcyjne osiedle przystosowane będzie nie tylko do potrzeb seniorów, ale też ludzi młodych i rodzin z dziećmi. Klient ma do wyboru lokal mieszkalny lub inwestycyjny, którym Arche będzie zarządzało przez minimum 5 lat z minimalną roczną stopą zwrotu w wysokości 5% rocznie od ceny netto lokalu.\n\n- Naszym założeniem jest wynajem lokalu w imieniu klienta, a w sytuacji, kiedy właściciele uznają, że sami chcą tam zamieszkać, oddamy im lokal, skracając umowę najmu. Jest to m.in. oferta dla osób, które w perspektywie czasu będą chciały zmienić miejsce zamieszkania, wyprowadzić się zza dużego domu, czy mieszkania na rzecz mniejszej przystosowanej do potrzeb przestrzeni - przyjaznej seniorom i leżącej w zielonej okolicy z dobrą infrastrukturą oraz komunikacją. Każdy z lokali będzie wyposażony w pozwalający na poczucie bezpieczeństwa system przywoływania. Dodatkowo będą tam świadczone usługi na życzenie. Na terenie osiedla będzie funkcjonowała mała gastronomia i kawiarnia. Seniorzy jeśli tylko będą czuli taką potrzebę, znajdą tutaj też dodatkową pracę. Chcemy, żeby nasze osiedle łączyło pokolenia, a Arche ma tylko pomagać w sprawnym jego funkcjonowaniu i poczuciu bezpieczeństwa. W miarę potrzeb planujemy też poszerzenie i rozwijanie zakresu oferowanych usług. Zanotowaliśmy bardzo duże zainteresowanie tym projektem ze strony nabywców — mówi dyr. sprzedaży Arche Magdalena Sidorowicz."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seniorzy z Ćmielowa odkrywali uroki „polskiego Carcassonne'",
            "link": "https://naostro.info/seniorzy-z-cmielowa-odkrywali-uroki-polskiego-carcassonne/",
            "description": "19 sierpnia seniorzy z Klubu Senior+ i Dziennego Domu Senior+ w Ćmielowie spędzili wyjątkowy dzień w Szydłowie – mieście nazywanym „polskim Carcassonne'. Była to podróż pełna historii, pięknej archite ...",
            "image_url": "https://www.bing.pl/th?id=ODF.7RD479GIy5VqZddU6Vomxg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "naOSTRO.info17 godz.",
            "source": "naOSTRO.info",
            "article_content": "19 sierpnia seniorzy z Klubu Senior+ i Dziennego Domu Senior+ w Ćmielowie spędzili wyjątkowy dzień w Szydłowie – mieście nazywanym „polskim Carcassonne”. Była to podróż pełna historii, pięknej architektury i smaków regionalnych, która na długo pozostanie w pamięci uczestników."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tej monety kolekcjonerzy poszukują najbardziej . Jest warta 100 tys. złotych",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/tej-monety-kolekcjonerzy-poszukuj%C4%85-najbardziej-jest-warta-100-tys-z%C5%82otych/ar-AA1KY6eF?ocid=BingNewsVerp",
            "description": "Stare monety, choć dawno wycofane z obiegu, potrafią kryć w sobie nieocenioną wartość. Dla jednych to sentymentalne pamiątki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.icD80aYgktjeesQ80JuibC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Kobieta on MSN9 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    }
]