[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poradzieckie starocie i nowoczesne potwory. Oto czołgi Wojska Polskiego",
            "link": "https://www.msn.com/pl-pl/motoryzacja/og%C3%B3lne/poradzieckie-starocie-i-nowoczesne-potwory-oto-czo%C5%82gi-wojska-polskiego/ar-AA1KBhsC?ocid=BingNewsVerp",
            "description": "T-72 Na przestrzeni lat w Wojsku Polskim zostały czołgi T-72 w wersji M, M1 oraz M1R. Ich wspólnymi cechami jest m.in.",
            "image_url": "https://www.bing.pl/th?id=OVFT.3eVG8PEUYgElbY2oiA6UJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "GeekWeek w INTERIA.PL on MSN16 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 16.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-16-08-2025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN2 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "BiznesINFO.pl on MSN3 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 16.08.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-16082025/ar-AA1Hnkab?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją drugą młodość. Jednym z takich elementów wystroju były wazony – codzienne, a ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN2 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monika Duda - Praca z końmi",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,27294590,monika-duda-praca-z-konmi.html",
            "description": "Czy praca w dużej firmie zawsze oznacza wyższą pensję? Analiza raportu Sedlak & Sedlak pokazuje, że różnice w wynagrodzeniach między dużymi a mniejszymi organizacjami są znaczące - szczególnie dla eks ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Firma eGospodarka.pl22 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Właśnie pojawił się najświeższy ranking OC&C Retail Proposition Index 2024, a w nim tradycyjnie już ranking detalistów, którzy cieszą się wśród Polaków najlepszymi opiniami. Jednocześnie autorzy opracowania próbują znaleźć ...\n\nFirma Deloitte przedstawiła wyniki najświeższej edycji badania Warsaw Crane Survey - opracowania, które bierze pod lupę to, co dzieje się na rynku warszawskich biurowców. Dowodzi ono m.in. stabilizacji, wskazując jednocześnie czynniki ...\n\nPolska, obok Czech, Niemiec, Irlandii, Holandii i Szwecji, znalazła się w gronie krajów europejskich, które uznały dezinformację za jedno z pięciu największych zagrożeń do 2027 roku - wynika z analiz EUvsDisinfo Lab oraz World Economic ...\n\nO sytuacji mieszkaniowej często mówi się w kontekście realiów, które napotykają młode osoby. Potencjalni nabywcy mieszkań w wieku 20 lat - 40 lat są oczywiście ważną grupą docelową dla deweloperów, banków i właścicieli używanych ...\n\nW minioną środę Rada Polityki Pieniężnej podjęła długo wyczekiwaną zwłaszcza przez kredytobiorców decyzję o obniżeniu stóp procentowych. Na tym ruchu skorzystają również osoby posiadające samochód w leasingu - jak jednak wynika z ...\n\nBNP Paribas Real Estate Poland przedstawia najświeższą odsłonę raportu podsumowującego III kwartał na rynku powierzchni przemysłowo-logistycznych w naszym kraju. Autorzy opracowania wskazują m.in. na stabilizację rynku magazynów oraz jego ...\n\nGrafton Recruitment przedstawia wyniki raportu \"Wynagrodzenia w sektorze bankowym\". Autorzy opracowania pochylili się zarówno nad kwestią pensji w bankowości, poszukując odpowiedzi na pytanie \"ile zarabia się w banku\", jak i nad stanem ...\n\nNowa generacja tego modelu jest coraz częściej widywana na polskich drogach. Choć jest efektem współpracy z innymi markami koncernu Stellantis, skutecznie wyróżnia się na tle swoich krewnych. Ponadto, jest dostępna w szerokiej ofercie ...\n\nWzrost opłat za wodę to ostatnio dość głośny temat. Sprawdzamy zatem, jak ceny ciepłej oraz zimnej wody zmieniały się przez ostatnie 15 lat - 20 lat.\n\nW środę ceny złota doświadczyły największego jednodniowego spadku od prawie czterech lat, co wywołało pytania o trwałość dotychczasowego rajdu cenowego na tym rynku. Gwałtowny spadek był bezpośrednią reakcją na złagodzenie retoryki ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co urzekło w Bolesławcu młodą artystkę z Legnicy?",
            "link": "https://www.bolec.info/boleslawiec/informacje/kategoria/39413/co-urzeklo-w-boleslawcu-mloda-artystke-z-legnicy",
            "description": "Swoimi wrażeniami z Bolesławca podzieliła się z nami Gabriela Szpotowicz, malarka i projektantka biżuterii, którą często można spotkać na targach staroci.",
            "image_url": "https://www.bing.pl/th?id=ODF.x0GWvTytaiL3VQ2ql09MGQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Bolec.Info18 godz.",
            "source": "Bolec.Info",
            "article_content": "Tylko na Bolcu\n\n15 sierpnia 2025r. godz. 15:25, odsłon: 686, Dariusz Gołębiewski\n\nCo urzekło w Bolesławcu młodą artystkę z Legnicy?\n\nSwoimi wrażeniami z Bolesławca podzieliła się z nami Gabriela Szpotowicz, malarka i projektantka biżuterii, którą często można spotkać na targach staroci.\n\nGabriela Szpotowicz (fot. Bernard Łętowski)\n\nGabrielę Szpotowicz spotkaliśmy na targu staroci, choć to, co sprzedaje, to są najnowsze efekty jej twórczości. Cieszą się one popularnością wśród klientów, a poza samą sprzedażą artystka maluje na targu swój kolejny obraz, co można będzie oglądać na żywo do niedzieli.\n\n- Często można mnie spotkać na targach staroci w Bolesławcu, macie na nich naprawdę pozytywny klimat - powiedziała nam 21-letnia malarka z Legnicy - Wszystko, co można u mnie kupić, tworzę sama i sama to wszystko transportuję między Legnicą a Bolesławcem. Jest to moje pierwsze Święto Ceramiki i teraz wystawiam swoje prace na targu staroci, ale za rok być może zobaczymy się na Rynku!\n\nBolesławieckie Święto Ceramiki jest także świętem sztuki - przy ulicy Kościelnej możecie podziwiać umiejętności mistrzyni świata w kręceniu na kole garncarskim, w kinie Forum do niedzieli będzie prezentowana wystawa \"Nowe wzornictwo w ceramice bolesławieckiej\", a jutro z ulicy Bankowej wyruszy Parada Z Miłości do Gliny."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niebo nad Lublinem nabrało kolorów! Trwa Fiesta Balonowa. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/niebo-nad-lublinem-nabra%C5%82o-kolor%C3%B3w-trwa-fiesta-balonowa-zdj%C4%99cia/ar-AA1KCHf3?ocid=BingNewsVerp",
            "description": "Piątek (15 sierpnia) centrum Lublina zamieniło się w barwną scenę. Rozpoczęła się III Fiesta Balonowa, która przyciągnęła ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XclUWrDNy50eVHl64wEwji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN1 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Domy w woj. lubelskim, które komornicy wystawili na licytację. Sprawdź, jakie nieruchomości możesz nabyć w atrakcyjnej cenie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/domy-w-woj-lubelskim-kt%C3%B3re-komornicy-wystawili-na-licytacj%C4%99-sprawd%C5%BA-jakie-nieruchomo%C5%9Bci-mo%C5%BCesz-naby%C4%87-w-atrakcyjnej-cenie/ar-AA1Ks9Un?ocid=BingNewsVerp",
            "description": "Szukasz domu w atrakcyjnej cenie? Ceny wywoławcze nieruchomości komorniczych zdecydowanie odbiegają od tych rynkowych. Zobacz, jakie domy w najbliższym czasie będą licytowane przez komorników w woj. l ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN14 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pożegnanie z Jarmarkiem św. Dominika. Jakie atrakcje w weekend?",
            "link": "https://www.gdansk.pl/wiadomosci/Pozegnanie-z-Jarmarkiem-sw-Dominika-Jakie-atrakcje-w-weekend,a,294011",
            "description": "Tak … to już ostatni weekend Jarmarku św. Dominika. Trzy tygodnie wielkiego plenerowego handlu i kulturalnych atrakcji minęły ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oWCEWARiYcSB1eG2Xh9GIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska2 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Pożegnanie z Jarmarkiem św. Dominika. Jakie atrakcje w weekend?\n\nTak … to już ostatni weekend Jarmarku św. Dominika. Trzy tygodnie wielkiego plenerowego handlu i kulturalnych atrakcji minęły jak z bicza strzelił. Wybierzmy się więc na jarmark, bo następny czeka nas dopiero za rok. Tym bardziej, że w sobotę i niedzielę czeka nas naprawdę wiele ciekawych imprez. O nudzie nie ma mowy.\n\nTak wyglądała ceremonia otwarcia tegorocznego Jarmarku św. Dominika 26 lipca fot. Rafał Kucharek/ gdansk.pl\n\nNa chwałę wolontariuszy\n\nOstatnim weekendem 765. Jarmarku św. Dominika zawładnie, w pozytywnym tego słowa sensie, Święto Wolontariatu.\n\nW tym wyjątkowym, dwudniowym wydarzeniu, na Przystanku Równość (Skwer Heweliusza i ulica Rajska) celebrowana będzie w szczególny bezinteresowność, empatia i siła wspólnoty.\n\nŚwięto Wolontariatu to czas, w którym dziękujemy wszystkim, którzy na co dzień niosą pomoc innym, poświęcając swój prywatny czas – cicho, z uśmiechem i ogromnym zaangażowaniem.\n\nPierwszego dnia, w sobotę, 16 sierpnia, w godzinach 12.00-19.00, wydarzenia przygotowała Fundacja Hospicyjna. Na scenie wystąpią artyści, a wokół niej nie zabraknie rodzinnych atrakcji i różnych kreatywnych aktywności.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nGdańska organizacja od wielu lat pomaga dorosłym u kresu życia, chorym dzieciom i ich bliskim. Jej misją jest zapewnienie troskliwej opieki i wsparcia w czasie choroby, odchodzenia i żałoby.\n\nGłównym miejscem tej pomocy jest Hospicjum dla Dzieci i Dorosłych im. ks. E. Dutkiewicza, przy ul. Kopernika 6.\n\nGdańska placówka powstała w 1983 r. dzięki staraniom jego aktualnego patrona, ks. Eugeniusza Dutkiewicza, który jako pierwszy w Polsce podjął się zadania stworzenia domowej opieki hospicyjnej. Utworzone przez niego Hospicjum Pallottinum stało się wzorem dla tego typu instytucji w całej Polsce.\n\nmat. organizatora\n\nDziś Hospicjum ks. E. Dutkiewicza SAC opiekuje się zarówno chorymi dorosłymi, jak i dziećmi. Całodobowe wsparcie otrzymuje rocznie 1200 osób, w tym blisko 40 małych pacjentów.\n\nPonadto, Fundacja Hospicyjna prowadzi działania edukacyjne, promuje wolontariat i buduje społeczną świadomość na temat opieki paliatywnej. Każdego dnia przyświeca jej motto, że „Hospicjum to też życie”.\n\nNa głównej scenie w sobotę podczas Święta Wolontariatu wystąpią między innymi:\n\nMęski Ch ór Szantowy Zawisza Czarny\n\nWokalistki z Centrum Kultury i Sztuki w Tczewie pod opiek ą Agaty Sowy\n\nMuzycy z Cappelli Gedanensis\n\nKarolina Dudek\n\nAdam Trzebiatowski - skrzypce\n\nMarta Kur - pianistka\n\nDodatkowe atrakcje\n\nPchli Targ - stoisko charytatywne\n\nAnimacje dla dzieci, malowanie buziek, magiczne tatuaże, warkoczyki, kreatywne zabawy\n\nThermomix dla zdrowia: Maria Fall-Ławryniuk i Elżbieta Stanulewicz\n\nPyszna lemoniada i popcorn\n\nWydarzeniu będzie towarzyszyła kwesta na rzecz podopiecznych Fundacji Hospicyjnej.\n\nNowa stacja Mevo na Westerplatte\n\nDrugiego dnia, w niedzielę, 17 sierpnia, gospodarzem Święta Wolontariatu będzie Caritas. Instytucja Archidiecezji Gdańskiej w godzinach 12.30-15.30 stworzy barwne i pełne dobrej energii Miasteczko Wolontariatu. Będzie to okazja, by odkryć współczesny wolontariat z zupełnie nowej strony: przez zabawę i wspólne działanie.\n\nmat. organizatora\n\nBędzie to wydarzenie mieszczące się w hasłach: \"Dziękuję drogi wolontariuszu, że jesteś, że chcesz i że działasz\" oraz \"Zapraszam - dołącz do nas, znajdź swoje miejsce i pomagaj tym, którzy dziś potrzebują pomocnej dłoni\".\n\nW niedzielnym programie będzie:\n\nScena\n\nduet dj’sko-konferansjerski, czyli Szczepan Babiuch i Jakub Hinc oraz muzyczni goście, animacje, taniec, śpiew i wiele niespodzianek\n\nMiasteczko Caritas:\n\nEko wioska- czyli artystyczna przestrzeń dla dzieci, będąca połączeniem fantazji i koloru\n\nDKMS- zdążyć na czas – zosta ń dawcą\n\nRetro Zajezdnia- historia Tr ójmiejskiej komunikacji miejskiej\n\nStrefa Wolontariusza- czym jest wolontariat XXI wieku?\n\nFinał kuźni talentów wokalnych\n\nW sobotę, 16 sierpnia, o godz. 17.00, na Scenie Przystanku Port Gdańsk pod Żaglami (Wyspa Ołowianka) czeka nas wielki finał Muzycznej Kuźni Talentów. To jarmarkowy konkurs dla wokalistów, adresowany zarówno do amatorów, jak i zawodowców.\n\nW koncercie finałowym wystąpi 12 osób, które doceniła publiczność w czasie trzech przesłuchań zorganizowanych na scenie na Skwerze Heweliusza.\n\nRzemieślnicy świętowali z publicznością na Jarmarku św. Dominika\n\nNa zakończenie emocjonującej rywalizacji jako gość specjalny wystąpi gdański zespół Chrust, wykonujący nowoczesną muzykę etniczną. Trzy zupełnie inne osobowości reprezentujące umiłowane przez siebie style muzyczne - folk, electro, rock - dają w połączeniu niepowtarzalne brzmienie zespołu.\n\nTwórczość grupy oparta jest o polską muzykę tradycyjną i słowiańską, inspirowana takimi zespołami i nazwiskami jak Percival Schuttenbach, Wardruna, Trent Reznor, Tool, czy Igor Herbut.\n\nChrust wydał niedawno drugi album pt. “Przed Zmierzchem”.\n\nSkład zespołu:\n\nKarol Konop – elektronika, syntezator, wokal, produkcja muzyczna\n\nDariusz Mrozek – perkusja i perkusjonalia, sampler, wokal\n\nMa łgorzata Oleszczuk – wokal, ukulele, flety, ch órki\n\nFilm pod gołym niebem\n\nOstatni jarmarkowy seans przygotował w niedzielę, 17 sierpnia, Przystanek Port Gdańsk pod Żaglami na Wyspie Ołowianka. O godz. 19.30 rozpocznie się tam projekcja filmu “Ferrari”.\n\nTo nominowana do Oscara amerykańska produkcja z 2023 r., w reżyserii Michaela Manna. Bohaterem biograficznego filmu jest słynny Enzo Ferrari, włoski kierowca rajdowy, który znajduje się w najtrudniejszym momencie swojego życia. Bankructwo zagraża jego firmie, a on sam stawia wszystko na jedną kartę – decyduje się na udział w morderczym wyścigu Mille Miglia.\n\nTarg staroci przy Długich Ogrodach to jedno z najbardziej kultowych miejsc na Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w weekend, 16-17 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku.\n\nUWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nHistoria gdańskiego jarmarku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy kolejny Xbox stanie się otwartą platformą?",
            "link": "https://www.ppe.pl/publicystyka/379121/czy-kolejny-xbox-stanie-sie-otwarta-platforma.html",
            "description": "Przypomniałem sobie o takiej konsoli, 3DO. Wielkie marzenie Tripa Hawkinsa, który gotów był porzucić założoną przez siebie firmę, Electronic Arts nie spełniło się. Reklamowana jako 64-bitowa platforma ...",
            "image_url": "https://www.bing.pl/th?id=ODF.F4AnsXdty3wxS8sqqxAbLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PPE.pl5 min",
            "source": "PPE.pl",
            "article_content": "Przypomniałem sobie o takiej konsoli, 3DO. Wielkie marzenie Tripa Hawkinsa, który gotów był porzucić założoną przez siebie firmę, Electronic Arts nie spełniło się. Reklamowana jako 64-bitowa platforma w rzeczywistości nie powalała jakością. Zaporowa była również jej cena, 699 dolarów. Mało kto chciał tyle zapłacić w 1993 roku. Nie będę jednak rozliczać Hawkinsa z popełnionych błędów. Jego celem była standaryzacja konsol piątej generacji, w której chodziło o możliwość produkowania sprzętu przez rozmaite firmy, a 3DO jako firma i jednoczesny wzorzec architektury pobierałaby opłaty licencyjne. Idea ta odeszła w zapomnienie na długie lata. Właściwie na pięć generacji konsol. Co ma z nią wspólnego \"nowy\" Xbox i dlaczego Microsoft tak mocno zmienił optykę?\n\nPeter Moore, gość dobrze znający realia branży od kuchni już w zeszłym roku wypowiedział się nt. możliwych planów amerykańskiej korporacji. Były menadżer Segi i Microsoftu wspomniał dwa nazwiska: Nadella i Spencer oraz wskazywał współczesny tok myślenia firmy. AI, dostępność na wielu urządzeniach i usługi - w te rejony pcha się Xbox, jako marka i wielki ekosystem. Pod kadrowy topór w Microsofocie poszło ostatnimi czasy kilka tysięcy osób, a jednocześnie ta sama firma wpompowała miliardy dolarów na rozwój sztucznej inteligencji. Dla wielu to niepokojące sygnały, lecz zmieniają się realia, szybciej niż kiedykolwiek. „Chciałbym, aby gracze mogli doświadczyć wszystkiego, co tworzymy na wielu sprzętach” - stwierdził Phil Spencer dla Gamertag Podcast w styczniu br. Phil przemawiał również w imieniu głowy zarządu Microsoftu. Satya Nadella, gdy tylko przejął tron, nie ukrywał swojego optymizmu wobec AI i rozgrywki w chmurze (cloud gaming). Obie technologie są konsekwentnie (cięcia etatów w firmie) wprowadzane w Microsoft.\n\nDalsza część tekstu pod wideo\n\nJak to wszystko ma się do kolejnej platformy z rodziny Xbox? Wracając do historycznego przykładu 3DO, być może w firmie pojawiła się koncepcja stworzenia architektonicznego standardu dla ogółu. Podobne teorie pojawiły się przed laty, gdy Amerykanie ujawnili Project Scorpio w formie wizualizacji układów scalonych, a nie nowej konsoli (potem dopiero stało się jasne, że chodziło o Xbox One X). Wracając jeszcze na chwilę do Petera Moore'a, to facet przytoczył w 2007 roku ciekawą teorię mówiącą o rychłym końcu konsol, lecz nie w znaczeniu dosłownym. Miał on trochę racji, bo w kolejnych latach w siłę urósł rynek gier mobilnych a współcześnie mamy dużą różnorodność (PlayStation, Xbox czy Nintendo to dawne relikty, bo istnieją alternatywy jak Rog Ally, Steam Deck, konsole LG, itd.). Jeśli Microsoft ucieknie się do metod, które kilka dekad temu chciał wykorzystać Trip Hawkins - Xbox zmieni się już na zawsze.\n\nKiedy to się zaczęło?\n\n„Xbox to teraz straszny bałagan i mam wrażenie, że ich plany zmieniają się każdego roku. Obecnie napominają coś w kółko o handheldzie, ale kto wie? Rok temu powiedzieli, że nie wydadzą Indiany Jones'a na PlayStation, więc wygląda to tak, jakby zmieniali zdanie co miesiąc. Tam jest katastrofa i to smutne” - przekazał Jason Schreier. Autor bestsellerowej książki Krew, Pot i Piksele odniósł się na podstawie zdobytych informacji do sytuacji wewnątrz dywizji. Wiemy już, że na szczeblu zarządzania doszło do zmian. Teraz z jej szczytu spogląda Sara Bond, która według jednego ze znalezionych przez mnie wątków na popularnym forum Reddit „zabiła Xboxa” - jakkolwiek to nie brzmi, przez autora cytatu przemawia niechęć do nieuniknionych przekształceń w całej branży. Schreier pisał o tym w 2024 roku, więc zanim w Microsofcie nie zakończyły się kadrowe czystki. Aktualnie nie wiemy jak wygląda liczebność zespołów pracujących w Microsoft Gaming i jakie są faktyczne plany co do kolejnej konsoli, jeśli takowa się w ogóle pojawi.\n\nIdąc tropem Google, Microsoft ma 4887 partnerów, z czego 4519 to firmy współpracujące w zakresie technologicznym. Liczby te, choć imponujące, to nie uwzględniają roli danego zespołu. Utworzenie standardu odpowiedniego dla wielu producentów sprzętu i oprogramowania to odważna decyzja, lecz całkiem możliwa w realizacji. Xbox dokończyłby dzieło 3DO jako nie konsoli, lecz standardu dostępnego w ramach odpłatnej licencji? To bardzo ciekawy, lecz nie mający żadnego potwierdzenia scenariusz. W tekście oparłem się wyłącznie na moich spostrzeżeniach. Większość z nas wolałby kolejną konsolę wyprodukowaną przez jej macierzystą firmę niż kilka wariantów Xboxa tworzonych przez kilku producentów. Takie działanie wprowadziłoby informacyjnych chaos i wymagałoby szeroko zakrojonego marketingu.\n\nXbox. Usługa czy konsola?\n\nDzieje Xboxa to ciągła ewolucja. Każda kolejna platforma usiłowała wprowadzić nowatorskie z ówczesnej perspektywy rozwiązania. Klasyk podarował konsolom HDD, jego kontynuator wprowadził nas w erę HD i dał online jak nigdy przedtem. Numer One chciał zakazać „brania używek”, co oczywiście nawiązuje do kwestii zakupów gier z drugiej ręki. W ramach rekompensaty stworzył obecny rynek, bo nikt wcześniej nie wprowadził grania w abonamencie jako sukcesu o gigantycznej skali. Seria X nie ma już na siebie pomysłu, bo w Microsofcie trwają rotacje kadrowe. Spencer poczuł się chyba wypalony i przestał zabiegać o względy twórców gier, co było przecież bardzo wyraźne w poprzedniej generacji. Sarah Bond skupia się na graniu w chmurze. No właśnie, tylko tych gier jakby niewiele. W przygotowaniu są nowe/stare Gearsy, tylko czy tyle wystarczy? Odczuwalna redukcja etatów to mniejsza ilość twórców gier. Ktoś je musi dla nas tworzyć. Wprowadzenie nowej konsoli na rynek wymagałoby jednak konkretnych gier. Czasy, w których nowe Halo debiutowało razem ze sprzętem są już tylko pieśnią przeszłości. Nikt nam jej ponownie nie odśpiewa, a przecież do tego potrzeba tak niewiele. Zasoby, choć są, zostały przekierowane na nowe technologie - sztuczną inteligencję."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stołpie odkrywa kolejne tajemnice. Sensacyjne znaleziska archeologów",
            "link": "https://www.dziennikwschodni.pl/chelm/stolpie-odkrywa-kolejne-tajemnice-sensacyjne-znaleziska-archeologow,n,1000365730.html",
            "description": "W Stołpiu (gm. Chełm, pow. chełmski) trwają intensywne badania archeologiczne niezwykłego zespołu wieżowego z XIII wieku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.XLQVP2Jg2Qf_Zqh8NIlM6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Wschodni2 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Odkrycia są konsultowane z gronem wybitnych naukowców: prof. dr. hab. Andrzejem Buko (Instytut Archeologii i Etnologii PAN w Warszawie), prof. Mykołą Bevzem (Politechnika Lubelska, Politechnika Lwowska), prof. dr. hab. Radosławem Dobrowolskim (UMCS w Lublinie) oraz dr. Lucjanem Gazdą (Państwowa Akademia Nauk Stosowanych w Chełmie).\n\nWał, trakt i pradziejowe naczynie\n\nW sierpniu br. archeolodzy dokonali kolejnego przełomowego odkrycia. Obok reliktów kapliczki i drugiej wieży kamienno-ceglanej odsłonięto wał biegnący wschód–zachód, uformowany w obrębie kredowego stoku i umacniany kamieniami przed naporem wody. Od południa prowadził do niego trakt.\n\nW szczycie wału natrafiono na starszy obiekt pradziejowy z fragmentami zdobionego naczynia (?) o nieustalonej funkcji i chronologii – prawdopodobnie z okresu wpływów rzymskich – który został zniszczony we wczesnym średniowieczu.\n\nWyjątkowy kompleks w skali Europy\n\nWedług badaczy unikatowa kapliczka, obudowane źródła, wieża z gródkiem, druga wieża, wał i trakt tworzyły w okresie wczesnego średniowiecza wyjątkowy w skali Europy kompleks budowli. Całość powstała według określonej koncepcji i planu, w pobliżu obfitych źródeł słynących z wody o właściwościach leczniczych i znaczeniu kultowym.\n\nPlany na przyszłość\n\nBadania w Stołpiu potrwają do końca sierpnia 2025 roku. Ich celem jest przygotowanie projektu rewitalizacji i utworzenia rezerwatu archeologicznego, w którym odkryte relikty będą eksponowane dla zwiedzających."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytkowe przybory kuchenne, które mogą być warte fortunę",
            "link": "https://www.msn.com/pl-pl/jedzenie-i-picie/przepisy/zabytkowe-przybory-kuchenne-kt%C3%B3re-mog%C4%85-by%C4%87-warte-fortun%C4%99/ar-AA1KC5aa?ocid=BingNewsVerp",
            "description": "Zainteresowanie przedmiotami vintage nigdy nie było tak duże. W sklepach z używaną odzieżą, antykwariatach czy na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MXgMe7Aty3MxUyfGhXEy9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Decor Style on MSN10 godz.",
            "source": "Decor Style on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "BiznesINFO.pl on MSN3 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To śląskie miasto ma zaledwie 66 lat. Za to tramwaje jeździły tu już w XIX wieku. Oto 7 rzeczy, które powinien wiedzieć o nim każdy Ślązak",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-%C5%9Bl%C4%85skie-miasto-ma-zaledwie-66-lat-za-to-tramwaje-je%C5%BAdzi%C5%82y-tu-ju%C5%BC-w-xix-wieku-oto-7-rzeczy-kt%C3%B3re-powinien-wiedzie%C4%87-o-nim-ka%C5%BCdy-%C5%9Bl%C4%85zak/ar-AA1KAVIQ?ocid=BingNewsVerp",
            "description": "Ruda Śląska to miasto o bogatej historii, w którym przemysłowe dziedzictwo łączy się z wyjątkowymi zabytkami i tradycjami. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QD_BuMiySZzrkLsIDI6zFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN2 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "16 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-16,8,day.html",
            "description": "Wystawa prezentuje wymarłe mięczaki m. in. amonity oraz współcześnie żyjące głowonogi, małże i ślimaki z całego świata. Do szczególnych osobliwości wystawy można zaliczyć okazałą muszlę przydaczni ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "BiznesINFO.pl on MSN3 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    }
]