[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co się dzieje 1 MAJA 2025 w Szczecinie? Oto lista atrakcji",
            "link": "https://wszczecinie.pl/co-sie-dzieje-1-maja-2025-w-szczecinie-oto-lista-atrakcji/51092",
            "description": "1 maja startuje również sezon na Wyspie Grodzkiej, a wraz z nim beach bar, punkty gastronomiczne, ogródek i pierwsze imprezy.",
            "image_url": "https://www.bing.pl/th?id=OVF.WGr6g08wCmEte5xB%2bOZPaw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "wSzczecinie.pl5 godz.",
            "source": "wSzczecinie.pl",
            "article_content": "Majówka Szczecin 2025. Oto najciekawsze propozycje na czwartek, 1 maja.\n\nSpis Treści\n\nJARMARK SZCZECIŃSKI 2025, Jasne Błonia\n\nPonad 100 wystawców z całej Polski weźmie udział w 13. edycji Jarmarku Szczecińskiego na Jasnych Błoniach. Wydarzenie zaplanowano od 1 do 4 maja. Na stoiskach znajdziemy zarówno produkty spożywcze, jak i rękodzieło. Będą m.in. chleby na zakwasie, tradycyjne wędliny, sery kozie/krowie, sery alpejskie, oliwki, chałwy, oliwy z oliwek, domowe ciasta, soki, miody, przyprawy, wina, bolesławiecka ceramika, starocie, antyki, ręcznie wykonywana biżuteria, wyroby z drewna, wiklina, autorska odzież, rękodzielinicze zabawki, świece, naturalne kosmetyki. Na dzieci będzie czekać miasteczko dmuchanych zamków, trampolin oraz kul wodnych. Organizatorzy zapraszają od 10:00 do 20:00. Więcej: https://www.facebook.com/events/1989810114835238/1989810124835237/\n\nOTWARCIE FOOD PORTU na Łasztowni\n\nMeksykańskie tacos, burgery rybne, owoce morza, dania kuchni krymsko-tatarskiej, a także bułeczki bao, klasyczne zapiekanki, frytki, lody – to tylko część smakowitych propozycji, których będzie można tego lata spróbować na Łasztowni. Dokładnie 1 maja w samym centrum wyspy otwarty zostanie Food Port, który będzie działać aż do września. Łącznie pojawi się 27 punktów gastronomicznych.\n\nOTWARCIE SEZONU na Wyspie Grodzkiej\n\n1 maja startuje również sezon na Wyspie Grodzkiej, a wraz z nim beach bar, punkty gastronomiczne, ogródek i pierwsze imprezy. Na wyspie czekają ogólnodostępne leżaki, a także strefy bez piasku. Więcej: https://www.facebook.com/WyspaGrodzka\n\nZWIEDZANIE PODZIEMI, Centrum Edukacji Leśnej Szmaragd\n\nRusza sezon turystyczny w CEL Szmaragd. Z tej okazji w majówkę będzie można zwiedzać podziemia w pobliżu Jeziora Szmaragdowego. Organizatorzy zapraszają 1 maja w godz. 12:00-15:00. Udział bezpłatny. Więcej: https://www.facebook.com/events/1050605280465026/\n\n\n\nSTOISKO PYSZNOŚCI U ADASIA, Jasne Błonia\n\nDomowe wypieki, ręcznie wykonane ozdoby, dekoracje i upominki, popcorn, wata cukrowa – to wszystko będzie czekać na odwiedzających specjalnie stoisko dla Adasia Orlika na majowym jarmarku na Jasnych Błoniach. Każdy „zakup” wesprze zbiórkę środków na kosztowną terapię chłopca, który zmaga się z dystrofią mięśniową Duchenne’a (DMD). Stoisko będzie można odwiedzać 1 maja w godz. 10:00-20:00. Więcej: https://www.facebook.com/events/673253951734443\n\nOTWARCIE BASENÓW POD CHMURKĄ, Fabryka Wody\n\nW majówkę uruchomiona zostanie zewnętrzna strefa basenowa na terenie Fabryki Wody. Na odwiedzających czekają basen rekreacyjny, leżaki, zjeżdżalnie. Strefa będzie dostępna w godzinach 12:00-19:00.\n\nUdostępnienie strefy zewnętrznej to nie wszystko. Na majówkę przygotowano specjalną promocję. Przy zakupie biletu do aquaparku na 2 godziny, będzie można bawić się w basenach przez cały dzień! Oferta dostępna tylko w dniach 1-4 maja. Więcej: https://fabrykawody.eu/pl/post/majowka-pelna-atrakcji-w-fabryce-wody\n\nOTWARCIE WAKE PARK SZCZECIN\n\n1 maja zaplanowano również otwarcie sezonu w Wake Park Szczecin nad Jeziorem Głębokim. Będzie muzyka na żywo i dobre jedzenie. Wydarzenie w godz. 12:00-20:00. Więcej: https://www.facebook.com/events/2689018897960640/\n\nOFICJALNE UROCZYSTOŚCI 1 MAJA, Jasne Błonia\n\n1 maja oficjalne uroczystości z okazji Święta Pracy rozpoczną się o godz. 11:00 przed Pomnikiem Czynu Polaków na Jasnych Błoniach. Spotkanie organizowane przez Ogólnopolskie Porozumienie Związków Zawodowych, przedstawicieli Nowej Lewicy i Stowarzyszenie Pokolenia.\n\nSPACER DO SERCA ZEGARA, Zamek Książąt Pomorskich\n\nW czwartek Zamek Książąt Pomorskich zaprasza na „Spacer do serca zegara”. Chodzi oczywiście o barokowy czasomierz z Wieży Zegarowej. Jego tajemnice odsłoni przed zwiedzającymi Czesław Złotnik, który od blisko 20 lat opiekuje się wiekowym mechanizmem. Początek o godz. 16:00, bilety w cenie 50 zł. Więcej: https://zamek.szczecin.pl/wydarzenie/wydarzenia-plenerowe/spacer-do-serca-zegara/\n\nDNI GRYFINA 2025\n\nWielka majówkowa impreza w pobliskim Gryfinie. W ramach Dni Gryfina 1 maja na plenerowej scenie wystąpią CLEO i KUBAŃCZYK. Z kolei w piątek, 2 maja, na żywo będzie można usłyszeć takich twórców jak PATRYCJA MARKOWSKA, JARY ODDZIAŁ ZAMKNIĘTY, HUBERT., CZEMOO. Główne wydarzenia zaplanowano na Nabrzeżu Miejskim nad Odrą przy ul. Energetyków. Wstęp wolny. Więcej: https://www.facebook.com/dnigryfina\n\nŚWIĘTO STADO, Podgrodzie koło Nowego Warpna\n\nW Słowiańskim Parku Historycznym Podgrodzie koło Nowego Warpna 1 maja zaplanowano obchody radosnego, wiosennego, słowiańskiego święta „Stado”. W planie m.in.: zwyczaje i obrzędy związane ze świętem, w tym poświęcenie i wypuszczenie zwierząt na pastwiska, poszukiwania nowo wyrastających ziół i tworzenie zielnika, ognisko (można zabrać swój prowiant), zwiedzanie zagrody edukacyjnej z możliwością karmienia zwierząt, zwiedzanie stałej ekspozycji Parku, strzelanie z łuku, kramik z pamiątkami, bicie monet. Wydarzenie w godz. 13:00-16:00. Bilety 15 i 25 zł. Szczegóły: https://www.facebook.com/events/1797781520782078\n\nDZIEŃ BAJEK, Ogrody Przelewice\n\nW czwartek, 1 maja, w Ogrodach Przelewice zaplanowano Dzień Bajek. Ze swoimi przedstawieniami przyjadą nagradzane teatry z różnych stron Polski, a sceny staną wśród bujnej, wiosennej zieleni. Będą trzy sceny i trzy przedstawienia powtarzane trzykrotnie, by każdy mógł je wszystkie zobaczyć. Będzie można posłuchać również melodii z ulubionych klasycznych bajek, a także opowieści z morałem. To wszystko połączone z zabawami i tańcami dla najmłodszych. Przyjedzie również Liga Superbohaterów. Dopełnieniem atrakcji dla całych rodzin będzie wielka strefa grillowa. Początek o godz. 15:00. Bilety zaczynają się od 40 zł, a dzieci poniżej trzeciego roku życia mają wstęp wolny. Można też wykupić bilet z transportem ze Szczecina. Szczegóły tutaj\n\nPODZIEMNE TRASY SZCZECINA pod dworcem PKP\n\nPodziemne Trasy Szczecina w majówkę otwarte codziennie od 1 do 4 maja w godz. 11:00-16:00 (ostatnie bilety do kupienia o 15:00). Trzy niezapomniane podróże w czasie: „II Wojna Światowa”, „Zimna Wojna” i pełna humoru „Selfie z PRL-em”. Kolorowe tunele, dziesiątki pomieszczeń, oryginalne eksponaty – zrób selfie z Misiem Barei czy kultowym Paprykarzem Szczecińskim! Samodzielne zwiedzanie w 1,5 godziny. Dla dorosłych: filmy historyczne i skecze o absurdach PRL-u. Ceny biletów: normalny 45 zł, ulgowy 40 zł, dzieci i młodzież do 18 lat 35 zł. Jedna cena – trzy przygody! Bo to coś więcej niż muzeum – to jak dobry film! Przed zwiedzaniem sprawdź godziny zwiedzania na: schron.szczecin.pl. Rezerwacja nie jest konieczna. Podziemne Trasy Szczecina – historia, humor, selfie!\n\nMECZ KOSZYKARZY KINGA Z LIDEREM, Netto Arena\n\nKoszykarze King Wilków Morskich Szczecin zagrają przed własną publicznością z liderem rozgrywek Orlen Basket Ligi – Anwilem Włocławek. Szczecinianie w ostatnich tygodniach wzmocnili się personalnie, ale nie przekłada się to na wyniki. W czwartek będą starali się odegrać po dwóch porażkach z rzędu przed własną publicznością. Początek meczu o godzinie 17:30. Bilety kosztują: 2-250 zł.\n\nSZCZECIN CLASSIC – KONCERT CUD, MIÓD, MALINA, Akademia Sztuki\n\nW ramach siódmej edycji festiwalu Szczecin Classic Baltic Neopolis Orchestra zaprasza na koncert „Cud, miód, malina”. W imponującej sali Pałacu Ziemstwa Pomorskiego Akademii Sztuki (al. Niepodległości 40) wystąpią zespoły kameralne, które dostarczą publiczności niezapomnianych wrażeń. Początek o godz. 19:30, obowiązują bezpłatne wejściówki, więcej: https://www.facebook.com/events/3101876693293455\n\nMAJÓWKA w Ogrodach Śródmieście\n\nPrzez całą majówkę otwarte będą bramy popularnych Ogrodów Śródmieście przy ul. Wilkopolskiej 19. Każdego wieczoru zaplanowano wyjątkowe sety w wykonaniu rezydentów: 1 maja (czwartek) – DJ Tolo, 2 maja (piątek) – DJ SempOne, 3 maj (sobota) – DJ Twister. Wieczorne granie każdego dnia od 20:00. Wstęp wolny. Więcej: https://www.facebook.com/ogrodysrodmiescie/events\n\nKONCERT ZESPOŁU KOMBAJN DO ZBIERANIA KUR PO WIOSKACH, Krzywy Gryf\n\nW czwartek w Krzywym Gryfie przy ul. Kolumba 5 rozbrzmiewać będzie polski rock alternatywny. Zagrają Kombajn Do Zbierania Kur Po Wioskach oraz Niedźwiedź i Koty z Księżyca. Start o 19:00. Bielty od 65 zł. Więcej: https://www.facebook.com/events/1203039538193947"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare kryształy z PRL – kolekcjonerzy nie szczędzą pieniędzy! Tyle warte są naczynia i wazony z minionej epoki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stare-kryszta%C5%82y-z-prl-kolekcjonerzy-nie-szcz%C4%99dz%C4%85-pieni%C4%99dzy-tyle-warte-s%C4%85-naczynia-i-wazony-z-minionej-epoki/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w zawrotnym tempie. Wazy, figurki i naczynia, które kiedyś były powszechnie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN14 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 r. płacą kolekcjonerzy za stare wazony",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-r-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-wazony/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL-u cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki piwnic i strychów w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._ieNmRWkTHzrNcIry_MNry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Express Bydgoski on MSN2 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Majówka 2025 w powiecie malborskim. Volkswageny, Dzień Flagi, msza za Ojczyznę i Targ Różności",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/maj%C3%B3wka-2025-w-powiecie-malborskim-volkswageny-dzie%C5%84-flagi-msza-za-ojczyzn%C4%99-i-targ-r%C3%B3%C5%BCno%C5%9Bci/ar-AA1DUzgC?ocid=BingNewsVerp",
            "description": "Przed nami majówka. Tłumów, jak zwykle, można spodziewać się podczas VAG Show w Nowym Stawie. Malbork zaprasza na Dzień Flagi ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Srzs3VSgMYAgNHRZp4ZYZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Malbork Nasze Miasto on MSN21 godz.",
            "source": "Malbork Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten banknot 50 złotych jest wart fortunę! A to nie jedyny okaz, którego szukają kolekcjonerzy [1.05.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ten-banknot-50-z%C5%82otych-jest-wart-fortun%C4%99-a-to-nie-jedyny-okaz-kt%C3%B3rego-szukaj%C4%85-kolekcjonerzy-1052025-r/ar-AA1Dttas?ocid=BingNewsVerp",
            "description": "Banknot 50 zł z 1994 roku, oznaczony serią zastępczą YA to najrzadszy banknot III Rzeczypospolitej. Jak informuje portal ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5qXTSGuNCadHB8loMRxrIQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 01.05.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-01052025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.JYTfjGJ3x9%2fKt15mBzMXZw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN2 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty i monety z PRL są poszukiwane przez kolekcjonerów. Mogą być warte fortunę",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/te-banknoty-i-monety-z-prl-s%C4%85-poszukiwane-przez-kolekcjoner%C3%B3w-mog%C4%85-by%C4%87-warte-fortun%C4%99/ar-AA1DV5To?ocid=BingNewsVerp",
            "description": "Wśród banknotów i monet z minionych dekad kryją się prawdziwe skarby. Dla kolekcjonerów to wyjątkowe okazy, które potrafią osiągać zawrotne ceny na aukcjach internetowych. Co ciekawe, niektóre z nich ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Gazeta Krakowska on MSN19 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w internecie 01.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-01052025/ar-AA1xEYBt?ocid=BingNewsVerp",
            "description": "Wazony ze szkła prasowanego Szkło prasowane to jeden z najbardziej charakterystycznych materiałów z czasów PRL. Produkty tego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.GsBhL6%2faoRRFfwHLPSye5w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 1.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-1052025/ar-AA1Dm3ZU?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ec%2fOVV1NZPIRJdkJeNdnhg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN3 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 01.05.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-01052025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 1.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-1052025/ar-AA1Dm3ZU?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ec%2fOVV1NZPIRJdkJeNdnhg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN3 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare kryształy z PRL – kolekcjonerzy nie szczędzą pieniędzy! Tyle warte są naczynia i wazony z minionej epoki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stare-kryszta%C5%82y-z-prl-kolekcjonerzy-nie-szcz%C4%99dz%C4%85-pieni%C4%99dzy-tyle-warte-s%C4%85-naczynia-i-wazony-z-minionej-epoki/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w zawrotnym tempie. Wazy, figurki i naczynia, które kiedyś były powszechnie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN14 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "YouTube dla turystów. Najlepsze polskie kanały podróżnicze do oglądania w deszczowy dzień",
            "link": "https://www.msn.com/pl-pl/podroze/parki/youtube-dla-turyst%C3%B3w-najlepsze-polskie-kana%C5%82y-podr%C3%B3%C5%BCnicze-do-ogl%C4%85dania-w-deszczowy-dzie%C5%84/ar-AA1DU9sB?ocid=BingNewsVerp",
            "description": "Szukasz inspiracji do weekendowych wycieczek po Polsce? Zapoznaj się z nową listą wyróżniających się kanałów turystycznych na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8vng7dtW5tLKRSCFS2HX1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Strona Podróży on MSN23 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-01052025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.2cJ8PnLNK1OC4U4rqNNgvg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni1 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 01.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-01052025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Maska Agamemnona, antyczne freski i posągi, zabytkowe wazy. Bałem się, że pęknę od wrażeń",
            "link": "https://weekend.gazeta.pl/weekend/7,181991,31897829,maska-agamemnona-antyczne-freski-i-posagi-zabytkowe-wazy.html",
            "description": "Opowieść o Atenach? Nie będę nawet próbował być obiektywny. Prawda bowiem jest taka: kocham grecką stolicę! W mieście, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GgEqgo0mH5f77E3MU9dUVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Weekend w Gazeta.pl18 godz.",
            "source": "Weekend w Gazeta.pl",
            "article_content": "Pierwszy raz wylądowałem w Atenach w środku nocy. Miało być strasznie. Ostrzegali wszyscy: dziennikarze, blogerzy i autorzy przewodników. W związku z tym, że przyjąłem nastawienie z lektur i byłem pewien, że z wyjątkiem Akropolu nic dobrego mnie spotkać nie może, przez pierwsze godziny w mieście byłem nieustannie zaskakiwany przez okoliczności, które wprost wskazywały na to, że Grecy są przemili, a ich stolica wspaniała. Spać poszedłem z przekonaniem, że trafiłem we właściwe miejsce.\n\nŚniadanie na targu\n\nObudził mnie hałas. Dźwięki zza okna przywodziły na myśl pole namiotowe, na które przyjechała właśnie rodzina z namiotem wielkości willi. Ktoś tłukł o ziemię stelażem od namiotu, a ja usiłowałem dojść, co się dzieje. Spać poszedłem bowiem w pięknej, choć nieco zrujnowanej kamienicy i jako żywo pola namiotowego w zasięgu wzroku nie miałem.\n\nREKLAMA\n\nPostanowiłem wyjrzeć przez okno. Stanąłem na łóżku i wychyliłem się, uważając na pelargonie na parapecie. Szybko zorientowałem się, że pod moimi oknami rzeczywiście są rozstawiane namioty, ale nie takie, w których się śpi, tylko takie, które mają stać się stoiskami handlowymi. Wykładane na stoły pomidory, ogórki i misy z oliwkami jednoznacznie wskazywały na to, że jeśli tylko naciągnę na siebie spodnie, to śniadanie zjem na targu.\n\nKilka dni później dowiedziałem się, że w Atenach każda dzielnica ma swój dzień targowy. Targi, czyli laiki, przenoszą się z dzielnicy do dzielnicy na specjalnie wyznaczone ulice, które tego dnia są zamykane dla ruchu.\n\nErmou (na zdjęciu) jak na Ateny jest bytem zupełnie nowym. Ulica była jedną z pierwszych zaprojektowanych dla stolicy odradzającej się Grecji (Fot. Nejdet Duzen/Shutterstock) , Bougatsy, czyli ciastka nadziewane kremem, i mocna kawa - takie połączenie najlepiej stawia na nogi po wielu godzinach zwiedzania (Fot. Ernestos Vitouladitis/Shutterstock)\n\nPod prysznicem podśpiewywałem pod nosem, ubrałem się w tempie światła i wyszedłem na ulicę. Niemalże od razu stanąłem przed grillem, na którym skwierczało mięso. Co było robić, wyjąłem z kieszeni pieniądze i kupiłem souvlaki [rodzaj greckiego szaszłyku – przyp. red.]. Normalnie nie jem grillowanej wieprzowiny na śniadanie, ale skoro wszedłeś między wrony… – przekonywałem sam siebie. Mięso było pyszne.\n\nRuszyłem przed siebie. Po godzinie spaceru między straganami wróciłem do wynajętego mieszkania, dzierżąc w dłoniach kawał fety, wielki wór pomidorów i ogórków oraz pudełko oliwek. Zjadłem drugie śniadanie i uznałem, że szanse na to, iż polubię Ateny, rosły w tempie geometrycznym.\n\nWille z ogródkami, targ i najgłośniejsze kluby w mieście\n\nOd tej pierwszej wizyty minęło sporo lat, ale za każdym razem, gdy wpadam do greckiej stolicy, zatrzymuję się w tym samym miejscu. Trudno je nazwać jednoznacznie, bo dzielnica Kerameikos płynnie przechodzi tam w Gazi, a czasem w Metaxourgeio.\n\nZachwyca mnie tam totalne przemieszanie miejskich porządków. Są tu stare szkielety wielkich na kilka pięter zbiorników na gaz, są większe i mniejsze czynne i od wieków pozamykane warsztaty samochodowe. Łatwo znaleźć niegdyś eleganckie wille z małymi ogródkami i jeszcze łatwiej – nieco modernistycznej zabudowy, powstałej Bóg wie kiedy. Są sklepy z byle czym, dwa razy w tygodniu jest targ. Jest też ulica z lampkami nad drzwiami sygnalizującymi miłośnikom seksu za pieniądze, że warto wejść do środka i poszukać szczęścia. No i są najlepsze knajpy oraz najgłośniejsze kluby w Atenach. Tu rada: ostrożnie z wynajmem noclegów w okolicy, bo bywa, że cicha noc w tygodniu jest jedna. W poniedziałek. Sprawdziłem na własnej skórze i przez tydzień chodziłem po Atenach zielony z niewyspania. Jest też nieco opuszczonych budynków, są szkoły tańca i siłownie, a także rzemieślnicze lodziarnie.\n\nSouvlaki, czyli rodzaj grillowanych szaszłyków, jako propozycja na śniadanie? W Grecji odpowiedź brzmi 'tak' (Fot. Markus Winkler/Pixabay) , w Atenach każda dzielnica ma swój dzień targowy. Specjalnie wyznaczone ulice, na których odbywa się handel, są tego dnia są zamykane dla ruchu (Fot. Hert Niks/Unsplash)\n\nW starożytności nie byłoby mi łatwiej rozeznać się w okolicy, bo teren również był podzielony. Część dzielnicy Kerameikos była już za bramą Dipylon. Choć może byłoby łatwiej – wielką bramę trudno przeoczyć. Zamieszkiwali tę okolicę robotnicy, a jej główną bohaterką była glina, po grecku keramos. Wodę, niezbędną do wytwarzania glinianych naczyń, czerpano z Erydanu, niewielkiego potoku nazwanego na cześć boga i uosobienia wielkiej rzeki o tej samej nazwie.\n\nCeramiczne pracownie w Kerameikos nie były byle jakimi zakładami produkującymi talerze i garnki. Ceramiczne naczynia z Aten były jednymi z najbardziej cenionych w całej Helladzie. Kerameikos miał rywala tylko w Koryncie, będącym drugim co do ważności ośrodkiem ceramiki. Oczywiście, że pierwsze, co pojawia się przed oczami na hasło \"ceramika grecka\", to wielkie wazy ozdobione scenami walk i polowań, ale zanim do tego doszło, rzemieślnicy zdobili swoje naczynia na wiele sposobów. Łatwo to zauważyć w ateńskim muzeum archeologicznym.\n\nMaska Agamemnona i siedmioletni jeździec\n\nPodczas pierwszej wizyty w muzeum zaraz po wejściu ugięły się pode mną kolana, bo stanąłem oko w oko z maską Agamemnona. Wiedziałem co prawda, że nie ma ona nic wspólnego z mitycznym królem Argolidy, pochodzi bowiem z XVI wieku przed naszą erą, co oznacza, że jest nieco starsza niż dowódca wojsk greckich w wojnie trojańskiej, ale wzruszenie było nie mniejsze, bo zapamiętałem maskę z okładki \"Mitologii\" Parandowskiego, którą czytałem w szkole. W muzeum obejrzałem też fragmenty antycznych fresków i całe mnóstwo monumentalnych kurosów, posągów wiązanych z kultem Apolla. Jeszcze później wpadłem na wielkiego żeliwnego konia dosiadanego przez jeźdźca, na oko siedmioletniego. Bajeczna rzeźba stała na samym środku wielkiego holu i wzbudzała powszechny zachwyt.\n\nGodzinę później dotarłem na wystawę czasową poświęconą cesarzowi Hadrianowi, co ucieszyło mnie szalenie. No i jakieś pół godziny potem dotarłem do wyjścia. Uśmiechnąłem się pod nosem. To, co zobaczyłem, było wspaniałe, a rozmiarem całkiem rozsądne. Nie byłem przebodźcowany, ale zadowolony, że udało mi się obejrzeć tyle pięknych rzeczy naraz.\n\nMaskę Agamemnona, którą można zobaczyć w Muzeum Archeologicznym w Atenach, Polacy mogą kojarzyć m.in. z okładki 'Mitologii' Parandowskiego (Fot. Xuan Che/Flickr via Wikipedia Commons) , Jeździec z Artemizjon - ta wykonana z brązu rzeźba z okresu hellenistycznego wzbudza powszechny zachwyt (Fot. Francesco Bini/Wikipedia Commons)\n\nUsiadłem w Keenkies przy ulicy Themistokleousa pod numerem 56 (dziś niestety lokal już nie istnieje pod tym adresem). Można tam zamówić malutkie loukoumades, pączki w wersji na słodko i słono. W oczekiwaniu na jedzenie przeglądałem informacje o muzeum. I nagle na widok zdjęcia greckich waz – których ostatecznie nie obejrzałem – zdałem sobie sprawę, że byłoby to nieco szalone, gdyby w Muzeum Archeologicznym w Atenach brakowało ceramiki.\n\nPogrzebałem chwilę w kieszeni, bo wiedziałem, że mam tam ulotkę z planem muzeum. W jednej chwili odnalazłem na niej miejsca, w których byłem. Tu tak, tu też, o, i tu również. I nagle odkryłem, że w holu, w którym stał koń, zbiegały się trzy korytarze. Jednym przyszedłem, drugim wyszedłem, został trzeci, który prowadził do części muzeum, o której istnieniu najwyraźniej nie miałem pojęcia.\n\nPrędziutko doczytałem historię muzeum. Dowiedziałem się, że zostało założone przez gubernatora Grecji Ioannisa Kapodistriasa i że dzisiejszy gmach został zbudowany pod koniec XIX wieku na gruntach będących darem od Eleni Tositsy. Ta niezwykła kobieta w czasie wojny z imperium osmańskim wykupowała greckich żołnierzy z niewoli, a po śmierci męża wydała niemalże cały majątek na budowanie szkół. Zakupiła też ziemię, by Ateny miały gdzie postawić politechnikę oraz Muzeum Archeologiczne.\n\nBudynek muzeum zaprojektował niemiecki architekt Ludwik Lange. Mimo że gmach, który powstał, był sporych rozmiarów, szybko okazał się zbyt mały. Już na początku XX wieku przeprowadzono pierwsze rozbudowy. Dodatkowe skrzydło ukończono w 1939 roku, ale eksponaty nie zagrzały tam miejsca, ponieważ w czasie II wojny światowej zostały zapakowane w drewniane skrzynie i ukryte w ziemi. Dzięki temu przetrwały wojenną zawieruchę. Wcisnąłem w siebie ostatniego pączusia i ruszyłem w kierunku muzeum. Uznałem, że pora zobaczyć to, co ominąłem.\n\nOzdobą dzielnicy Thiseio jest Hefajstejon - świątynia poświęcona Hefajstosowi i Atenie (Fot. Użytkownik o nicku Storeye/Wikipedia Commons) , Plac Monastiraki z widokiem na Akropol Ateński. Tuż za placem zaczyna się targ staroci, ale ceny przedmiotów zwalają tu z nóg (Fot. Lauren Rosenthal/Shutterstock)\n\nAteny od lat brzmią tak samo\n\nDwie godziny później wyszedłem z muzeum po raz drugi. Byłem tak napakowany wrażeniami, że bałem się, iż pęknę. Uznałem, że uratować mnie może wyłącznie długi spacer po Ermou, jednej z moich ulubionych ateńskich ulic, noszącej imię Hermesa. Jest prosta jak strzała i łączy Kerameikos z Syntagmą, czyli placem Konstytucji. Wysiadłem więc z metra przy greckim parlamencie i ruszyłem przed siebie. Mijałem sprzedawców balonów i grillujących kukurydzę. Przechodziłem obok wielkich sieciowych sklepów. Nie zatrzymywałem się, by coś kupić, tylko po prostu szedłem przed siebie. Przyglądałem się małym rodzinnym biznesom i dziwacznym lokalom wypełnionym nikomu niepotrzebnymi futerałami na telefony w tysiącach wzorów i kolorów. Przystanąłem jedynie po to, by posłuchać starego kataryniarza, który słynie z tego, że codziennie w tym samym miejscu sprawia, że Ateny mimo upływu lat brzmią tak samo.\n\nErmou jak na Ateny jest bytem zupełnie nowym. Ulica była jedną z pierwszych zaprojektowanych dla stolicy odradzającej się Grecji. Została wytyczona jako jedna z głównych osi planu miasta. Projekty wykonał Stamatios Kleanthis, Macedończyk, który dużo podróżował po Europie i był studentem Karla Friedricha Schinkela, architekta odpowiedzialnego za to, jak wygląda Berlin. Pomagał mu Eduard Schaubert, który studiował we Wrocławiu. Działania architektów nie zakończyły się oczywiście na ulicy Ermou. Razem przebudowali też Pireus, czyniąc z niego nowoczesny port.\n\nOgromną przyjemność sprawił mi widok małego bizantyjskiego kościoła Kapnikarea otoczonego wielkimi kamienicami. Rzut oka w jedną z przecznic po to, by się upewnić, że Partenon nadal góruje nad miastem, uspokoił mnie, więc leniwie szedłem dalej.\n\nO tym, że za chwilę znajdę się na placu Monastiraki, wiedziałem z doświadczenia i mapy. Tuż za placem zaczyna się targ staroci. W weekendowe poranki szalony tłum ogląda wszystko, ale niewiele kupuje, bo ceny zwalają z nóg. Kilka razy przystawałem tam, by się upewnić, że nadal nie stać mnie na dwa piękne wazony. Targ jest przedsięwzięciem legalnym, opłaty za stoiska pewnie są wysokie, więc w pobliskich ulicach po obu stronach Ermou odbywa się handel nieco bardziej pokątny. Są też sklepy – chciałbym powiedzieć: antykwariaty, ale to raczej sklepy – z towarami nie pierwszej młodości, a towary są wystawiane w kartonach na ulicy. Zdarzało mi się tam siadać na chodniku i przeglądać dziesiątki winyli w cenach tak skandalicznie niskich, że targowanie się byłoby zbrodnią.\n\nGrecji przysmak, czyli loukoumades - małe pączki dostępne w wersji na słodko i słono (Fot. Użytkownik o nicku vmangalmurti/Pixabay) , Dzielnica Gazi to centrum nocnego życia Aten. Spokojne za dnia kawiarnie i ogródki wieczorem zapełniają się zupełnie inną klientelą (Fot. George Tsitouras photos/Shutterstock)\n\nPotem minąłem kolejny mały kościółek z czasów bizantyjskich i zatrzymałem się w barze Tarzan na szklaneczkę ouzo. Następnie maszerowałem dalej przez Ermou, by dotrzeć do Thiseio. To dzielnica, która swoją nazwę bierze od będącego jej ozdobą Hefajstejonu, niegdyś utożsamianego ze świątynią Tezeusza, czyli Tezejonem. Po odkryciu prawdy tylko nazwa dzielnicy się nie zmieniła.\n\nOkolica wieczorem jest rozśpiewana, sporo tu bezdomnych, którzy zamieszkują nisze okienne w starych budynkach. Mimowie zarabiają pieniądze, stojąc lub siedząc w dziwnych pozycjach, ale nie zatrzymywałem się, tylko parłem przed siebie, by po krótkiej chwili minąć stary ateński cmentarz i – biorąc sobie za cel wielkie szkielety gazowych zbiorników – dotrzeć do Gazi. To centrum nocnego życia Aten – kawiarniane ogródki, za dnia spokojne, wieczorami wypełniają się artystkami i artystami, gejami i lesbijkami oraz mnóstwem innych ludzi, którzy nudny podział na dwie płcie mają za kulturowy banał.\n\nPopularne od starożytności\n\nW drugą stronę ulicą Ermou też zdarzało mi się spacerować. Wówczas moim celem była wielka porcja bougatsy, ciastka nadziewanego kremem, i mocna kawa w dzielnicy Psiri. Uwielbiam poranną atmosferę tej naprawdę starej dzielnicy. Kartony z winem i skrzynki z gazowanymi napojami pojawiają się na chodnikach, bo trzeba uzupełnić uszczuplone całonocną imprezą magazyny. Dostawcy ciskają niedopałkami w kierunku koszy, rowerowe dzwonki przebijają się przez piosenki dobiegające z radia, a wróble wyrywają sobie kawałki ciasta, które czasem spadają pod moje krzesło. Wieczorem znów będzie tu wielka impreza, wiedziałem o tym, bo ta część Psiri to jeden z najbardziej popularnych zakątków Aten od starożytności, choć zakładam, że w czasach Sokratesa wyglądała nieco inaczej.\n\nZobacz wideo Marcin ma 24 dioptrie i pojechał rowerem do Chorwacji. 'Myślicie, że nic nie widzę. A ja nie widzę przeszkód'\n\nDzisiejszego kształtu Psiri nabrało w czasach osmańskich. Położone w centrum Aten, rzut beretem od agory i biblioteki Hadriana, było pożądanym adresem. Pomieszkiwał tu nawet Byron i pisał wiersze o dwunastolatce, w której się kochał (mam nadzieję, że na odległość). Ciekawie zrobiło się pod koniec XIX wieku, kiedy w okolicy zaroiło się od wystylizowanych gangsterów z pięknymi wąsami i kurtkami założonymi w połowie, tylko na jedno ramię. Mówiono na nich koutsavakides, od ich sposobu chodzenia – otóż specjalnie kuleli. Chłopaki zajmowały się handlem haszyszem, kradzieżami, za pasem miały nóż, a kurtki i płaszcze nosiły w dziwny sposób, aby w razie bijatyki zrzucić odzienie tak szybko, jak tylko się da.\n\nKończąc kawę, pomyślałem, że to doskonały pomysł na serial. Stare Ateny, gangi i wąsy. Trochę się rozmarzyłem, ale szybko przyszło mi do głowy, że wówczas Psiri zgentryfikowałoby się jeszcze bardziej, co nie byłoby dobre dla wszystkich tych, którzy ciągle jeszcze pomieszkują w ciasnych ulicach kwartału wciśniętego między ulicę Ermou a Athinas. Na razie sklepy z ciuchami dla ostrokołowców działają tu obok starych tawern, a sklepy prowadzone przez rzemieślników obok tych ze środkami do pielęgnacji brody. Balans jest, mam wrażenie, zachowany.\n\nBartek Kieżun. Dziennikarz, podróżnik i fotograf. Autor bestsellerowych przewodników kulinarnych po Italii: Italii do zjedzenia i Neapolu łakomym okiem. Gotuje, karmi, prowadzi warsztaty kulinarne, organizuje wyjątkowe kolacje degustacyjne i pisze. Publikuje w \"Kukbuku\", \"Twoim Stylu\", \"Polityce\" i \"Wysokich Obcasach\". Jest felietonistą magazynu \"Ferment\". Zdobywca Nagrody Magellana. Laureat prestiżowej World Gourmand Cookbook Award, którą zdobyła \"Jerozolima do zjedzenia\" oraz Prix de la Litterature Gastronomique, którą wyróżniono \"Ucztę na Wawelu\". Wykłada w Collegium Civitas."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty i monety z PRL są poszukiwane przez kolekcjonerów. Mogą być warte fortunę",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/te-banknoty-i-monety-z-prl-s%C4%85-poszukiwane-przez-kolekcjoner%C3%B3w-mog%C4%85-by%C4%87-warte-fortun%C4%99/ar-AA1DV5To?ocid=BingNewsVerp",
            "description": "Wśród banknotów i monet z minionych dekad kryją się prawdziwe skarby. Dla kolekcjonerów to wyjątkowe okazy, które potrafią osiągać zawrotne ceny na aukcjach internetowych. Co ciekawe, niektóre z nich ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Krakowska on MSN19 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 1.05.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://wspolczesna.pl/prasowka-1-05-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960917",
            "description": "Długi weekend majowy jest jednym z ulubionych weekendów w roku. Majówka to czas na wypoczynek, relaks, biesiadowanie i zabawę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3Qw10NRqV-yIcjfo66-h-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Współczesna4 godz.",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Neptun z Nowego Targu dostał kilka wyroków śmierci, ale ma szansę na triumfalny powrót. Jak inne skarby Breslau",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,31887020,trzystuletni-neptun-moze-wrocic-na-nowy-targ-konserwator.html",
            "description": "Na wrocławski Nowy Targ ma szansę wrócić trzystuletnia fontanna z Neptunem. Jej relikty odnaleziono trzy lata temu w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5Ji4s8S3YRuTdiycof1CZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wrocław.Wyborcza.pl4 godz.",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shovel Knight Dig trafi na konsole. Popularna gra niezależna otrzyma również sporo nowej zawartości",
            "link": "https://www.gram.pl/news/shovel-knight-dig-trafi-na-konsole-popularna-gra-niezalezna-otrzyma-rowniez-sporo-nowej-zawartosci",
            "description": "Yacht Club Games zapowiedziało, że Shovel Knight Dig już niedługo zadebiutuje na kolejnych platformach – dwuwymiarowa platformówka otrzymała dokładną datę premiery. Przy okazji wydania gry na konsole ...",
            "image_url": "https://www.bing.pl/th?id=ODF.ITlmwADMx4u15J-3bHJrpw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gram.pl1 godz.",
            "source": "Gram.pl",
            "article_content": "Yacht Club Games zapowiedziało, że Shovel Knight Dig już niedługo zadebiutuje na kolejnych platformach – dwuwymiarowa platformówka otrzymała dokładną datę premiery. Przy okazji wydania gry na konsole Sony i Microsoftu ukaże się również bezpłatne rozszerzenie Wicked Wish, zawierające nową zawartość dla wszystkich graczy.\n\nShovel Knight Dig - nowości w grze\n\nNiedługi czas po premierze Shovel Knight Dig na PC oraz Nintendo Switch w ubiegłym roku deweloperzy zapowiedzieli, że docelowo tytuł będzie również dostępny na konsolach nowej generacji. Stanie się to już niedługo, a przy okazji na wszystkich platformach ukaże się darmowa aktualizacja Wicked Wish – drugi duży dodatek do gry. Rozszerzenie wprowadzi nowe Relikty, bossów, poprawki błędów oraz usprawnienia lokalizacyjne."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 34 km od Pleszewa. Pomysły na jednodniową wyprawę. Gdzie w weekend 3 - 4 maja?",
            "link": "https://pleszew.naszemiasto.pl/wycieczki-rowerowe-do-34-km-od-pleszewa-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-3-4-maja/ar/c7p1-21831917",
            "description": "Nim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 03 maja w Pleszewie ma być 18°C. Prawdopodobieństwo wystąpienia ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2fi4%2fgKCML3%2fBlyaBzG3QcQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pleszew Nasze Miasto18 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak wygląda historia Kalinowszczyzny. Poznaj dzielnicę Lublina, której początki sięgają XVIII wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/tak-wygl%C4%85da-historia-kalinowszczyzny-poznaj-dzielnic%C4%99-lublina-kt%C3%B3rej-pocz%C4%85tki-si%C4%99gaj%C4%85-xviii-wieku/ar-AA1DRbwU?ocid=BingNewsVerp",
            "description": "Kalinowszczyzna, usytuowana w północno-wschodniej części Lublina, to dzielnica o bogatej historii, której korzenie sięgają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZSTBWXYKvZ5G6dPfBRkP0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kurier Lubelski on MSN15 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking do 6 km od Kołobrzegu. Urokliwe ścieżki na weekend 3 - 4 maja",
            "link": "https://kolobrzeg.naszemiasto.pl/sciezki-nordic-walking-do-6-km-od-kolobrzegu-urokliwe-sciezki-na-weekend-3-4-maja/ar/c7p1-22319027",
            "description": "Akademia Rycerska - w 1655 r. założył ją Wielki Elektor Fryderyk Wilhelm. Była to pierwsza szkoła wojskowa w państwie brandenbursko-pruskim. W 1703 r. przekształcono ją w Szkołę Kadetów, rozwiązaną w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto18 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najlepsze miejsca na piknik w Śląskiem. Gdzie pojechać w majówkę 2025? Sprawdź propozycje na weekend pod chmurką",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najlepsze-miejsca-na-piknik-w-%C5%9Bl%C4%85skiem-gdzie-pojecha%C4%87-w-maj%C3%B3wk%C4%99-2025-sprawd%C5%BA-propozycje-na-weekend-pod-chmurk%C4%85/ar-AA1DXYbg?ocid=BingNewsVerp",
            "description": "Majówka 2025 zapowiada się zielono, ciepło i… piknikowo! Jeśli szukasz pomysłu na spędzenie długiego weekendu w naturze, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.1R5Xg%2bwW9VTuGBriu2Ys4w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN2 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Neptun z Nowego Targu dostał kilka wyroków śmierci, ale ma szansę na triumfalny powrót. Jak inne skarby Breslau",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,31887020,trzystuletni-neptun-moze-wrocic-na-nowy-targ-konserwator.html",
            "description": "Na wrocławski Nowy Targ ma szansę wrócić trzystuletnia fontanna z Neptunem. Jej relikty odnaleziono trzy lata temu w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5Ji4s8S3YRuTdiycof1CZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wrocław.Wyborcza.pl4 godz.",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Przyjeżdżam tu co roku, żeby naładować baterie\". To miejsce ma niesamowitą energię. Poznaj Barcelonę",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/przyje%C5%BCd%C5%BCam-tu-co-roku-%C5%BCeby-na%C5%82adowa%C4%87-baterie-to-miejsce-ma-niesamowit%C4%85-energi%C4%99-poznaj-barcelon%C4%99/ar-AA1xClB5?ocid=BingNewsVerp",
            "description": "Barcelona to miasto o wyjątkowym klimacie. Każdy kto tu przyjedzie raz, zapragnie wrócić. Cały rok jest ciepło, położenie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WswXmewJdT8_5hXm-4MPMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Business Insider Polska on MSN2 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zagadkowe transporty przez Rzeszów! Rosjanie głowią się, co przemyca Ukraina?",
            "link": "https://forsal.pl/swiat/bezpieczenstwo/artykuly/9788832,zagadkowe-transporty-przez-rzeszow-rosjanie-glowia-sie-co-przemyca-u.html",
            "description": "Uwagę rosyjskich analityków przykuły nietypowe transporty lotnicze przez polski Rzeszów, który od początku wojny na Ukrainie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GEENRINo3yf5yw71TAMAdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Forsal.pl2 godz.",
            "source": "Forsal.pl",
            "article_content": "Kadłuby z pustyni trafiają do strefy wojny\n\nReklama\n\nWedług rosyjskich źródeł, myśliwce są transportowane do rzeszowa ukraińskimi An-124 z bazy Davis-Monthan w USA. To baza znana jako największe lotnicze „cmentarzysko” na świecie. Nie są to jednak pełnowartościowe maszyny bojowe, a prawdopodobnie stare kadłuby i nielotne egzemplarze, które mają zupełnie inne przeznaczenie niż walka w powietrzu. Wszystko wskazuje na to, że Ukraina wykorzystuje je jako... fałszywe cele, magazyny części lub trenażery dla techników.\n\n/> />\n\nFałszywe F-16 jako przynęta dla rosyjskich rakiet?\n\nRosyjscy analitycy nie mają wątpliwości: to może być sprytna gra ze strony Kijowa. Udostępnione przez nich zdjęcia pokazują F-16 bez oznaczeń, bez działka Vulcan i z antenami charakterystycznymi dla wersji ADF. To model, który nie trafił do Ukrainy w ramach oficjalnych dostaw. Część samolotów ma też niedbałe malowanie i brak typowych szczegółów technicznych, co dodatkowo nasuwa podejrzenia, że są to tylko makiety.\n\n/> />\n\nAtrapa nie do odróżnienia od prawdziwego F-16\n\nEksperci zauważają, że nawet z ziemi niemal niemożliwe jest odróżnienie autentycznego F-16 od dobrze przygotowanej atrapy. To może oznaczać, że rosyjskie rakiety będą celować w „fałszywki”, tracąc skuteczność, a Ukraina zyskuje dodatkowy czas i bezpieczeństwo dla swoich realnych sił powietrznych. Taka taktyka nie byłaby nowością - wojna to także gra pozorów i dezinformacji.\n\n/> />\n\nRzeszów – klucz do poznania tajemnic wsparcia Zachodu dla Ukrainy\n\nChoć oficjalnie nikt nie potwierdza, co dokładnie znajduje się na pokładach ukraińskich Rusłanów lądujących w Rzeszowie, rosyjskie kanały wojskowe nie przestają analizować każdego szczegółu. Rzeszów stał się dla nich symbolem zachodniego wsparcia i punktem, gdzie dzieją się rzeczy nie do końca jasne - przynajmniej z perspektywy Kremla."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polska para jako pierwsza na świecie przeszła Wielki Szlak Włoski. \"Żałowaliśmy, że nie mamy maczety\"",
            "link": "https://rzeszow.wyborcza.pl/rzeszow/7,34962,31835952,polska-para-jako-pierwsza-na-swiecie-przeszla-wielki-szlak.html",
            "description": "Weronika Łukaszewska i Sławek Sanocki, para podróżników z Jasła, przeszła cały Wielki Szlak Włoski - Sentiero Italia.",
            "image_url": "https://www.bing.pl/th?id=OVFT.lBcDgbvFRrQBl5Ujle_68C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Rzeszów.Wyborcza.pl4 godz.",
            "source": "Rzeszów.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten banknot 50 złotych jest wart fortunę! A to nie jedyny okaz, którego szukają kolekcjonerzy [1.05.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ten-banknot-50-z%C5%82otych-jest-wart-fortun%C4%99-a-to-nie-jedyny-okaz-kt%C3%B3rego-szukaj%C4%85-kolekcjonerzy-1052025-r/ar-AA1Dttas?ocid=BingNewsVerp",
            "description": "Banknot 50 zł z 1994 roku, oznaczony serią zastępczą YA to najrzadszy banknot III Rzeczypospolitej. Jak informuje portal ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5qXTSGuNCadHB8loMRxrIQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    }
]