[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich można jeszcze wymienić [31.07.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-mo%C5%BCna-jeszcze-wymieni%C4%87-31-07-2025/ar-AA1JorPU?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.oX3ofgzPQ7UEDWSa5rrkay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN4 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Staw, różaneczniki i kamienna ławka w środku lasu. Co pozostało po samotni księżnej? Spacer do pozostałości Ma Fantaisie przy Książu",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/staw-r%C3%B3%C5%BCaneczniki-i-kamienna-%C5%82awka-w-%C5%9Brodku-lasu-co-pozosta%C5%82o-po-samotni-ksi%C4%99%C5%BCnej-spacer-do-pozosta%C5%82o%C5%9Bci-ma-fantaisie-przy-ksi%C4%85%C5%BCu/ar-AA1JzTSS?ocid=BingNewsVerp",
            "description": "W letnie dni mieszkańcy Dolnego Śląska chętnie odwiedzają okolice Starego Książa i Zamku Cisy. Żółty szlak do dawnej warowni ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wJkfPE4oFhXRKOk8ycnO7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN11 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu znajdziesz prawdziwe perełki! Niedzielny Targ w Poznaniu po raz drugi w nowym miejscu. Co można było kupić 27 lipca 2025? Mamy dużo zdjęć",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/tu-znajdziesz-prawdziwe-pere%C5%82ki-niedzielny-targ-w-poznaniu-po-raz-drugi-w-nowym-miejscu-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-27-lipca-2025-mamy-du%C5%BCo-zdj%C4%99%C4%87/ar-AA1JncIu?ocid=BingNewsVerp",
            "description": "Niedzielny Targ po raz drugi zagościł w nowej lokalizacji przy ulicy Baraniaka 78 w Poznaniu. Na targu można znaleźć unikalne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J4fzsRyouwuo5LIZKiqrci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN9 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku [31.07.2025]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku-31-07-2025/ar-AA1JEYfU?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN2 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamykamy lipiec! 67 gier za darmo czeka, same premiery",
            "link": "https://planetagracza.pl/gry-za-darmo-67-premier-steam-do-pobrania/",
            "description": "Zobacz listę premier na Steam, za które nic nie płacisz. Oto najlepsze gry za darmo ostatnich tygodni, które zaskakują ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gZYP4JP5TJ_oxAhCZYXQty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "PlanetaGracza.pl4 godz.",
            "source": "PlanetaGracza.pl",
            "article_content": "To ostatnia w lipcu aktualizacja naszej publikacji, w której prezentujemy najlepsze gry za darmo bieżącego miesiąca. Dołożyliśmy do poprzednich tytułów aż 20 nowych darmowych premier na Steam. Co ważne, nie są to pierwsze z brzegu średniaki, tylko wyselekcjonowane najlepsze produkcje free to play, które przyniósł mijający miesiąc. Wszystkie możecie dodać do swojej biblioteki bez płacenia i zachować na swoim koncie na zawsze.\n\nKto zbiera gry za darmo na swoim koncie Steam, niech przejrzy najnowsze premiery, które warto wrzucić do biblioteki. A jest ich sporo, bo blisko 70, w tym ogromne gry RPG akcji, zwariowane strzelanki, mroczne i przerażające horrory, jak również relaksujące platformówki czy niebanalne i zaskakujące przygodówki. Słowem – jest w czym wybierać i jeśli lubisz gry niezależne, obłowisz się zaraz po same uszy.\n\nJednak nie tylko małe indyki wypełniają naszą publikację z darmowymi grami na Steam. Znajdziecie tutaj również tytuły większe, aspirujące do AAA, z przepiękną oprawą graficzną i świetnymi efektami. Zdecydowana większość prezentowanych premier free to play została bardzo ciepło przyjęta przez społeczność, a niektóre tytuły zebrały nawet przytłaczająco pozytywne recenzje.\n\nZapraszamy więc do naszego zestawienia – sprawdzajcie nowe gry za darmo, oglądajcie zwiastuny i pobierajcie co wpadnie Wam w oko prosto ze Steam.\n\nShades of Rayna\n\nTo darmowa gra ARPG dostępna na Steam, inspirowana serią Diablo. Gracz wciela się w księżniczkę Enyę, która wyrusza w podróż, by odkryć źródło ciemności zagrażającej królestwu.\n\nDo wyboru jest sześć klas postaci, każda z unikalnymi umiejętnościami, a gra oferuje 11 map, ponad 50 rodzajów przeciwników i różne tryby endgame. System rozwoju obejmuje statystyki, relikty, ulepszanie ekwipunku i przypomina uproszczone Path of Exile. Twórcą jest jedna osoba, która planuje dalszy rozwój tytułu i aktywnie komunikuje się z graczami. Pomimo wczesnego etapu, gra zbiera pozytywne opinie za klimat i dynamikę rozgrywki.\n\nShades of Rayna – pobierz grę za darmo na Steam\n\nOff The Grid\n\nSteam udostępnił pełną wersję Off The Grid, czyli gry AAA battle royale stworzonej przez Neilla Blomkampa – reżysera filmów District 9 i Elysium. Akcja toczy się w niedalekiej przyszłości, gdzie po brutalnym teleturnieju wcielasz się w bio-maszynę składającą się z cybernetycznych kończyn, które zdobywasz po pokonanych przeciwnikach.\n\nMożesz wymieniać kończyny, dostosowywać taktykę i korzystać z ponad 15 opcji modyfikacji, co daje ogromne możliwości w starciach. Walka rozgrywa się w widowiskowym świecie sci-fi, gdzie sława w teleturnieju przewyższa strach przed śmiercią – bowiem śmierć nie oznacza końca. Gra zebrała mieszane recenzje, ale w pierwsze dni na serwerach pojawiło się ponad tysiąc graczy, co pokazuje, że tytuł przyciąga sporo uwagi.\n\nOff The Grid – pobierz grę za darmo na Steam\n\nWild West: Prototype\n\nNa Steam udostępniono darmową strzelankę Wild West: Prototype, czyli sieciowy FPS z klimatem Dzikiego Zachodu, który świetnie sprawdzi się w gronie znajomych. Akcja toczy się w otwartym, dzikim miasteczku, bez karabinów maszynowych – zamiast tego mamy rewolwery, strzelby i noże, co nadaje grze oldschoolowy charakter.\n\nGra obsługuje do 6 graczy i wprowadza ciekawy system “bounty”: pierwszy, który zabije, staje się celem dla wszystkich, co intensyfikuje rozgrywkę. Tytuł celuje w szybkie i chaotyczne potyczki, zatem jest idealny na wieczorne spotkania ze znajomymi. Premiera miała miejsce 14 lipca 2025 roku, a gra od razu przeszła w model free‑to‑play – można ją zatem pobrać i zagrać za darmo.\n\nWild West: Prototype – pobierz za darmo na Steam\n\nMecha Break\n\nMecha Break to darmowy shooter z mechami, który w zaledwie 10 minut od premiery na Steam przyciągnął 50 tys. graczy, więc można mówić o sporym sukcesie. Gra łączy elementy z Titanfalla, Armored Core i Overwatcha, oferując dynamiczne starcia w trybach 3v3, 6v6 i PvPvE.\n\nGracze sterują różnorodnymi mechami – od snajperów po wojowników wręcz – każdy z unikalnym stylem walki. Produkcja zapewnia rozbudowaną personalizację oraz fabularne tło, więc nie chodzi tutaj jedynie o bezmyślne strzelanie. Choć zawiera typowe elementy free to play, rozgrywka uznawana jest za wyjątkowo efektowną i wciągającą.\n\nMecha Break – pobierz grę za darmo na Steam\n\nSCP: CB Multiplayer Reborn\n\nNa Steam zadebiutowała również nowa darmowa gra dla fanów grozy i uniwersum SCP. Mowa o SCP: CB Multiplayer Reborn, czyli survival horrorze z dwoma trybami rozgrywki: fabularnym i PvP. W kampanii dla jednego gracza lub w kooperacji wcielamy się w więźnia klasy D, który próbuje wydostać się z laboratorium opanowanego przez anomalie.\n\nGra oferuje wiele zakończeń i decyzje wpływające na przebieg wydarzeń. W trybie PvP rywalizują różne frakcje, m.in. naukowcy, żołnierze MTF, Chaos Insurgency, a nawet same SCP. Dzięki losowym mapom każda sesja jest inna. Tytuł jest dostępny całkowicie za darmo na Steam.\n\nSCP: CB Multiplayer Reborn – pobierz grę za darmo na Steam\n\nKolejne gry za darmo na drugiej podstronie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe perły architektury. Najstarsze kościoły w Świętokrzyskiem",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/prawdziwe-per%C5%82y-architektury-najstarsze-ko%C5%9Bcio%C5%82y-w-%C5%9Bwi%C4%99tokrzyskiem/ar-AA1JE2Ja?ocid=BingNewsVerp",
            "description": "Województwo Świętokrzyskie, to region o bogatej historii i dziedzictwie kulturowym. Na jego terenie znajduje się wiele ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Rb0JumH7KnGSOJnM7arMOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Eska Regiony on MSN6 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tryb dla dwóch graczy w Elden Ring Nightreign już dostępny!",
            "link": "https://konsolowe.info/2025/07/tryb-dla-dwoch-graczy-w-elden-ring-nightreign-juz-dostepny/",
            "description": "FromSoftware wysłuchało graczy. Do Elden Ring Nightreign trafiła dziś łatka, która wprowadza wiele zmian, na czele z trybem dwuosobowym!",
            "image_url": "https://www.bing.pl/th?id=ODF.j6RCC-YeNgxWijX5yD0I9Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Konsolowe.info20 godz.",
            "source": "Konsolowe.info",
            "article_content": "FromSoftware wysłuchało graczy. Do Elden Ring Nightreign trafiła dziś łatka, która wprowadza wiele zmian, na czele z trybem dwuosobowym!\n\nFromSoftware od majowej premiery Elden Ring Nightreign nie przestaje zabiegać o zaangażowanie graczy w kooperacyjną produkcję. Od ostatnich kilku tygodni śmiałkowie mogą mierzyć się z wielkimi wyzwaniami w postaci Everdark Sovereigns. Dziś do gry trafiła aktualizacja, która rozwiązuje jeden z największych zarzutów graczy. Sprawdźcie jej zwiastun poniżej:\n\nŁatka 1.02 wprowadza mianowicie tryb ekspedycji w duetach. Do tej pory mogliśmy grać jedynie trójkami albo samotnie, co mogło zniechęcać do sięgnięcia po produkcję Bandai Namco. Aktualizacja dodaje również wiele ustawień, które wspomogą z przejrzystością interfejsu. Możemy m.in. bardziej szczegółowo filtrować dostępne Relikty. Dzięki temu wreszcie łatwiej będzie stworzyć builda pod konkretnego bohatera.\n\nWszystko wskazuje na to, że FromSoftware nie powiedziało jeszcze ostatniego słowa w kwestii zawartości do Nightreign. Możemy spodziewać się dalszych aktualizacji również w 2025 roku, w tym nowych przeciwników i klas Nightfarerów. Prawdopodobnie dostaniemy nawet dodatkowe rozszerzenie fabularne.\n\nW Elden Ring Nightreign zagracie na PS4, PS5, Xbox One, Xbox Series X|S, a także na komputerach osobistych. W mojej recenzji gry pisałem, że to naprawdę ciekawy eksperyment FromSoftware, któremu warto dać szansę – zwłaszcza jeśli macie zaprzyjaźnionych soulsiarzy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "31 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-31,7,day.html",
            "description": "Muzeum Archeologiczne w Krakowie w przededniu 175. rocznicy powstania (2025 r.) otworzyło nową wystawę stałą poświęconą najdawniejszym dziejom regionu. Warto wspomnieć, że po raz pierwszy zabytki ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków18 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowe odkrycie archeologiczne pochówków sprzed tysięcy lat",
            "link": "https://radiokielce.pl/1324742/wyjatkowe-odkrycie-archeologiczne-pochowkow-sprzed-tysiecy-lat/",
            "description": "Położone obok siebie groby z dwóch różnych kultur sprzed około 2,5 tysiąca lat p.n.e. odkryli archeolodzy podczas prac w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.S7dukqnf3NEVEEA9a51fkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio Kielce7 min",
            "source": "Radio Kielce",
            "article_content": "Położone obok siebie groby z dwóch różnych kultur sprzed około 2,5 tysiąca lat p.n.e. odkryli archeolodzy podczas prac w Wilczycach, w powiecie sandomierskim. To wyjątkowe znalezisko, tym bardziej, że jeden z pochówków należący do kultury złockiej rzadko występuje na Wyżynie Sandomierskiej.\n\nGroby są niszowe, co oznacza, że najpierw budowano tunel, a potem kopano komorę, w której składowano ludzkie szczątki, w tym przypadku kości. Kierownik badań Tomasz Boroń z Instytutu Archeologii i Etnologii Polskiej Akademii Nauk w Warszawie powiedział, że jest to bardzo ciekawy przykład współistnienia dwóch odrębnych kultur, którym towarzyszyła magia i obrzędowość związana z tworzeniem miejsc dla zmarłych. Naukowiec podkreślił, że budowniczowie młodszego grobu wykazali się dużym szacunkiem do wcześniejszego pochówku, odgrodzili swoją komorę ogromnym i ciężkim kamieniem, co jest ewenementem dla kultury ceramiki sznurowej.\n\n– Chcieli jakby symbolicznie zamknąć tamtą strefę, pokazać, że to jest ich, a tamta część to coś odrębnego. Poza tym ta płyta nie waży 10 kilogramów, tylko ponad 100, oni musieli przedostać się z nią poprzez to zejście, wykopać niszę, wsunąć się nią i postawić ścianę – powiedział Tomasz Boroń.\n\nArcheolog Dariusz Wach z PAN, także pracujący w Wilczycach ma swoją teorię dotyczącą sposobu urządzania komór grobowych. Jego zdaniem – może to być odpowiednik wierzeń świata rzymsko-greckiego, w którym wierzono w Hades i w Charona.\n\n– Te pieczary mogły być wprowadzeniem zmarłego w świat śmierci. Kamienie ułożone na płaszczyźnie prostokąta to może być odpowiednik naszych trumien. Układano je w dwóch poziomach: mniej okazałe kamienie tworzyły coś w rodzaju ścianek, a dno było wyłożone z płyt łupkowych, bardziej atrakcyjnych, które też przykrywały górną strefę nad czaszką – stwierdził archeolog.\n\nDariusz Wach zwrócił też uwagę na to, że w grobach były kamienie przypominające swoim wzorem niebo nocą, co mogło być dodatkowym elementem wyposażenia o charakterze magicznym.\n\nStanowisko w Wilczycach jest badane przez archeologów od wielu lat i co sezon dostarcza nowych odkryć. Badania potrwają do 14 sierpnia, prowadzone są na polu udostępnionym przez Krajowy Ośrodek Wsparcia Rolnictwa. Ekipa ma również organizacyjne wsparcie ze strony Urzędu Gminy w Wilczycach. Badania finansowane są przez Wojewódzkiego Konserwatora Zabytków w Kielcach przy udziale Instytutu Archeologii i Etnologii PAN w Warszawie."
        }
    }
]