[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [10.06.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-wazony-z-prl-takie-pami%C4%85tki-z-dusz%C4%85-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-25052025-r/ar-AA1FqLXu?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.p%2bf97MxK5B1PDnmw1Wqe6w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie były rowery w PRL-u. Oto popularne modele, które mają wzięcie u kolekcjonerów [10.06.25]",
            "link": "https://expressbydgoski.pl/takie-byly-rowery-w-prlu-oto-popularne-modele-ktore-maja-wziecie-u-kolekcjonerow-100625/ar/c7-17377329",
            "description": "Jubilat, wigry, gazela, wagant, mustang – pamiętasz te rowery z PRL-u? Ten rodzaj transportu był wówczas najbardziej popularny. Niemały swój udział miała produkcja firmy Romet z Bydgoszczy. Dziś ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Express Bydgoski4 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 10.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-10062025/ar-AA1FPXDE?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryj, które niepozorne banknoty 10 zł są warte fortunę. Kolekcjonerzy płacą za nie krocie [10.06.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/odkryj-kt%C3%B3re-niepozorne-banknoty-10-z%C5%82-s%C4%85-warte-fortun%C4%99-kolekcjonerzy-p%C5%82ac%C4%85-za-nie-krocie-8-06-2025-r/ar-AA1GiwVV?ocid=BingNewsVerp",
            "description": "Polskie banknoty obiegowe mają numery seryjne, które są kluczowe, jeśli chcemy sprzedać banknot 10 zł za atrakcyjną cenę. To ...",
            "image_url": "https://www.bing.pl/th?id=OVF.6bNp8nGSpSQ5abrv9rv22A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia)",
            "link": "https://gp24.pl/nawet-39-tysiecy-za-monety-z-prl-az-tyle-moga-zaplacic-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mozna-zrobic-zdjecia/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vRj0VyM9jZ08GoSZo9SXPg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza7 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety z PRL-u na aukcjach internetowych – ile kosztują w 2025 roku? [10.06.25 r.]",
            "link": "https://nowosci.com.pl/cenne-monety-z-prl-u-na-aukcjach-internetowych-ile-kosztuja-w-2025-roku-10-06-25-r/ar/c1p2-27655625",
            "description": "W galerii przedstawiamy przykładowe aukcje z allegro na monety PRL wraz ze wskazaniem, ile osób brało udział w licytacji i ile czasu było do końca licytacji w momencie zbierania tych danych. Warto ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński4 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 10.06.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-10-06-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.B%2b%2fNF%2b70MgRTy9WJENT6dA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński12 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 10.06.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-10-06-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.B%2b%2fNF%2b70MgRTy9WJENT6dA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński12 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [10.06.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-wazony-z-prl-takie-pami%C4%85tki-z-dusz%C4%85-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-25052025-r/ar-AA1FqLXu?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.p%2bf97MxK5B1PDnmw1Wqe6w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Władcy ciał\". Po wszystkim z życia zostaje tylko fasada",
            "link": "https://wiadomosci.wp.pl/wladcy-cial-po-wszystkim-z-zycia-zostaje-tylko-fasada-7164002320571168a",
            "description": "Na odchodne rosyjski żołnierz rzucił mi nabój: \"Piśnij tylko, to cię zabiję!\". I siedziałam cicho. Najpierw się bałam, że ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dSNlAme5fBg7LfKADwEoZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "WP Wiadomości14 godz.",
            "source": "WP Wiadomości",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe perełki na pchlim targu w Poznaniu!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/prawdziwe-pere%C5%82ki-na-pchlim-targu-w-poznaniu-co-mo%C5%BCna-by%C5%82o-tam-kupi%C4%87-w-niedziel%C4%99-8-czerwca-2025-zobaczcie-zdj%C4%99cia/ar-AA1Gjrq7?ocid=BingNewsVerp",
            "description": "Pchli targ przy Avenidzie odbywa się w każdą niedzielę, od godziny 7 do 14. Na niedzielnym targu każdy znajdzie coś dla ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Qr9cIKj3Tp8SIbqZVidktw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN19 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polacy budują niesamowity dom. \"Kiedyś techno, dziś koncert żab\"",
            "link": "https://noizz.pl/design/polacy-buduja-niesamowity-dom-kiedys-techno-dzis-koncert-zab/shsjc90",
            "description": "— Nie zamierzamy się poddać. Zielona Przystań jest częścią naszej historii i warto o nią walczyć. Wierzymy, że z czasem, krok ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.G923gFfrqdanQ2Czru704S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Noizz2 godz.",
            "source": "Noizz",
            "article_content": "— Nie zamierzamy się poddać. Zielona Przystań jest częścią naszej historii i warto o nią walczyć. Wierzymy, że z czasem, krok po kroku, uda nam się nadać budynkowi właściwy blask, z szacunkiem dla przeszłości i z myślą o przyszłości — mówią Krzysiek i Magda.\n\n— Dom przez lata pozostawał w stanie surowym. Poddasze nigdy nie zostało ukończone. Brakowało też środków, sił i czasu, by na bieżąco dbać o konserwację budynku. Z każdym kolejnym rokiem czas i pogoda odciskały na nim swoje piętno — przyznają Krzysiek i Magda\n\n— Dom, choć stosunkowo nowy, zaczął bardziej przypominać zrujnowany zabytek. Nie tyle ze względu na wiek, ile przez swój stan techniczny oraz nawiązania do historycznego budownictwa żuławskiego. Wszystko w nim było do zrobienia — dodają nasi rozmówcy\n\n— Prace remontowe i wykończeniowe wykonujemy samodzielnie, przy wsparciu naszych najbliższych sąsiadów. Dziś, w czasach ogólnodostępnej wiedzy, naprawdę niemal wszystkiego można się nauczyć. YouTube stał się naszym najlepszym nauczycielem — komentują\n\n— To nasz projekt życia, coś więcej niż dom, coś więcej niż miejsce. To wizja, z którą wiążemy naszą przyszłość, zarówno zawodową, jak i osobistą — podsumowują\n\nW ramach cyklu \"Ruinersi\" pokazujemy remonty starych budynków, które cieszą się coraz większą popularnością w Polsce i nie tylko. Przy okazji szukania bohaterów do kolejnego odcinka serii, trafiliśmy na parę, której dom tylko sprawia wrażenie bardzo starego. Krzysiek i Magda, którzy na Żuławach budują Zieloną Przystań w technologii szachulcowej, opowiedzieli nam o tym przedsięwzięciu.\n\nDom w technologii szachulcowej\n\n\"Zielona Przystań jest częścią naszej historii\" Foto: archiwum własne bohaterów\n\nJaka jest historia Zielonej Przystani?\n\nKrzysiek i Magda: Budowa Zielonej Przystani rozpoczęła się kilkanaście lat temu. Przedsięwzięcie było przemyślanym działaniem mającym na celu nie tylko stworzenie funkcjonalnej przestrzeni, ale też odtworzenie dziedzictwa architektonicznego Żuław. Projekt poprzedzony był dwuletnim audytem zabytkowego, drewnianego budownictwa żuławskiego z XVIII w. Pozwoliło to na dogłębne poznanie tradycyjnych rozwiązań konstrukcyjnych i estetycznych. W efekcie powstał obiekt inspirowany najstarszymi wzorcami regionalnej architektury, zbudowany zgodnie z dawną sztuką ciesielską. Inspiracji było zresztą więcej – z jednej strony Twierdza Wisłoujście, a z drugiej paryski pawilon La Ruche przy Pasażu Gdańskim.\n\nDom został wzniesiony w technologii szachulcowej, czyli słupowo-ryglowej z wykorzystaniem naturalnych materiałów. Podstawowym budulcem, zgodnie z wielowiekową żuławską tradycją, jest drewno sosnowe. Elementy konstrukcyjne były łączone za pomocą klasycznych technik: zamków, czopów, wrębów i zaciosów, stężanych dębowymi kołkami. Architektura domu zawiera szereg cech charakterystycznych dla żuławskich domów podcieniowych. Dla nas ten dom to nie tylko bryła – to dialog z krajobrazem. Znajduje się tuż nad brzegiem rzeki, na szlaku migracyjnym ptaków. Kiedy rano otwierasz okno i zamiast klaksonów słyszysz śpiewające ptaki i klangor żurawi, to wiesz, że to był dobry wybór.\n\n\"Dom przez lata pozostawał w stanie surowym\" Foto: archiwum własne bohaterów\n\nWiem, że budowa Zielonej Przystani długo stała w miejscu. Dlaczego?\n\nTak zdecydował los. W momencie, gdy budynek zyskał już solidne fundamenty i drewniany szkielet, pojawiła się nagła potrzeba – ciężka choroba mamy. Wszystkie środki, które pierwotnie miały zostać przeznaczone na dokończenie prac budowlanych, przekierowaliśmy na jej leczenie onkologiczne. Dla nas było to oczywiste – życie i zdrowie bliskiej osoby były ważniejsze niż jakiekolwiek inwestycje.\n\nW rezultacie dom przez lata pozostawał w stanie surowym. Poddasze nigdy nie zostało ukończone – brakuje tam nie tylko izolacji, ale nawet podstawowych elementów, takich jak okna czy jakakolwiek instalacja. Brakowało też środków, sił i czasu, by na bieżąco dbać o konserwację budynku. Z każdym kolejnym rokiem czas i pogoda odciskały na nim swoje piętno. Drewniane elementy zaczęły gnić, dach przeciekał w kilku miejscach, a bez odpowiedniego zabezpieczenia wnętrze ulegało stopniowej degradacji.\n\nZ perspektywy czasu, dom – choć stosunkowo nowy – zaczął bardziej przypominać zrujnowany zabytek. Nie ze względu na wiek, ale przez swój stan techniczny oraz nawiązania do historycznego budownictwa żuławskiego. Wszystko w nim było do zrobienia – od wymiany przegniłych belek stropowych, przez remont pomieszczeń, aż po instalację okien i drzwi, które albo nigdy nie zostały zamontowane, albo były już zniszczone. Mimo że dom wciąż nosi ślady przemyślanej architektury, całość wymaga gruntownego remontu i dużego nakładu pracy. Wraz z żoną od trzech lat staramy się dokończyć budowę Zielonej Przystani.\n\n\"Potrzebujemy aż 36 drzwi i ponad 50 okien, by w pełni zabezpieczyć budynek\" Foto: archiwum własne bohaterów\n\nSkoro budynek jest w takim stanie, to czy nie łatwiej byłoby go zburzyć i postawić na nowo?\n\nTen budynek, mimo wszystkich trudności, jest dla nas miejscem wyjątkowym. Od samego początku nie był to zwykły dom – to przestrzeń łącząca tradycyjne budownictwo i życie w zgodzie z naturą. Dlatego, mimo stanu technicznego, chcemy to miejsce zachować. Dla nas to nie tylko konstrukcja z drewna – to dom z duszą i historią.\n\nZ perspektywy czasu i doświadczeń wiemy jednak, że gdybyśmy mieli budować drugi raz, nasza decyzja byłaby zupełnie inna. Na pewno postawilibyśmy na mniejszy, bardziej funkcjonalny budynek. Zielona Przystań ma niemal 340 m kw. powierzchni użytkowej, co w praktyce oznacza ogromną skalę wszystkich niezbędnych prac remontowych. Każdy etap staje się olbrzymim wyzwaniem logistycznym i finansowym. Skala tego przedsięwzięcia bywa zwyczajnie przytłaczająca. Dla zobrazowania – potrzebujemy aż 36 drzwi i ponad 50 okien, by w pełni zabezpieczyć budynek. To nie tylko kwestia kosztów, ale również ogromnego nakładu pracy.\n\nMimo wszystko nie zamierzamy się poddać. Zielona Przystań jest częścią naszej historii i warto o nią walczyć. Wierzymy, że z czasem, krok po kroku, uda nam się nadać budynkowi właściwy blask, z szacunkiem dla przeszłości i z myślą o przyszłości.\n\n\"Wszystkie prace remontowe i wykończeniowe wykonujemy samodzielnie\" Foto: archiwum własne bohaterów\n\nJak wyglądają prace po wznowieniu budowy? Czy dużo robicie sami?\n\nWszystkie prace remontowe i wykończeniowe wykonujemy samodzielnie, przy wsparciu naszych najbliższych sąsiadów. Dziś, w czasach ogólnodostępnej wiedzy, naprawdę niemal wszystkiego można się nauczyć – wystarczy chcieć i poświęcić na to trochę czasu. YouTube stał się naszym najlepszym nauczycielem. Znajdziemy tam dokładne poradniki wideo dotyczące każdej czynności – od kładzenia płytek i montażu instalacji, po wylewki czy budowę ścian działowych. Jeśli pojawiają się jakieś wątpliwości, zawsze można dopytać fachowców, którzy dzielą się swoim doświadczeniem na facebookowych grupach remontowo-budowlanych. To ogromna wartość – bezpłatna wiedza przekazywana od praktyków z latami doświadczenia. Wystarczy zainwestować w narzędzia i można naprawdę wiele zrobić samodzielnie.\n\nNie należy bać się z pozoru trudnych prac. Większość z nich, kiedy się już zacznie, okazuje się całkiem prosta. Samodzielna praca daje ogromną satysfakcję. To nie tylko oszczędność, ale też świadomość, że wszystko zrobiliśmy własnymi rękami, że każde pomieszczenie, każda ściana, każda fuga są efektem naszego wysiłku. I co najważniejsze – oprócz staranności, wiemy, jak i z czego wszystko zostało wykonane. Dom staje się wtedy nie tylko miejscem do życia, ale również osobistym dziełem.\n\n\"Zielona Przystań ma niemal 340 m kw. powierzchni użytkowej, co w praktyce oznacza ogromną skalę wszystkich niezbędnych prac remontowych\" Foto: archiwum własne bohaterów\n\nPowiedzcie więcej o pracach przy wykańczaniu wnętrza.\n\nW tym roku kończymy bardzo ważny etap – remont parteru, który trwał prawie trzy lata. To był długi i momentami wyczerpujący proces, ale też niesamowicie satysfakcjonujący. Wszystkie pomieszczenia przeszły gruntowną metamorfozę – od prostych kosmetycznych poprawek, po generalne remonty, które wymagały wymiany instalacji, podłóg, a czasem nawet przebudowy ścian. Nie tylko odświeżyliśmy przestrzeń, ale też całkowicie zmieniliśmy funkcje niektórych pomieszczeń, dostosowując je do naszych obecnych potrzeb i planów.\n\nJednym z kluczowych elementów tej przemiany była nowa, wydzielona kuchnia, w której rzemieślniczo tłoczymy ekologiczne oleje na zimno i przygotowujemy przetwory. Bez kompromisów jakościowych, korzystamy z lokalnych składników pozyskiwanych od małych, rodzinnych gospodarstw. Chcemy dzielić się z ludźmi zdrowymi, smacznymi i w pełni naturalnymi produktami, które sami jemy.\n\nDawny salon, który przez lata służył głównie jako pomieszczenie dzienne, zmienia się teraz w coś zupełnie innego – będzie to przestrzeń edukacyjna. Planujemy organizować tam warsztaty, głównie rękodzielnicze i kulinarne. Na początek skupimy się na tradycyjnych, ludowych pająkach – pięknej, zapomnianej sztuce dekoracyjnej – oraz na degustacjach naszych olejów, które chcemy prezentować w kontekście ich wyjątkowego smaku i wartości zdrowotnych. Z czasem planujemy rozszerzyć ofertę warsztatów o inne tematy związane z naturą, zdrowiem i rzemiosłem.\n\n\"Nie tylko odświeżyliśmy przestrzeń, ale też całkowicie zmieniliśmy funkcje niektórych pomieszczeń\" Foto: archiwum własne bohaterów\n\nWnętrza to nie wszystko, totalną metamorfozę przeszedł też nasz ogród. Część terenu nadal jest bioróżnorodną dziką łąką, natomiast tuż za domem zbudowaliśmy drewniane skrzynki o układzie centralnym nawiązującym do budynku. Żona uprawia tam ekologiczne warzywa i owoce. Skrzynkom towarzyszą liczne kwiatowe rabaty z setkami wyjątkowych roślin. Wykończyliśmy też ścieżki i zadbaliśmy o taras. Każdy zakątek ogrodu ma swój charakter – są miejsca do pracy, ale także odpoczynku i ciszy. Wiosną w naszym ogrodzie pachnie bzem, a wieczorami słychać żabie koncerty.\n\nRównolegle planujemy kolejny, duży krok – remont poddasza, który rozpocznie się już w przyszłym roku. Chcemy przekształcić tę surową obecnie przestrzeń w miejsce przyjazne naszym gościom. Planujemy stworzyć tam sześć pokoi z łazienkami – każdy inny, każdy z charakterem, ale wszystkie utrzymane w klimacie naszej Zielonej Przystani. Będzie to miejsce odpoczynku i kontaktu z naturą – idealne dla osób szukających czegoś więcej niż tylko noclegu.\n\nJednak trzeba sobie uczciwie powiedzieć – przy tak dużym domu, prace tak naprawdę nigdy się nie kończą. Zawsze znajdzie się coś do zrobienia: poprawki, udoskonalenia, nowe pomysły. To dom, który żyje i który zmienia się razem z nami.\n\n\"Totalną metamorfozę przeszedł też nasz ogród\" Foto: archiwum własne bohaterów\n\nJaki ma być charakter wnętrza? Zależy wam na wyposażeniu z epoki czy na współczesnym designie?\n\nNasz dom mocno nawiązuje do tradycyjnego budownictwa żuławskiego z XVIII wieku, czerpiąc z jego formy, materiałów i detali konstrukcyjnych, ale nie jest to rekonstrukcja historyczna. Od samego początku wiedzieliśmy, że nie chcemy mieszkać w skansenie. Nie zależało nam na odtworzeniu przeszłości w sposób muzealny – naszym celem było stworzenie przestrzeni żywej i współczesnej, ale głęboko zakorzenionej w lokalnej historii oraz architektonicznej tożsamości regionu.\n\nPołączenie starych elementów z nowymi nie jest łatwe. To ciągłe balansowanie pomiędzy szacunkiem dla tradycji a potrzebą komfortu i funkcjonalności. Taki proces wymaga wielu kompromisów, żeby ani nowoczesność nie przytłoczyła tradycji, ani też tradycja nie zdominowała współczesnego, codziennego życia.\n\nDalsza część wywiadu pod materiałem wideo:\n\nUwielbiamy stare meble i przedmioty z historią. Większość wyposażenia naszego domu to meble z odzysku – perełki wyszperane na śmietnikach, kupione okazyjnie przez internet, znalezione na pchlich targach czy w składach używanych mebli. Każdy z tych przedmiotów ma swój charakter, swoje ślady czasu, swoją przeszłość. To właśnie one tworzą unikalny klimat wnętrz. Jednak zanim trafią na swoje miejsce, często wymagają pracy – od delikatnego czyszczenia i konserwacji patyny, po pełną renowację. Niektóre meble zyskują nową funkcję. Przykładem może być nadstawka od starego kredensu z lat 30., która została przerobiona na wiszącą szafkę. Takie przekształcenia pozwalają nam dopasować meble do współczesnych potrzeb.\n\nAby to wszystko dobrze wybrzmiało we wnętrzu, postawiliśmy na minimalistyczne tło. Białe ściany stanowią neutralne płótno, które nie konkuruje z meblami, a wręcz je podkreśla. Drewno – mamy sufit z bielonego drewna i odsłonięte belki konstrukcyjne – dodaje wnętrzom ciepła oraz naturalnego charakteru. Całość ma eklektyczny styl – łączy wiejską prostotę z subtelną elegancją i przeszłość z teraźniejszością.\n\n\"Uwielbiamy stare meble i przedmioty z historią\" Foto: archiwum własne bohaterów\n\nIle pieniędzy włożyliście w zakup domu? Ile kosztował remont?\n\nDotychczas na dom zostało wydane 700 tys. zł, a remont pochłonie jeszcze ponad 300 tys. zł.\n\nCzy macie jakieś uniwersalne rady dla osób, które myślą o podobnej inwestycji?\n\nPo latach zmagań z remontem i życiem w niedokończonym, starym domu, mamy kilka rad:\n\nZastanów się, czy naprawdę tego chcesz. Brzmi banalnie, ale to kluczowe. Odnawianie starego domu to nie tylko romantyczna wizja przygody – to codzienna walka z wilgocią, krzywymi ścianami, brakiem odpowiednich materiałów i niespodziankami ukrytymi na każdym kroku. Trzeba mieć w sobie dużą determinację i akceptację dla długiego procesu.\n\nNie celuj w perfekcję. Stary dom ma swoje niedoskonałości i to właśnie one nadają mu charakteru. Jeśli będziesz próbować wszystko wyprostować, wyrównać i \"ulepszyć\", to stracisz to, co w nim najcenniejsze – autentyczność. Lepiej zaakceptować krzywą belkę niż ją zamienić na nowoczesną, idealną w formie.\n\nDobrze planuj, ale bądź elastyczny. Plany są ważne, ale życie szybko je weryfikuje. Koszty rosną, dostępność materiałów się zmienia, a to, co miało być szybkie i proste, ciągnie się miesiącami.\n\nRób tyle, ile możesz samodzielnie. Większości rzeczy można się nauczyć. YouTube, grupy na Facebooku, fora budowlane – to kopalnie wiedzy. Wystarczy inwestycja w podstawowe narzędzia i chęci. Dzięki temu nie tylko oszczędzasz, ale też masz kontrolę nad jakością i ogromną satysfakcję z efektu.\n\nKupuj z drugiej ręki. Meble i wyposażenie z odzysku mają duszę i są często lepiej wykonane niż nowe produkty ze sklepu. Targi staroci, OLX, śmietniki przy kamienicach – można tam znaleźć prawdziwe skarby za grosze. Wymagają pracy, ale efekt bije na głowę współczesne meble z tektury.\n\nNie bój się łączyć starego z nowym. Dom nie musi być historyczny w 100 proc. Najważniejsze to znaleźć balans, szanując oryginalne elementy, ale pamiętając o wygodzie i funkcjonalności. Minimalistyczne tło świetnie eksponuje stare meble, a nowoczesne rozwiązania mogą ułatwić codzienność.\n\nPogódź się z tym, że to nigdy się nie skończy. W starym domu zawsze będzie coś do zrobienia. Lepiej potraktować to jako styl życia niż tymczasowy projekt. Prace można rozłożyć na etapy, a dom \"dojrzewa\" razem z wami.\n\nSzukaj wsparcia lokalnie. Sąsiedzi, okoliczni fachowcy, ludzie z podobnymi doświadczeniami – często to oni pomogą najbardziej. Nie wszystko trzeba robić samemu, a wsparcie bywa niezbędne w trudnych momentach.\n\n\"Remont domu na wsi to nie jest droga dla każdego\" Foto: archiwum własne bohaterów\n\nJakie są minusy takiej inwestycji?\n\nRemont domu na wsi to piękna przygoda, ale trzeba uczciwie powiedzieć – nie jest to droga dla każdego. To inwestycja, która potrafi pochłonąć ogrom czasu, pieniędzy i energii. Zwykle więcej, niż się początkowo zakłada. Prace przeciągają się miesiącami, żyje się na placu budowy z niekończącą się listą rzeczy \"do zrobienia\".\n\nDo tego dochodzą realia życia poza miastem. Wszystko trzeba organizować samodzielnie, każda decyzja, naprawa, problem techniczny czy awaria – to wyłącznie twoja sprawa. Dla nas wciąż największym problemem jest wywóz gabarytów, bo wszystko, co się przywiezie, trzeba samodzielnie gdzieś wywieźć i zutylizować. To oczywiście wiąże się z zaskakująco dużymi kosztami. Życie na wsi to też większa odległość do sklepu, lekarza, szkoły czy urzędu. Bez samochodu jest się praktycznie odciętym.\n\nWieś daje ciszę i przestrzeń, ale jeśli ktoś ceni intensywne życie towarzyskie i szybki dostęp do kultury, może się rozczarować. Życie blisko natury, choć piękne, to także bliskość problemów: gryzoni, owadów, błota, wilgoci, nieprzyjemnych zapachów. Kiedy mieszka się w drewnianym domu na brzegu rzeki, człowiek nabiera pokory wobec natury.\n\n\"Remont wywrócił nasze życie do góry nogami\" Foto: archiwum własne bohaterów\n\nJak ten remont zmienił wasze życie?\n\nRemont wywrócił nasze życie do góry nogami. Dla tego miejsca zrezygnowałem z prowadzenia agencji brandingowej, którą rozwijałem przez lata. To była trudna decyzja, bo praca dawała mi satysfakcję i stabilność. Jednak w pewnym momencie stało się jasne, że nie da się jednocześnie prowadzić firmy i angażować na poważnie w rozwój Zielonej Przystani. Trzeba było wybrać.\n\nMniej jest przestrzeni na przyjemności czy hobby, a podróżowanie po świecie musieliśmy ograniczyć do minimum. Coraz częściej stajemy przed dylematem: pojechać do miasta na imprezę, czy dokończyć rozgrzebaną pracę remontową lub posadzić coś w ogrodzie. I z każdym rokiem, z każdym miesiącem spędzonym tutaj, wybór coraz częściej pada na dom. Zmieniają się priorytety, zmienia się rytm życia. Kiedyś weekend oznaczał wyjazd na imprezę techno, długą noc w klubie, spotkania ze znajomymi. Dziś ogromną przyjemność sprawia nam po prostu siedzenie w ogrodzie i słuchanie koncertu żab, ptaków i szumu drzew. To inne tempo, ale bardziej nasze.\n\n\"Zielona Przystań to nasz projekt życia\" Foto: archiwum własne bohaterów\n\nCzy planujecie tam zamieszkać na stałe?\n\nOczywiście, to nasz projekt życia – coś więcej niż dom, coś więcej niż miejsce. To wizja, z którą wiążemy naszą przyszłość, zarówno zawodową, jak i osobistą. Zielona Przystań to przestrzeń, którą chcemy dzielić z innymi, zapraszając gości na warsztaty, spotkania i wspólne działania. Planujemy rozwijać ofertę edukacyjną – od rzemiosła, przez zdrowe gotowanie, po zajęcia inspirowane naturą i spokojem wiejskiego życia.\n\nJuż wkrótce uruchomimy nasz sklep internetowy. Będzie można w nim kupić produkty, które tworzymy – oleje tłoczone na zimno, domowe przetwory, miody od lokalnych pszczelarzy oraz rękodzieło powstające w naszej pracowni. Wszystko to będzie dostępne w duchu \"slow\" – ekologicznie, etycznie i z sercem.\n\nZielona Przystań ma być miejscem otwartym, gościnnym, pełnym dobrej energii, rozmów i smaków. Chcemy, by każdy, kto nas odwiedzi – osobiście lub wirtualnie – poczuł się dobrze, swobodnie i mógł na chwilę odetchnąć od zgiełku codzienności. A do tego zjeść coś pysznego – roślinnego, sezonowego, lokalnego, zostającego w pamięci na długo."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magi apowiatu starachowickiego",
            "link": "https://echodnia.eu/swietokrzyskie/tag/magi-apowiatu-starachowickiego",
            "description": "W sobotę, 16 października zmarł Tadeusz Majewski, wieloletni kierownik szkolenia praktycznego w Zespole Szkół Zawodowych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OlAu1bnOzeBTIhhXx8Eu3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Echo Dnia7 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Teatr Wielki - Opera Narodowa w Warszawie",
            "link": "https://warszawa.naszemiasto.pl/tag/teatr-wielki-opera-narodowa-w-warszawie",
            "description": "19 września 2025 roku odbędzie się prapremiera Najlepszego miasta świata. Opery o Warszawie - wyjątkowego dzieła, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto9 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy zabytek tuż pod Warszawą. To cenna rzeźba z przełomu XVII i XVIII wieku. Stoi w miejscu dawnych walk",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nowy-zabytek-tu%C5%BC-pod-warszaw%C4%85-to-cenna-rze%C5%BAba-z-prze%C5%82omu-xvii-i-xviii-wieku-stoi-w-miejscu-dawnych-walk/ar-AA1GpshA?ocid=BingNewsVerp",
            "description": "Figura, znajdująca się w miejscowości Falenty, ma charakter barokowy i została wykonana z piaskowca szydłowieckiego. Według ...",
            "image_url": "https://www.bing.pl/th?id=OVF.RHW27vd%2fb6A7mJqILlKg1Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN10 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dlaczego drogi Ameryki i Europy rozchodzą się? Diagnoza Waszyngtonu: Stary Kontynent zdradza swoje wartości",
            "link": "https://wpolityce.pl/swiat/731992-dlaczego-drogi-ameryki-i-europy-rozchodza-sie",
            "description": "Zapewne duża część obecnych elit unijnych nie zgodzi się z powyższymi tezami, jednak musi przyjąć do wiadomości, że takie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TVwDQGweWk1GkXMSbzsk8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "wPolityce.pl8 godz.",
            "source": "wPolityce.pl",
            "article_content": "Publikacja dostępna na stronie: https://wpolityce.pl/swiat/731992-dlaczego-drogi-ameryki-i-europy-rozchodza-sie\n\nDziękujemy za przeczytanie artykułu!\n\nNajważniejsze teksty publicystyczne i analityczne w jednym miejscu! Dołącz do Premium+. Pamiętaj, możesz oglądać naszą telewizję na wPolsce24. Buduj z nami niezależne media na wesprzyj.wpolsce24."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 8 km od Jaworzna. Pomysły na jednodniową wyprawę. Gdzie w weekend 14 - 15 czerwca?",
            "link": "https://jaworzno.naszemiasto.pl/sciezki-rowerowe-do-8-km-od-jaworzna-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-14-15-czerwca/ar/c7p1-21831473",
            "description": "W XIII wieku do baszty obronnej dobudowano Dom Biskupi, który stał się siedzibą biskupiego Prokuratora. W okresie od XIII do początków XV wieku biskupi często przebywali w Ujeździe, o czym świadczą ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xuxuzDoKTo_KUVbVG-PJkA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Jaworzno Nasze Miasto3 godz.",
            "source": "Jaworzno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lost in Random: The Eternal Die",
            "link": "https://www.gamereactor.pl/lost-in-random-the-eternal-die-1011043/",
            "description": "Roguelike z pewnością wydaje się być jednym z bardziej nasyconych gatunków w dzisiejszych grach. Żyjemy w erze polubień, w której zarówno Soulslike, jak i Roguelike próbują sprzedać się faktem, że nie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.wYdMT_GrQw8BnvZnwmkPsg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gamereactor Polska2 godz.",
            "source": "Gamereactor Polska",
            "article_content": "HQ\n\nRoguelike z pewnością wydaje się być jednym z bardziej nasyconych gatunków w dzisiejszych grach. Żyjemy w erze polubień, w której zarówno Soulslike, jak i Roguelike próbują sprzedać się faktem, że nie są tak dobre, jak gry, z których czerpią inspirację. Pesymistyczny pogląd? Być może, ale z biegiem lat przyzwyczaiłem się do tego coraz bardziej, a jednak coraz więcej takich gier wpada do tego samego zatłoczonego dołu.\n\nTo dlatego powstrzymałem się od jakiejkolwiek formy ekscytacji, gdy po raz pierwszy wkroczyłem do Lost in Random: The Eternal Die. Nie grałem w oryginał z 2021 roku i chociaż słyszałem dobre rzeczy, wydawało się, że ta formuła jest bardzo niezależna. Szybko jednak znalazłem się w serii biegów, mając nadzieję, że uda mi się popchnąć trochę dalej w kierunku Black Die.\n\nDeweloper Stormteller Games nie ma nadziei na ponowne wynalezienie koła roguelike. Bardzo podobny do Hadesa, zaczynasz w jednym pokoju, walcząc o drogę do następnego i zdobywając po drodze power-upy, a także walutę, aby ulepszyć swoją postać z powrotem w obozie. Moce nie są tak satysfakcjonujące, jak dobrodziejstwa, które bogowie dają ci w Hadesie, ale fakt, że są one ułożone na małej planszy do gry - wymagającej dopasowania trzech wzmocnień tego samego koloru w celu trwałego ulepszenia - dodaje mały element grywalizacji, który sprawia, że twój umysł aktywnie myśli o konfiguracji, którą możesz stworzyć.\n\nTo jest reklama:\n\nBuildy w Lost in Random: The Eternal Die zwykle obracają się wokół jakiejś mieszanki twoich umiejętności (Broni, Kart, Kości, Zaklęcia i Szczęście). Od czasu do czasu pojawiają się legendarne relikty, które definiują sposób, w jaki grasz, ale często zaczynasz dostrzegać uzupełniający się wzór. W Hadesie - zwłaszcza w pierwszej części - można było dość łatwo stworzyć tak obezwładnioną konstrukcję, że bossowie topią się w ciągu kilku sekund. Eternal Die nie daje ci wielu szans na to, by naprawdę poczuć się, jakbyś ograł system, ale nie ma nic złego w tym, że gracz polega przede wszystkim na własnych umiejętnościach.\n\nJeśli grałeś już w izometryczną grę roguelike, walka w Lost in Random: The Eternal Die przyjdzie ci szybko. Polega na szybkim poruszaniu się po arenie, obserwowaniu wrogów, którzy chcą cię otoczyć, i przeskakiwaniu przez nich, aby stworzyć przestrzeń. Normalne ataki twoją bronią, specjalne ataki karciane, które mogą zrobić wszystko, od rzucania ogromnymi kośćmi na ekranie, aby zamienić cię w wir lodu, i rzut twoją dzielną kością Fortune mogą zadawać obrażenia wrogom, ale aby być jak najbardziej skutecznym w walce, będziesz chciał zrównoważyć mieszankę tych narzędzi. Samo spamowanie atakami bronią może załatwić sprawę, ale jak szybko się przekonałem, jest to powolny i pracochłonny proces. Uważam, że broń jest nieco rozczarowująca. Reakcje i animacje są płynne, ale nie czułem, że dostaję coś poza nieco innymi animacjami ataku, gdy biorę do ręki inną broń. Porównaj je z bronią w Hadesie, która drastycznie zmienia twój styl gry, a zrozumiesz, co mam na myśli. Ulepszenia również tak naprawdę nie zmieniają istoty broni.\n\nKiedy jednak uda Ci się udoskonalić synergię z kośćmi, kartami i bronią w Lost in Random: The Eternal Die, gra staje się absolutną ucztą. Walki z bossami są szczególnie zniechęcające i trudne, ale nie irytujące. Obserwowanie, jak pierwszy boss wprowadza do walki dwie formy, od razu wydaje się niesprawiedliwe, gdy po raz pierwszy się z nim zetkniesz. Potem, kiedy uda ci się go obalić, masz wielkie poczucie spełnienia. To jest to, co gry takie jak Hades i najlepsze z tego gatunku robią dobrze, sprawiając, że biegniesz bieg za biegiem, wiedząc, że satysfakcja ze zwycięstwa jest większa niż smutek z porażki.\n\nTo jest reklama:\n\nZarówno próbując pokonać Mare the Knight, jak i przygotowując się do następnego biegu w bazie, Lost in Random: The Eternal Die przykuwa uwagę swoim bez wysiłku czarującym światem. Alicja w Krainie Czarów i burtonowska kraina Czarnej Kości są dziwnie cudowne, zawsze pełne życia i osobowości. Wiele z tej osobowości wynika ze świetnych występów głosowych w grze. Sojusznicy NPC są na tyle zwariowani, że zostają usunięci z domowej gry D&D, a bossowie są równie onieśmielający, co śmieszni. Fabuła gry obraca się wokół złoczyńcy z Lost in Random, a bohaterka The Eternal Die, Aleksandra, wybiera ścieżkę zemsty lub przebaczenia. Pozostaje niezmiennie wciągająca, z powoli rozwijającą się narracją, która sprawi, że zaryzykujesz bieg tylko po to, aby przeszukać każdy zakątek mapy w nadziei na znalezienie więcej informacji. Wolałbym trochę więcej dialogów, bo nawet we wczesnych godzinach zauważyłem, że wracam do obozu i prawie nikt nie ma nic do powiedzenia, ale być może to oczekiwanie trochę za dużo.\n\nLost in Random: The Eternal Die może nie jest tak jawnie uzależniająca, jak najlepsze gry w swoim gatunku, ale stanowi mocny argument za tym, dlaczego nie powinniśmy jeszcze odłożyć eksperymentu z roguelike. To gra, która bardzo dobrze rozumie formułę roguelike, wybierając z niej najlepsze elementy. Prosta, ale skuteczna i wciągająca walka, zgrabna historia opakowana w ciekawy, dziwaczny świat. To sprawia, że Lost in Random: The Eternal Die jest grą, której bardzo trudno nie polubić, nawet dla takiego starzejącego się zrzędy jak ja, który prawie miał dość idei roguelike'ów, roguelite'ów i wszelkich innych podobnych lub lekkich."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 19 km od Oświęcimia. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 14 - 15 czerwca?",
            "link": "https://oswiecim.naszemiasto.pl/rowerem-do-19-km-od-oswiecimia-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-14-15-czerwca/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, upewnij się, jaka będzie pogoda. W sobotę 14 czerwca w Oświęcimiu ma być 24°C. Nie powinno padać. W niedzielę 15 czerwca w Oświęcimiu ma być 27°C. Nie będzie padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto3 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leon XIV podpisał odwołanie proboszcza krakowskiej bazyliki. W tle konflikt",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/leon-xiv-podpisa%C5%82-odwo%C5%82anie-proboszcza-krakowskiej-bazyliki-w-tle-konflikt/ar-AA1GrGo8?ocid=BingNewsVerp",
            "description": "Papież Leon XIV podpisał dekret o odwołaniu proboszcza największej parafii w Krakowie, bazyliki mariackiej w Krakowie – ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o0YwFYjhZok5WGQpDfiz2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN1 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 10.06.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://gazetakrakowska.pl/prasowka-10-06-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960891",
            "description": "Wisła Kraków czwarty sezon z rzędu pozostanie w I lidze. W drużynie „Białej Gwiazdy' dzisiaj są już tylko nieliczni, którzy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Z9kHZM77XlxpzM8LtTkB-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska12 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 13 km od Wałbrzycha. Pomysły na jednodniową wyprawę. Gdzie w weekend 14 - 15 czerwca?",
            "link": "https://walbrzych.naszemiasto.pl/sciezki-rowerowe-do-13-km-od-walbrzycha-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-14-15-czerwca/ar/c7p1-21831457",
            "description": "Zanim wyruszysz na wyprawę, upewnij się, jaka będzie pogoda. W sobotę 14 czerwca w Wałbrzychu ma być 21°C. Nie powinno padać.",
            "image_url": "https://www.bing.pl/th?id=OVF.MyYcjyGjaZSUF1IklE9RAQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wałbrzych Nasze Miasto3 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Turyści z Niemiec szturmują polskie miasto. Media piszą o kulinarnym i architektonicznym raju",
            "link": "https://www.fakt.pl/hobby/turystyka/turysci-z-niemiec-szturmuja-szczecin-media-pisza-o-kulinarnym-i-architektonicznym/44wktz3",
            "description": "Stolica Pomorza Zachodniego zdobywa uznanie zagranicznych mediów. Coraz więcej niemieckich turystów wybiera Szczecin jako ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tsMNbaihvjfFAYkNipxHFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl6 godz.",
            "source": "Fakt.pl",
            "article_content": "Stolica Pomorza Zachodniego zdobywa uznanie zagranicznych mediów. Coraz więcej niemieckich turystów wybiera Szczecin jako alternatywę dla zatłoczonych metropolii. Portal t-online.de wskazuje polskie miasto jako obowiązkowy przystanek podczas wizyty w północnej Europie. Czym zachwyca Szczecin i dlaczego wzbudza coraz większe zainteresowanie naszych zachodnich sąsiadów?\n\nChoć przez lata Polska pozostawała na marginesie europejskiej turystyki miejskiej, sytuacja dynamicznie się zmienia. Na mapie popularnych kierunków zaczynają pojawiać się mniej oczywiste miejsca, które łączą bogactwo kulturowe z nowoczesną infrastrukturą. Jednym z nich jest właśnie Szczecin. Niemieckie media z entuzjazmem opisują jego nieoczywisty urok, bliskość Berlina i wyjątkowy charakter, który przyciąga turystów szukających czegoś nowego.\n\nSzczecin idealny na city break\n\nDzięki dogodnemu położeniu geograficznemu Szczecin staje się coraz częstszym celem podróży jednodniowych z Niemiec. Niewielka odległość od stolicy Brandenburgii pozwala na szybkie przemieszczanie się, co jest dużym atutem dla osób planujących krótki wypad. Redakcja t-online.de podkreśla, że to doskonały sposób na odkrycie polskiej kultury bez potrzeby organizowania długiego urlopu. Szczecin jawi się jako dostępne, a jednocześnie fascynujące miasto, w którym każdy znajdzie coś dla siebie.\n\nArchitektura Szczecina zachwyca turystów z Niemiec\n\nGoście z zagranicy doceniają architektoniczny charakter miasta. Z jednej strony monumentalne bramy z XVIII wieku przypominają o pruskiej historii regionu, z drugiej – futurystyczna bryła Filharmonii Szczecińskiej stanowi przykład odważnej, współczesnej formy. Niemieccy dziennikarze nie kryją zachwytu nad tym kontrastem, wskazując, że Szczecin łączy przeszłość z przyszłością w sposób, który wyróżnia go na tle innych europejskich miast.\n\nSzczecińska kuchnia regionalna podbija podniebienia turystów\n\nNie tylko zabytki i nowoczesna zabudowa przyciągają odwiedzających. Równie mocno uwagę zwraca lokalna gastronomia. Szczecińskie restauracje oferują klasyczne dania kuchni polskiej, takie jak pierogi, bigos czy paszteciki, ale także potrawy wegetariańskie i wegańskie, które cieszą się coraz większą popularnością wśród gości zza Odry. Artykuły w niemieckiej prasie podkreślają świeżość i autentyczność serwowanych dań oraz przyjazną atmosferę panującą w lokalach.\n\nCeny w Szczecinie niższe niż w Berlinie według niemieckich mediów\n\nPodróżni z Niemiec chętnie zwracają uwagę na korzystny stosunek jakości do ceny. W porównaniu do Berlina koszty wyżywienia, zakwaterowania i atrakcji turystycznych w Szczecinie pozostają znacznie niższe. Pomimo globalnej inflacji wiele miejsc w mieście nadal oferuje przystępne stawki. Co więcej, powszechność płatności bezgotówkowych sprawia, że zagraniczni turyści mogą swobodnie korzystać z usług bez konieczności posiadania lokalnej waluty.\n\nŹródło: t-online.de national-geographic.pl,\n\nPrzeczytaj też:\n\nPrzebadano 250 koni z Morskiego Oka. Oto w jakim są teraz stanie\n\nCzy na L4 można lecieć na wakacje? Koniecznie się upewnij co do jednej rzeczy!\n\nPrzejażdżka na Dzień Dziecka skończyła się przykrym incydentem w pociągu. \"Chłopiec się rozpłakał\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaskakujące wyniki rankingu! Te miejsca są rajem dla kobiet podróżujących w pojedynkę",
            "link": "https://www.fakt.pl/hobby/turystyka/ranking-miast-przyjaznych-podrozujacym-kobietom-gdzie-warto-jechac/ttgm38d",
            "description": "Kobiety coraz częściej ruszają w podróż bez towarzystwa. Nowy ranking pokazuje, które miasta oferują im najwyższy poziom ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CTi3LW3V_ZrKhFzJC2pGTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl6 godz.",
            "source": "Fakt.pl",
            "article_content": "Kobiety coraz częściej ruszają w podróż bez towarzystwa. Nowy ranking pokazuje, które miasta oferują im najwyższy poziom bezpieczeństwa i komfortu. Na czele zestawienia Dubaj, ale jedno europejskie miasto mocno zaskoczyło swoją pozycją.\n\nIndywidualne podróże kobiet zyskują na popularności na całym świecie. Samodzielne odkrywanie nowych miejsc to nie tylko sposób na oderwanie się od codzienności, lecz także szansa na budowanie pewności siebie i niezależności. Jednak samotne wyprawy niosą też wyzwania, szczególnie związane z bezpieczeństwem. Dlatego coraz więcej kobiet szuka miast, które pozwolą im czuć się bezpiecznie o każdej porze dnia i nocy. Odpowiedzi na te potrzeby dostarcza nowy ranking przygotowany przez międzynarodowy serwis ubezpieczeniowy.\n\nDubaj liderem w rankingu bezpieczeństwa\n\nNa szczycie listy znalazł się Dubaj. W międzynarodowym rankingu przygotowanym przez serwis InsureMyTrip, który ocenia miasta pod kątem bezpieczeństwa dla kobiet podróżujących solo, to właśnie ta metropolia uzyskała najwyższe noty zarówno za bezpieczeństwo w dzień, jak i po zmroku. Nowoczesna infrastruktura, bardzo niski poziom przestępczości oraz sprawnie działające służby miejskie sprawiają, że podróżniczki czują się tam swobodnie i pewnie. Dubaj przyciąga także luksusową bazą hotelową oraz bogatą ofertą atrakcji turystycznych, które są łatwo dostępne i dobrze skomunikowane z resztą miasta.\n\nPolski sukces. Kraków w światowej czołówce\n\nZaskoczeniem tegorocznego zestawienia okazał się znaczny awans Krakowa, który zajął drugie miejsce. Miasto wyróżniło się niskim wskaźnikiem przestępczości, wysoką jakością zakwaterowania oraz przyjazną atmosferą. Zabytkowe centrum, liczne atrakcje i dobrze rozwinięta sieć komunikacji miejskiej czynią z Krakowa miejsce idealne na bezpieczną podróż solo. Średnia ocena lokalnych hoteli to 4.37 na 5, natomiast atrakcje turystyczne zdobyły aż 4.65 punktu.\n\nEuropejskie miasta nadal w modzie\n\nWysokie pozycje w rankingu zajęły również inne europejskie metropolie. Madryt zachwyca otwartością mieszkańców i klimatem sprzyjającym eksploracji. Monachium oferuje uporządkowaną przestrzeń i wysoki poziom usług turystycznych. Na liście znalazły się także Praga, Lizbona oraz Wiedeń, które dzięki bezpieczeństwu i urokliwym zabytkom cieszą się niesłabnącym zainteresowaniem samotnych podróżniczek.\n\nNie wszędzie jest bezpiecznie. Te miasta budzą obawy\n\nNa końcu zestawienia uplasowały się miasta, gdzie bezpieczeństwo kobiet wciąż stanowi poważny problem. Delhi osiągnęło najniższy wynik ze względu na niski poziom ochrony i wysokie poczucie zagrożenia po zmroku. Podobnie oceniono Johannesburg oraz Marrakesz, gdzie ograniczony dostęp do pomocy i słabe wskaźniki równości płci negatywnie wpływają na komfort podróżujących.\n\nŹródło: insuremytrip.com, elle.pl\n\nPrzeczytaj też:\n\nPolak poleci w kosmos! W stolicy przygotowano z tej okazji niespodziankę. \"Nasze wsparcie\"\n\n250 koni przebadanych na trasie do Morskiego Oka. TPN komentuje\n\nCzy na L4 można lecieć na wakacje? Koniecznie się upewnij co do jednej rzeczy!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryj, które niepozorne banknoty 10 zł są warte fortunę. Kolekcjonerzy płacą za nie krocie [10.06.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/odkryj-kt%C3%B3re-niepozorne-banknoty-10-z%C5%82-s%C4%85-warte-fortun%C4%99-kolekcjonerzy-p%C5%82ac%C4%85-za-nie-krocie-8-06-2025-r/ar-AA1GiwVV?ocid=BingNewsVerp",
            "description": "Polskie banknoty obiegowe mają numery seryjne, które są kluczowe, jeśli chcemy sprzedać banknot 10 zł za atrakcyjną cenę. To ...",
            "image_url": "https://www.bing.pl/th?id=OVF.6bNp8nGSpSQ5abrv9rv22A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia)",
            "link": "https://gp24.pl/nawet-39-tysiecy-za-monety-z-prl-az-tyle-moga-zaplacic-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mozna-zrobic-zdjecia/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vRj0VyM9jZ08GoSZo9SXPg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Pomorza7 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety z PRL-u na aukcjach internetowych – ile kosztują w 2025 roku? [10.06.25 r.]",
            "link": "https://torun.naszemiasto.pl/cenne-monety-z-prl-u-na-aukcjach-internetowych-ile-kosztuja-w-2025-roku-10-06-25-r/ar/c1p2-27655625",
            "description": "W galerii przedstawiamy przykładowe aukcje z allegro na monety PRL wraz ze wskazaniem, ile osób brało udział w licytacji i ile czasu było do końca licytacji w momencie zbierania tych danych. Warto ...",
            "image_url": "https://www.bing.pl/th?id=ODF.liWL6w23oefxD6cfFEdIQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Toruń Nasze Miasto4 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zakopane odzyska legendę. Jest plan na opuszczone sanatorium",
            "link": "https://www.propertynews.pl/hotele/zakopane-odzyska-legende-jest-plan-na-opuszczone-sanatorium,190162.html",
            "description": "Jeszcze w XX-leciu międzywojennym było jednym z najbardziej znanych sanatoriów. Od początku tego stulecia niemal zupełnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4Wjmshh9pVlH-Yz2pGTkJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "PropertyNews6 min",
            "source": "PropertyNews",
            "article_content": "Jeszcze w XX-leciu międzywojennym było jednym z najbardziej znanych sanatoriów. Od początku tego stulecia niemal zupełnie opuszczone, stało się obiektem legend i białą plamą na mapie Zakopanego. Wiadomo już jednak, co dalej z historycznym \"Sanato\".\n\nDawne sanatorium Sanato to jedno z najbardziej tajemniczych miejsc w Zakopanem.\n\nWzniesiony jako miejsce dla kuracjuszy chorób płucnych w 1915 roku, obiekt został zamknięty w 1997 roku.\n\nBudynek stojący na zboczu Antałówki stał się przedmiotem mrocznych legend miejskich, bohaterem książki, a ostatnio jego inwestycyjny potencjał dostrzegli deweloperzy.\n\nCo dalej z tym dawnym sanatorium? Wiadomo, że jest już plan na jego rewitalizację. Oto, co ujawnia inwestor.\n\nOd lat opuszczony, dziś ma szansę nie tylko odzyskać dawna formę, ale zyskać nowe życie. Budynek dawnego sanatorium w Zakopanem jest już w trakcie odbudowy, a raczej rewitalizacji, która ma odkryć zupełnie nowy wymiar nie tylko wykorzystana takich przestrzeni, ale i odpowiadać na pytanie o potencjał zakopiańskiego genius loci: czy nowe może ożywić i przetłumaczyć na współczesny język to, co kiedyś ukształtowało miasto pod Giewontem?\n\nFirma CORE, znana z takich realizacji jak m.in. krakowski hotel Hyatt, planuje przywrócić historycznemu sanatorium Sanato dawną świetność - tym razem jako 5-gwiazdkowy hotel premium. Jednocześnie projekt ma ożywić i uporządkować całe wzgórze Antałówki nad Zakopanem.\n\nW ramach inwestycji może także powstać otwarty parku o powierzchni 7 tys. mkw., dostępny dla mieszkańców i turystów.\n\nŁączną wartość projektu szacuje się na ok. 450 mln zł. Inwestor zapewnia, że środki na te inwestycję zostały zabezpieczone.\n\nChoć inwestycja ma zachować ducha przeszłości, będzie odpowiadać na potrzeby gości szukających wysokiej jakości luksusowych rozwiązań.\n\nProjektowany hotel ma oferować usługi na poziomie pięciu gwiazdek, m.in: całodobową recepcję, baseny, strefę wellness, sauny, restauracje i sale konferencyjne. Dzięki zastosowaniu innowacyjnych źródeł energii – geotermii, rekuperacji czy hybrydowej wentylacji – obiekt będzie również przyjazny środowisku.\n\nNie jest to zresztą pierwszy zakopiański obiekt historyczny, który ma zostać przywrócony życiu. Deweloper jest w trakcie prac nad ukończeniem podobnych projektów hotelowych w tym mieście:\n\nSalamandra (najwyżej położony pięciogwiazdkowy hotel w Polsce, z widokiem na majestatyczną panoramę Tatr),\n\n(najwyżej położony pięciogwiazdkowy hotel w Polsce, z widokiem na majestatyczną panoramę Tatr), Apartamenty pod Kasprowym ,\n\n, Sośnica.\n\nCo wiemy jeszcze wiemy o historii o planach inwestora i architektów?\n\nHistoria Sanato w Zakopanem\n\n„Sanato” to historyczny budynek w Zakopanem, który odgrywał ważną rolę w leczeniu chorób płucnych i gruźlicy. Obiekt, wzniesiony w latach 1912–1915 na zboczu Antałówki, początkowo pełnił funkcję pensjonatu, a od 1928 roku stał się sanatorium dla pracowników poczty cierpiących na choroby płucne.\n\nPrzez dekady sanatorium uchodziło za jeden z najbardziej reprezentatywnych budynków w Zakopanem. Opisywany przez lokalną prasę jako „najpiękniejsze i najzdrowsze miejsce Zakopanego”, przyciągało nie tylko kuracjuszy, lecz także przedstawicieli świata kultury i biznesu.\n\nSanato. Przed rewitalizacją w Zakopanem - stan w czerwcu 2025 roku. Fot. PTWP, dz\n\nPo II wojnie światowej przeszedł w ręce Ministerstwa Zdrowia, a w 1985 roku oficjalnie nazwano go Sanatorium Chorób Płuc i Gruźlicy „Pocztowców”.\n\nObiekt został na dobre zamknięty w 1997 roku.\n\nSanato. Przed rewitalizacją w Zakopanem - stan w czerwcu 2025 roku. Fot. PTWP, dz\n\nObecnie był opuszczony i popadał w ruinę. Wokół niego narosły liczne legendy, w tym opowieści o dziwnych odgłosach i zjawiskach paranormalnych, co przyciąga miłośników historii i poszukiwaczy przygód. W 2014 roku Marcin Szczygielski opublikował powieść „Sanato”, której akcja toczy się w tym właśnie miejscu, inspirowaną autentycznymi zapiskami pacjentki z lat 30. XX wieku.\n\nSanato. Przed rewitalizacją w Zakopanem - stan w czerwcu 2025 roku. Fot. PTWP, dz\n\nNowy rozdział historii tego miejsca rozpoczyna się, kiedy Core Development zdecydował się zainwestować w rewitalizację legendarnego obiektu.\n\nDrugie życie Sanato: co planuje deweloper?\n\nPo dekadach popadania w ruinę (choć miasto próbowało chronić budynek przed zupełną dewastacją), pojawiła się szansa na przywrócenia starego szyldu do życia- tym razem już jako hotelu, choć w otoczeniu uzdrowiskowym.\n\nNa inwestycję zdecydowała się firma CORE, która - wzorem już realizowanych inwestycji, chce dokonać kompleksowej renowacji istniejącego budynku oraz jego elewacji z zachowaniem unikalnych detali architektonicznych. Jak podkreślają autorzy projektu, jego zamysł od początku dyskutowany jest z miejscowym konserwatorem zabytków.\n\nNa terenie działki mają powstać sąsiadujące budynki, które wspólnie z Sanato utworzą wysokiej klasy 5-gwiazdkowy hotel. Łącznie powstanie ok. 200 pokoi.\n\n- Naszym celem jest odnowa zabytku, ale przede wszystkim stworzenie najbardziej luksusowego hotelu na Podhalu, który połączy historię z nowoczesnym komfortem. Tak jak kiedyś w Zakopanem budowano z ambicją i rozmachem, tak dziś chcemy tu stworzyć miejsce, które będzie przyciągać niczym największe europejskie kurorty. Sanato ma znów stać się wizytówką Zakopanego – mówi Dawid Tatarek, dyrektor zarządzający CORE.\n\nSanato - tak ma wyglądać po rewitalizacji część całego, złożonego obiektu hotelowo-parkowego na zboczu zakopiańskiej Antałówki. Wiz. mat. pras.\n\nCentralnym punktem projektu pozostanie odrestaurowany budynek dawnego sanatorium. Towarzyszące mu nowoczesne niskie zabudowania, inspirowane będą stylem zakopiańskim oraz w harmonijny sposób wpiszą się w tatrzański krajobraz i naturalne ukształtowanie zbocza Antałówki.\n\nSanato po realizacji ma się stać kompleksem hotelowo-parkowym, gdzie budynkowi zabytkowego sanatorium zaczną towarzyszyć wkomponowane w skarpę pod nim niewielkie budynki nawiązujące do modernistycznego dziedzictwa Zakopanego. Wiz. mat. pras.\n\nZa koncepcję oraz spójność z lokalną architekturą odpowiada Pracownia Bernatowicz Architektura, prowadzona przez rodowitego Zakopiańczyka, Aleksandra Bernatowicza.\n\n- Inspiracją była dla nas nie tylko sama architektura historycznego Sanato, ale również inne wyjątkowe budynki Zakopanego, takie jak Hotel Panorama czy Obserwatorium Meteorologiczne. Chcemy, aby nowa zabudowa harmonijnie wkomponowała się w naturalne zbocze Antałówki – mówi Aleksander Bernatowicz, architekt odpowiedzialny za projekt.\n\nModernistyczne, niewielkie budynki kompleksu Sanato - jak zapewniają architekci i inwestor - nie będą konkurowały z głównym, zabytkowym budynkiem dawnego sanatorium, a raczej uzupełnią krajobrazowo widok na \"nową Antałówkę\". Wiz. mat. pras.\n\nPark nad Zakopanem: przestrzeń dla wszystkich\n\nProjekt Rewitalizacji Antałówki to jednak więcej niż hotel. Zakłada stworzenie parku o powierzchni 7 tys. mkw., w ramach którego wśród drzew mają powstać ścieżki spacerowe, punkty widokowe czy nawet tężnia solankowa.\n\nPonadto przestrzeń parku miałaby zostać wzbogacona o miejsca do odpoczynku, siłownię plenerową czy punkty edukacyjne – tak, by Antałówka mogła tętnić życiem przez cały rok.\n\nCORE deklaruje, że park może zostać docelowo bezpłatnie oddany do pełnego użytku miasta.\n\nWizualizacja parku na stromym zboczu Antałówki: zachowane i przystosowane do potrzeb różnych grup użytkowników ścieżki spacerowe z widokiem na Giewont i Zakopane. Wiz. mat. pras.\n\nSanato ma być projektem wyrastającym ze społeczności\n\nPlanowana rewitalizacja Antałówki ma również wyraźny wymiar społeczny. Otwarty park zwiększy dostępność terenów rekreacyjnych dla mieszkańców, a hotel stworzy około 150 miejsc pracy i wesprze lokalne firmy – od dostawców produktów po firmy transportowe, sprzątające, usługodawców eventowych, taksówkarzy czy lokalnych sprzedawców.\n\nWedług przybliżonych wyliczeń dewelopera, miasto może zyskać także dzięki wpływom z podatków – szacunkowo ponad 1,3 mln zł rocznie.\n\nCo równie ważne, wzgórze, które dziś jest niedostępne, może zyskać szczególne miejsce na mapie Zakopanego – jako przestrzeń wspólna – dla spacerowiczów, rodzin z dziećmi i osób szukających wyjątkowego doświadczenia pobytu z panoramą na Tatry.\n\nWstępny plan koncepcyjny zagospodarowania części parkowej kompleksu Sanato w Zakopanem na zboczu Antałówki. Mat. pras.\n\nZakopane nadal z potencjałem\n\nOd Poronina, niemal po zakopiańskie doliny pod Giewontem, wciąż są miejsca, które czekają na łaskawe oko zasobnych inwestorów z wyobraźnią. Zwłaszcza takich, którzy traktują swoje projekty hotelowe czy mieszkaniowe nie tylko jako prosty sposób na zarobek, ale i sposobność włączenia się w odbudowę zakopiańskiej tożsamości architektonicznej. Pole do popisu mają tu ci, którzy wiedzą, jak czerpać i podnosić standardy zakopiańskiej i podhalańskiej gościnności.\n\nZakopane przy Krupówkach. Fot. PTWP, dz.png"
        }
    }
]