[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Występ Marcina Dańca wywołał burzę w sieci. Na zarzuty odpowiada w swoim stylu",
            "link": "https://www.msn.com/pl-pl/rozrywka/gwiazdy/wyst%C4%99p-marcina-da%C5%84ca-wywo%C5%82a%C5%82-burz%C4%99-w-sieci-na-zarzuty-odpowiada-w-swoim-stylu/ar-AA1wAnEm?ocid=BingNewsVerp",
            "description": "Marcin Daniec w drugi dzień tegorocznych świąt Bożego Narodzenia zaprezentował widzom 17. odsłonę \"Marzeń Marcina Dańca\". Występ uznanego satyryka spotkał się z oburzeniem internautów, którzy nie zost ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7fzM0YWOPoPSDJAsoH5EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Plejada on MSN15 godz.",
            "source": "Plejada on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nadchodzi ostatnia w tym roku giełda staroci w Będzinie! Skarby z lat młodości na wyciągnięcie ręki. ZOBACZ TE ZDJĘCIA",
            "link": "https://bedzin.naszemiasto.pl/nadchodzi-ostatnia-w-tym-roku-gielda-staroci-w-bedzinie-skarby-z-lat-mlodosci-na-wyciagniecie-reki-zobacz-te-zdjecia/ar/c13p2-27123965",
            "description": "Już w najbliższą sobotę 28 grudnia w Będzinie odbędzie się ostatni w tym roku Targ Staroci. Od zabytkowych zastaw, przez ...",
            "image_url": "https://www.bing.pl/th?id=OVF.v8EZIBWmktb70tONHhJ%2bOw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "bedzin.naszemiasto17 godz.",
            "source": "bedzin.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 28.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-28-12-2024/ar-AA1wBJRu?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN2 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 28.12.2024",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-28122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.jORxU4Q8WxWYJ%2f94wGPBgw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 27.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-27-12-2024/ar-AA1wyVGu?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gWbYozHbRicy2bhCiysGkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Hostowane na MSN23 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 27.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-27-12-2024/ar-AA1wyQUd?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.X654di2_ut8_wPchfj78NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Hostowane na MSN23 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjście poza stare memcoiny: 5 nowych pretendentów na 2025 rok",
            "link": "https://comparic.pl/wyjscie-poza-stare-memcoiny-5-nowych-pretendentow-na-2025-rok/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Solana, Dogecoin i XYZVerse przyciągają uwagę, ponieważ wskaźniki wskazują na - Kryptowaluty ...",
            "image_url": "https://www.bing.pl/th?id=ODF.7XuGsgPDeEOKBRq3nTWokg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "comparic12 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nSolana, Dogecoin i XYZVerse przyciągają uwagę, ponieważ wskaźniki wskazują na możliwy znaczny wzrost rynku do początku 2025 r. Inwestorzy obserwują trendy sugerujące, że te kryptowaluty mogą doświadczyć znacznego ruchu. Ten potencjalny wzrost sprawia, że ​​inwestorzy i entuzjaści uważnie obserwują rynek, aby sprawdzić, czy te aktywa cyfrowe będą przewodzić kolejnej fali możliwości.\n\nToken memów sportowych, na który nie możesz sobie pozwolić!\n\nXYZ to Twoja ekskluzywna przepustka VIP do rewolucji napędzanej sportem i memami. Pomyśl o nim jako o MVP ekosystemu XYZVerse, gdzie degeni mogą dużo zyskać na rosnącym zapotrzebowaniu na monety memów.\n\nWyobraź sobie: Polymarket osiąga 1 miliard dolarów wolumenu obrotu podczas wyborów prezydenckich w USA – teraz dodaj szum wokół monet memów i dreszczyk emocji sportowych. Z milionami fanów sportu gotowych do wyjścia na boisko i gotówką w ekosystemie XYZVerse, który ma się rozwijać – a Twoje nagrody wystrzelą w kosmos!\n\n>>> Przedsprzedaż XYZ to Twoja szansa na wejście w pierwszym kwartale! <<<\n\n\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\n\n\nW 2024 roku monety memowe są niekwestionowanymi mistrzami świata kryptowalut, a XYZ ma zmiażdżyć konkurencję. Z potencjalnymi możliwościami, które przekroczą linię mety, plan przedsprzedaży po TGE wygląda solidnie. Zapomnij o 5000% wzroście BOME lub 1000% rajdzie WIF – XYZ jest tutaj, aby przebić ich wszystkich!\n\nDzięki nadchodzącym notowaniom na głównych platformach CEX i DEX, solidnej obronie w postaci audytowanych inteligentnych kontraktów i w pełni sprawdzonemu zespołowi, XYZ jest już o krok przed grą. Kluczowa jest tutaj przewaga pierwszego gracza – wejdź, zanim tłum wkroczy na boisko, a będziesz miał o wiele większe szanse!\n\n>>> Nie zostań na ławce rezerwowych – zgarnij swoje tokeny XYZ już teraz i weź udział w kolejnych wielkich mistrzostwach kryptowalut! <<<\n\nPeanut the Squirrel (PNUT)\n\nPNUT to świeży, inspirowany memami token kryptowalutowy, który robi furorę na blockchainie Solana. Przy całkowitej podaży 100 milionów tokenów, może pochwalić się zerowymi podatkami transakcyjnymi, odwołanym kontraktem i spalonym pulami płynności. Te funkcje mają na celu zapewnienie bezpieczeństwa aktywów posiadaczy. Maskotką tokena jest Pnut, wesoła wiewiórka przypominająca popularne postacie z memów, dodająca projektowi beztroskiego i społecznościowego ducha. Dla zainteresowanych nabycie PNUT jest proste za pośrednictwem platform takich jak Jupiter Aggregator.\n\nNa dzisiejszym, ciągle zmieniającym się rynku kryptowalut, PNUT oferuje unikalne połączenie zabawy i praktyczności. Jego obecność na Solana oznacza szybkie transakcje i niskie opłaty, co może spodobać się wielu użytkownikom. Zerowe podatki transakcyjne sprawiają, że handel PNUT jest bardziej atrakcyjny w porównaniu z innymi tokenami, które mają dodatkowe koszty. Chociaż rynek kryptowalut jest nieprzewidywalny, angażujące podejście PNUT i solidna technologia mogą pomóc mu wyróżnić się spośród innych monet memowych. Wraz ze wzrostem zainteresowania projektami skupionymi na społeczności, PNUT może być interesującą opcją dla entuzjastów obserwujących bieżące trendy rynkowe.\n\nPudgy Penguins (PENGU)\n\nPENGU jest oficjalną monetą Pudgy Penguins, tętniącej życiem społeczności, która stała się twarzą kryptowalut. Od dużych marek noszących Pingwiny po występy w reklamach ETF, Pudgy Penguin zyskał na popularności. Z milionami obserwujących i ponad 50 miliardami wyświetleń, to coś więcej niż tylko obraz — to ikona kulturowa. PENGU łączy fanów ze wszystkich stron, pozwalając każdemu, kto dzieli się i widzi Pudgy Penguin każdego dnia, dołączyć do The Huddle. To coś więcej niż moneta; to symbol społeczności, memów i dobrych wibracji. Uwierz w Pengu. Uwierz w przepowiednię.\n\nNa rynku pełnym złożonych projektów PENGU wyróżnia się skupieniem na społeczności i prostocie. Jako moneta memowa wykorzystuje siłę zaangażowania społecznego, podobnie jak Dogecoin w swoim wzroście. Wspierany przez jedną z najbardziej wpływowych społeczności w kryptowalutach, PENGU ma wyjątkową pozycję. Dzięki inwestorom wykazującym zainteresowanie monetami z silnym wsparciem społeczności, PENGU zyskuje na popularności. Jego potencjał tkwi w jego powszechnej atrakcyjności i Przepowiedni, która jednoczy jego fanów. W miarę jak kryptowaluty nadal wkraczają do głównego nurtu kultury, monety takie jak PENGU odciskają swoje piętno.\n\nSPX6900 (SPX)\n\nW erze cyfrowej, w której królują liczby, SPX6900 wdarł się na scenę. Ten token memowy, zrodzony z głębin kultury internetowej, marzy o wielkich rzeczach — 69 bilionach dolarów. Jego cel? Przewyższyć S&P 500. Logika jest równie śmiała, co prosta: 6900 jest większe niż 500, więc SPX6900 musi być lepsze. Ta zabawna argumentacja przykuła uwagę wielu osób, które uważają, że większe liczby mogą oznaczać lepsze inwestycje.\n\nAle jak SPX6900 radzi sobie na dzisiejszym rynku? Wraz z rozwojem kryptowalut, tokeny memowe, takie jak SPX6900, zyskują na popularności. Oferują zabawny zwrot akcji w porównaniu do tradycyjnych monet. Podczas gdy Bitcoin i Ethereum dominują w świecie kryptowalut, SPX6900 stanowi alternatywę dla osób ciekawych niekonwencjonalnych aktywów. Biorąc pod uwagę trendy rynkowe obejmujące innowacje, SPX6900 może być intrygującą opcją dla inwestorów poszukujących czegoś nowego.\n\nTurbo (TURBO)\n\nPoznaj Turbo Token, pierwszy na świecie memecoin stworzony przez sztuczną inteligencję. Powstały w wyniku śmiałego eksperymentu, jego założyciel rzucił wyzwanie GPT-4, aby zaprojektować kolejną wielką rzecz w kryptowalutach. Rezultat? Cyfrowa moneta, która nie jest po prostu kolejnym tokenem inspirowanym memami, ale symbolem innowacji — memecoin stworzony przez AI dla ludzi.\n\nNa rynku pełnym niezliczonych kryptowalut Turbo Token wyróżnia się swoim unikalnym pochodzeniem i podejściem opartym na społeczności. Jego koncepcja generowana przez AI rozbudziła wyobraźnię inwestorów i entuzjastów kryptowalut. Ponieważ rynek poszukuje świeżych i nowatorskich projektów, dziedzictwo AI Turbo Token może dać mu przewagę nad tradycyjnymi memecoinami. Podczas gdy zmienność kryptowalut pozostaje czynnikiem, połączenie technologii AI z blockchainem może sygnalizować nowy trend warty obserwowania. W porównaniu z innymi tokenami, innowacyjne tło Turbo może uczynić go intrygującą opcją dla osób zainteresowanych połączeniem AI i finansów.\n\nWniosek\n\nPodczas gdy PNUT, PENGU, SPX i TURBO są obiecujące, XYZVerse (XYZ) w wyjątkowy sposób łączy memy i sport, dążąc do rozwoju i stając się ikoną kulturową.\n\nWięcej informacji o XYZVersus (XYZ) można znaleźć tutaj:\n\nStrona, Telegram, X\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 28.12.2024",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-28122024/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl2 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 28.12.2024",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-28122024/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z ...",
            "image_url": "https://www.bing.pl/th?id=OVF.oud2zEzxvFID%2b%2bwt%2by57xw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabawki PRL - takie prezenty dostawały kiedyś dzieci na święta pod choinkę. W 2024 roku niektóre zabawki są warte krocie [28.12.2024 r.]",
            "link": "https://pomorska.pl/zabawki-prl-takie-prezenty-dostawaly-kiedys-dzieci-na-swieta-pod-choinke-w-2024-roku-niektore-zabawki-sa-warte-krocie-28-12-2024-r/ar/c9p2-27063479",
            "description": "Dawniej wybór zabawek nie był tak duży, jak w XXI wieku. Jednak w czasach PRL-u, tak jak dziś, dzieci dostawały na święta ...",
            "image_url": "https://www.bing.pl/th?id=OVF.JOzMRONePvaS4jVs9ofb9Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Pomorska2 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przedostatni pchli targ w Komornikach pod Poznaniem w tym roku. Sprawdź, co można kupić na niedzielnej giełdzie staroci! Zdjęcia [27.12.24]",
            "link": "https://gloswielkopolski.pl/przedostatni-pchli-targ-w-komornikach-pod-poznaniem-w-tym-roku-sprawdz-co-mozna-kupic-na-niedzielnej-gieldzie-staroci-zdjecia-27-12-24/ar/c1p2-27113987",
            "description": "Każda niedziela w Komornikach pod Poznaniem to prawdziwa gratka dla miłośników poszukiwań skarbów na pchlim targu. Odbywająca ...",
            "image_url": "https://www.bing.pl/th?id=OVF.HxovJCBG1LGLRupTBiUUqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "gloswielkopolski21 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nadchodzi ostatnia w tym roku giełda staroci w Będzinie! Skarby z lat młodości na wyciągnięcie ręki. ZOBACZ TE ZDJĘCIA",
            "link": "https://bedzin.naszemiasto.pl/nadchodzi-ostatnia-w-tym-roku-gielda-staroci-w-bedzinie-skarby-z-lat-mlodosci-na-wyciagniecie-reki-zobacz-te-zdjecia/ar/c13p2-27123965",
            "description": "Już w najbliższą sobotę 28 grudnia w Będzinie odbędzie się ostatni w tym roku Targ Staroci. Od zabytkowych zastaw, przez ...",
            "image_url": "https://www.bing.pl/th?id=OVF.v8EZIBWmktb70tONHhJ%2bOw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "bedzin.naszemiasto17 godz.",
            "source": "bedzin.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ przy galerii Avenida w Poznaniu znowu zgromadził tłumy. Zobacz zdjęcia i sprawdź, co można było kupić! [27.12.2024]",
            "link": "https://gloswielkopolski.pl/pchli-targ-przy-galerii-avenida-w-poznaniu-znowu-zgromadzil-tlumy-zobacz-zdjecia-i-sprawdz-co-mozna-bylo-kupic-27-12-2024/ar/c1p2-27114183",
            "description": "Na targu przy Avenidzie nie zabrakło w niedzielę przede wszystkim świątecznych akcentów: choinek czy ozdób świątecznych.",
            "image_url": "https://www.bing.pl/th?id=OVF.naThVe2gNwCCldhTV7QWFQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "gloswielkopolski23 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie idziecie na Sylwestra? Przyjdźcie na wieżę widokową w Wałbrzychu, możecie też zajrzeć do Starej Kopalni",
            "link": "https://www.msn.com/pl-pl/rozrywka/og%C3%B3lne/nie-idziecie-na-sylwestra-przyjd%C5%BAcie-na-wie%C5%BC%C4%99-widokow%C4%85-w-wa%C5%82brzychu-mo%C5%BCecie-te%C5%BC-zajrze%C4%87-do-starej-kopalni/ar-AA1wzPu3?ocid=BingNewsVerp",
            "description": "Dla wszystkich, którzy nie zdecydowali się na witanie Nowego Roku na zorganizowanych imprezach, Urząd Miasta w Wałbrzychu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Eu6ouM6sY5iDQvvU2rJM3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Hostowane na MSN18 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 6 km od Kołobrzegu. Podpowiedzi ciekawych tras na weekend 28 - 29 grudnia",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-nordic-walking-do-6-km-od-kolobrzegu-podpowiedzi-ciekawych-tras-na-weekend-28-29-grudnia/ar/c7p1-22319027",
            "description": "Akademia Rycerska - w 1655 r. założył ją Wielki Elektor Fryderyk Wilhelm. Była to pierwsza szkoła wojskowa w państwie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.56o9zYrMQRPxMJfpRNa7Ew&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto18 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 19 km od Oświęcimia. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 28 - 29 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-19-km-od-oswiecimia-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-28-29-grudnia/ar/c7p1-21831633",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 28 grudnia w Oświęcimiu ma być 4°C. Nie powinno padać. W niedzielę 29 grudnia w Oświęcimiu ma być 5°C. Nie będzie padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto18 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zwyczaje noworoczne i tradycje świąt Bożego Narodzenia na Krajnie. Tak świętowano jeszcze w XX wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zwyczaje-noworoczne-i-tradycje-%C5%9Bwi%C4%85t-bo%C5%BCego-narodzenia-na-krajnie-tak-%C5%9Bwi%C4%99towano-jeszcze-w-xx-wieku/ar-AA1wsnc9?ocid=BingNewsVerp",
            "description": "Dawne świętowanie Bożego Narodzenia w północno-wschodniej części Krajny, czyli w powiecie sępoleńskim, było pełne obyczajów, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E7AgIlAEh8uAhLlMbk8EgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN23 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lubisz aktywne spędzanie wolnego czasu? Poszukujesz nowej pasji? A może kolekcjonujesz przedmioty podpisane p…",
            "link": "https://migranciwpolsce.pl/wosp/lubisz-aktywne-spedzanie-wolnego-czasu-poszukujesz-nowej-pasji-a-moze-kolekcjonujesz-przedmioty-podpisane-p/",
            "description": "🎆 Lubisz aktywne spędzanie wolnego czasu? Poszukujesz nowej pasji? A może kolekcjonujesz przedmioty podpisane przez osoby ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Q2OZptVS7uFTtz3fbZ9Msi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "migranciwpolsce15 godz.",
            "source": "migranciwpolsce",
            "article_content": "\n\n🎆 Lubisz aktywne spędzanie wolnego czasu? Poszukujesz nowej pasji? A może kolekcjonujesz przedmioty podpisane przez osoby znane i lubiane? Koniec roku to czas podsumowań i postanowień – właśnie teraz jest idealna okazja spróbowania czegoś nowego lub uzupełnienia zbiorów! Weź udział w charytatywnych aukcjach Allegro dla WOŚP! Ofert jest tyle, że na pewno znajdziesz coś dla siebie!\n\n🏃🏼‍♀️ Planujesz udział w 19. Bieg „Policz się z cukrzycą”? Możesz sprawić, że ten bieg będzie wyjątkowy – wylicytuj numer startowy! Czekają na Ciebie numery 1, 19 i 33 oraz wiele innych, ciekawych pakietów startowych! ➡️ https://allegro.pl/oferta/wyjatkowy-pakiet-startowy-19-bieg-policz-sie-z-cukrzyca-1-17051924453\n\nSprawdź, co jeszcze możesz wylicytować 👇🏼\n\n✨ Jedyny taki kombinezon z promu Heweliusz https://allegro.pl/oferta/kombinezon-uratowanego-z-heweliusza-16939710302\n\n✨ Obraz Artura Barcisia (oczywiście z aniołami w tle):\n\nhttps://allegro.pl/oferta/obraz-wedrowka-artur-barcis-17019727456\n\n✨ Yanosik RS z dożywotnim abonamentem i wgranym powitaniem Jurka:\n\nhttps://allegro.pl/oferta/yanosik-w-wersji-wosp-z-przywitaniem-jurka-owsiaka-17052826027\n\n✨ Kopia słynnej ławeczki z serialu „Ranczo”:\n\nhttps://allegro.pl/oferta/laweczka-z-serialu-ranczo-z-autografem-rezysera-17041639012\n\n✨ Zabytkowy motocykl:\n\nhttps://allegro.pl/oferta/motocykl-zabytkowy-iz-49-rok-produkcji-1956-17048121921\n\n✨ Oczywiście nie może zabraknąć tradycyjnego portretu Jurka Owsiaka, namalowanego przez Monikę Graczyk!\n\nhttps://allegro.pl/oferta/monika-graczyk-obraz-jurek-owsiak-17020089497\n\n#wosp2025\n\n\n\n\n\n#Lubisz #aktywne #spędzanie #wolnego #czasu #Poszukujesz #nowej #pasji #może #kolekcjonujesz #przedmioty #podpisane #p..\n\nŻródło materiału: Wielka Orkiestra Świątecznej Pomocy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy Dwór Mazowiecki: Szczątki z masowych egzekucji na hałdach ziemi",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/nowy-dw%C3%B3r-mazowiecki-szcz%C4%85tki-z-masowych-egzekucji-na-ha%C5%82dach-ziemi/ar-AA1wzUHQ?ocid=BingNewsVerp",
            "description": "– Stwierdzam, na podstawie zdjęć, że odnaleziony fragment kostny jest częścią nosową czaszki ludzkiej, a zęby odnalezione na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4Hm63Gs4quq_LehDg7zm0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "DoRzeczy on MSN17 godz.",
            "source": "DoRzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer w woj. małopolskim. Gdzie warto się wybrać w weekend 28 - 29 grudnia? TOP 10 tras",
            "link": "https://gazetakrakowska.pl/gdzie-na-spacer-w-woj-malopolskim-gdzie-warto-sie-wybrac-w-weekend-28-29-grudnia-top-10-tras/ar/c7p1-22116467",
            "description": "Zanim wyruszysz, sprawdź, jaka będzie pogoda. W sobotę 28 grudnia w woj. małopolskim ma być od 1°C do 3°C. Nie powinno padać.",
            "image_url": "https://www.bing.pl/th?id=OVF.jz4uj0L9Nde3ZTx%2bEJPXxw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska18 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "28 GRUDNIA 2024",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2024-12-28,8,day.html",
            "description": "Muzeum Sztuki Współczesnej w Krakowie MOCAK we współpracy z Narodowym Starym Teatrem im. Heleny Modrzejewskiej w Krakowie otwiera nową przestrzeń w ramach swojej Kolekcji. Pokazana zostanie interaktyw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "krakow6 godz.",
            "source": "krakow",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie nocować w Poznaniu - Hotel Włoski Stare Miasto Poznań",
            "link": "https://epoznan.pl/news-news-158382-gdzie_nocowac_w_poznaniu_hotel_wloski_stare_miasto_poznan",
            "description": "Hotel Włoski Stare Miasto w Poznaniu - luksus, komfort i niskie ceny. Szukasz idealnego miejsca na nocleg w Poznaniu? Chcesz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Qp7Q0Ylv-XpQbycDopeyRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "epoznan17 godz.",
            "source": "epoznan",
            "article_content": "REKLAMA\n\nHotel Włoski Stare Miasto w Poznaniu - luksus, komfort i niskie ceny.\n\nSzukasz idealnego miejsca na nocleg w Poznaniu? Chcesz połączyć komfort, pyszną kuchnię i doskonałą lokalizację? Hotel Włoski w Poznaniu to miejsce, które spełni wszystkie Twoje oczekiwania. Niezależnie od tego, czy podróżujesz służbowo, czy prywatnie, czeka tu na Ciebie elegancja, przytulna atmosfera i włoska gościnność, którą poczujesz od pierwszej chwili.\n\n\n\nHotel Włoski Stare Miasto Poznań\n\nDolna Wilda 8,\n\ntel. 61 833 52 62\n\nhttps://hotelwloski.pl/\n\n\n\nHotel Włoski Stare Miasto Poznań położony jest w jednym z najlepszych punktów miasta. Zaledwie 5 minut spacerem dzieli go od znanej galerii Stary Browar, a w ciągu 12 minut pieszo dojdziesz na słynny poznański Stary Rynek - miejsce, które tętni życiem o każdej porze dnia i nocy. Taka lokalizacja pozwala w pełni korzystać z atrakcji miasta, a jednocześnie zapewnia spokój i możliwość odpoczynku.\n\nHotel Włoski będzie idealnym wyborem na nocleg podczas rodzinnego wyjazdu do miasta czy też na podróż służbową, dzięki centralnej lokalizacji możesz zwiedzać zabytki, zrobić zakupy, czy udać się na biznesowe spotkanie, wszystko masz na wyciągnięcie ręki.\n\n\n\nHotel Włoski Stare Miasto Poznań\n\nDolna Wilda 8,\n\ntel. 61 833 52 62\n\nhttps://hotelwloski.pl/\n\n\n\nEkskluzywne pokoje Vip Superior, w których poczujesz się jak w domu\n\n\n\nPokoje w Hotelu Włoskim Stare Miasto Poznań to esencja luksusu i elegancji. Każdy z nich został zaprojektowany z myślą o tym, aby zapewnić gościom maksymalny komfort. Stylowe meble, klimatyczne oświetlenie i nowoczesne udogodnienia tworzą przestrzeń idealną zarówno do pracy, jak i wypoczynku. Miękkie łóżka z wysokiej jakości pościelą oraz starannie zaplanowana aranżacja wnętrz sprawiają, że poczujesz się tu jak w domu.\n\n\n\nGoście mogą liczyć na przestronne pokoje, które idealnie łączą nowoczesny design z ciepłą, domową atmosferą. Przemyślane szczegóły, takie jak wygodne biurko do pracy, bezpłatne Wi-Fi i funkcjonalna przestrzeń do przechowywania rzeczy, czynią pobyt w Hotelu Włoskim Poznań wyjątkowo komfortowym. To doskonałe miejsce zarówno dla osób podróżujących w celach biznesowych, jak i dla tych, którzy chcą odpocząć po całym dniu zwiedzania Poznania.\n\n\n\nHotel Włoski Stare Miasto Poznań\n\nDolna Wilda 8,\n\ntel. 61 833 52 62\n\nhttps://hotelwloski.pl/\n\n\n\nRestauracja Italia - Włoski smak, który pokochasz\n\n\n\nPrawdziwą perełką Hotelu Włoskiego Poznań jest Restauracja Italia, która zaprasza na niezapomnianą kulinarną podróż do Włoch. To tutaj odkryjesz autentyczne smaki kuchni włoskiej - dania przygotowywane z najwyższej jakości składników, według oryginalnych włoskich receptur. Aromatyczne pasty, świeże owoce morza, soczyste mięsa oraz chrupiące pizze to tylko kilka z propozycji, które czekają na gości.\n\n\n\nRestauracja Italia to także idealne miejsce na organizację imprezy okolicznościowej takiej jak; chrzciny, pierwsza komunia, urodziny, rocznica ślubu. W restauracji Italia można również zorganizować spotkanie firmowe w doskonałej atmosferze z pysznym jedzeniem.\n\n\n\nParking - komfort i bezpieczeństwo na terenie hotelu Włoskiego\n\n\n\nPodczas podróży do miasta jednym z kluczowych elementów jest wygodne i bezpieczne miejsce parkingowe. Hotel Włoski oferuje przestronny, zamykany i monitorowany parking, co daje gościom pełen komfort i poczucie bezpieczeństwa.\n\n\n\nApartamenty Poznań Półwiejska 37 to doskonały wybór dla osób planujących kilkutygodniowy lub kilkumiesięczny pobyt w sercu Poznania. Zlokalizowane tuż obok ikonicznego Starego Browaru, oferują widok na jedną z najciekawszych atrakcji miasta. Nowoczesne, elegancko urządzone wnętrza zapewniają komfort i prywatność, a aneksy kuchenne pozwalają na swobodne przygotowywanie posiłków. Dzięki temu goście mogą cieszyć się niezależnością i oszczędnością podczas dłuższego pobytu. Bliskość najważniejszych punktów turystycznych, takich jak Stary Rynek czy urokliwe poznańskie uliczki, sprawia, że apartamenty te stanowią idealną bazę wypadową do zwiedzania miasta. Po całym dniu pełnym wrażeń można wrócić do przytulnego i wygodnego apartamentu, gdzie czeka spokojna atmosfera sprzyjająca relaksowi. https://apartamentybrowarpoznan.pl/ zadzwoń - rezerwacja 24h - 601 500 868\n\n\n\nLokalizacja przy ulicy Półwiejskiej gwarantuje dostęp do szerokiej oferty gastronomicznej, handlowej i rozrywkowej. W najbliższej okolicy znajdują się liczne kawiarnie, restauracje i bistra, gdzie każdego dnia można odkrywać nowe smaki i testować różnorodne kuchnie świata. Dla miłośników zakupów Stary Browar oferuje ekskluzywne butiki i modne sklepy. Wszystko to sprawia, że goście mają codziennie dostęp do nowych, inspirujących doświadczeń. Dodatkowym atutem jest łatwy dostęp do komunikacji miejskiej, co ułatwia poruszanie się po całym Poznaniu bez konieczności korzystania z samochodu. Apartamenty Poznań Półwiejska 37 to nie tylko wygoda i funkcjonalność, ale także wyjątkowa okazja do zanurzenia się w rytmie miasta. Zarezerwuj już dziś i ciesz się komfortem, niezależnością i bliskością najważniejszych atrakcji Poznania. https://apartamentybrowarpoznan.pl/ zadzwoń teraz 601 500 868\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 28.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-28-12-2024/ar-AA1wBJRu?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN2 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 28.12.2024",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-28122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.jORxU4Q8WxWYJ%2f94wGPBgw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    }
]