[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Promocje w sklepach sieci Reserved, House, Cropp, Mohito w piątek, 20.06.2025. Zobacz, jakie ubrania możesz kupić dziś taniej!",
            "link": "https://naszemiasto.pl/promocje-w-sklepach-sieci-reserved-house-cropp-mohito-w-piatek-20-06-2025-zobacz-jakie-ubrania-mozesz-kupic-dzis-taniej/ar/c15p1-20976483",
            "description": "Dzięki promocjom na ubrania, możesz taniej wyglądać bardzo modnie! Polskie marki firmy LPP regularnie przyciągają nas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nAXbb2w4AnyeazIiHDglJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasze Miasto43 min",
            "source": "Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kupili stary dom za 600 tys. zł. \"Może być kotem w worku\"",
            "link": "https://noizz.pl/design/kupili-stary-dom-za-600-tys-zl-moze-byc-kotem-w-worku/xj1eyfh",
            "description": "— Pojechaliśmy obejrzeć ten dom trochę w ramach rozrywki, bo był za drogi i inny niż te, które do tej pory oglądaliśmy. Kiedy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VTI_eQWaLk2z3aoLQn7UQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Noizz3 godz.",
            "source": "Noizz",
            "article_content": "— Pojechaliśmy obejrzeć ten dom trochę w ramach rozrywki, bo był za drogi i inny niż te, które do tej pory oglądaliśmy. Kiedy jednak tam dojechaliśmy, zakochaliśmy się z miejsca, jeszcze zanim weszliśmy do środka — przyznaje Zofia, która jest kolejną bohaterką cyklu \"Ruinersi\"\n\n— Głupotą jest dla mnie budowa nowego domu, kiedy wokół jest tyle pięknych, starych budynków czekających na uratowanie — mówi Zofia\n\n— Nasz dom został zbudowany w 1929 r. Sąsiedzi opowiadali, że w czasie wojny stacjonowały tu wojska niemieckie, które stworzyły sobie wokół poligon — tłumaczy nasza rozmówczyni\n\n— Był w najlepszym stanie ze wszystkich, jakie oglądaliśmy. Strop jest zachowany idealnie, drewniane podłogi są do całkowitego odratowania, w niektórych pomieszczeniach znaleźliśmy też piękne dębowe parkiety — dodaje bohaterka cyklu \"Ruinersi\"\n\n— Wszystko chcemy robić sami. Mamy wokół siebie przyjaciół i rodzinę, którzy nam kibicują i pomogą. Poza tym uwielbiamy takie rzeczy — podsumowuje\n\nW ramach cyklu \"Ruinersi\" pokazujemy remonty starych budynków, które cieszą się coraz większą popularnością w Polsce i nie tylko. W kolejnym odcinku rozmawiamy z Zofią, która wraz z Marcinem kupiła stary dom z drewna na Kurpiach, a jego metamorfozę pokazują na Instagramie \"Mały Ganek\".\n\nStary dom z drewna do remontu\n\nMaciek i Zofia przed domem Foto: Archiwum własne bohaterki\n\nDlaczego postanowiliście kupić i wyremontować stary dom?\n\nZofia: Już na pierwszej randce okazało się, że oboje lubimy remonty, chcemy uciec z miasta i wyprowadzić się na wieś. Myślę więc, że to była kwestia czasu, zanim zaczniemy rozmawiać o tym na poważnie. Moim marzeniem był stary dom, taki ze skrzypiącą podłogą i drewnianymi oknami. Nie tylko dlatego, że kocham historię i starocie, ale także ze względów ekologicznych. Głupotą jest dla mnie budowa nowego domu, kiedy wokół jest tyle pięknych, starych budynków czekających na uratowanie.\n\nPonad rok temu zaczęliśmy szukać domu na wszystkich znanych nam portalach. W grę wchodziła centralna i wschodnia Polska. Ja jestem z Warszawy, Maciek z Białegostoku i nie chcieliśmy mieć domu po drugiej stronie kraju, z dala od naszych rodzin. Oglądaliśmy w większości budynki murowane na Pomorzu, Mazurach i Lubelszczyźnie. Zawsze coś było nie tak — wiatraki na działce obok, popękane mury do całkowitego wyburzenia, brzydka okolica. Zazwyczaj problemem był zły stan techniczny budynków, które mimo naszych ogromnych chęci nadawały się jedynie do wyburzenia i stawiania od nowa, a nie o to nam chodziło.\n\n\"Dom pochodzi z 1929 r.\" Foto: Archiwum własne bohaterki\n\nMaciek bardzo chciał mieszkać na Podlasiu, więc kiedyś powiedziałam mu na odczepnego, że na Podlasiu są tylko małe drewniane chatki, że jak znajdzie duży drewniany dom, to pogadamy. No i się znalazł. Co prawda nie na Podlasiu, ale bardzo blisko, bo na Kurpiach. Wypatrzyłam go na adresowo.pl, kiedy byliśmy już bardzo zrezygnowani po kolejnej kilkugodzinnej wyprawie na Pomorze. Pojechaliśmy go obejrzeć trochę w ramach rozrywki, bo był za drogi i inny niż te, które do tej pory oglądaliśmy. Kiedy jednak tam dojechaliśmy, zakochaliśmy się z miejsca jeszcze przed wejściem do środka.\n\nDom pochodzi z 1929 r., został wybudowany na terenie należącym do rodziny Krasińskich. Sąsiedzi opowiadali, że w czasie wojny stacjonowały tu wojska niemieckie, które stworzyły sobie wokół poligon, potem dom przejęło UB. Po wojnie stał się własnością lasów państwowych i przez wiele lat pełnił funkcję siedziby nadleśnictwa. Jest typową leśniczówką z międzywojnia. Drewniany budynek z głównym gankiem, gankiem z tyłu i dwoma dodatkowymi wejściami. Znajduje się w środku lasu, niedaleko rezerwatu, wokół tylko cisza, spokój i śpiew ptaków. Okolica była dla nas równie ważna, jak sam dom.\n\n\"Dom znajduje się w środku lasu, niedaleko rezerwatu\" Foto: Archiwum własne bohaterki\n\nW jakim stanie był ten dom?\n\nW najlepszym ze wszystkich, jakie oglądaliśmy. Strop jest w stanie idealnym, podłogi drewniane do całkowitego odratowania, w niektórych pomieszczeniach znaleźliśmy też piękny dębowy parkiet. Cała stolarka drzwi i okna do uratowania. Oryginalna konstrukcja dachu też w stanie bardzo dobrym. Schody na piętro w stanie idealnym.\n\n\"Schody na piętro są w stanie idealnym\" Foto: Archiwum własne bohaterki\n\nOczywiście nie wszystko wygląda różowo. Tynki nadają się do skucia, instalacje do wymiany, a jeden z kominów do rozbiórki. Piętą achillesową domu są ganki, z nimi będzie najwięcej roboty. Jeden niestety będzie trzeba rozebrać, żeby zrobić wykusze na piętrze. Drugi natomiast trzeba mocno podreperować, zrobić nowe fundamenty i wymienić spróchniałe elementy.\n\n\"Tynki nadają się do skucia, instalacje do wymiany, a jeden z kominów do rozbiórki\" Foto: Archiwum własne bohaterki\n\nCzy nie łatwiej byłoby zburzyć dom i postawić coś nowego?\n\nNie wiemy. Taka opcja po prostu nie wchodziła w grę, bo dom okazał się zabytkiem. Poza tym nie po to kupujemy stary dom z duszą, żeby całkowicie go zburzyć. To byłoby bez sensu.\n\nPowiedzcie więcej o samym remoncie. Czy planujecie go robić sami?\n\nDom kupiliśmy chwilę temu, remont dopiero przed nami. Na szczęście nam się nie spieszy, więc podchodzimy do wszystkiego na spokojnie. Musimy dokończyć studia, więc jeszcze trochę pomieszkamy w Warszawie. Remont planujemy na najbliższe kilka lat.\n\nDalsza część wywiadu pod materiałem wideo:\n\nWszystko chcemy robić sami. Mamy wokół siebie przyjaciół i rodzinę, którzy nam kibicują i pomogą. Poza tym uwielbiamy takie rzeczy. Nie traktujemy tego jako prace przymusowe, a raczej spełnianie marzenia. Nie straszne nam skuwanie tynków, burzenie ścian, robienie wylewek czy kładzenie instalacji. Maćkowi oczy się świecą na myśl o wszystkich narzędziach, które będzie musiał kupić. Nie będziemy zmieniać układu pomieszczeń, wyburzymy jedynie ścianę pomiędzy łazienkami i fragment ściany między pokojami, by stworzyć duży salon. Trzeba będzie zrobić cztery wykusze na górze, zmienić pokrycie dachu i ocieplić go. Później będziemy musieli oczyścić i naprawić drewnianą elewację oraz ocieplić dom.\n\n\"Piętą achillesową domu są ganki, z nimi będzie najwięcej roboty\" Foto: Archiwum własne bohaterki\n\nJaki ma być charakter wnętrza? Zależy wam na wyposażeniu z epoki czy na współczesnym designie?\n\nObecnie dom jest praktycznie pusty. Jedynym wyposażeniem są umywalki, piece kaflowe, wanna i toaleta. Kilka pomieszczeń wyremontowano ok. 30 lat temu, więc oprócz kilku mebli nic tam nie ma. To ma swoje zalety i wady. Dzięki temu będziemy mieli mniej sprzątania, ale raczej nie znajdziemy w środku żadnych \"skarbów\".\n\nJeżeli chodzi o plany na przyszłość, to chcemy połączyć nowe ze starym, żeby nie żyć w skansenie, ale jednocześnie z szacunkiem podjeść do historii domu. Na pewno będzie ciepło, przytulnie, prosto i z dużą ilością drewna. Marzy mi się łazienka jak z magazynów wnętrzarskich z lat 60. Będziemy kombinować. Bardzo lubię odnawiać meble, więc na pewno większość będzie z drugiej ręki.\n\n\"W niektórych pomieszczeniach znaleźliśmy piękny dębowy parkiet\" Foto: Archiwum własne bohaterki\n\nIle pieniędzy włożyliście w zakup domu?\n\n600 tys. zł.\n\nIle planujecie wydać na remont?\n\nOby jak najmniej. Będziemy płacić za same materiały, bo wszystko zrobimy sami. Na początku czeka nas zakup materiałów na instalacje, nowej pompy do studni i być może szamba. Najdroższy z tego wszystkiego będzie remont dachu, więc to odłożymy na lepsze czasy.\n\n\"Chcemy wydać na remont jak najmniej, będziemy płacić za same materiały, bo wszystko zrobimy sami\" Foto: Archiwum własne bohaterki\n\nCzy już macie jakieś uniwersalne rady dla osób, które myślą o podobnej inwestycji?\n\nNie zniechęcajcie się przy poszukiwaniach. Ten dom dla was gdzieś jest, musicie się tylko nawzajem znaleźć. Trzeba jeździć, szukać, przeglądać ogłoszenia. Jak już coś was zainteresuje, to pamiętajcie, żeby dowiedzieć się przez telefon wszystkiego, co się da, bo to oszczędzi wam czasu i paliwa na niepotrzebne wyprawy (z naszych doświadczeń wynika, że sprzedający bardzo nie lubią mówić o wadach). Dokładnie też sobie przemyślcie, czego szukacie, co jest dla was ważne, a czego nie chcecie. Dzięki temu będziecie mogli filtrować ogłoszenia od początku, żeby nie tracić czasu, oglądając domy, które i tak nie są dla was. Nie szukajcie tylko ogłoszeń sprzedaży domów, ale także starych szkół, poczt, leśniczówek, stacji kolejowych i dworków (wiele z nich to po prostu większe domy).\n\n\"Najdroższy będzie remont dachu\" Foto: Archiwum własne bohaterki\n\nJakie są minusy takiej inwestycji?\n\nNa razie widzimy wszystko przez różowe okulary, ale zdajemy sobie sprawę, że często będziemy mieli dosyć. Na pewno poczujemy się zmęczeni i sfrustrowani, jak coś nie będzie wychodzić. Taki dom może być kotem w worku, różne rzeczy mogą wyjść w trakcie, nie da się wszystkiego sprawdzić i jedynie to nas martwi. Na szczęście nie rzuciliśmy wszystkiego, żeby ten dom kupić, więc nie czujemy żadnej presji.\n\n\"Na razie widzimy wszystko przez różowe okulary\" Foto: Archiwum własne bohaterki\n\nCzy planujecie tam zamieszkać na stałe?\n\nTak, kiedyś zamieszkamy tu na stałe. Oboje będziemy mogli pracować zdalnie, a w razie czego do Warszawy jest niedaleko. Szkoły, przedszkola i przychodnie mamy w miasteczku obok. Dom jest na tyle duży, że chcielibyśmy z dwóch pomieszczeń zrobić agroturystykę z osobnym wejściem, ale to zostawimy sobie na koniec. Miejsce jest naprawdę piękne, dom otaczają hektary lasów i rezerwat. Niedaleko płynie rzeka, po której można spływać kajakami. Przeprowadzimy się tam najszybciej, jak to będzie możliwe."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unikaty, okazje i klimat – Pchli Targ znów w Ostrołęce!",
            "link": "https://www.eostroleka.pl/unikaty-okazje-i-klimat-pchli-targ-znow-w-ostrolece,art119656.html",
            "description": "Miłośnicy staroci, rękodzieła, kolekcjonerskich skarbów i wyjątkowych okazji mogą już zacierać ręce – w sobotę, 21 czerwca, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bXHFOAIllYkFMhiabH2pCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "eOstroleka1 godz.",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nMiłośnicy staroci, rękodzieła, kolekcjonerskich skarbów i wyjątkowych okazji mogą już zacierać ręce – w sobotę, 21 czerwca, na placu targowym w Ostrołęce odbędzie się kolejna edycja Pchlego Targu, organizowanego przez Ostrołęcki Klub Kolekcjonera „Unika” działający przy stowarzyszeniu Przyjazna Gmina.\n\nTo już trzecie spotkanie z cyklu zaplanowanego na cały sezon – od kwietnia do października, w każdą trzecią sobotę miesiąca. Pchli Targ to wydarzenie otwarte dla wszystkich: zarówno dla tych, którzy chcą sprzedać niepotrzebne już przedmioty, jak i dla tych, którzy uwielbiają buszować wśród unikatów i łowić okazje.\n\nJakie są zasady udziału?\n\nUdział w wydarzeniu jest bezpłatny – zarówno dla sprzedających, jak i kupujących. Wystawcy nie muszą się wcześniej rejestrować – wystarczy przyjść rano, zająć miejsce i rozłożyć swoje stoisko. Można przynieść niemal wszystko: książki, zabawki, ceramikę, ubrania, bibeloty, płyty, sprzęt domowy, dekoracje, narzędzia czy kolekcje. Ważne, by były to rzeczy używane lub rękodzieło – nowe produkty komercyjne nie są mile widziane.\n\nDla kupujących to nie lada gratka – Pchli Targ to miejsce, gdzie można znaleźć prawdziwe perełki w symbolicznych cenach. Każde stoisko kryje swoją historię i coś, czego nie znajdzie się w żadnym sklepie.\n\nDlaczego warto przyjść?\n\nPchli Targ to nie tylko zakupy – to także okazja do spotkania z ludźmi, rozmów, wymiany doświadczeń i wspólnego spędzenia czasu w niepowtarzalnej atmosferze. To lokalna inicjatywa, która z każdą edycją zyskuje coraz większe grono sympatyków, a jej klimat doceniają zarówno mieszkańcy, jak i odwiedzający miasto.\n\nNie przegapcie tej okazji – widzimy się 21 czerwca od rana na placu targowym w Ostrołęce! Przyjdź, kup, sprzedaj, wymień, porozmawiaj – i poczuj ducha prawdziwego targowiska."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przeszukaj strych, na 100 procent masz je w kartonach. Nawet używane są warte fortunę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/przeszukaj-strych-na-100-procent-masz-je-w-kartonach-nawet-u%C5%BCywane-s%C4%85-warte-fortun%C4%99/ar-AA1H4xU2?ocid=BingNewsVerp",
            "description": "Nie nieruchomości, nie obligacje, ale gadżety ze strychu mogą być złotym strzałem inwestora. Jeśli masz dobre oko, możesz w skarbach z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.FtDWMuaD4QVOACo7ostN7w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Smakosze.pl on MSN6 godz.",
            "source": "Smakosze.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [20.06.25]",
            "link": "https://pomorska.pl/kolekcjonerzy-poluja-na-te-wazony-z-prl-takie-pamiatki-z-dusza-moga-okazac-sie-prawdziwym-skarbem-20-06-25/ar/c1p2-27606583",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.7ixEsjn3WRZCG1zRikYaoQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska19 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [20.06.2025]",
            "link": "https://nowosci.com.pl/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuja-monety-z-prl-u-w-2025-20-06-2025/ar/c1p2-27655625",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.J1Kpy1P7giAL37geHh0ITA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński7 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia)20.06.2025",
            "link": "https://gp24.pl/nawet-39-tysiecy-za-monety-z-prl-az-tyle-moga-zaplacic-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mozna-zrobic-zdjecia-20-06-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza5 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te meble z PRL są warte majątek! Masz je w domu? Szukają ich kolekcjonerzy! Zobacz, ile kosztują meble z PRL 20.06.2025",
            "link": "https://gk24.pl/te-meble-z-prl-sa-warte-majatek-masz-je-w-domu-szukaja-ich-kolekcjonerzy-zobacz-ile-kosztuja-meble-z-prl-20-06-2025/ar/c9p2-27426143",
            "description": "Meble z PRL cieszą się w naszym kraju dużą popularnością. Podobnie jak inne przedmioty z PRL, są szczególnie poszukiwane nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WerSvMZAlVvtJM1spSBBdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W renesansowej Florencji królami ulic były \"potenze\", grupy przypominające dzisiejsze kibolskie gangi",
            "link": "https://wyborcza.pl/alehistoria/7,121681,32025064,w-renesansowej-florencji-krolami-ulic-byly-potenze-grupy.html",
            "description": "Florencja rozkwitła jako komuna miejska, potem signoria, lecz nie wszyscy jej mieszkańcy uczestniczyli w republikańskich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.84ER-lys0e7mPRPQ8nz5Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wyborcza8 godz.",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wakacje nad morzem",
            "link": "https://wloclawek.naszemiasto.pl/tag/wakacje-nad-morzem",
            "description": "Bałtyk, dobra baza noclegowa, atrakcje turystyczne i historyczne. Półwysep Helski to często wybierana urlopowa miejscówka. Urokliwa nadmorska trasa rowerowa... Podpowiadamy, jak dotrzeć do najniżej po ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Włocławek Nasze Miasto3 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [20.06.25]",
            "link": "https://pomorska.pl/kolekcjonerzy-poluja-na-te-wazony-z-prl-takie-pamiatki-z-dusza-moga-okazac-sie-prawdziwym-skarbem-20-06-25/ar/c1p2-27606583",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.7ixEsjn3WRZCG1zRikYaoQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska19 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Berlin, Barcelona",
            "link": "https://fdb.pl/film/867671-berlin-barcelona/recenzje/2893",
            "description": "Kameralny dramat obyczajowy koncentruje się wokół paczki bliskich przyjaciół. Olivia, Eloy, Guille i Anna, którzy udają się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2TRF5u2_l0x7coRcRqe2tS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "FDB13 godz.",
            "source": "FDB",
            "article_content": "O samotności w czasach przeludnienia i regresie ludzkich relacji. Jednak film o zagubionych jest tak skromny, że chwilami brakuje mu jakichkolwiek zmian ciśnienia i jest anemiczny. 6\n\nKino często podejmuje się prób wglądu w określoną grupę, która tworzy jakąś wspólnotę na najróżniejsze sposoby. Berlin, Barcelona poddaje pod wątpliwość pojęcie zażyłości na przykładzie grupy przyjaciół, którzy są reprezentantami 30+. Film stara się połączyć socjologiczne spojrzenie bez przeprowadzania inspekcji z intymnym ukłonem w stronę bylejakości relacji i współczesności, która kompletnie nie sprzyja ich utrzymywaniu. Czy jednostki są odpowiedzialne za rozsupłanie silnych relacji, czy raczej niesprzyjająca epoka prędkości i jakiś determinant pokoleniowy? Bardzo dobry kąsek, jednak narracja jest anegdotyczna i dosyć blada, przez co wytrąca jakikolwiek ciężar. Nie byłoby w tym nic złego, gdyby produkcja się nie siliła jednak na przedstawiciela kina dyskutującego, a nie tylko coś odmalowującego.\n\nWczytywanie... Berlin, Barcelona (2018) - Isak Férriz, Alexandra Jiménez, Bruno Sevilla\n\nGrupa przyjaciół, których znajomość sięga aż czasów licealnych, planuje odwiedzić jednego towarzysza ich paczki z przeszłości. Comas wyprowadził się z Barcelony do Berlina i odczuwamy od początku, że urodzinowa niespodzianka będzie mniej efektowna oraz naturalna niż bohaterowie zakładają. Nie ma okrzyków radości, rzucania się sobie nawzajem w ramiona. Raczej od początku towarzyszy ich reunionowi jakiś dyskomfort. Każdy mówi po swojemu, niby do innych, ale tak naprawdę przebija przez to symulacja i szczera nieudolność w podtrzymywaniu niepowtarzalnego kontaktu. Wszyscy bohaterowie będą w jednym miejscu, ale tak naprawdę w innych światach. Nikt nie słucha nikogo. Każdy ma swoją własną potyczkę. W tej całej karykaturalnej paczce przyjaciół mało jest chęci, za to mnóstwo skupienia na sobie. Rzeczywistość bardzo szybko udowadnia fałszowanie pojęcia „grupa przyjaciół”.\n\n„Berlin, Barcelona” to film, który bardzo umiejętnie burzy i staje naprzeciwko produkcji, w których podtrzymuje się mit o przyjaźni na wieki wieków. Fasadowość bohaterów, ich egoizm, ucieczki od siebie nawzajem i rozwarstwienia mają miejsce niemalże od początku. Refleksja jest bardzo konsekwentnie prowadzona, jednak nie pojawia się w filmie żaden kontrapunkt, wstrząs. Ta może wykoncypowana nijakość dla wytłuszczenia jeszcze bardziej kondycji ich relacji – niestety – przekłada się na cherlawość produkcji. Film zaczyna się w pewnym momencie powtarzać i teza, która wybrzmiewa bardzo intrygująco od początku, z czasem nie znajduje nowych środków wyrazu w narracji. Elena Trape nie zmienia obozu, strony barykady, opowiada o rozgoryczeniu pewnego pokolenia samym sobą, ale i – co za tym idzie – skupieniu oraz koncentracji wyłącznie na sobie. Społeczeństwo przepełnione własnymi problemami nie ma czasu, by posłuchać i zainteresować się czyimiś. Tylko że celne spojrzenie w tej epizodycznej narracji nie wybrzmiewa do końca skutecznie. Robi się chwilami bardzo anemicznie, a nasi bohaterowie zaczynają być z porcelany. Nie udaje nam się usiąść koło nich, rozpłomienić się złożonością sytuacji oraz turbulencjami i ich gotującymi się wnętrzami.\n\nWczytywanie... Berlin, Barcelona (2018) - Miki Esparbé, Alexandra Jiménez\n\nMamy do czynienia z filmem, który ma więcej ambicji niż fantazji w budowaniu złożonej historii. Szkoda, gdyż pytanie, czy odpowiedzialność za nieumiejętność podtrzymywania przy życiu bliskich kontaktów wynika ze wstecznego biegu, na jakim funkcjonuje w tworzeniu relacji współczesny człowiek, jest bardzo na miejscu. Czy w Berlinie, Barcelonie lub jakimkolwiek innym mieście na świecie. Temat regresu komunikacji nie jest tutaj do końca przerobiony i cały czas ma to samo ciśnienie. O samotności w czasach przeludnienia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unikaty, okazje i klimat – Pchli Targ znów w Ostrołęce!",
            "link": "https://www.eostroleka.pl/unikaty-okazje-i-klimat-pchli-targ-znow-w-ostrolece,art119656.html",
            "description": "Miłośnicy staroci, rękodzieła, kolekcjonerskich skarbów i wyjątkowych okazji mogą już zacierać ręce – w sobotę, 21 czerwca, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bXHFOAIllYkFMhiabH2pCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "eOstroleka1 godz.",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nMiłośnicy staroci, rękodzieła, kolekcjonerskich skarbów i wyjątkowych okazji mogą już zacierać ręce – w sobotę, 21 czerwca, na placu targowym w Ostrołęce odbędzie się kolejna edycja Pchlego Targu, organizowanego przez Ostrołęcki Klub Kolekcjonera „Unika” działający przy stowarzyszeniu Przyjazna Gmina.\n\nTo już trzecie spotkanie z cyklu zaplanowanego na cały sezon – od kwietnia do października, w każdą trzecią sobotę miesiąca. Pchli Targ to wydarzenie otwarte dla wszystkich: zarówno dla tych, którzy chcą sprzedać niepotrzebne już przedmioty, jak i dla tych, którzy uwielbiają buszować wśród unikatów i łowić okazje.\n\nJakie są zasady udziału?\n\nUdział w wydarzeniu jest bezpłatny – zarówno dla sprzedających, jak i kupujących. Wystawcy nie muszą się wcześniej rejestrować – wystarczy przyjść rano, zająć miejsce i rozłożyć swoje stoisko. Można przynieść niemal wszystko: książki, zabawki, ceramikę, ubrania, bibeloty, płyty, sprzęt domowy, dekoracje, narzędzia czy kolekcje. Ważne, by były to rzeczy używane lub rękodzieło – nowe produkty komercyjne nie są mile widziane.\n\nDla kupujących to nie lada gratka – Pchli Targ to miejsce, gdzie można znaleźć prawdziwe perełki w symbolicznych cenach. Każde stoisko kryje swoją historię i coś, czego nie znajdzie się w żadnym sklepie.\n\nDlaczego warto przyjść?\n\nPchli Targ to nie tylko zakupy – to także okazja do spotkania z ludźmi, rozmów, wymiany doświadczeń i wspólnego spędzenia czasu w niepowtarzalnej atmosferze. To lokalna inicjatywa, która z każdą edycją zyskuje coraz większe grono sympatyków, a jej klimat doceniają zarówno mieszkańcy, jak i odwiedzający miasto.\n\nNie przegapcie tej okazji – widzimy się 21 czerwca od rana na placu targowym w Ostrołęce! Przyjdź, kup, sprzedaj, wymień, porozmawiaj – i poczuj ducha prawdziwego targowiska."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lotnisko w szymanowie",
            "link": "https://wroclaw.naszemiasto.pl/tag/lotnisko-w-szymanowie",
            "description": "zamieniło się w prawdziwe centrum rodzinnej zabawy i podniebnych emocji! Setki mieszkańców skorzystały z okazji, by z bliska zobaczyć... W weekend miłośnicy powietrznych akrobacji mogli wybrać się na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QOhooLrbIKEbFaE6w1Fs8Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Wrocław Nasze Miasto2 godz.",
            "source": "Wrocław Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To tutaj Reymont pisał „Chłopów'. Na jego cześć zmieniono nazwę miejscowości",
            "link": "https://wiadomosci.radiozet.pl/kultura/to-tutaj-reymont-pisal-chlopow-na-jego-czesc-zmieniono-nazwe-miejscowosci",
            "description": "Powieść \"Chłopi\" znają wszyscy w Polsce. Dzieło Władysława Reymonta zachwyca czytelników, którzy doceniają opisy wiejskiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._RGQQD2BlSszk97Fghh5-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wiadomości Radio ZET23 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: W jakiej miejscowości toczy się fabuła \"Chłopów\" Władysława Reymonta?\n\nJak twórczość Władysława Reymonta uhonorowali mieszkańcy polskiej wsi?\n\nGdzie znajduje się wieś, w której rozgrywała się fabuła kultowych książek?\n\nPolski pisarz został uhonorowany wsią\n\nCzasem jedna decyzja doprowadza do ciągu wydarzeń, których nikt nie jest w stanie przewidzieć. Gdy w 1338 roku arcybiskup gnieźnieński Janisław zakładał wieś Lipce, nie mógł przewidzieć, że niemalże 600 lat później miejsce to będzie tłem do jednej z najgłośniejszych powieści obyczajowo-społecznych w historii polskiej literatury.\n\nZ dawnych dokumentów księcia mazowieckiego Ziemowita wiadomo, że Lipce leżące w kasztelanii łowickiej należały do arcybiskupów. Wraz z upływem lat Lipce należały do gromady, a zarazem były siedzibą władz miejscowości. W latach 1975–1998 miejscowość znajdowała się w granicach administracyjnych województwa skierniewickiego.\n\nQuiz: Trudny quiz z lektur szkolnych dla Polaków z pamięcią doskonałą. Celem 15/15 1/15 Jak nazywał się główny bohater \"Zbrodni i kary\"? Iwan Bezdomny Rodion Raskolnikow Michaił Aleksandrowicz Berlioz Dalej\n\nW 1904 roku Władysław Reymont rozpoczął prace nad powieścią \"Chłopi\". Największe dzieło polskiego pisarza było publikowane we fragmentach na łamach \"Tygodnika Ilustrowanego\". Opowieść ukazująca życie społeczności w niewielkiej polskiej wsi na przestrzeni czterech pór roku szybko zachwyciła czytelników na całym świecie, co zaowocowało Literacką Nagrodą Nobla dla Władysława Reymonta, który otrzymał najważniejsze wyróżnienie w świecie książek w 1924 roku.\n\nWładysław Reymont otrzymał coś jeszcze - 1 kwietnia 1983 roku do nazwy wsi \"Lipce\" dodano człon \"Reymontowskie\", aby upamiętnić uwielbianego pisarza oraz podróżnika. We wsi znajduje się wiele miejsc, które upamiętniają jednego z najwybitniejszych polskich pisarzy w historii.\n\nJakie atrakcje czekają na gości Lipców Reymontowskich?\n\nWieś Lipce Reymontowskie to nie tylko miejsce pamięci o bohaterach i bohaterkach \"Chłopów\". W miejscowości znajdują się Muzeum Czynu Zbrojnego, Centrum Reymontowskie wraz z Zagrodą Ludową, Muzeum Regionalne im. Władysława Stanisława Reymonta, Galeria Staroci i Pamiątek Regionalnych, domek dróżnika, w którym w latach 1888–1891 mieszkał Władysław Reymont. W Lipcach co roku organizowana jest impreza \"Dzień Reymonta” odbywająca się w czerwcu lub lipcu w Lipcach Reymontowskich i Łodzi (od 2022 roku połączona z \"Forum Gospodarczym”, podczas których organizowane są m.in. jarmarki z lokalną żywnością, targi, koncerty i lunaparki).\n\nWe wsi Lipce Reymontowskie znajdują się także liczne zabytki: rzymskokatolicki cmentarz z drugiej połowy XIX wieku wpisany do rejestru zabytków, drewniana kaplica św. Józefata z przełomu XVIII i XIX wieku, zbiorowa mogiła ofiar II wojny światowej na nowym cmentarzu oraz kościół Znalezienia Krzyża Świętego z 1870 roku, rozbudowany w 1930 roku.\n\nŹródło: Radio ZET"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Relikty PRL-u w polskich domach. Kolekcjonerzy płacą fortunę za unikalne przedmioty",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/relikty-prl-u-w-polskich-domach-kolekcjonerzy-p%C5%82ac%C4%85-fortun%C4%99-za-unikalne-przedmioty/ar-AA1H5sWQ?ocid=BingNewsVerp",
            "description": "W domu wielu Polaków kryją się dziś niepozorne relikty z czasów PRL-u — od kryształów i porcelany, przez zabytkowe meble i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5EPe0E40w9bifqebLduS0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kultura Onet on MSN2 godz.",
            "source": "Kultura Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z wizytą u przodków. Archeolodzy zapraszają w Dni Torunia na bulwar do Ducha Świętego",
            "link": "https://torun.naszemiasto.pl/z-wizyta-u-przodkow-archeolodzy-zapraszaja-w-dni-torunia-na-bulwar-do-ducha-swietego/ar/c1p2-27699021",
            "description": "Archeolodzy z Uniwersytetu Mikołaja Kopernika zapraszają w sobotę 21 oraz w poniedziałek i wtorek 23 i 24 czerwca na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.K78BoWFfe3MM7%2b7bRVeaQQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Toruń Nasze Miasto7 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [20.06.2025]",
            "link": "https://nowosci.com.pl/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuja-monety-z-prl-u-w-2025-20-06-2025/ar/c1p2-27655625",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.J1Kpy1P7giAL37geHh0ITA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński7 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po wielu łemkowskich wsiach rozsianych w Beskidzie Niskim zostały tylko kamienie. W Czertyżnem tętniło życie, teraz jest tylko cmentarz",
            "link": "https://gazetakrakowska.pl/po-wielu-lemkowskich-wsiach-rozsianych-w-beskidzie-niskim-zostaly-tylko-kamienie-w-czertyznem-tetnilo-zycie-teraz-jest-tylko-cmentarz/ar/c7p2-27703885",
            "description": "Dolina Białej u stóp Lackowej, najwyższego szczytu polskiej części Beskidu Niskiego, to miejsce nie tylko dzikie i tajemnicze ...",
            "image_url": "https://www.bing.pl/th?id=OVF.30%2bJrd6e1rpVnhfKZMbtxA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska7 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elden Ring Nightreign z nowym wyzwaniem. FromSoftware zaskoczyło graczy",
            "link": "https://cdaction.pl/newsy/elden-ring-nightreign-z-nowym-wyzwaniem-fromsoftware-zaskoczylo-graczy",
            "description": "Tęskniliście za spadającymi klatkami w walce z „Paszczą'?",
            "image_url": "https://www.bing.pl/th?id=ODF.m3LxM7NgO5tUSW_hvAFqKg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "CD-Action3 godz.",
            "source": "CD-Action",
            "article_content": "FromSoftware, nigdy się nie zmieniaj. Nagle i bez żadnych zapowiedzi do Elden Ring: Nightreign trafiła aktualizacja, wprowadzająca potężniejsze wersje podstawowych bossów. Nazywają się Everdark Sovereigns i co tydzień do pokonania będzie pojawiał się nowy przeciwnik. Na pierwszy ogień poszła znana wszystkim „Paszcza”, czyli Gaping Jaw. Kolejnymi na liście będą Sentient Pest oraz Darkdrift Knight.\n\nNie oznacza to oczywiście, że na tych trzech się skończy. Jak czytamy na oficjalnej stronie wydawcy, czyli Bandai Namco, w późniejszym czasie do gry zawita zremiksowana wersja Libry, Augura, Tricephalosa czy Fissure in the Fog. Przeciwnicy w nowym wydaniu cechują się – przynajmniej w przypadku „Paszczy” – dodatkową fazą oraz znacznym wzmocnieniem. Cała walka zaczyna się już od drugiego etapu, który może być niesamowicie upierdliwy ze względu na spadające klatki, co jest problemem znany graczom jeszcze z premiery.\n\nJeśli pokonacie ulepszoną wersję bossa, otrzymacie Sovereign Sigile – unikalną walutę, którą można przeznaczyć na specjalne przedmioty lub relikty. Walczyłem z tym ulepszonym dziadem wczoraj i tak, jest to wyzwanie, szczególnie dla sprzętu przy jego atakach obszarowych. „Paszcza” będzie dostępna do zabicia do 26 czerwca.\n\nElden Ring Nightreign to osobna gra osadzona w znanym już uniwersum, która bardzo szybko zdobyła popularność. W szczytowym momencie w eksperymentalny projekt FromSoftware grało ponad 300 tysięcy użytkowników na samym Steamie (dane pochodzą ze SteamDB). Obecnie, po dodaniu ulepszonego bossa, w ciągu ostatniej doby odnotowano 162 tysiące aktywnych graczy.\n\nNightreign został przyjęty nieco chłodniej niż inne produkcje japońskiego studia, choć fani są raczej zadowoleni z możliwości wspólnego rozwalania bossów i braku mikropłatności w grze-usłudze – co stanowi miłą odmianę na tle obecnych standardów branżowych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Relikty PRL-u w polskich domach. Kolekcjonerzy płacą fortunę za unikalne przedmioty",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/relikty-prl-u-w-polskich-domach-kolekcjonerzy-p%C5%82ac%C4%85-fortun%C4%99-za-unikalne-przedmioty/ar-AA1H5sWQ?ocid=BingNewsVerp",
            "description": "W domu wielu Polaków kryją się dziś niepozorne relikty z czasów PRL-u — od kryształów i porcelany, przez zabytkowe meble i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Qgzo_6g88wNDfMlm8Qv0zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kultura Onet on MSN2 godz.",
            "source": "Kultura Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przy elektrociepłowni w Zabrzu wybudują hotel. Deweloper wyda miliony, a wygrał różnicą tysiąca złotych. Jak długo potrwają prace?",
            "link": "https://dziennikzachodni.pl/przy-elektrocieplowni-w-zabrzu-wybuduja-hotel-deweloper-wyda-miliony-a-wygral-roznica-tysiaca-zlotych-jak-dlugo-potrwaja-prace/ar/c3p2-27706053",
            "description": "Firma Arche wygrała przetarg na zakup elektrociepłowni w Zabrzu, przebijając cenę minimalną o tysiąc złotych. W koncepcji na rozwój tego miejsca znalazła się m.in. budowa hotelu. Jak przekazała p.o.",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni1 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Firma z Opola będzie żywić ciężko chorych pacjentów szpitali na całym świecie",
            "link": "https://opole.wyborcza.pl/opole/7,35086,32034639,firma-z-opola-bedzie-zywic-ciezko-chorych-pacjentow-szpitali.html",
            "description": "Opolski oddział firmy Nutricia otworzył pierwszą w Polsce fabrykę specjalistycznej żywności medycznej. - Jest ona ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eyAPcKDWWWqmoP86977JGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wyborcza Opole8 godz.",
            "source": "Wyborcza Opole",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rusz się z domu! 21 miejsc idealnych na krótką wycieczkę w Wielkopolsce. Poleca je Addicted2travel.pl [20.06.2025]",
            "link": "https://gloswielkopolski.pl/rusz-sie-z-domu-21-miejsc-idealnych-na-krotka-wycieczke-w-wielkopolsce-poleca-je-addicted2travelpl-20062025/ar/c7-13955129",
            "description": "Szukasz ciekawego miejsca na krótki wypad gdzieś niedaleko Poznania? Autorzy bloga Addicted2travel.pl polecają 21 miejsc w Wielkopolsce, na które warto wybrać się na wycieczkę.Zobacz ciekawe miejsca w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski5 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 20.06.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://wspolczesna.pl/prasowka-20-06-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960917",
            "description": "W naszym kraju jest więcej niż 40 tysięcy wsi. Polskie wsie, kolonie i przysiółki mają bardzo często nazwy zabawne i dziwne.",
            "image_url": "https://www.bing.pl/th?id=OVF.Fz%2bluuKSnMipry%2fvuAMiDw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Współczesna8 godz.",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie znaczki pocztowe z czasów PRL. Tyle w 2025 roku można zarobić na filatelistycznych skarbach [20.06.25]",
            "link": "https://pomorska.pl/kolekcjonerskie-znaczki-pocztowe-z-czasow-prl-tyle-w-2025-roku-mozna-zarobic-na-filatelistycznych-skarbach-20-06-25/ar/c1p2-27654257",
            "description": "W 2025 roku znaczki pocztowe z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.uMBCbpC7StTnJdhtRp0Yxw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska19 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie znaczki pocztowe z czasów PRL. Tyle w 2025 roku można zarobić na filatelistycznych skarbach [20.06.2025 r.]",
            "link": "https://pomorska.pl/kolekcjonerskie-znaczki-pocztowe-z-czasow-prl-tyle-w-2025-roku-mozna-zarobic-na-filatelistycznych-skarbach-20-06-2025-r/ar/c1p2-27654257",
            "description": "W 2025 roku znaczki pocztowe z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu, przejrzyj je dokładnie. Może się okazać, że to prawdziwe kolekcjonerskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska7 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia)20.06.2025",
            "link": "https://gp24.pl/nawet-39-tysiecy-za-monety-z-prl-az-tyle-moga-zaplacic-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mozna-zrobic-zdjecia-20-06-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Pomorza5 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 CZERWCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-06-20,7,day.html",
            "description": "Muzeum Sztuki Współczesnej w Krakowie MOCAK we współpracy z Narodowym Starym Teatrem im. Heleny Modrzejewskiej w Krakowie otwiera nową przestrzeń w ramach swojej Kolekcji. Pokazana zostanie interaktyw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków14 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Wystawy czasowe Muzyka rozrywkowa Festiwale sztuk wizualnych Festiwale Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Kabaret W gminach Metropolii Festiwale muzyczne Festiwale i przeglądy filmowe Inne przedstawienia Festiwale teatralne Spotkania i slajdowiska Pozostałe Dziecięce różności Inne koncerty Wydarzenia sportowe Widowiska plenerowe i happeningi Muzyka klubowa Cykle filmowe Pokazy filmowe Spotkania i wykłady literackie Inne wydarzenia literackie Wystawy stałe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie odkrycia zdarzają się raz na stulecie. Archeolodzy potwierdzili autentyczność „Wenus z Kołobrzegu'",
            "link": "https://kresy.pl/wydarzenia/takie-odkrycia-zdarzaja-sie-raz-na-stulecie-archeolodzy-potwierdzili-autentycznosc-wenus-z-kolobrzegu/",
            "description": "Choć figurka została znaleziona blisko trzy lata temu, dopiero teraz badacze potwierdzili, że jest autentyczna.",
            "image_url": "https://www.bing.pl/th?id=ODF.NTe8sPm-zHBbNG1AbcHZeg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kresy.pl20 godz.",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    }
]