[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starocie i rękodzieło na Pchlim Targu w Pałacu Długoszów. Jest w czym wybierać - od porcelany i kryształów po siekiery i klucze francuskie",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/starocie-i-r%C4%99kodzie%C5%82o-na-pchlim-targu-w-pa%C5%82acu-d%C5%82ugosz%C3%B3w-jest-w-czym-wybiera%C4%87-od-porcelany-i-kryszta%C5%82%C3%B3w-po-siekiery-i-klucze-francuskie/ar-AA1yGBDD?ocid=BingNewsVerp",
            "description": "W Parku Długoszów w Gorlicach stanęło dzisiaj kilka stoisk ze starociami. To drugi w tym roku pchli targ, a na nim wszystko, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5Q%2foWSHg0kP%2bwiyD6c0ZkQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Krakowska on MSN18 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starocie, samochody, warzywa, wypieki i nie tylko. Sprawdź, co można było znaleźć podczas niedzielnej giełdy przy Andersa",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/starocie-samochody-warzywa-wypieki-i-nie-tylko-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-znale%C5%BA%C4%87-podczas-niedzielnej-gie%C5%82dy-przy-andersa/ar-AA1yGRpc?ocid=BingNewsVerp",
            "description": "Dodatkowo w niedzielę przy Andersa odbywa się Auto Giełda oraz Giełda staroci. Wśród wystawionych samochodów znalazły się m.in. Fordy, Toyoty, Hondy czy KIA. Spacerując między stoiskami giełdy staroci ...",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Kurier Poranny on MSN17 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skrywa prawdziwe skarby i przyciąga tłumy. Najlepsza giełda staroci w Warszawie znów zachwyciła. Co tam można kupić?",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/skrywa-prawdziwe-skarby-i-przyci%C4%85ga-t%C5%82umy-najlepsza-gie%C5%82da-staroci-w-warszawie-zn%C3%B3w-zachwyci%C5%82a-co-tam-mo%C5%BCna-kupi%C4%87/ar-AA1yGLbj?ocid=BingNewsVerp",
            "description": "W niedzielę, 9 lutego, odbyła się Falenicka Giełda Staroci. Targowisko przy ul. Trocinowej 1 wypełniło się niezliczoną liczbą ...",
            "image_url": "https://www.bing.pl/th?id=OVF.cd62rftYD1ifqGs6Z70DZw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasze Miasto on MSN16 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w niedzielę - stroiki wielkanocne, mnóstwo staroci, odzież, chemia, części. Zdjęcia, 9 lutego 2025",
            "link": "https://wloclawek.naszemiasto.pl/pchli-targ-w-niedziele-stroiki-wielkanocne-mnostwo-staroci-odziez-chemia-czesci-zdjecia-9-lutego-2025/ar/c8p2-27251447",
            "description": "W niedzielę, 9 lutego 2025 roku odbył się tradycyjny, coniedzielny Pchli Targ we Włocławku przy alei Kazimierza Wielkiego.",
            "image_url": "https://www.bing.pl/th?id=OVF.5PRcCzamkKzOsgPt4T0sGA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto18 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ przy Hali Targowej w Krakowie znów wypełniony po brzegi ... skarbami. Pasjonaci staroci uwielbiają to miejsce",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/pchli-targ-przy-hali-targowej-w-krakowie-zn%C3%B3w-wype%C5%82niony-po-brzegi-skarbami-pasjonaci-staroci-uwielbiaj%C4%85-to-miejsce/ar-AA1yGYx4?ocid=BingNewsVerp",
            "description": "Mieszkańcy Krakowa znów wyruszyli na poszukiwanie skarbów. Oczywiście doskonale wiadomo, że najwięcej staroci można znaleźć w ...",
            "image_url": "https://www.bing.pl/th?id=OVF.nmkU6jQaN24DJd5tvzlvfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Krakowska on MSN16 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze [10.02.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/banknoty-i-monety-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-pieni%C4%85dze-1022025/ar-AA1ycTtb?ocid=BingNewsVerp",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.13MsWgB592W%2bCf3u0X5ONg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 9.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-9022025/ar/c1-18941089",
            "description": "Czy posiadasz w portfelu monetę o nominalne 5 zł? Może pojawiła się szansa, abyś stał się bogatą osobą! Są takie monety, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl22 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FLOKI & BONK to już stara wiadomość – teraz ten nowy Solana meme coin jest gotowy, by wstrząsnąć rynkiem",
            "link": "https://comparic.pl/floki-bonk-to-juz-stara-wiadomosc-teraz-ten-nowy-solana-meme-coin-jest-gotowy-by-wstrzasnac-rynkiem/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Rynek kryptowalut huczy od emocji, ponieważ nowa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.q85pqte6GPmgGeewV07j0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "comparic4 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nRynek kryptowalut huczy od emocji, ponieważ nowa moneta memowa w sieci Solana przyciąga uwagę. Ten cyfrowy zasób, pozycjonowany na eksplozywny rozwój, dąży do prześcignięcia poprzednich monet memowych, przy czym potencjalne ruchy mogą przekroczyć inne memecoiny. Ostatnia hossa przygotowała grunt, pozostawiając inwestorów chętnymi do odkrycia, czy ta moneta może naprawdę zrewolucjonizować krajobraz rynku.\n\nCatzilla: Wkracza na arenę monet memowych z niezrównanym potencjałem\n\nW ciągle ewoluującym świecie memecoinów nieustannie pojawiają się nowi konkurenci, a Catzilla pozycjonuje się jako ambitny gracz. Czerpiąc inspirację z udanych tokenów, takich jak Dogecoin (DOGE), Shiba Inu (SHIB) i PEPE, Catzilla ma na celu połączenie wirusowej kultury memów ze znacznym wzrostem finansowym. Tym, co wyróżnia Catzillę, jest jej wyjątkowa narracja — gigantyczny kot przypominający Godzillę, siejący spustoszenie, który czerpie z chaotycznej energii japońskiej kultury kaiju. Ta oparta na grze narracja nie tylko angażuje graczy, ale także przyciąga inwestorów kryptowalutowych poszukujących kolejnej wielkiej rzeczy.\n\nDzięki ognistemu połączeniu chaosu inspirowanego anime i buntowniczej misji, Catzilla jednoczy entuzjastów kryptowalut, miłośników kotów i fanów anime, aby przyłączyli się do ruchu na rzecz bardziej sprawiedliwej, zdecentralizowanej przestrzeni kryptowalut.\n\n💣Catzilla jest gotowa zburzyć rynek! 💣\n\nW przeciwieństwie do wielu monet memowych, które płoną jasno i znikają, Catzilla jest tutaj na dłuższą metę, oferując inwestorom potencjał. Przedsprzedaż Catzilli oferuje 14-etapowy proces, dając inwestorom wiele okazji do wczesnego zakupu. Z każdym etapem cena tokena stopniowo rośnie.\n\nZapisz się do newslettera Comparic.pl >>\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\nDalsza część artykułu pod filmem\n\n⚡Odblokuj potrójną wartość dla maksymalnych zysków⚡\n\nCatzilla działa w oparciu o potrójną propozycję wartości: epicką rozgrywkę, jednoczącą misję i tętniącą życiem społeczność. Gracze mogą cieszyć się emocjonującą grą, zdobywając nagrody, a jednocześnie będąc częścią rosnącego ruchu, który łączy zabawę kultury memów z potencjałem wolności.\n\n🚀 Dołącz do rewolucji Catzilla 🚀\n\nCatzilla pozycjonuje się jako symbol oporu przeciwko chciwości i manipulacji często spotykanej w świecie kryptowalut. Przyjmując swoją odważną i potworną osobowość, Catzilla stara się przywrócić zabawny, zdecentralizowany charakter monet memowych, zapewniając jednocześnie uczciwy i przejrzysty ekosystem dla swoich użytkowników.\n\nDołącz do kociego szaleństwa! $CATZILLA rośnie — zdobądź swoją część już dziś!\n\nFloki: Od monety memowej do wieloaspektowego ekosystemu\n\nFloki powstało po tym, jak Elon Musk napisał na Twitterze o nazwaniu swojego Shiba Inu „Floki”, co zainspirowało monetę Floki Inu w 2021 roku. Ewoluowała z monety memowej do platformy oferującej projekty użytkowe i charytatywne. Floki wspiera budowę szkół w Laosie i Nigerii, mając na celu wywarcie pozytywnego wpływu.\n\nJego ekosystem obejmuje grę metawersum NFT Valhalla i usługę DeFi FlokiFi, co zwiększa jego użyteczność. Partnerstwo z NOWPayments i przedpłaconą kartą Floki umożliwia użytkownikom przeprowadzanie transakcji w świecie rzeczywistym za pomocą tokenów FLOKI. To włączenie do The Economic Times jako najlepszej monety memowej i jej różnorodne projekty wyróżniają Floki od innych, sugerując potencjał wykraczający poza zwykły spekulacyjny handel.\n\nBONK: Rosnący memcoin w ekosystemie Solany\n\nBONK to memcoin, który działa na blockchainie Solany. Przedstawia maskotkę Shiba Inu. Moneta ma na celu zapewnienie członkom społeczności większego wpływu w porównaniu do tokenów wspieranych przez kapitał wysokiego ryzyka. Po notowaniu na Coinbase wartość BONK wzrosła ponad dwukrotnie. Podejście zorientowane na społeczność obejmuje airdropowanie połowy jej podaży do osób zaangażowanych w projekty NFT i DeFi Solany.\n\nPod koniec 2023 r. BONK stał się trzecim co do wielkości memecoinem. Osiągnął również znaczny wzrost kapitalizacji rynkowej. Pomimo wyzwań, takich jak duża podaż i zmienność memecoinów, BONK nadal angażuje się w zdecentralizowane aplikacje. Obejmuje to uruchomienie BonkSwap, zdecentralizowanej giełdy. Te czynniki mogą sprawić, że BONK będzie atrakcyjny dla niektórych na obecnym rynku.\n\nWniosek\n\nPodczas gdy FLOKI i BONK wykazują mniejszy potencjał krótkoterminowy, Catzilla wyróżnia się jako ostateczny bohater monety memowej, którego celem jest zapewnienie wolności wszystkim. Oferując rozwój dzięki przedsprzedaży oraz potrójne funkcje użytkowe — zarządzanie, zachęty i staking — Catzilla zaprasza entuzjastów do przyłączenia się do walki ze złoczyńcami kryptowalut i wspólnego osiągania nowych wyżyn.\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe w cenie złota 2025. Takie modele są poszukiwane przez kolekcjonerów [10.02.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-w-cenie-z%C5%82ota-2025-takie-modele-s%C4%85-poszukiwane-przez-kolekcjoner%C3%B3w-31012025/ar-AA1yaeqp?ocid=BingNewsVerp",
            "description": "Czy wiesz, że stare telefony komórkowe mogą być prawdziwą kopalnią złota? Niektóre z tych telefonów są poszukiwane przez ...",
            "image_url": "https://www.bing.pl/th?id=OVF.DjrWPaA5peA2PGHhc94GTA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN10 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL 9.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl-22012025/ar-AA1xF2s5?ocid=BingNewsVerp",
            "description": "Możemy się nawet nie spodziewać, że w swoich domach posiadamy przedmioty o ogromnej wartości. Z pewnością część z nas znalazła w swojej szufladzie stare monety z okresu PRL, nie zastanawiając się ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starocie i rękodzieło na Pchlim Targu w Pałacu Długoszów. Jest w czym wybierać - od porcelany i kryształów po siekiery i klucze francuskie",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/starocie-i-r%C4%99kodzie%C5%82o-na-pchlim-targu-w-pa%C5%82acu-d%C5%82ugosz%C3%B3w-jest-w-czym-wybiera%C4%87-od-porcelany-i-kryszta%C5%82%C3%B3w-po-siekiery-i-klucze-francuskie/ar-AA1yGBDD?ocid=BingNewsVerp",
            "description": "W Parku Długoszów w Gorlicach stanęło dzisiaj kilka stoisk ze starociami. To drugi w tym roku pchli targ, a na nim wszystko, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5Q%2foWSHg0kP%2bwiyD6c0ZkQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Krakowska on MSN18 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Staroci w Legnicy. To jedna z największych giełd na Dolnym Śląsku. Przyciąga gości z całego regionu. Zobacz co tam można kupić",
            "link": "https://gazetawroclawska.pl/jarmark-staroci-w-legnicy-to-jedna-z-najwiekszych-gield-na-dolnym-slasku-przyciaga-gosci-z-calego-regionu-zobacz-co-tam-mozna-kupic/ar/c1p2-27251483",
            "description": "Jarmark Staroci w Legnicy tradycyjnie już odbywa się w drugą niedzielę miesiąca. 9 lutego pogoda dopisała, podobnie zresztą ...",
            "image_url": "https://www.bing.pl/th?id=OVF.wPth9khwB9RvTcdIRZE3UA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gazetawroclawska.pl18 godz.",
            "source": "gazetawroclawska.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL 9.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl-22012025/ar-AA1xF2s5?ocid=BingNewsVerp",
            "description": "Możemy się nawet nie spodziewać, że w swoich domach posiadamy przedmioty o ogromnej wartości. Z pewnością część z nas znalazła w swojej szufladzie stare monety z okresu PRL, nie zastanawiając się ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolorowe szkło PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare naczynia i wazony",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolorowe-szk%C5%82o-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-naczynia-i-wazony/ar-AA1ykJG0?ocid=BingNewsVerp",
            "description": "Kolorowe szkło produkowane w PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QUIpSRrxk8kkZrR-aJEVxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN12 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To kwiaty najlepsze do domu! Te rośliny doniczkowe są piękne i wzbogacą twoje wnętrze. Jakie kwiaty wybrać do domu? 9.02.2025",
            "link": "https://gk24.pl/to-kwiaty-najlepsze-do-domu-te-rosliny-doniczkowe-sa-piekne-i-wzbogaca-twoje-wnetrze-jakie-kwiaty-wybrac-do-domu-9022025/ar/c9-18815989",
            "description": "Obecnie pragniemy, by nasze domowe wnętrza miały swój unikatowy charakter, były przytulne i kolorowe. Jednym z pomysłów na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.SUzMjivL5KSbzOGNsa6orA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl22 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w niedzielę - stroiki wielkanocne, mnóstwo staroci, odzież, chemia, części. Zdjęcia, 9 lutego 2025",
            "link": "https://wloclawek.naszemiasto.pl/pchli-targ-w-niedziele-stroiki-wielkanocne-mnostwo-staroci-odziez-chemia-czesci-zdjecia-9-lutego-2025/ar/c8p2-27251447",
            "description": "W niedzielę, 9 lutego 2025 roku odbył się tradycyjny, coniedzielny Pchli Targ we Włocławku przy alei Kazimierza Wielkiego.",
            "image_url": "https://www.bing.pl/th?id=OVF.5PRcCzamkKzOsgPt4T0sGA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto18 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ przy Hali Targowej w Krakowie znów wypełniony po brzegi ... skarbami. Pasjonaci staroci uwielbiają to miejsce",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/pchli-targ-przy-hali-targowej-w-krakowie-zn%C3%B3w-wype%C5%82niony-po-brzegi-skarbami-pasjonaci-staroci-uwielbiaj%C4%85-to-miejsce/ar-AA1yGYx4?ocid=BingNewsVerp",
            "description": "Mieszkańcy Krakowa znów wyruszyli na poszukiwanie skarbów. Oczywiście doskonale wiadomo, że najwięcej staroci można znaleźć w ...",
            "image_url": "https://www.bing.pl/th?id=OVF.nmkU6jQaN24DJd5tvzlvfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Krakowska on MSN16 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NATURALNA Jennifer Lopez w towarzystwie 16-letniej pociechy poszukują skarbów na targu staroci",
            "link": "https://www.pudelek.pl/naturalna-jennifer-lopez-w-towarzystwie-16-letniej-pociechy-poszukuja-skarbow-na-targu-staroci-7123373635263296g",
            "description": "Kilka dni temu Jennifer Lopez wybrała się z Emme, na targ staroci zlokalizowany na Downtown w Los Angeles. Zobaczcie, jak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.P1NP44H7BUJIJqNjzZyxly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "PUDELEK12 godz.",
            "source": "PUDELEK",
            "article_content": "Dziewczyna moglaby zapuscic swije geste wlosy, zalozyc soczewki zamiast okularow, wypelnic sobie usta jak mama i zribic makijaz podkreslajacy oczy. Wtedy wszyscy by sie nia zachwycali. Na szczescie ona ma gdzies czy sie innym podoba czy nie. Jest soba i robi ze swoim wygladem to na co ma ochote. To nie typ corki Beyonce ktora jest przerabiana na Barbie mimo ze do Barbie podobna nie jest. Brawo dla corki JLo za to ze ma silna osobowosc i jest soba bo w jej wieku to noe jest latwe. A tym ktorzy pisza negatywne komentarze na temat jej wygladu proponuje sponrzec w lustro i skupic sie na sobie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NATURALNA Jennifer Lopez w towarzystwie 16-letniej córką poszukują skarbów na targu staroci",
            "link": "https://www.msn.com/pl-pl/news/other/naturalna-jennifer-lopez-w-towarzystwie-16-letniej-c%C3%B3rk%C4%85-poszukuj%C4%85-skarb%C3%B3w-na-targu-staroci/ar-AA1yH8nY?ocid=BingNewsVerp",
            "description": "Kilka dni temu Jennifer Lopez wybrała się z córką, Emme Anthony, na targ staroci zlokalizowany na Downtown w Los Angeles.",
            "image_url": "https://www.bing.pl/th?id=OVFT.P1NP44H7BUJIJqNjzZyxly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "PUDELEK on MSN14 godz.",
            "source": "PUDELEK on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starocie i rękodzieło na Pchlim Targu w Pałacu Długoszów. Jest w czym wybierać - od porcelany i kryształów po siekiery i klucze francuskie",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/starocie-i-r%C4%99kodzie%C5%82o-na-pchlim-targu-w-pa%C5%82acu-d%C5%82ugosz%C3%B3w-jest-w-czym-wybiera%C4%87-od-porcelany-i-kryszta%C5%82%C3%B3w-po-siekiery-i-klucze-francuskie/ar-AA1yGBDD?ocid=BingNewsVerp",
            "description": "W Parku Długoszów w Gorlicach stanęło dzisiaj kilka stoisk ze starociami. To drugi w tym roku pchli targ, a na nim wszystko, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5Q%2foWSHg0kP%2bwiyD6c0ZkQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Krakowska on MSN18 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pełzająca agonia zabytku na rondzie Mogilskim w Krakowie. Sypiące się mury, śmieci, bazgroły i chaszcze. Codziennie mijają je tysiące ludzi",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/pe%C5%82zaj%C4%85ca-agonia-odkopanego-fortu-na-rondzie-mogilskim-w-krakowie-rozpadaj%C4%85ce-si%C4%99-mury-%C5%9Bmieci-bazgro%C5%82y-i-chaszcze/ar-AA1yDrsj?ocid=BingNewsVerp",
            "description": "Z kolei podczas przebudowy ronda w latach 2004-2008 zachowane mury - relikty dwóch kaponier - zostały odkopane i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2bTUiIfuXB6fi%2bhIqwX0%2fPw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska on MSN21 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To (nie) jest pałac. Czy rekonstrukcja zabytków to ratunek dla dziedzictwa?",
            "link": "https://www.gazetaprawna.pl/magazyn-na-weekend/artykuly/9730716,to-nie-jest-palac-czy-rekonstrukcja-zabytkow-to-ratunek-dla-dziedzi.html",
            "description": "Na Węgrzech i w Niemczech powojenne konstrukcje zastępuje się na potęgę rekonstrukcjami dawnej zabudowy. My – choć decyzja ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BN19Ge79ox5y6eLE4KaQni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "GAZETA PRAWNA18 godz.",
            "source": "GAZETA PRAWNA",
            "article_content": "„Czy się komuś podoba, czy nie, problem rekonstrukcji istnieje nadal i jest problemem o dużym znaczeniu społecznym, a nawet politycznym. Tym samym – wykraczającym poza decyzje historyków sztuki i konserwatorów” – mówił prof. Jerzy Kowalczyk w 1979 r. podczas posiedzenia Grona Konserwatorów przy Oddziale Warszawskim Stowarzyszenia Historyków Sztuki. Choć od tamtego spotkania, podczas którego m.in. dyskutowano nad wartością powojennej odbudowy warszawskiej Starówki, minęło ponad 40 lat, pytania o sens rekonstruowania dawnej zabudowy wciąż powracają jak bumerang. Ostatnio przy okazji sporu o Pałac Saski. Również dziś argumentom merytorycznym i artystycznym towarzyszą te o zabarwieniu politycznym i ideologicznym.\n\nTabula rasa"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 19 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 8 - 9 lutego?",
            "link": "https://oswiecim.naszemiasto.pl/rowerem-do-19-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-8-9-lutego/ar/c7p1-21831633",
            "description": "Zamek w Mosznej jest jedną z największych atrakcji Opolszczyzny i jednym z najciekawszych zamków w Polsce. Swoją sławę zawdzięcza bajkowemu wyglądowi - ma 365 pomieszczeń, 99 wież i wieżyczek. Do 30 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto14 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking do 6 km od Kołobrzegu. Pomysły na sportowy dzień w weekend 8 - 9 lutego",
            "link": "https://kolobrzeg.naszemiasto.pl/sciezki-nordic-walking-do-6-km-od-kolobrzegu-pomysly-na-sportowy-dzien-w-weekend-8-9-lutego/ar/c7p1-22319027",
            "description": "Latarnia morska - wysokość 26 metrów, zasięg światła 16 mil morskich, wybudowana w 1945 roku na miejscu Fortu Ujście, który w latach 1770-1774 bronił wejścia do portu.",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto14 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pełzająca agonia fortu na rondzie Mogilskim w Krakowie. Rozpadające się mury, śmieci, bazgroły i chaszcze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/pe%C5%82zaj%C4%85ca-agonia-fortu-na-rondzie-mogilskim-w-krakowie-rozpadaj%C4%85ce-si%C4%99-mury-%C5%9Bmieci-bazgro%C5%82y-i-chaszcze/ar-AA1yC05t?ocid=BingNewsVerp",
            "description": "Miłośnicy fortyfikacji nie mogą spokojnie patrzeć na to, co dzieje się z reliktami XIX-wiecznego fortu na rondzie Mogilskim.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Oo7u-nELv3CjwKr1NTHFly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kraków Naszemiasto on MSN21 godz.",
            "source": "Kraków Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stracił wymarzonego Citroëna pożarze. Pomóż odbudować Belmondo",
            "link": "https://francuskie.pl/stracil-wymarzonego-citroena-pozarze-pomoz-odbudowac-belmondo/",
            "description": "Karol, twórca Belmondo, stracił coś więcej niż sprzęt – stracił ważną część swojego zaplecza kulinarnego. Ogień pochłonął dwa ...",
            "image_url": "https://www.bing.pl/th?id=OVF.3H6YOGVIfVdBbgN2lH1z0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "francuskie.pl14 godz.",
            "source": "francuskie.pl",
            "article_content": "Karol, twórca Belmondo, stracił coś więcej niż sprzęt – stracił ważną część swojego zaplecza kulinarnego. Ogień pochłonął dwa zabytkowe Citroëny HY, które były sercem jego mobilnej gastronomii, oraz część sprzętu, na którym pracował. Możemy mu pomóc.\n\nKliknij teraz – wpłać pieniądze tutaj\n\nNiektóre historie są tak niesprawiedliwe, że aż trudno je pojąć. Dziś Karol stracił coś więcej niż rzeczy materialne. Karol to ktoś, dla kogo gotowanie nie jest rzemiosłem, lecz sztuką. W jego rękach jedzenie zamienia się w historię a historie w niezapomniane emocje. Od lat tworzy wyjątkowe kulinarne doświadczenia, wkładając w to całe serce i dbałość o detale. Jego Belmondo to więcej niż food trucki – to styl, klimat i wyjątkowa jakość, której nie da się podrobić.\n\n„Każda wpłata to szansa na odbudowę tego, co strawił ogień – by Belmondo mogło znów pojawiać się na ulicach, wydarzeniach i festiwalach, a Karol dalej robił to, co wychodzi mu najlepiej. Dziękujemy każdemu, kto dołoży swoją cegiełkę – razem możemy pomóc mu wrócić na trasę!” – piszą autorzy zrzutki. Do tej pory wsparło ją ponad 120 osób.\n\nKliknij teraz – wpłać pieniądze tutaj\n\nCitroën HY to kultowy samochód dostawczy, który został zaprojektowany przy wykorzystaniu blachy falistej. Jego charakterystyczny kształt trafił nie tylko na ulicę ale też do popkultury – odnajdziecie jego elementy między innymi w Gwiezdnych Wojnach. Oprócz tego jest bardzo chętnie wykorzystywany jako samochód dla mobilnej gastronomii – food truck.\n\nZapisz się na nasz newsletter teraz! BEZPŁATNIE najnowsze testy oraz wiadomości e-mailem\n\ntrzy razy w tygodniu, wprost do Twojej skrzynki Leave this field empty if you're human:\n\nGaleria"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Makabryczne odkrycie w Jaskini Maszyckiej. Najnowsze badania nie pozostawiają złudzeń",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/makabryczne-odkrycie-w-jaskini-maszyckiej-najnowsze-badania-nie-pozostawiaj%C4%85-z%C5%82udze%C5%84/ar-AA1yGYGI?ocid=BingNewsVerp",
            "description": "Z najnowszej analizy ponad 60 kości z Jaskini Maszyckiej (woj. małopolskie) wynika, że ludzie zamieszkujący ją 18 tys. lat ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PdtpxFMqbZialSi-myeR2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Onet Wiadomości on MSN12 godz.",
            "source": "Onet Wiadomości on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Badania nie zostawiają wątpliwości. Pradawni mieszkańcy polskiej jaskini praktykowali kanibalizm",
            "link": "https://www.msn.com/pl-pl/news/other/badania-nie-zostawiaj%C4%85-w%C4%85tpliwo%C5%9Bci-pradawni-mieszka%C5%84cy-polskiej-jaskini-praktykowali-kanibalizm/ar-AA1yGM3r?ocid=BingNewsVerp",
            "description": "Z najnowszej analizy ponad 60 kości z Jaskini Maszyckiej (Małopolska) wynika, że ludzie zamieszkujący ją 18 tys. lat temu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4jVMv85eltDxgoWvVLaqtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Onet on MSN17 godz.",
            "source": "Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwa czajniki na kozach, czyli pierwsza kawiarnia na Marszałkowskiej. Jak Warszawa odradzała się w ruinach 80 lat temu",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,31671188,powrot-do-miasta-ruin-jak-zyla-warszawa-na-poczatku-1945-r.html",
            "description": "'Wjeżdżaliśmy do stolicy od strony Woli. Witały nas przeraźliwe kikuty spalonych i zburzonych domów - i w tym momencie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bXysTCCCwfuBo2u0vk2vJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "warszawa.wyborcza16 godz.",
            "source": "warszawa.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W małopolskiej jaskini mieszkali kanibale",
            "link": "https://www.rmf24.pl/regiony/krakow/news-w-malopolskiej-jaskini-mieszkali-kanibale,nId,7908854",
            "description": "Badania pradziejowych kości z Jaskini Maszyckiej w Małopolsce potwierdziły, że zamieszkujący ją 18 tys. lat temu ludzie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LKLABP3ciFJ1F079sqdU3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "RMF 2413 godz.",
            "source": "RMF 24",
            "article_content": "Badania pradziejowych kości z Jaskini Maszyckiej w Małopolsce potwierdziły, że zamieszkujący ją 18 tys. lat temu ludzie praktykowali kanibalizm. Wskazują na to ślady na zachowanych kościach, w tym próby wydobycia szpiku kostnego, czyli bardzo kalorycznego pożywienia. Co równie interesujące, wydaje się, że kanibalizm nie wynikał z głodu.\n\nZdjęcie ilustracyjne / Shutterstock\n\nPradziejowe ludzkie kości w Jaskini Maszyckiej, znajdującej się na terenie Ojcowskiego Parku Narodowego w Małopolsce, znaleziono pod koniec XIX wieku. Należały one do ludzi, którzy przybyli tam 18 tys. lat temu z terenów zachodniej Europy. Grupy te - nazwane magdaleńskimi - znane były m.in. z tego, że wykorzystywały ludzkie kości jako surowiec do wytwarzania mis czy biżuterii.\n\nJednak naukowcy, którzy prowadzili badania nad wykorzystywaniem ludzkich zwłok w okresie górnego paleolitu, różnie interpretowali sposób wykorzystania szczątków ludzkich przez tę społeczność. Zbiór ludzkich kości z Jaskini Maszyckiej stał się częścią tej debaty. Początkowe badania z lat 90. XX wieku sugerowały, że ludność zamieszkująca jaskinię spożywała ludzkie mięso. Kolejne badania antropologiczne z 2017 r. podważały jednak tę możliwość.\n\nW Jaskini Maszyckiej praktykowano kanibalizm\n\nAntropolodzy z hiszpańskiego Catalan Institute of Human Paleoecology and Social Evolution (IPHES) oraz archeolodzy Uniwersytetu Rzeszowskiego, Fundacji Rzeszowskiego Ośrodka Archeologicznego i Uniwersytetu w Getyndze na łamach \"Scientific Reports\" przedstawili najnowsze analizy, które potwierdzają pierwotne przypuszczenia. Z ich badań wynika, że ludność zamieszkująca Jaskinię Maszycką praktykowała kanibalizm.\n\nWskazują na to przede wszystkim mikroślady na niemal wszystkich zachowanych kościach. Zidentyfikowaliśmy mikronacięcia w miejscach, które pokazują, że od kości próbowano odseparować mięśnie. Są to też ślady zmiażdżenia, rozbicia kości długich w celu uzyskania szpiku kostnego, który jest bardzo kalorycznym pożywieniem. Ślady na fragmentach czaszek wskazują, że próbowano uzyskać też dostęp do mózgu, który również jest bardzo kaloryczny - powiedział PAP współautor badania Dariusz Bobak z Fundacji Rzeszowskiego Ośrodka Archeologicznego.\n\nNa miejscu nie znaleziono żadnych śladów świadczących o tym, że kości ludzkie były obrabiane, aby przekształcić je w narzędzia i inne przedmioty użytkowe. Naukowcy przebadali 63 fragmenty kości ludzkich. Na podstawie materiału kostnego możemy stwierdzić, że są to szczątki co najmniej 10 osób - powiedział Dariusz Bobak.\n\nJak podkreślają autorzy publikacji, takie praktyki obserwowano też w innych grupach ludzkich zbliżonych chronologicznie i kulturowo w całej kontynentalnej Europie. To sugeruje, że kanibalizm był integralną praktyką w grupach magdaleńskich.\n\nWydaje się, że kanibalizm nie wynikał z głodu\n\nBadane kości to zarówno szczątki, które analizowano już w poprzednich latach, jak i wcześniej niebadane, albo takie, które identyfikowano dotąd jako kości zwierzęce. Wszystkie udostępniło do badań Muzeum Archeologiczne w Krakowie, bo właśnie w jego zbiorach znajduje się kolekcja zabytków z Jaskini Maszyckiej. Przeprowadzenie szczegółowych analiz było możliwe dzięki zastosowaniu najnowocześniejszych technik, np. skanowania trójwymiarowego. Pozwoliło ono dostrzec ślady, których jeszcze kilka lat temu nie można było zidentyfikować.\n\nNa razie nie wiadomo, w jakim dokładnie celu mieszkańcy Jaskini Maszyckiej pozyskiwali mięso ludzkie. Archeolodzy sądzą, że raczej nie chodziło tylko o zapewnienie sobie żywności. Oprócz kości ludzkich na stanowisku znaleziono też liczne kości zwierzęce, kości zwierzyny łownej, głównie reniferów. Oni mieli co jeść, wydaje się, że kanibalizm nie wynikał z głodu - przypuszcza dr hab. Marta Połtowicz-Bobak.\n\nCo ciekawe, przedstawiciele pradziejowych kultur praktykowali też kanibalizm rytualny. Spożywali szczątki bliskich, żeby oddać im cześć, pozyskać ich zalety. Kanibalizmem rytualnym było też spożywanie mięsa wroga po to, żeby znieważyć go nawet po śmierci. Na rytualny charakter może wskazywać m.in. odkryta pod koniec XIX wieku przy wejściu do Jaskini Maszyckiej czaszka antylopy saigi - suhaka, która została pokryta ochrą.\n\nTen czerwony barwnik miał we wszystkich pierwotnych ludach, praktycznie do czasów współczesnych, znaczenie rytualne. To sugeruje jakiś rodzaj rytuału związanego z tym miejscem - wskazał Dariusz Bobak.\n\nZginęli nagle?\n\nJak opisała dr hab. Połtowicz-Bobak, bytność grupy w Jaskini Maszyckiej zakończyła się dość nagle, ale nie wiadomo dlaczego. O tym, że stało się to raptownie, świadczy np. fakt, że akt kanibalizmu był tu raczej wydarzeniem jednorazowym. To musiało się stać albo w jednym momencie, albo było to kilka aktów, które następowały bardzo krótko po sobie, w ciągu być może kilku dni - opisał Dariusz Bobak.\n\nW dodatku w małopolskiej jaskini oprócz kości ludzkich znaleziono także bogatą kolekcję narzędzi kościanych, które zwykle w takich ilościach na stanowiskach się nie zachowują. Narzędzia z kości były cenne, wykonywało się je znacznie dłużej niż narzędzia z krzemienia, więc nikt ot tak ich nie porzucał, jeśli nie były zniszczone. Tutaj mamy całą kolekcję. Musiała nastąpić więc albo nagła śmierć tych ludzi, ewentualnie ucieczka. W każdym razie pozostawienie zabytków wskazuje, że wydarzyło się tutaj coś gwałtownego - dodał archeolog z Fundacji Rzeszowskiego Ośrodka Archeologicznego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 9.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-9022025/ar/c1-18941089",
            "description": "Czy posiadasz w portfelu monetę o nominalne 5 zł? Może pojawiła się szansa, abyś stał się bogatą osobą! Są takie monety, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl22 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze [10.02.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/banknoty-i-monety-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-pieni%C4%85dze-1022025/ar-AA1ycTtb?ocid=BingNewsVerp",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.13MsWgB592W%2bCf3u0X5ONg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    }
]