[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "And other stories sklep",
            "link": "https://warszawa.naszemiasto.pl/tag/and-other-stories-sklep",
            "description": "& Other Stories to marka-siostra takich znanych sklepów, jak H&M i COS. Wiadomo, że pierwszy sklep powstanie w Warszawie, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto6 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jakub Rzekęć J&S-Trans",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,21236062,jakub-rzekec-j-s-trans.html",
            "description": "Ruszyły dopłaty do zakupu elektrycznych ciężarówek, co powinno oznaczać, że elektryfikacja floty polskiego transportu drogowego przybierze na sile. Na dofinansowanie rząd planuje wydać 1 mld zł, a kol ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl13 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "W czasie poprzednich sześciu miesięcy na rynku mieszkaniowym zmieniło się wiele. Dlatego eksperci RynekPierwotny.pl postanowili powtórzyć obliczenia wykonane latem 2024 r. Mowa o analizie odpowiadającej na pytanie, jak duże nowe lokum może ...\n\nPublicis Groupe dokonała podsumowania sytuacji panującej w minionym roku na rynku reklamy w Polsce. Najnowsze doniesienia wskazują m.in., że w ciągu 12 minionych miesięcy udało mu się zanotować wzrost na poziomie 9,1%, w efekcie czego jego ...\n\nSztuczna inteligencja rozgaszcza się w coraz większej ilości sektorów gospodarki. Opinię publiczną zszokowała informacja o zwolnieniu dziennikarzy jednej ze stacji radiowych i zastąpienie ich wygenerowanych przez AI \"prezenterów\". Czy ...\n\nChoć dezinformacja i fake newsy kojarzą się głównie z polityką i działaniami grup cyberprzestępców pracujących na zlecenia rządów, to skutki tych zjawisk mogą dotyczyć także biznesu i zagrażać rentowności, a nawet przetrwaniu firm.\n\nLabubu to dziś jedna z najgorętszych marek świata. Pluszaki w estetyce ugly-cute w kilka miesięcy stały się globalną ikoną i symbolem nowej ekonomii doświadczenia. Ich producent w pierwszym półroczu zwiększył zyski o prawie 400 proc., a ...\n\nGłówny Urząd Statystyczny poinformował, że w IV kwartale 2024 roku przeciętne miesięczne wynagrodzenie wyniosło 8477,21 zł. Przeciętne miesięczne wynagrodzenie brutto w gospodarce narodowej w 2024 roku wyniosło natomiast 8181,72 zł.\n\n28 kwietnia T-Mobile wprowadził nową odsłonę swojej oferty na kartę. W cenie 50 zł miesięcznie z ofertami GO! XL i Rok Internetu klienci otrzymują ponad 833 GB miesięcznie co łącznie zapewnia dostęp do niemal 10 tysięcy gigabajtów ...\n\nOd 1 stycznia 2025 roku przedsiębiorcy składający wniosek o wpis do CEIDG będą musieli korzystać z e-Doręczeń. Obowiązek ten ma dotyczyć komunikacji między firmami a administracją państwową. Jak wskazują eksperci WEBCON, to kolejny ...\n\nW 2025 r. wchodzi w życie szereg istotnych reform, które mogą wymagać dużych zmian organizacyjnych, zebrania dodatkowych danych oraz w wielu przypadkach dostosowania systemów finansowo-księgowych. Marzena Janta-Lipińska, ekspertka ds ...\n\nNajnowsze badania pokazują, że już 1-2 godziny biernego oglądania telewizji mogą wpływać na rozwój dziecka. Nadmierne korzystanie z urządzeń cyfrowych - zwłaszcza przez dzieci do 3. roku życia - może z kolei prowadzić do objawów ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare pieniądze z PRL biją rekordy! Kolekcjonerzy polują na te egzemplarze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stare-pieni%C4%85dze-z-prl-bij%C4%85-rekordy-kolekcjonerzy-poluj%C4%85-na-te-egzemplarze/ar-AA1NiAnW?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OfX7YLExsTGXZTAN4rBMeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN21 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polski banknot trafił na aukcję w Holandii. Trwa zaciekła licytacja. Tyle jest wart",
            "link": "https://www.biznesinfo.pl/polski-banknot-trafil-na-aukcje-w-holandii-trwa-zaciekla-licytacja-tyle-jest-wart-jb-wac-260925",
            "description": "Nie jest tajemnicą fakt, że polskie banknoty i monety z minionych epok potrafią znacząco zyskać na wartości. Niewiele osób spodziewa się ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "BiznesINFO.pl6 godz.",
            "source": "BiznesINFO.pl",
            "article_content": "Polski banknot trafił na aukcję w Holandii. Trwa zaciekła licytacja. Tyle jest wart\n\nNie jest tajemnicą fakt, że polskie banknoty i monety z minionych epok potrafią znacząco zyskać na wartości. Niewiele osób spodziewa się jednak, że to zainteresowanie sięga daleko poza granice kraju. Na holenderskim serwisie aukcyjnym pojawiła się intrygująca oferta, taką wartość zyskał banknot z PRL. Ktoś ma szansę się wzbogacić.\n\nStare pieniądze zyskują na wartości\n\nJaka jest realna wartość pieniędzy z czasów PRL? Wartość numizmatyczna starych banknotów nie ma nic wspólnego z ich pierwotnym nominałem, a kluczowym czynnikiem jest stan zachowania egzemplarza. W świecie kolekcjonerów funkcjonuje precyzyjna skala oceny.\n\nNajwyższą wartość osiągają egzemplarze w “stanie bankowym” (UNC - Uncirculated), które nigdy nie trafiły do obiegu, mają ostre rogi i zachowały oryginalny, drukarski połysk. Każde, nawet najdrobniejsze zgięcie, zabrudzenie czy naderwanie drastycznie obniża ich wartość. Egzemplarze ”prawie nieobiegowe” (AU - About Uncirculated) mogą mieć minimalne ślady, na przykład po liczeniu, a te w \"stanie pięknym” (XF - Extremely Fine) noszą już lekkie ślady obiegu.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nNa polskim rynku kolekcjonerskim idealnie zachowany banknot sprzed dekad można nabyć za około 300-500 złotych. Egzemplarze noszące wyraźne ślady zużycia, wielokrotnie składane i przybrudzone, są warte symboliczną kwotę, często nieprzekraczającą kilkudziesięciu złotych. Oprócz stanu zachowania, na cenę wpływa również seria i numer banknotu, egzemplarze z pierwszych serii (np. oznaczonych literą A) lub o nietypowych numerach (np. radar - palindrom) bywają droższe.\n\nWśród kolekcjonerów dużą popularnością cieszą się tzw. błędnodruki, czyli banknoty z wadami powstałymi na etapie produkcji, na przykład przesuniętym nadrukiem, brakiem części elementów graficznych czy nietypowym kolorem. Takie egzemplarze są rzadkie i przez to osiągają ceny znacznie wyższe niż standardowe banknoty w tym samym stanie zachowania. Warto również pamiętać, że rynek numizmatyczny jest dynamiczny, a moda na określone nominały lub emisje się zmienia. Niektóre banknoty z czasów PRL, które jeszcze kilkanaście lat temu były łatwo dostępne i tanie, dziś potrafią być poszukiwanym rarytasem.\n\nTak jest między innymi z tym konkretnym banknotem, który pojawił się na aukcji. Jej autorem jest Portugalczyk, a zainteresowanie polskimi pieniędzmi przykuwa uwagę.\n\nPieniądze z PRL na aukcjach\n\nBanknot z Reymontem, datowany na 1 czerwca 1991 roku, nie jest dziełem przypadku, lecz namacalnym dowodem szalejącej na przełomie lat 80. i 90. hiperinflacji. U progu transformacji ustrojowej polska gospodarka znalazła się w stanie zapaści. Uwalnianie cen i niedobory towarów napędzały spiralę inflacyjną do niebotycznych rozmiarów.\n\nWskaźnik inflacji w 1989 roku wyniósł 251,1 proc., a w rekordowym 1990 roku aż 585 proc. Narodowy Bank Polski, próbując nadążyć za pędzącymi cenami, zmuszony był drukować banknoty o coraz wyższych nominałach. W obiegu pojawiły się banknoty z wizerunkami wielkich Polaków, opiewające na 200 000 zł z Mieszkiem I, 500 000 zł z Henrykiem Sienkiewiczem, a w końcu milion i dwa miliony złotych.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nPensje wypłacane w milionach były normą, jednak ich realna wartość pozwalała na zaspokojenie jedynie podstawowych potrzeb. Za przeciętną pensję, która pod koniec 1994 roku wynosiła ok. 6 mln starych złotych, można było kupić niewiele. Ten monetarny chaos zakończyła denominacja, która weszła w życie 1 stycznia 1995 roku. Operacja polegała na \"obcięciu” czterech zer, w związku z czym jeden nowy polski złoty (PLN) zastąpił dziesięć tysięcy starych złotych (PLZ).\n\nBanknot o nominale miliona złotych z dnia na dzień stał się więc równowartością stu złotych, a stare pieniądze można było wymieniać do końca 1996 roku, po czym bezpowrotnie straciły wartość płatniczą.\n\nPo latach ponownie zaczęły jednak zyskiwać na wartości. Widać to wyraźnie na aukcji, na której pojawił się banknot z wizerunkiem Władysława Reymonta.\n\nZobacz: Bon senioralny nie dla wszystkich. Zmiany w rządowym programie, te osoby nie dostaną wsparcia\n\nTyle jest warty banknot z PRL, aukcja trwa\n\nWydawałoby się, że stare pieniądze, które wyszły z obiegu dekady temu, to jedynie makulatura. Nic bardziej mylnego. Na jednym z holenderskich portali aukcyjnych, Catawiki, pojawił się niedawno banknot o nominale miliona złotych z wizerunkiem Władysława Reymonta.\n\nCo ciekawe, wystawiony został przez sprzedawcę z Portugalii, co dowodzi międzynarodowego zainteresowania polską historią. Aukcja szybko przyciągnęła uwagę kolekcjonerów, a licytacja stała się niezwykle zacięta. Eksperci szacowali wartość banknotu na około 120-140 euro, a na ten moment biorący udział w aukcji podbili cenę do 74 euro (ok. 315 zł). Mowa o 13 osobach, które aktywnie uczestniczą oraz 30 obserwatorach.\n\nTo nie pierwszy raz, kiedy podobny banknot wylądował na portalu i został wylicytowany. W innych przypadkach na Onebid potrafiły osiągnąć one ceny od 200 do nawet 5000 zł, a średnia kwota wahała się między 300 a 400 zł.\n\nZainteresowanie tym konkretnym egzemplarzem pokazuje, że pamiątki z okresu PRL, często chowane na dnie szuflad, zyskują na wartości i stają się obiektem pożądania nie tylko na lokalnym rynku. Dla wielu Polaków to przypomnienie o czasach, kiedy niemal każdy był milionerem, choć siła nabywcza tych milionów była znikoma. Popularność portali aukcyjnych sprawia, że rynek kolekcjonerski stał się globalny. Dziś każdy, kto znajdzie w domu dobrze zachowany egzemplarz, może z łatwością dotrzeć do kupców z całego świata, a sentyment i historia zamknięta w kawałku papieru potrafią wywindować cenę znacznie powyżej rynkowych standardów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wędrująca estrada Zamość 2025",
            "link": "https://lublin.naszemiasto.pl/tag/wedrujaca-estrada-zamosc-2025",
            "description": "„Pożegnamy rok 2025 z rozmachem, energią i muzyką na najwyższym poziomie! Koncert Sylwestrowy Orkiestry Symfonicznej im.",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Lublin Nasze Miasto8 min",
            "source": "Lublin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wystawił na aukcji \"milionówkę\" z PRL. Taki banknot może być wart kilka tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wystawi%C5%82-na-aukcji-milion%C3%B3wk%C4%99-z-prl-taki-banknot-mo%C5%BCe-by%C4%87-wart-kilka-tys-z%C5%82/ar-AA1Nl2Ug?ocid=BingNewsVerp",
            "description": "W Polsce rośnie zainteresowanie kolekcjonowaniem monet i banknotów z czasów Polskiej Rzeczypospolitej Ludowej. Choć wielu wciąż postrzega je jako stosunkowo nowe w porównaniu z historycznymi dukatami ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Y_NBXQC-7-xdFa0P1xXxXw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Kobieta on MSN4 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przebudowa targowiska w sławnie",
            "link": "https://slawno.naszemiasto.pl/tag/przebudowa-targowiska-w-slawnie",
            "description": "Białego kruka kupił na targowisku w Sławnie. Konkretnie Modlitewnik Żołnierski wydany w 1934 roku. Kupił, jak mówi, za kilka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Sławno Nasze Miasto7 godz.",
            "source": "Sławno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy popularności. Kolekcjonerzy polują na te naczynia, wazony i figurki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-popularno%C5%9Bci-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony, zastawy stołowe czy figurki z lat 60., 70. czy 80., warto przyjrzeć się i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz to w domu po babci? W 2025 roku te porcelanowe cuda osiągają zawrotne ceny",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/masz-to-w-domu-po-babci-w-2025-roku-te-porcelanowe-cuda-osi%C4%85gaj%C4%85-zawrotne-ceny/ar-AA1Ni4vp?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL wraca do łask i dziś osiąga imponujące ceny. Kolekcjonerzy płacą fortunę za filiżanki, wazony czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vFc1yk7SYP67p9xKIOioTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN23 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 26.09.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://pomorska.pl/prasowka-26-09-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960903",
            "description": "Daria i Olga Kołacz, polskie bliźniaczki syjamskie zrośnięte dolnym odcinkiem kręgosłupa i fragmentem przewodu pokarmowego, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NrS0vuvErcMhl3RUFJQqMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska8 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Azjatyckie strzelby już wiszą na ścianie",
            "link": "https://www.gazetaprawna.pl/magazyn-na-weekend/artykuly/9896173,azjatyckie-strzelby-juz-wisza-na-scianie.html",
            "description": "Coraz bardziej agresywne Chiny, gotowość Rosji i Korei Północnej do sabotażu plus ryzykowna polityka Donalda Trumpa to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VP8Ykb1837AFMRGgpGnO8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "GazetaPrawna.pl21 godz.Opinion",
            "source": "GazetaPrawna.pl",
            "article_content": "Gdy my – co zrozumiałe – interesujemy się przede wszystkim własnym środowiskiem bezpieczeństwa, czyli wydarzeniami na wschodniej flance NATO, znaczna część świata z rosnącym niepokojem obserwuje wydarzenia w Azji. Kilku istotnych graczy wykazuje tam rosnącą determinację, by przebudować układ sił na bardziej korzystny dla siebie. Potencjał militarny i gospodarczy regionu sprawia zaś, że ewentualne zaostrzenie nawet jednego z tamtejszych konfliktów będzie mieć globalne reperkusje.\n\nPierwszeństwo w roli ewentualnego eskalatora przypada tam, rzecz jasna, Chińskiej Republice Ludowej. Pekin co prawda raz po raz częstuje świat gładkimi frazami o swym umiłowaniu pokoju, multilateralizmu i o poszanowaniu interesów wszystkich innych państw, ale praktyka wskazuje na co innego. I nie chodzi tu nawet o intensywne zbrojenia, w tym kosmiczne, morskie i nuklearne, ani o wyraźne, wielopłaszczyznowe wsparcie dla rosyjskiego reżimu i jego napastniczej wojny toczonej przecież nie tylko przeciwko samej Ukrainie, lecz de facto przeciwko globalnej wspólnocie państw demokratycznych i liberalnych. Xi Jinping i jego ludzie idą dalej, z jednej strony budując wokół siebie coraz bardziej spójny blok państw i ruchów gotowych destabilizować ład międzynarodowy, z drugiej zaś ewidentnie przygotowując własne społeczeństwo (i gospodarkę) na ewentualną wojnę."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W miejscu dawnego hotelu Ikar w Poznaniu powstaje Four Points by Sheraton. Otwarcie zaplanowano na 2026 rok. Zobacz zdjęcia",
            "link": "https://poznan.naszemiasto.pl/w-miejscu-dawnego-hotelu-ikar-w-poznaniu-powstaje-four-points-by-sheraton-otwarcie-zaplanowano-na-2026-rok-zobacz-zdjecia/ar/c9p2-27949835",
            "description": "Po dłuższej przerwie wznowiono remont dawnego hotelu Ikar mieszczącego się przy ulicy Solnej w Poznaniu. Spółka PHH Hotele ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.85uexrpCbs20BRC8gcZsPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto7 godz.",
            "source": "Poznań Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 26.09.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gloswielkopolski.pl/przeglad-prasy-26-09-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960897",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 25.09. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „50 memów o ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Wielkopolski8 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Radni z Warszawy proponują wielkie sprzątanie Wisły. Niski stan wody to idealna okazja na porządki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/radni-z-warszawy-proponuj%C4%85-wielkie-sprz%C4%85tanie-wis%C5%82y-niski-stan-wody-to-idealna-okazja-na-porz%C4%85dki/ar-AA1NkK1Z?ocid=BingNewsVerp",
            "description": "Tego lata Wisła w Warszawie kilkukrotnie biła rekordy najniższego w historii pomiarów stanu wody. Ale może zamiast załamywać ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EQIwfzKYKKp0tOhY3dj_vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN7 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Myślał, że znalazł zabawkę. Odkrył rzymski skarb sprzed 2000 lat",
            "link": "https://historia.wprost.pl/odkrycia/12133615/anglia-na-polu-znalazl-brosze-z-czasow-rzymskich-skarb-ma-ponad-2000-lat.html",
            "description": "To, co na pierwszy rzut oka wyglądało jak zwykła zabawka, okazało się bezcennym skarbem sprzed dwóch tysięcy lat.",
            "image_url": "https://www.bing.pl/th?id=OVFT.wbD0kfObCcDr-1n1JnO8_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Historia Wprost7 godz.",
            "source": "Historia Wprost",
            "article_content": "Martin Williams, mieszkaniec Dorchester w Wielkiej Brytanii, ruszył z wykrywaczem metalu na świeżo zaorane pole nieopodal swojego domu. Już po piętnastu minutach poszukiwań natrafił na przedmiot, który – jak sądził – był dziecięcą zabawką lub odznaką. Obecność starych modeli samochodów z lat sześćdziesiątych i siedemdziesiątych tylko umocniła go w przekonaniu, że to współczesny drobiazg.\n\n– Na początku zobaczyłem z tyłu zatrzask i pomyślałem, że to jakaś odznaka, którą dziecko mogło nosić – wspomina 54-latek. Dopiero w domu, po oczyszczeniu znaleziska, zrozumiał, że trzyma w rękach przedmiot sprzed blisko dwóch tysięcy lat – rzymską broszę z brązu.\n\n\"Zabawka\" okazała się skarbem\n\nSpecjaliści wstępnie określili wiek broszy na 1800–2000 lat. Oznacza to, że mogła być noszona w czasach panowania Rzymian w Brytanii, które trwało do około 410 roku naszej ery. Choć w pobliżu nie przebiega żadna znana rzymska droga, Williams przypuszcza, że przedmiot mógł należeć do osoby odwiedzającej dziś opuszczony kościół w okolicy.\n\nLokalny oficer ds. znalezisk potwierdził, że brosza jest wyjątkowa w skali regionu Dorset i należy do rzadko spotykanych w całej Wielkiej Brytanii.\n\nTo nie pierwsze cenne znalezisko na koncie poszukiwacza\n\nMartin Williams nie jest nowicjuszem. Od czterech lat z pasją zajmuje się poszukiwaniem artefaktów i zgromadził już około 30 skrzyń znalezisk. Wśród nich znalazło się między innymi 14 toporów z epoki brązu, dziś przechowywanych w British Museum, około 30 monet rzymskich i dwa średniowieczne pierścienie, wyceniane na ponad 1000 funtów każdy.\n\nCo ciekawe, korzysta z używanego wykrywacza metali kupionego za 600 funtów (blisko 3 tysiące złotych), a w teren wyrusza głównie w weekendy. – Uwielbiam to uczucie, gdy znajduję coś nienaruszonego od setek, a czasem tysięcy lat i mogę połączyć to z historią. To fascynujące – podkreśla.\n\nZnalazca może liczyć na nagrodę?\n\nZgodnie z brytyjskim prawem, każdy przedmiot mogący zostać uznany za skarb musi być zgłoszony do lokalnego urzędnika ds. znalezisk. Status „skarbu” nadawany jest przedmiotom, które mają co najmniej 300 lat i zawierają minimum 10 procent metalu szlachetnego. W takim przypadku przejmują je muzea, a znalazca otrzymuje rekompensatę finansową.\n\nJeśli artefakt nie spełnia tych warunków, wraca do odkrywcy, a o sprawie informowany jest właściciel terenu, na którym znaleziono przedmiot. Williams zapowiedział, że jeśli brosza zostanie mu zwrócona, podaruje ją jednemu z właścicieli ziemi w ramach wdzięczności za możliwość prowadzenia tam poszukiwań.\n\nCzytaj też:\n\n„Niezwykłe znalezisko” w Krakowie. Tajemnicze „relikty krypt”Czytaj też:\n\nStarożytny dzban skrywał tajemniczą, lepką maź. Naukowcy wiedzą już, co to"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Brama Warszawska w Białymstoku została rozebrana ponad 200 lat temu. Zobacz jak wyglądała i gdzie się znajdowała",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/brama-warszawska-w-bia%C5%82ymstoku-zosta%C5%82a-rozebrana-ponad-200-lat-temu-zobacz-jak-wygl%C4%85da%C5%82a-i-gdzie-si%C4%99-znajdowa%C5%82a/ar-AA1NkBBT?ocid=BingNewsVerp",
            "description": "Brama Warszawska znajdowała się na dzisiejszej ulicy Warszawskiej między budynkami z numerami 44 a 55. Jej nazwa pochodziła od tego, iż trakt, na którym stała prowadził do stolicy. Brama została ...",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kurier Poranny on MSN8 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto nowy podstawowy samochód terenowy Wojska Polskiego. To młodszy brat Rosomaka",
            "link": "https://spidersweb.pl/2025/09/legwan-woz-wojsko-polskie.html",
            "description": "Do polskich żołnierzy trafi ponad 1200 nowych pojazdów terenowych legwan. Wojsko ma nareszcie szansę na dobre zastąpić ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1jqB_kMYc61Z4AAyh0NLTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Spider’s Web23 godz.",
            "source": "Spider’s Web",
            "article_content": "Ładowanie...\n\nTo inwestycja, która ma zmienić oblicze polskiej armii na kolejne lata. Symbolem modernizacji będzie lekki pojazd rozpoznawczy Legwan, który ma zastąpić wysłużone Honkery i pamiętające jeszcze czasy PRL-u UAZ-y. To wóz oparty na licencji koreańskiej i platformie Kia Light Tactical Vehicle (KLTV), ale produkowany w Polsce w Zakładach Rosomak S.A. w Siemianowicach Śląskich.\n\nUmowa podpisana między konsorcjum Polskiej Grupy Zbrojeniowej a Agencją Uzbrojenia obejmuje 1266 pojazdów w różnych konfiguracjach, które mają trafiać do jednostek do 2035 r. To nie tylko Legwany, ale także samochody ciężarowo-osobowe wysokiej mobilności, mobilne warsztaty techniczne, a także pojazdy bazujące na platformie KIA LTV. Do tego dochodzą pakiety logistyczne i szkoleniowe, które mają zapewnić płynne wdrożenie i utrzymanie sprzętu w służbie.\n\nREKLAMA\n\nTo oznacza, że w ciągu najbliższych 10 lat Wojsko Polskie otrzyma całkowicie nową flotę lekkich pojazdów od podstawowych wozów patrolowych, aż po specjalistyczne wersje dla dowódców, medyków czy łącznościowców.\n\nCo potrafi Legwan?\n\nLegwan nie jest zwykłym samochodem terenowym. To pojazd zapewniający mobilność i ochronę, które jeszcze niedawno były poza zasięgiem polskich żołnierzy.\n\nPod maską pracuje silnik diesla Hyundai D6EB V6 o mocy 225 KM, który w połączeniu z napędem 4x4 pozwala rozpędzić ważący ponad 5,5 t pojazd do 130 km/h. Zasięg wynoszący 640 km oznacza, że Legwan bez problemu radzi sobie w długich misjach patrolowych.\n\nLegwan 4x4. Fot. Rosomak SA\n\nOchrona? Tutaj także jest skok jakościowy. Modułowe opancerzenie może osiągnąć poziom od STANAG I do III, co daje odporność na ostrzał z broni kalibru 7,62 mm i na odłamki. W praktyce żołnierze zyskują bezpieczeństwo, którego nie zapewniały Honkery.\n\nW standardowej wersji pojazd przewozi od 4 do 8 żołnierzy. Wersja wydłużona Legwan-L umożliwia montaż zabudów specjalistycznych od karetek pola walki, przez wozy dowodzenia, po stanowiska rozpoznania elektronicznego.\n\nDach pojazdu został przygotowany do montażu uzbrojenia od klasycznej obrotnicy dla karabinów kalibru 7,62 mm i 12,7 mm oraz granatników 40 mm, po zdalnie sterowane moduły uzbrojenia. Dzięki temu Legwan może być zarówno wozem patrolowym, jak i lekkim pojazdem bojowym.\n\nWięcej na Spider's Web:\n\nMobilność w trudnym terenie\n\nDopuszczalna masa całkowita Legwana wynosi do 6,1 t w wersji standardowej i nawet 7 t w wariancie wydłużonym. Pojazd ma rozstaw osi 3,3 m lub 4 m (w zależności od wersji), prześwit powyżej 40 cm i zdolność brodzenia do 76 cm. To oznacza, że radzi sobie zarówno w górach, jak i na poligonach zalanych wodą czy błotem.\n\nTo dokładnie ten rodzaj mobilności, jakiego brakowało Honkerom. Legwan nie tylko wjedzie tam, gdzie zwykły samochód utknie, ale też wywiezie stamtąd żołnierzy w bezpiecznych warunkach.\n\n1266 Legwanów dla Wojska Polskiego to nie ostatnia inwestycja w podstawową mobilność naszych żołnierzy. Kolejne zakupy zapowiedział już minister obrony narodowej.\n\nREKLAMA\n\nWojsko Polskie potrzebuje najlepszego sprzętu. Chcemy kupować w polskich zakładach, w polskich firmach lekki opancerzony transporter rozpoznawczy, też w polskich zakładach w AMZ Kutno. One już są produkowane i dostarczane sukcesywnie dla Wojska Polskiego - powiedział w trakcie uroczystości wicepremier i minister obrony narodowej Władysław Kosiniak - Kamysz.\n\nPodpisana umowa to jedna z największych inwestycji w lekkie pojazdy dla Wojska Polskiego od lat. Do 2035 r. na drogi i bezdroża trafi ponad tysiąc nowoczesnych wozów, które wreszcie pozwolą zrezygnować z przestarzałych konstrukcji.\n\nREKLAMA\n\nBogdan Stech 25.09.2025 14:42\n\nŁadowanie..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Tam, gdzie mury mówią po niemiecku'. Spotkanie historyczne w Miejskiej Bibliotece Publicznej",
            "link": "https://www.24gliwice.pl/wiadomosci/tam-gdzie-mury-mowia-po-niemiecku-spotkanie-historyczne-w-miejskiej-bibliotece-publicznej/",
            "description": "Tam, gdzie mury mówią po niemiecku to tytuł spotkania w Bibliotece Publicznej, które będzie dotyczyło gliwickich reliktów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pM67URZ7gClt9cGbqsqSLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "24GLIWICE11 godz.",
            "source": "24GLIWICE",
            "article_content": "“Tam, gdzie mury mówią po niemiecku” to tytuł spotkania w Bibliotece Centralnej, które dotyczyć będzie śladów nie tak dalekiej przeszłości naszego miasta, odciśniętych na ścianach budynków.\n\nWydarzenie odbędzie się w poniedziałek, 29 września. Rozpoczęcie o godzinie 17:00, wstęp jest wolny.\n\n– Przez ponad cztery dekady komunistyczne władze z wielką gorliwością walczyły ze śladami niemieckiej przeszłości na Śląsku. Ofiarą tej niszczycielskiej działalności padały także wszelkiego rodzaju niemieckojęzyczne szyldy sklepowe i drogowskazy oraz napisy informacyjne i reklamowe – także te o całkowicie neutralnej treści – zapowiadają organizatorzy spotkania w MBP.\n\nDziałania te, choć zakrojone na szeroką skalę, nie wszędzie zakończyły się sukcesem. Dlatego dziś w wielu większych i mniejszych miejscowościach Śląska można zobaczyć, a czasem odkryć pod odpadającym tynkiem, dawne inskrypcje, które przetrwały akcję „odniemczania”\n\n– dodają.\n\nChoć od upadku PRL minęły ponad trzy dziesięciolecia, relikty tego typu nadal budzą emocje – zarówno pozytywne, jak i negatywne. Dziś historyczne napisy nie są już wprawdzie narażone na zniszczenie z pobudek politycznych, lecz zagrożeniem dla nich jest brak zrozumienia dla znaczenia tego dziedzictwa a czasem także modernizacyjne inicjatywy wspólnot mieszkaniowych.\n\nO historii zapominanych napisów opowie Dawid Smolorz – historyk, regionalista, dziennikarz.\n\nWydarzenie w serwisie facebook.com znajduje się tu.\n\nBiblioteka Centralna, ul. Kościuszki 17, poniedziałek, 29 września, godzina 17:00. Wstęp wolny.\n\n(żms)/MBP Gliwice"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cztery dzieła sztuki wróciły do Wielkopolski! Odzyskane przedmioty trafiły m.in. do Muzeum Narodowego w Poznaniu. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/cenne-dzie%C5%82a-sztuki-utracone-w-czasie-ii-wojny-%C5%9Bwiatowej-wr%C3%B3ci%C5%82y-do-wielkopolski-trafi%C5%82y-min-do-muzeum-narodowego-w-poznaniu/ar-AA1NiwvQ?ocid=BingNewsVerp",
            "description": "Do polskich zbiorów powróciły kolejne zabytki utracone w czasie II wojny światowej. Dzięki działaniom restytucyjnym Ministerstwa Kultury i Dziedzictwa Narodowego odzyskano dwa obrazy Michała Gorstkina ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN20 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skansen w Dziekanowicach świętuje 50 lat istnienia. Zobacz archiwalne zdjęcia",
            "link": "https://gniezno.naszemiasto.pl/skansen-w-dziekanowicach-swietuje-50-lat-istnienia-zobacz-archiwalne-zdjecia/ar/c13p2-28020285",
            "description": "Wielkopolski Park Etnograficzny w Dziekanowicach świętuje jubileusz 50-lecia istnienia. Obok Wczesnośredniowiecznej Rezydencji na Ostrowie Lednickim, Rezerwatu Archeologicznego Gród Wczesnopiastowski ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MfW9_TyV4p2LpK5Oh7nsWA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gniezno Nasze Miasto33 min",
            "source": "Gniezno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odsłonięcie tablicy upamiętniającej Ignacego Klukowskiego",
            "link": "https://www.trojmiasto.pl/imprezy/Odsloniecie-tablicy-upamietniajacej-Ignacego-Klukowskiego-imp582047.html",
            "description": "Zapraszamy na uroczyste odsłonięcie tablicy upamiętniającej Ignacego Klukowskiego, artysty malarza i konserwatora zabytków, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FDfk2HRg7x2zH_DSFOwbeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Trojmiasto.pl1 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opuszczone dworce kolejowe wreszcie przestaną straszyć i zaczną obsługiwać pasażerów",
            "link": "https://www.msn.com/pl-pl/news/other/opuszczone-dworce-kolejowe-wreszcie-przestan%C4%85-straszy%C4%87-i-zaczn%C4%85-obs%C5%82ugiwa%C4%87-pasa%C5%BCer%C3%B3w/ar-AA1NlfJ2?ocid=BingNewsVerp",
            "description": "PKP planuje zmodernizować 181 dworców. Wśród nich są także opuszczone dworce kolejowe, które od lat nie obsługiwały pasażerów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l7cwXEz7r_zBvtLCqCCxgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Bezprawnik on MSN5 godz.",
            "source": "Bezprawnik on MSN",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy znaleźli groby sprzed tysiąca lat. Przełomowe odkrycie pod Łęczycą",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/archeolodzy-znale%C5%BAli-groby-sprzed-tysi%C4%85ca-lat-prze%C5%82omowe-odkrycie-pod-%C5%82%C4%99czyc%C4%85/ar-AA1NlsBJ?ocid=BingNewsVerp",
            "description": "Archeolodzy z Muzeum Archeologicznego i Etnograficznego w Łodzi prowadzą badania wykopaliskowe w sąsiedztwie tumskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wzygJj3z3eJK-DQLfIOteS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN2 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polski banknot trafił na aukcję w Holandii. Trwa zaciekła licytacja. Tyle jest wart",
            "link": "https://www.biznesinfo.pl/polski-banknot-trafil-na-aukcje-w-holandii-trwa-zaciekla-licytacja-tyle-jest-wart-jb-wac-260925",
            "description": "Nie jest tajemnicą fakt, że polskie banknoty i monety z minionych epok potrafią znacząco zyskać na wartości. Niewiele osób spodziewa się ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "BiznesINFO.pl6 godz.",
            "source": "BiznesINFO.pl",
            "article_content": "Polski banknot trafił na aukcję w Holandii. Trwa zaciekła licytacja. Tyle jest wart\n\nNie jest tajemnicą fakt, że polskie banknoty i monety z minionych epok potrafią znacząco zyskać na wartości. Niewiele osób spodziewa się jednak, że to zainteresowanie sięga daleko poza granice kraju. Na holenderskim serwisie aukcyjnym pojawiła się intrygująca oferta, taką wartość zyskał banknot z PRL. Ktoś ma szansę się wzbogacić.\n\nStare pieniądze zyskują na wartości\n\nJaka jest realna wartość pieniędzy z czasów PRL? Wartość numizmatyczna starych banknotów nie ma nic wspólnego z ich pierwotnym nominałem, a kluczowym czynnikiem jest stan zachowania egzemplarza. W świecie kolekcjonerów funkcjonuje precyzyjna skala oceny.\n\nNajwyższą wartość osiągają egzemplarze w “stanie bankowym” (UNC - Uncirculated), które nigdy nie trafiły do obiegu, mają ostre rogi i zachowały oryginalny, drukarski połysk. Każde, nawet najdrobniejsze zgięcie, zabrudzenie czy naderwanie drastycznie obniża ich wartość. Egzemplarze ”prawie nieobiegowe” (AU - About Uncirculated) mogą mieć minimalne ślady, na przykład po liczeniu, a te w \"stanie pięknym” (XF - Extremely Fine) noszą już lekkie ślady obiegu.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nNa polskim rynku kolekcjonerskim idealnie zachowany banknot sprzed dekad można nabyć za około 300-500 złotych. Egzemplarze noszące wyraźne ślady zużycia, wielokrotnie składane i przybrudzone, są warte symboliczną kwotę, często nieprzekraczającą kilkudziesięciu złotych. Oprócz stanu zachowania, na cenę wpływa również seria i numer banknotu, egzemplarze z pierwszych serii (np. oznaczonych literą A) lub o nietypowych numerach (np. radar - palindrom) bywają droższe.\n\nWśród kolekcjonerów dużą popularnością cieszą się tzw. błędnodruki, czyli banknoty z wadami powstałymi na etapie produkcji, na przykład przesuniętym nadrukiem, brakiem części elementów graficznych czy nietypowym kolorem. Takie egzemplarze są rzadkie i przez to osiągają ceny znacznie wyższe niż standardowe banknoty w tym samym stanie zachowania. Warto również pamiętać, że rynek numizmatyczny jest dynamiczny, a moda na określone nominały lub emisje się zmienia. Niektóre banknoty z czasów PRL, które jeszcze kilkanaście lat temu były łatwo dostępne i tanie, dziś potrafią być poszukiwanym rarytasem.\n\nTak jest między innymi z tym konkretnym banknotem, który pojawił się na aukcji. Jej autorem jest Portugalczyk, a zainteresowanie polskimi pieniędzmi przykuwa uwagę.\n\nPieniądze z PRL na aukcjach\n\nBanknot z Reymontem, datowany na 1 czerwca 1991 roku, nie jest dziełem przypadku, lecz namacalnym dowodem szalejącej na przełomie lat 80. i 90. hiperinflacji. U progu transformacji ustrojowej polska gospodarka znalazła się w stanie zapaści. Uwalnianie cen i niedobory towarów napędzały spiralę inflacyjną do niebotycznych rozmiarów.\n\nWskaźnik inflacji w 1989 roku wyniósł 251,1 proc., a w rekordowym 1990 roku aż 585 proc. Narodowy Bank Polski, próbując nadążyć za pędzącymi cenami, zmuszony był drukować banknoty o coraz wyższych nominałach. W obiegu pojawiły się banknoty z wizerunkami wielkich Polaków, opiewające na 200 000 zł z Mieszkiem I, 500 000 zł z Henrykiem Sienkiewiczem, a w końcu milion i dwa miliony złotych.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nPensje wypłacane w milionach były normą, jednak ich realna wartość pozwalała na zaspokojenie jedynie podstawowych potrzeb. Za przeciętną pensję, która pod koniec 1994 roku wynosiła ok. 6 mln starych złotych, można było kupić niewiele. Ten monetarny chaos zakończyła denominacja, która weszła w życie 1 stycznia 1995 roku. Operacja polegała na \"obcięciu” czterech zer, w związku z czym jeden nowy polski złoty (PLN) zastąpił dziesięć tysięcy starych złotych (PLZ).\n\nBanknot o nominale miliona złotych z dnia na dzień stał się więc równowartością stu złotych, a stare pieniądze można było wymieniać do końca 1996 roku, po czym bezpowrotnie straciły wartość płatniczą.\n\nPo latach ponownie zaczęły jednak zyskiwać na wartości. Widać to wyraźnie na aukcji, na której pojawił się banknot z wizerunkiem Władysława Reymonta.\n\nZobacz: Bon senioralny nie dla wszystkich. Zmiany w rządowym programie, te osoby nie dostaną wsparcia\n\nTyle jest warty banknot z PRL, aukcja trwa\n\nWydawałoby się, że stare pieniądze, które wyszły z obiegu dekady temu, to jedynie makulatura. Nic bardziej mylnego. Na jednym z holenderskich portali aukcyjnych, Catawiki, pojawił się niedawno banknot o nominale miliona złotych z wizerunkiem Władysława Reymonta.\n\nCo ciekawe, wystawiony został przez sprzedawcę z Portugalii, co dowodzi międzynarodowego zainteresowania polską historią. Aukcja szybko przyciągnęła uwagę kolekcjonerów, a licytacja stała się niezwykle zacięta. Eksperci szacowali wartość banknotu na około 120-140 euro, a na ten moment biorący udział w aukcji podbili cenę do 74 euro (ok. 315 zł). Mowa o 13 osobach, które aktywnie uczestniczą oraz 30 obserwatorach.\n\nTo nie pierwszy raz, kiedy podobny banknot wylądował na portalu i został wylicytowany. W innych przypadkach na Onebid potrafiły osiągnąć one ceny od 200 do nawet 5000 zł, a średnia kwota wahała się między 300 a 400 zł.\n\nZainteresowanie tym konkretnym egzemplarzem pokazuje, że pamiątki z okresu PRL, często chowane na dnie szuflad, zyskują na wartości i stają się obiektem pożądania nie tylko na lokalnym rynku. Dla wielu Polaków to przypomnienie o czasach, kiedy niemal każdy był milionerem, choć siła nabywcza tych milionów była znikoma. Popularność portali aukcyjnych sprawia, że rynek kolekcjonerski stał się globalny. Dziś każdy, kto znajdzie w domu dobrze zachowany egzemplarz, może z łatwością dotrzeć do kupców z całego świata, a sentyment i historia zamknięta w kawałku papieru potrafią wywindować cenę znacznie powyżej rynkowych standardów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "26 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-26,8,day.html",
            "description": "Wystawa łączy w sobie świat gadów kopalnych z żyjącymi współcześnie. Tą interesującą gromadę zwierząt zaprezentowano w kilku modułach wystawowych, w podziale na obszary występowania, w scenerii znakom ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków14 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muzeum Archeologiczne w Krakowie: historia i nowoczesność w jednym miejscu",
            "link": "https://dziennikpolski24.pl/muzeum-archeologiczne-w-krakowie-historia-i-nowoczesnosc-w-jednym-miejscu/ar/c13p2-28003963",
            "description": "Muzeum Archeologiczne w Krakowie przygotowuje się do nowej ery – miejsca, w którym historia spotyka nowoczesność, a dawne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._IM5FQDehZbuZPNhiTtjTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Polski14 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 26.09.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-26-09-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960895",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 25.09. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „Remont ważnego ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Wrocławska8 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    }
]