[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retro, antyki, vintage - na takie starocie w 2025 roku polują kolekcjonerzy. Tyle dziś kosztują [27.05.25]",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/retro-antyki-vintage-na-takie-starocie-w-2025-roku-poluj%C4%85-kolekcjonerzy-tyle-dzi%C5%9B-kosztuj%C4%85-22-05-25/ar-AA1FhklN?ocid=BingNewsVerp",
            "description": "W 2025 roku przedmioty z dawnych lat cieszą się niesłabnącą popularnością. Antyki, rzeczy vintage i retro przeżywają swój renesans – nie tylko wśród kolekcjonerów, ale także w świecie designu, mody, s ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-wazony-z-prl-takie-pami%C4%85tki-z-dusz%C4%85-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem/ar-AA1FqLXu?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xTX8sbtLis-XoE1s8XTcxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN23 min",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Budzenie Sienkiewki 2025. Jarmark przyciągnął tłumy. Są sery, pieczywo, wędliny i rękodzieło. Zobaczcie zdjęcia i film",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/budzenie-sienkiewki-2025-jarmark-przyci%C4%85gn%C4%85%C5%82-t%C5%82umy-s%C4%85-sery-pieczywo-w%C4%99dliny-i-r%C4%99kodzie%C5%82o-zobaczcie-zdj%C4%99cia-i-film/ar-AA1FzoGl?ocid=BingNewsVerp",
            "description": "Budzenie Sienkiewki to impreza, która na przestrzeni ostatnich lat na stałe wpisała się w kalendarz Kielc. W tym roku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3Dy-OGqOcCIYk56RUKKVuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kielce Nasze Miasto on MSN2 godz.",
            "source": "Kielce Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perełki na niedzielnym Pchlim Targu u Jędruli w Inowrocławiu. Tłumy mieszkańców poszukiwały skarbów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pere%C5%82ki-na-niedzielnym-pchlim-targu-u-j%C4%99druli-w-inowroc%C5%82awiu-t%C5%82umy-mieszka%C5%84c%C3%B3w-poszukiwa%C5%82y-skarb%C3%B3w/ar-AA1Fr4H1?ocid=BingNewsVerp",
            "description": "W słoneczną majową niedzielę inowrocławski pchli targ tętnił życiem. Licznie zgromadzeni sprzedawcy dumnie prezentowali swoje stoły, na których poustawiali różnorodne starocie, książki, biżuterię czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cgj1z3dri9fDcvnl2HbMDA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN8 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kontrowersje wokół remontu unikatowej kamienicy w Inowrocławiu. Budynek traci cenne walory architektoniczne",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kontrowersje-wok%C3%B3%C5%82-remontu-unikatowej-kamienicy-w-inowroc%C5%82awiu-budynek-traci-cenne-walory-architektoniczne/ar-AA1Fys3I?ocid=BingNewsVerp",
            "description": "W słoneczną majową niedzielę inowrocławski pchli targ tętnił życiem. Licznie zgromadzeni sprzedawcy dumnie prezentowali swoje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.i9mDf8Z2uWuhinMo25RQ-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN7 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 27.05.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-27052025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN11 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Licealne Muzearium, czyli rzecz o tym, jak sala gimnastyczna II LO w Ostrołęce stała się 27.05.2025 salą muzealną",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/licealne-muzearium-czyli-rzecz-o-tym-jak-sala-gimnastyczna-ii-lo-w-ostro%C5%82%C4%99ce-sta%C5%82a-si%C4%99-27052025-sal%C4%85-muzealn%C4%85/ar-AA1FyT6E?ocid=BingNewsVerp",
            "description": "Sobota 10 maja, Brzozówka gm. Kadzidło, kilka minut przed godz. 19.00. Przed kapliczką, na drewnianych, pachnących świeżością ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.f9-UduUdVpCU9jyCitiO9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Tygodnik Ostrołęcki on MSN5 godz.",
            "source": "Tygodnik Ostrołęcki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cena GBP/PLN dzisiaj. Ile trzeba zapłacić za funta 27 maja 2025 r.?",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-27-maja-2025-r/zqc4kwy",
            "description": "Cena funta 27 maja 2025 r. Ile dziś musimy zapłacić za funta szterlinga? Kurs GBP/PLN dzisiaj o godzinie 12 w południe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sBMxt5NavEeOUUFZ5jIyWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl4 godz.",
            "source": "Fakt.pl",
            "article_content": "Cena funta 27 maja 2025 r. Ile dziś musimy zapłacić za funta szterlinga? Kurs GBP/PLN dzisiaj o godzinie 12 w południe wyniósł 5,0664 zł. Kurs funta szterlinga w perspektywie dzień do dnia zmienił się o +0,0013 zł. Porównując kurs funta tydzień do tygodnia, to odnotował on zmianę 0,0137 zł.\n\nKurs GBP/PLN dzisiaj\n\nFunt szterling to po angielsku pound sterling. Zwany jest również funtem brytyjskim ale jest to nazwa nieoficjalna. Jego kod międzynarodowy to GBP. Występuje jako jednostka monetarna w Wielkiej Brytanii. Gdzie zapłacimy funtem szterlingiem? Funtem zapłacimy w Wielkiej Brytanii, Szkocji, Walii, Irlandii Płn., na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie ma nominały funt brytyjski? Funt szterling to inaczej 100 pensów. Występują monety: 1p, 2p, 5p, 10p, 20p, 50p. A banknoty dzielą się na: 5, 10, 20, 50 (100 występuje tylko w Szkocji i Irlandii Płn.). Jak każda waluta, funt podlega inflacji, co oznacza, że jego wartość z czasem spada. Przyszłość funta jest trudna do przewidzenia, ale jego historia wskazuje, że jest to waluta o dużej odporności.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w internecie 27.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-22012025/ar-AA1xEYBt?ocid=BingNewsVerp",
            "description": "Wazony ceramiczne Ceramika z PRL, w tym wazony, była tworzona przez renomowane wytwórnie jak Zakłady Ceramiczne Bolesławiec czy Ćmielów. Najbardziej cenione są wazony ręcznie malowane lub zdobione ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN11 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cudowne ozdrowienie osoby z I grupą inwalidzką i niezdolną do samodzielnej egzystencji",
            "link": "https://www.infor.pl/prawo/pomoc-spoleczna/niepelnosprawni/6956789,cudowne-ozdrowienie-osoby-z-i-grupa-inwalidzka-i-niezdolna-do-samodzielnej-egzystencji.html",
            "description": "Infor.pl udostępnia łamy czytelnikom. Dziś list osoby oceniającej, że znana jej osoba została pokrzywdzona przez ZUS ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jAfo0UI949mrILMxtn2Oui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "INFOR.PL54 min",
            "source": "INFOR.PL",
            "article_content": "Infor.pl udostępnia łamy czytelnikom. Dziś list o pokrzywdzeniu przez ZUS obniżeniem grupy inwalidzkiej. Nie znamy wersji ZUS-u ani dokumentów medycznych z akt tej sprawy. Pomimo to list publikujemy, aby pokazać, że chyba w historii opisanej przez Czytelniczkę nie zadziałał mechanizm wyjaśniania (przez ZUS albo działających w jego imieniu lekarzy) przyczyn obniżenia wysokości grupy inwalidzkiej. Gdyby lepiej wyjaśniono osobom niepełnosprawnym wychodzącym z komisji ZUS o przyczynach niekorzystnej dla nich decyzji, to być może w przestrzeni publicznej mniej byłoby sarkastycznych zwrotów typu \"cudowne uzdrowienie przez ZUS\".\n\nBo stałym zarzutem wobec ZUS jest nagłe – z perspektywy osoby niepełnosprawnej – obniżenie stopnia niepełnosprawności (przy niezmieniony stanie zdrowia). Osoby niepełnosprawne i rodziny postrzegają takie sytuacje jako „cudowne uzdrowienie przez ZUS”. To często powtarzany zwrot w listach. Listy czy opinie na forach wskazują (być może) na to, że wadliwie działa sposób informowania rencistów lub osoby niepełnosprawne o przyczynach wprowadzenia przez komisje lekarskie zmian w ich orzeczeniach (często po wielu latach utrzymywania wyższych stopnie niepełnosprawności bądź ograniczeń).\n\nREKLAMA\n\nPoniżej list czytelniczki, która pisze, że „Według lekarza nie ma szans, by wyszła z tej choroby, jak i innych. Piszą na orzeczeniu, że stan zdrowia systematycznie pogarsza się, a ZUS, że „ozdrowiała” i ma obecnie 2 grupę i może iść do pracy. Tylko jakiej?\". Według niej jest to „upodlenie ciężko chorych ludzi”.\n\nPolecamy VAT 2025. Podatki część 2\n\nCudowne ozdrowienia osoby z I grupą inwalidzką i niezdolną do samodzielnej egzystencji\n\n\"A co z osobami, nazwijmy cudownie uzdrowionymi przez orzeczników ZUS? Osoba była na 1 grupie i niezdolna do samodzielnej egzystencji, mimo pogorszenia stanu zdrowia — cudownie uzdrowiona. Osoba dostała 2 grupę na stałe, ma usługi opiekuńcze i asystenta osoby niepełnosprawnej z MOPR, załatwiony transport medyczny do specjalistów itd.\"\n\nWidzi sama do pół metra, a według okulisty z ZUS widzi i czyta\n\nREKLAMA\n\n\"Jest osobą niedowidzącą, nic sama nie przeczyta, nie napisze. Choruje na ciężką retinopatię cukrzycową, zwyrodnienie plamki żółtej oczu, zaćmę. Widzi sama do pół metra, a według okulisty z ZUS widzi i czyta. Wszystkie sprawy urzędowe pomaga załatwiać rodzina, syn bądź terapeutka z MOPR.\n\nDalszy ciąg materiału pod wideo\n\nChoruje na dyskopatię wielopoziomową z naciskiem na worek oponowy i nerwy, są okresowo wyłączenia, przez co sama nie może wstać z łóżka, dojść do drzwi, do WC, zejść ze schodów na 1 piętro z 3 pięter. Tak boli kręgosłup. Jest na opiatach z poradni bólu – O (…) r do 40 mg na dobę i kilku innych przeciwbólowych. Nie jednokrotnie karetka zabiera ją z ulicy. Sklepy — jak sama wyjdzie z domu — tak boli kręgosłup.\n\nW trakcie badań choruje na ciężką depresję z odczynem urojeniowym na wskutek uporczywego stalkingu przez byłego sąsiada. Sprawa toczy się, pomaga darmowy prawnik ze stowarzyszenia dla osób pokrzywdzonych przestępstwem i kilkanaście innych chorób.\"\n\nBól jest nadal około 3 do 4 w skali\n\n\"Jest pod opieką 19 różnych specjalistów, w tym psychologa z MOPR. Po lekach przeciwbólowych ból jest nadal około 3 do 4 w skali. Po lekach przeciwbólowych często urywa się film, jest „naćpana”, ma często myśli rezygnacyjne i samobójcze. Sama w zaostrzeniu choroby kręgosłupa przejdzie 30 do 60 metrów, gdy jest lepiej, może przejść 100 do 250 metrów, zanim pojawi się ból kręgosłupa szyjnego, który odejmuje nogi i ręce z bólu. Siedzi na ławce i płacze z bólu.\n\nŚrednio co kilka miesięcy występują takie problemy z poruszaniem się, obecnie to już trwa od września 2024 roku. Czeka na rezonans i nowy lek przeciwbólowy w plastrze dla rajdowców i innych.\"\n\nNie nastawi pralki, nie zrobi zakupów, nie napisze ani nie przeczyta, nie pójdzie do lekarza, nie napali w piecu\n\nREKLAMA\n\n\"Sama nic już praktycznie nie zrobi — na przykład nie nastawi pralki, nie zrobi zakupów, nie napisze ani nie przeczyta, nie pójdzie do lekarza, nie napali w piecu itp. Okresowo nic nie utrzyma w rękach, pojawił się jakiś przykurcz rąk, potworny ból i wykręca obie dłonie z bólu. Ma dopiero 55 lat, a potrzebuje pomocy innych osób.\n\nSama nie przejdzie przez ulicę, bo światła są zamazane, nie widzi, jaki tramwaj podjeżdża, bo obraz jest zamazany. Pyta ludzi, nie widzi rozkładu jazdy, pyta ludzi. Sama nie zrobi zakupów, bo nie zważy na przykład owoców, prosi ludzi o pomoc. Nie widzi cen ani monet 1, 2, 5 zł, stara się rozróżniać je po wielkości poprzez dotyk, tak samo z zamknięciem drzwi do domu — za pomocą dotyku. Prosi ludzi o pomoc w znalezieniu produktu, jeśli nie widzi na półce, bo widzi tylko to, co ma blisko oczu.\"\n\n(....)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "reklama Przejdź do strony",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/masz-to-w-domu-po-babci-w-2025-roku-te-porcelanowe-cuda-osi%C4%85gaj%C4%85-zawrotne-ceny/ar-AA1EGcBi?ocid=BingNewsVerp",
            "description": "Produkowana w latach 50., 60., 70 czy 80. porcelana w renomowanych zakładach była ceniona za precyzję i trwałość. Do jej wytwarzania używano wysokiej jakości surowców, co sprawia, że naczynia, nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 27.05.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-27052025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN11 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alicja Węgorzewska nie przeprowadzała się od blisko trzech dekad! Tak wyglądają wnętrza jej warszawskiego apartamentu",
            "link": "https://muzyka.interia.pl/pop/news-alicja-wegorzewska-nie-przeprowadzala-sie-od-blisko-trzech-d,nId,21822298",
            "description": "Alicja Węgorzewska od blisko trzech dekad mieszka w domu na warszawskim Ursynowie. Swoje cztery kąty początkowo dzieliła z mężem, jednak jakiś czas temu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.fZOr4KGEfaTfOU8GGqtXAQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Muzyka w Interia.pl4 godz.",
            "source": "Muzyka w Interia.pl",
            "article_content": "Alicja Węgorzewska to jedna z najsłynniejszych polskich śpiewaczek operowych, znana z nietuzinkowego mezzosopranu, a także była trenerka programu \"The Voice Senior\" emitowanego przez Telewizję Polską. Choć obecna jest w show-biznesie od kilku dekad, za wszelką cenę stara się chronić swoją prywatność. Czasami zdarza się, że w wywiadach uchyli jednak rąbka tajemnicy.\n\nTak też stało się dwa lata temu, gdy artystka zaprosiła kamery wprost do swojego domu. W programie \"Pytanie na śniadanie\" pokazała bogato urządzone cztery kąty. Oprowadziła dziennikarza Mateusza Szymkowiaka po swoim przedpokoju, salonie oraz kuchni, gdzie nie brakowało licznych ozdób i dzieł sztuki.\n\nJak wyglądają wnętrza domu Alicji Węgorzewskiej?\n\nW przedpokoju Alicji Węgorzewskiej dominują jasne kolory, lecz na ścianach nie brakuje ozdób, dzięki którym wnętrze staje się kolorowe. Nad schodami wisi bowiem pokaźna kolekcja masek weneckich, których zbieranie jest jedną z pasji gwiazdy TVP. W rozmowie z prowadzącym \"Pytanie na śniadanie\" artystka nie była w stanie określić, ile dokładnie masek ma w domu - jest ich naprawdę sporo.\n\nW salonie Węgorzewskiej również jest kolorowo. Wszystko za prawą żółtej kanapy, która znajduje się w centrum pomieszczenia. Nie zabrakło także fortepianu, dzięki któremu wokalistka w domowym zaciszu może oddawać się dźwiękom muzyki.\n\nPokój jest wręcz przepełniony różnego rodzaju ozdobami. Na parapetach, stoliku i szafkach porozstawiane zostały złote donice, szklane rzeźby, kolorowe świece, a nawet ogromnych rozmiarów drewniany dziadek do orzechów, nawiązujący do tytułu jednej z najsłynniejszych oper na świecie.\n\nTak wygląda salon Alicji Węgorzewskiej TVP\n\nW domu wokalistki nie brakuje figurek, ozdób i symboli religijnych\n\nPo wnętrzach śpiewaczki widać także, że jest osobą niezwykle wierzącą. Symbole religijne przeważają w wystroju salonu. Gwiazda pokazała w \"Pytaniu na śniadanie\" swoje figurki aniołów, a także obrazy z wizerunkami świętych.\n\nKuchnia artystki urządzona została w klasycznym stylu i przeważają w niej odcienie szarości oraz brązu. Na lodówce Węgorzewskiej dostrzec można kolejną kolekcję - artystka zbiera kolorowe magnesy z podróży. Z kolei w jadalni gwiazdy - oprócz stołu, który znajduje się w jej centralnym punkcie - widzowie \"Pytania na śniadanie\" mogli zobaczyć kredens z pokaźnym zbiorem porcelany. Na szafce stoją kolejne figurki aniołków, a także inne symbole religijne.\n\nAlicja Węgorzewska i dziennikarz \"Pytania na śniadanie\" w jadalni śpiewaczki TVP\n\nAlicja Węgorzewska rozwiodła się z mężem po 20 latach małżeństwa. To z nim dzieliła swoje cztery kąty\n\nApartament Alicji Węgorzewskiej znajduje się na warszawskim Ursynowie. Gwiazda \"The Voice Senior\" mieszka tam od 29 lat. Z początku dzieliła dom ze swoim mężem, lecz obecnie ma cztery kąty wyłącznie dla siebie. W 2022 r. śpiewaczka zdradziła bowiem, że jej małżeństwo z Peterem Whiskerdem dobiegło końca.\n\n\"Najpierw go zwodziłam, potem za niego wyszłam za mąż, a po 20 latach się rozwiodłam. Tak, ale rozwiodłam się pięć lat temu, więc zobacz, jak to spokojnie przebiegło, i w ciszy. Rozwód to życiowa porażka, definitywnie. Jeśli spędzasz z kimś 20 lat, to można to nazwać porażką. (...) Ale bywa tak, że ludzie muszą się rozstać\" - opowiadała w programie \"Taka jak ty\".\n\nOkazuje się, że para zdecydowała się na rozwód z powodu ciągłej rozłąki. Zobowiązania zawodowe sprawiły, że Peter, po wielu latach życia w Polsce, przeprowadził się do innego kraju, a Alicja nie była w stanie porzucić wszystkiego, aby ponownie zamieszkać razem z nim.\n\n\"Peter wyjechał do Holandii, chciał tam pracować, myślał, że przyjadę tam na stałe. Ale to nie jest mój kraj, moje emocje, a poza tym nie wyobrażam sobie, że zostawię wszystko i pojadę do Holandii. Nie rozumiem, dlaczego się odkochał w Polsce. Nie nagle, bo trwało to 12 lat, więc to nie mało\" - wyznała artystka.\n\nMietek Szcześniak o duecie z Edytą Górniak: Pięknie trafić pod strzechy Interia.pl INTERIA.PL"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "zabytki - artykuły",
            "link": "https://www.wnp.pl/tematy/zabytki,5130_160.html",
            "description": "zabytki - wszystkie artykuły i wiadomości przygotowane przez portal wnp.pl na temat zabytki. Czytaj i bądź na bieżąco ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bcb5H-Ivxe1j3n9iRJZt0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "wnp.pl22 godz.",
            "source": "wnp.pl",
            "article_content": "Złe wieści dla poszukiwaczy skarbów\n\nOd tego roku nielegalne poszukiwanie zabytków nie jest już wykroczeniem, a przestępstwem. Zgodnie z ustawą o poszukiwaniu zabytków można rozwijać swoją pasję, ale trzeba uzyskać pozwolenie, które wydaje wojewódzki konserwator zabytków. Należy złoż..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perełki na niedzielnym Pchlim Targu u Jędruli w Inowrocławiu. Tłumy mieszkańców poszukiwały skarbów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pere%C5%82ki-na-niedzielnym-pchlim-targu-u-j%C4%99druli-w-inowroc%C5%82awiu-t%C5%82umy-mieszka%C5%84c%C3%B3w-poszukiwa%C5%82y-skarb%C3%B3w/ar-AA1Fr4H1?ocid=BingNewsVerp",
            "description": "W słoneczną majową niedzielę inowrocławski pchli targ tętnił życiem. Licznie zgromadzeni sprzedawcy dumnie prezentowali swoje stoły, na których poustawiali różnorodne starocie, książki, biżuterię czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cgj1z3dri9fDcvnl2HbMDA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Inowrocław Nasze Miasto on MSN8 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 27.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-27052025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN11 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uczniowie przynieśli do szkoły prawdziwe skarby. Licealne Muzearium 2025 w II LO (zdjęcia)",
            "link": "https://www.moja-ostroleka.pl/art/1748343521/uczniowie-przyniesli-do-szkoly-prawdziwe-skarby-licealne-muzearium-2025-w-ii-lo-zdjecia",
            "description": "Licealne Muzearium - tak nazwano imprezę, której zwieńczeniem była dzisiejsza ekspozycja w sali gimnastycznej II Liceum ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IilJBR9UuQm7_E4GAe-n4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Moja Ostrołęka5 godz.",
            "source": "Moja Ostrołęka",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "II Jarmark na Górze Zamkowej w Gródku",
            "link": "https://www.bialystokonline.pl/ii-jarmark-na-gorze-zamkowej-w-grodku,impreza,146132,7,1.html",
            "description": "Podobnie jak w ubiegłym roku teren Góry Zamkowej zmieni się w średniowieczne obozowisko Podlaskiego Stowarzyszenia Rekonstrukcji Historycznych „Trzaskawica'. Inscenizacja bitwy oraz odwiedziny Bolesła ...",
            "image_url": "https://www.bing.pl/th?id=ODF.sFlSNyVtFo5iPY6AwZQuVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Białystok Online5 godz.",
            "source": "Białystok Online",
            "article_content": "II Jarmark na Górze Zamkowej w Gródku\n\nTermin imprezy: 2025-06-08\n\nPodobnie jak w ubiegłym roku teren Góry Zamkowej zmieni się w średniowieczne obozowisko Podlaskiego Stowarzyszenia Rekonstrukcji Historycznych „Trzaskawica”. Inscenizacja bitwy oraz odwiedziny Bolesława Chrobrego to atrakcje, które będzie można zobaczyć na żywo w niedzielne popołudnie. Nie zabraknie również warsztatów i pokazów w wykonaniu rękodzielników i twórców ludowych z regionu. Będzie można nabyć m.in. przedmioty z wikliny, filcowane cuda czy ceramikę. Rozstrzygnięty zostanie konkurs pn. „Pocztówka z Jarmarku”. Zwycięskie prace zostaną wydrukowane jako pocztówki i rozdane podczas wydarzenia. Dla najmłodszych odbędą się warsztaty pn. „Malowanie kamieni z Góry Zamkowej”.Dla wszystkich, którzy zechcą się posilić i poczuć klimat prawdziwej podlaskiej kuchni, swoje stoiska będą miały wszystkie Koła Gospodyń Wiejskich z gminy Gródek.Miłośnicy muzyki będą mogli usłyszeć lokalne zespoły tj. Rozśpiewany Gródek, Kalina, Jesienny Liść, Wesołe Babki, Vena, Studio Śpiewu, czy koło gitarowe. Wieczorne koncerty zapewni Kapela Braci Rejwów oraz Kresovki - uczestniczki tegorocznej edycji Must Be The Music!Na zakończenie Grupa „Co Słyszał Jesion” przeniesie uczestników w średniowieczne klimaty w swoich opowieściach i gawędach przy ognisku.Swoje stoiska będą mieli również: Biblioteka Publiczna w Gródku, Nadleśnictwo Waliły oraz Gminne Centrum Kultury w Gródku. Nie zabraknie kramików rękodzielników i twórców ludowych oraz targu staroci.Wydarzenie ma charakter edukacyjno-rodzinny.Zapraszamy z kocykami, każdy znajdzie swoje miejsce!Dostępne parkingi: Targowica Gminna, przy Urzędzie Gminy i GCK, przy sklepie Top Market.Dofinansowano ze środków Ministra Kultury i Dziedzictwa Narodowego w ramach programu Narodowego Centrum Kultury: EtnoPolska. Edycja 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na Festiwalu Roślin 2025 w Hali OSiR we Włocławku. Tak było! Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/t%C5%82umy-na-festiwalu-ro%C5%9Blin-2025-w-hali-osir-we-w%C5%82oc%C5%82awku-tak-by%C5%82o-zdj%C4%99cia-wideo-ceny/ar-AA1FrOQM?ocid=BingNewsVerp",
            "description": "Przez dwa dni 24 i 25 maja 2025 roku, hala OSiR we Włocławku po raz trzeci zapełniała się pięknymi roślinami doniczkowymi i akcesoriami do nich. Organizatorzy wydarzenia przygotowali dla uczestników F ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN18 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking do 6 km od Kołobrzegu. Urocze miejsca na krótką trasę w weekend 31 maja - 1 czerwca",
            "link": "https://kolobrzeg.naszemiasto.pl/sciezki-nordic-walking-do-6-km-od-kolobrzegu-urocze-miejsca-na-krotka-trase-w-weekend-31-maja-1-czerwca/ar/c7p1-22319027",
            "description": "W sobotę 31 maja według prognozy pogody ma być 18°C. Prawdopodobieństwo wystąpienia deszczu wynosi 23%. W niedzielę 1 czerwca zgodnie z najnowszymi prognozami pogody ma być 25°C w najcieplejszym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 14 km od Warszawy. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 31 maja - 1 czerwca?",
            "link": "https://warszawa.naszemiasto.pl/wycieczki-rowerowe-do-14-km-od-warszawy-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-31-maja-1-czerwca/ar/c7p1-21831391",
            "description": "Szukasz pomysłu na wyprawę rowerową w pobliżu Warszawy? Proponujemy, gdzie warto się wybrać. Przygotowaliśmy 5 ciekawych propozycji. Są zróżnicowane pod względem trudności czy odległości, dzięki temu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto3 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 6 km od Kołobrzegu. Urocze miejsca na krótką wyprawę w weekend 31 maja - 1 czerwca",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-spacer-do-6-km-od-kolobrzegu-urocze-miejsca-na-krotka-wyprawe-w-weekend-31-maja-1-czerwca/ar/c7p1-22115647",
            "description": "Bindaż grabowy - urokliwa aleja ściśle obsadzona grabami, których korony splatają się ze sobą tworząc rodzaj sklepienia. Pierwotne założenie przestrzenne powstało już w XIX wieku, na przestrzeni ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 8 km od Jaworzna. Pomysły na jednodniowy wypad. Gdzie w weekend 31 maja - 1 czerwca?",
            "link": "https://jaworzno.naszemiasto.pl/trasy-na-rower-do-8-km-od-jaworzna-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-31-maja-1-czerwca/ar/c7p1-21831473",
            "description": "Nim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 31 maja w Jaworznie ma być 22°C. Nie powinno padać. W niedzielę 01 czerwca w Jaworznie ma być 24°C. Prawdopodobieństwo pojawienia się ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xuxuzDoKTo_KUVbVG-PJkA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Jaworzno Nasze Miasto3 godz.",
            "source": "Jaworzno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odnaleziono zaginioną 600-letnią rzeźbę Madonny z Dzieciątkiem z katedry",
            "link": "https://www.ekai.pl/odnaleziono-zaginiona-600-letnia-rzezbe-madonny-z-dzieciatkiem-z-katedry/",
            "description": "Po latach odnalazła się XV-wieczna rzeźba Madonny z Dzieciątkiem z gorzowskiego kościoła mariackiego. To jedno z dwóch ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lU_Xlvm3uNZhTWAbS7peFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "eKAI5 godz.",
            "source": "eKAI",
            "article_content": "Po latach odnalazła się XV-wieczna rzeźba Madonny z Dzieciątkiem z gorzowskiego kościoła mariackiego. To jedno z dwóch najstarszych dzieł sztuki w mieście! W Dzień Matki, 26 maja, figurę zaprezentowano w sali papieskiej przy katedralnej plebanii.\n\nFigura w przyszłości znów będzie wystrojem katedry. – Dla miasta to wydarzenie niesamowite – podkreślił bp pomocniczy Adrian Put. – W katedrze gorzowskiej mamy bardzo niewiele rzeczy z XV wieku, stąd odnalezienie XV-wiecznego zabytku z katedry gorzowskiej to nasza wielka radość. Być może udało się odkryć główną patronacką figurę miasta i fary – dodał.\n\nNa Madonnę natrafił Błażej Skaziński, kierownik gorzowskiej delegatury Lubuskiego Wojewódzkiego Konserwatora Zabytków. – Została prawdopodobnie wymontowana z jakiegoś gotyckiego ołtarza. Być może, jak ksiądz biskup powiedział, była to rzeźba patronki kościoła farnego w Gorzowie – mówił na konferencji B. Skaziński. – W każdym razie musiała być zdemontowana i została odnaleziona w nieokreślonym czasie, prawdopodobnie w latach 20-tych XX wieku na poddaszu kościoła mariackiego przez landsberskiego architekta Gustawa Königka, który interesował się kościołem mariackim i napisał obszerna monografię tego zabytku i jego historii wydaną w 1926 roku. Natomiast w 1937 zdjęcie figury ukazało się w inwentarzu zabytków powiatu gorzowskiego – dodał.\n\nFigura Madonny ma 84,5 cm wysokości, jest wykonana z drewna lipowego i polichromowana. To jedno z dwóch najstarszych dzieł sztuki, jakie znajdują się w Gorzowie. Pochodzi bowiem z początku XV wieku, podobnie jak głowa św. Jana Chrzciciela na misie, która jest w Muzeum Lubuskim przy ul. Warszawskiej.\n\nOd 1537 do 1945 roku świątynia była kościołem ewangelickim. Od drugiej połowy XIX wieku w mieście znów była jednak parafia katolicka, która na początku XX wieku postawiła tzw. Czerwony Kościółek. – Przed II wojną światową decyzją władz protestanckich kościoła mariackiego obiekt został przekazany dla Paula Rodzisa, który był proboszczem rzymskokatolickiej parafii pw. Krzyża Świętego i prawdopodobnie znajdował się na plebanii przy ul. Warszawskiej 51 – tłumaczył konserwator.\n\n– Po II wojnie światowej kościołem czerwonym czyli pw. Podwyższenia Krzyża Świętego administrowali ojcowie kapucyni, którzy przenieśli się do Białego Kościoła (przyp. red. – pw. św. Antoniego Padewskiego i św. Stanisława Kostki) ostatecznie na przełomie lat 80. i 90. tych, prawdopodobnie zabierając rzeźbę do klasztoru przy pl. Staromiejskim 1 w Gorzowie Wlkp. – dodał.\n\nJesienią 2023 roku poprzedni proboszcz o. Krzysztof Gajewski rozpoczął prace związane z remontem Białego Kościółka. – Podczas czynności dotyczących rozliczenia i odebrania prac przy wieży Białego Kościoła dostrzegłem rzeźbę i w związku z tym, że dobrze znam ikonografię zabytków z kościoła mariackiego, mogłem skojarzyć, że jest to obiekt o proweniencji średniowiecznej związany z kościołem katedralnym – mówił B. Skaziński, który skojarzył ją z fotografią z 1937 roku.\n\nGdy upewniono się, że to zaginiona rzeźba, w porozumieniu z zakonnikami na czele z obecnym gwardianem, o. Waldemarem Grubką, zapadła decyzja, że figura wróci do katedry.\n\nJej symboliczna prezentacja odbyła się 26 maja w Dzień Matki. – Figura Matki Bożej z Dzieciątkiem, to coś więcej niż tylko zabytek. To symbol obecności Matki Bożej pośród nas. Dla naszej katedry to moment szczególny. Każdy odnaleziony ślad przeszłości nabiera szczególnego znaczenia. Dzisiejsze przekazanie figury to znak ciągłości – podkreślał ks. Mariusz Kołodziej, proboszcz parafii katedralnej.\n\nW przyszłości na pewno będzie ponownie wyeksponowana w świątyni. – Gdzie będzie w katedrze, tego jeszcze nie wiemy, dlatego, że pracują dwa zespoły: zespół roboczy ds. wystroju katedry gorzowskiej oraz komisja kościelna ds. dóbr kultury, a koncepcje związane z wystrojem katedry wciąż trwają. Ten aktualny wystrój katedry nie jest docelowy. Jesteśmy mniej więcej w połowie – zaznaczył bp Adrian Put.\n\nZanim znajdzie się w katedrze planowane są badania rzeźby oraz ponowna konserwacja, a wcześniej musi też powstać dla figury karta zabytku."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb leżał ukryty w piwnicy. Trzy kilogramy srebra",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/skarb-le%C5%BCa%C5%82-ukryty-w-piwnicy-trzy-kilogramy-srebra/ar-AA1FztJG?ocid=BingNewsVerp",
            "description": "Niezwykłe odkrycie w małopolskim lesie. Podczas prac archeologicznych grupa poszukiwaczy z Bochni, współpracując z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oVeDP3cVcIaXtcVa3vjSRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN1 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poznaj tajemnice pierwszych polskich monarchów podczas wyjątkowej Koronacji i Zlotu Królów",
            "link": "https://www.fakt.pl/hobby/turystyka/jak-gniezno-swietuje-tysiaclecie-koronacji-sprawdz-detaliczny-program/w0lhv6d",
            "description": "W dniach od osiemnastego do dwudziestego lipca Gniezno stanie się miejscem wyjątkowych obchodów związanych z 1000. rocznicą koronacji Bolesława Chrobrego. II Zlot Królów połączony z tradycyjną ...",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl1 godz.",
            "source": "Fakt.pl",
            "article_content": "W dniach od osiemnastego do dwudziestego lipca Gniezno stanie się miejscem wyjątkowych obchodów związanych z 1000. rocznicą koronacji Bolesława Chrobrego. II Zlot Królów połączony z tradycyjną Koronacją Królewską to wydarzenie pełne widowisk, turniejów i atrakcji historycznych, które przyciągną miłośników przeszłości oraz osoby noszące nazwisko Król.\n\nRok 2025 jest szczególnym momentem dla Polski. Mija wówczas 1000 lat od koronacji pierwszych władców: Bolesława Chrobrego i jego syna Mieszka Drugiego. Gniezno, jako historyczna stolica pierwszych Piastów, ponownie odgrywa kluczową rolę w upamiętnianiu tej ważnej daty. Tegoroczna edycja Koronacji Królewskiej wyróżnia się bogatym programem, który przeniesie uczestników w atmosferę średniowiecza.\n\nZlot Królów w Gnieźnie zaprasza wszystkich noszących nazwisko Król\n\nII Zlot Królów to unikalna inicjatywa skierowana do osób o nazwisku Król, które będą miały okazję spotkać się w historycznym miejscu i wspólnie celebrować polskie dziedzictwo. Organizatorzy zapraszają do zgłaszania się drogą mailową, oferując liczne atrakcje, wyjątkowe pamiątki oraz degustacje lokalnych potraw. Wydarzenie ma charakter integracyjny i jest doskonałą okazją do poznania ludzi o tym samym nazwisku.\n\nTurnieje i warsztaty przybliżą życie dawnych wieków\n\nW programie przygotowano wiele atrakcji takich jak turnieje rycerskie oraz łucznicze, a także pokazy jeździeckie. Średniowieczne obozowisko z rzemieślniczymi kramami pozwoli uczestnikom zobaczyć, jak tworzone były przedmioty codziennego użytku. Warsztaty garncarskie oraz skórzane dadzą możliwość praktycznego poznania dawnych technik. Dla najmłodszych przewidziano specjalne gry i konkursy oparte na historycznych motywach.\n\nOrganizatorzy kładą duży nacisk na edukacyjny charakter wydarzenia. Interaktywne quizy historyczne zachęcają uczestników do sprawdzenia swojej wiedzy o pierwszych polskich królach w atrakcyjnej i angażującej formie. Zarówno dzieci, jak i dorośli mają okazję poznać ciekawe fakty z epoki Piastów oraz utrwalić ważne informacje historyczne.\n\nŹródło: radiozet.pl, gniezno2025.pl\n\nPrzeczytaj też:\n\nNowy numer, stare emocje. Autobus z Karwi do Helu ponownie hitem nadmorskiego lata?\n\nTu zrelaksujesz się za darmo z widokiem na Warszawę. Sprawdziłam, czy warto się wybrać\n\nOdległe zakątki świata, w których można głosować. Dziesiątki tysięcy kilometrów od Polski!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kościół św. Idziego w Zrębicach – zabytkowa drewniana świątynia z XVIII wieku. Wiernych zwołuje dzwonami z 1632 roku",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/ko%C5%9Bci%C3%B3%C5%82-%C5%9Bw-idziego-w-zr%C4%99bicach-zabytkowa-drewniana-%C5%9Bwi%C4%85tynia-z-xviii-wieku-wiernych-zwo%C5%82uje-dzwonami-z-1632-roku/ar-AA1FvUnB?ocid=BingNewsVerp",
            "description": "Kościół św. Idziego to zabytkowy kościół parafialny obrządku rzymskokatolickiego, położony w Zrębicach (koło Olsztyna) w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.27phdod-nQRMBB6uGRmcSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN23 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie na Wawelu. Archeolodzy wstrzymali oddech",
            "link": "https://wiadomosci.dziennik.pl/ciekawostki/artykuly/9809001,niezwykle-odkrycie-na-wawelu-archeolodzy-wstrzymali-oddech.html",
            "description": "Archeolodzy natrafili na trzy dziecięce groby oraz fragment broni podczas prac na zewnętrznym dziedzińcu Zamku Królewskiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mlAvnUbQ_zNl8KH2vGBa8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik.pl5 godz.",
            "source": "Dziennik.pl",
            "article_content": "Prace w rejonie gotyckiej, zburzonej w XIX-wieku świątyni, rozpoczęły się w pierwszej połowie maja. Ich głównym celem jest zweryfikowanie hipotezy, według której pod dawnym gotyckim kościołem św. Jerzego może znajdować się wczesnośredniowieczna świątynia pod tym samym wezwaniem.\n\nBadania przyniosły na początku inne odkrycia. Jak poinformował PAP dyrektor Zamku Królewskiego na Wawelu prof. Andrzej Betlej, w rejonie prezbiterium kościoła archeolodzy natrafili na trzy dziecięce pochówki datowane prawdopodobnie na wiek XVII. Znaleziono również fragment broni. Przedmiot jest obecnie oczyszczany, ale według wstępnych hipotez może być to kord.\n\nNiezwykłe odkrycie na Wawelu. Archeolodzy wstrzymali oddech\n\nPrace są kontynuowane, czekamy, czy uda się znaleźć coś więcej. Jest duża szansa, że rzeczywiście uda się zweryfikować hipotezę, a może odnaleźć właśnie ten wczesnośredniowieczny kościół – powiedział prof. Betlej.\n\nReklama\n\nWskazał, że działania archeologów są kontynuacją prac zakończonych w 1965 roku. Wówczas nie przebadano całości terenu, ale znaleziono zabytkowe fragmenty, które sugerowały, że przed powstaniem gotyckiego kościoła mogła w tym miejscu istnieć inna budowla. W ostatnim czasie na Wawelu przeprowadzono badania radarowe i wytypowano areały do dalszych prac.\n\nTo kolejne odkrycia archeologiczne na Zamku Królewskim na Wawelu w ostatnich latach. W 2023 i 2024 roku podczas badań poprzedzających budowę nowej podziemnej trasy zwiedzania odsłonięto 12-metrowy odcinek reliktów wczesnośredniowiecznego wału datowanego na XI wiek, pozostałości paleniska, odkryto także przedmioty codziennego użytku – gliniane fajki, flet w kształcie ptaka, zbiór monet, części stroju i metalowe ozdoby.\n\nRegularne wykopaliska rozpoczęto na zamku w latach 50. XX wieku. Wawelscy archeologowie wydobyli m.in. elementy uzbrojenia używane przez wojów broniących wzgórza, używane przez mieszkańców wzgórza naczynia kuchenne, sztućce, foremki do ciast, buty, zabawki, fajki, monety, dewocjonalia, szklane kałamarze, cyrkle i instrumenty. Odkryte artefakty można obejrzeć na stałych ekspozycjach: \"Miasteczko wawelskie\" i \"Międzymurze. Podziemia Wawelu\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zmarł Andrzej Walas - świetny rugbysta i kolekcjoner dzieł sztuki",
            "link": "https://www.gdansk.pl/wiadomosci/Zmarl-Andrzej-Walas-rugbysta-i-kolekcjoner-dziel-sztuki-Lechia-Gdansk,a,288262",
            "description": "W wieku 68 lat zmarł Andrzej Walas - gdański sportowiec, który zakochany był w Gdańsku, dzięki czemu zebrał kolekcję ok. 1000 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-sN7A_ibTuF0wFSw_aOmry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Oficjalny portal miasta Gdańska7 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "W wieku 68 lat zmarł Andrzej Walas - gdański sportowiec, który zakochany był w Gdańsku, dzięki czemu zebrał kolekcję ok. 1000 cennych przedmiotów z historii miasta. Przez niemal 20 lat był rugbystą Lechii, grał także w reprezentacji Polski. Jednym z jego wielkich powodów do dumy było odzyskanie dla Muzeum Narodowego w Gdańsku obrazu \"Kanał portowy\" autorstwa Arthura Bendrata, który był uważany za zaginiony od czasów II wojny światowej.\n\nAndrzej Walas (1957 - 2025) fot. Dominik Paszliński/gdansk.pl\n\nPogrzeb odbędzie się w piątek, 30 maja o godzinie 11 na Cmentarzu Komunalnym w Sopocie przy ul. Malczewskiego\n\nPochodził z Łodzi, przyjechał na studia do gdańskiej AWFiS i został już nad morzem. Marzył o sukcesach w szermierce, ale ostatecznie został rugbystą. Przez prawie 20 lat (od roku 1981) walczył na boisku dla Lechii Gdańsk, był kapitanem drużyny. Przez 15 lat był także reprezentantem Polski w rugby. Zawiesił buty na przysłowiowym kołku, mając na koncie prawie 250 oficjalnych meczów dla Lechii i ponad zdobytych 100 punktów. Drużyna, której był kapitanem, czterokrotnie zdobyła mistrzostwo Polski. Gra dla reprezentacji to dodatkowy powód do dumy: wystąpił w 31 meczach, zdobył dla polskiego rugby 25 punktów.\n\nPo zakończeniu kariery sportowej prowadził kantor wymiany walut w Sopocie.\n\nSport, choć bardzo ważny, nie wypełniał bez reszty życia Andrzeja Walasa. Jego wielką pasją były dzieła sztuki i rzemiosła, związane z dawnym Gdańskim. Był synem znanego w Łodzi numizmatyka i filatelisty, można powiedzieć, że urodził się z żyłką, potrzebną do zbierania rzeczy pięknych i wartościowych, które miały związek z historią.\n\nGdańsk oczarował Andrzeja Walasa - zaczął więc kolekcjonować gdańskie znaczki i monety. Był to jednak zaledwie początek. Gdańska kolekcja zaczęła rozrastać się: najpier o akwarele, potem obrazy malarzy niemieckich. Początkowo poszukiwał okazów do swojej kolekcji na targach, kolejnych edycjach Jarmarku św. Dominikańska, w antykwariatach. Potem wziął się za poważniejsze poszukiwania: w domach aukcyjnych, w zagranicznych sklepach z antykami - czemu sprzyjały m.in. wyjazdy z reprezentacją rugby. Z czasem zaczął zbierać też gdańskie meble, porcelanę, ceramikę.\n\nBył amatorem, ale dzięki dużej wiedzy był w stanie fachowo rozmawiać z historykami sztuki. Jego kolekcja zyskała taką rangę, że w 2013 roku Muzeum Sopotu zorganizowało wystawę \"Sto lat malarstwa w Gdańsku 1850-1950. Obrazy z kolekcji Andrzeja Walasa i zbiorów prywatnych\". Zaprezentowano na niej ponad 80 obrazów, ekspozycję dopełniały zabytkowe naczynia z ceramiki i szkła z jego kolekcji.\n\nKolekcja Andrzeja Walasa składa się z ok. 1 tys. eksponatów, są to: obrazy, grafiki, ceramika, sztućce, porcelanowe i szklane naczynia, meble gdańskie, stare księgi, dokumenty.\n\nAndrzej Walas w lutym 2023 roku, podczas uroczystego przekazania Muzeum Narodowemu w Gdańsku obrazu \"Kanał portowy\" autorstwa Arthura Bendrata, który był uważany za zaginiony od czasów II wojny światowej fot. Dominik Paszliński/gdansk.pl\n\nBył szczególnie dumny z odzyskania dla Muzeum Narodowego w Gdańsku obrazu \"Kanał portowy\" autorstwa Arthura Bendrata, który zaginął podczas II wojny światowej. Ktoś mu powiedział, że w mieście kręci się człowiek oferujący sprzedaż gdańskiego obrazu za 30 tys. zł. Andrzej Walas nie mógł przepuścić takiej okazji: umówił się na spotkanie, a następnie uważnie obejrzał nie tylko przód, ale i tył obrazu. Okazało się, że to eksponat opisany i opieczętowany jako należący do Stadtmuseum Danzig. Andrzej Walas wyjaśnił posiadaczowi obrazu sytuację i namówił go do zwrócenia eksponatu prawowitemu właścicielowi. \"Kanał portowy\" Arthura Bendrata wrócił do Muzeum Narodowego. Andrzej Walas w 2023 roku otrzymał za to imienny dyplom uznania od Ministerstwa Kultury i Dziedzictwa Narodowego.\n\nDługo walczył z chorobą nowotworową - dosłownie walczył, w czym pomagała mu twarda psychika sportowca. Do końca cieszył się swoją gdańską kolekcją pięknych zabytkowych przedmiotów. Zmarł 26 maja 2025 roku."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie na Wawelu. Archeolodzy wstrzymali oddech",
            "link": "https://wiadomosci.dziennik.pl/ciekawostki/artykuly/9809001,niezwykle-odkrycie-na-wawelu-archeolodzy-wstrzymali-oddech.html",
            "description": "Archeolodzy natrafili na trzy dziecięce groby oraz fragment broni podczas prac na zewnętrznym dziedzińcu Zamku Królewskiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mlAvnUbQ_zNl8KH2vGBa8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik.pl5 godz.",
            "source": "Dziennik.pl",
            "article_content": "Prace w rejonie gotyckiej, zburzonej w XIX-wieku świątyni, rozpoczęły się w pierwszej połowie maja. Ich głównym celem jest zweryfikowanie hipotezy, według której pod dawnym gotyckim kościołem św. Jerzego może znajdować się wczesnośredniowieczna świątynia pod tym samym wezwaniem.\n\nBadania przyniosły na początku inne odkrycia. Jak poinformował PAP dyrektor Zamku Królewskiego na Wawelu prof. Andrzej Betlej, w rejonie prezbiterium kościoła archeolodzy natrafili na trzy dziecięce pochówki datowane prawdopodobnie na wiek XVII. Znaleziono również fragment broni. Przedmiot jest obecnie oczyszczany, ale według wstępnych hipotez może być to kord.\n\nNiezwykłe odkrycie na Wawelu. Archeolodzy wstrzymali oddech\n\nPrace są kontynuowane, czekamy, czy uda się znaleźć coś więcej. Jest duża szansa, że rzeczywiście uda się zweryfikować hipotezę, a może odnaleźć właśnie ten wczesnośredniowieczny kościół – powiedział prof. Betlej.\n\nReklama\n\nWskazał, że działania archeologów są kontynuacją prac zakończonych w 1965 roku. Wówczas nie przebadano całości terenu, ale znaleziono zabytkowe fragmenty, które sugerowały, że przed powstaniem gotyckiego kościoła mogła w tym miejscu istnieć inna budowla. W ostatnim czasie na Wawelu przeprowadzono badania radarowe i wytypowano areały do dalszych prac.\n\nTo kolejne odkrycia archeologiczne na Zamku Królewskim na Wawelu w ostatnich latach. W 2023 i 2024 roku podczas badań poprzedzających budowę nowej podziemnej trasy zwiedzania odsłonięto 12-metrowy odcinek reliktów wczesnośredniowiecznego wału datowanego na XI wiek, pozostałości paleniska, odkryto także przedmioty codziennego użytku – gliniane fajki, flet w kształcie ptaka, zbiór monet, części stroju i metalowe ozdoby.\n\nRegularne wykopaliska rozpoczęto na zamku w latach 50. XX wieku. Wawelscy archeologowie wydobyli m.in. elementy uzbrojenia używane przez wojów broniących wzgórza, używane przez mieszkańców wzgórza naczynia kuchenne, sztućce, foremki do ciast, buty, zabawki, fajki, monety, dewocjonalia, szklane kałamarze, cyrkle i instrumenty. Odkryte artefakty można obejrzeć na stałych ekspozycjach: \"Miasteczko wawelskie\" i \"Międzymurze. Podziemia Wawelu\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukali świątyni, znaleźli dziecięce groby",
            "link": "https://tvn24.pl/krakow/wawel-archeolodzy-szukali-swiatyni-znalezli-xvii-wieczne-dzieciece-groby-st8481883",
            "description": "Archeolodzy prowadzący badania na dziedzińcu zewnętrznym Zamku Królewskiego na Wawelu odkryli trzy dziecięce pochówki i fragment broni. Groby pochodzą najprawdopodobniej z XVII-wieku.",
            "image_url": "https://www.bing.pl/th?id=ODF.64zms-dqm9CeVRcHtHJOtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "TVN243 godz.",
            "source": "TVN24",
            "article_content": "Zamek Królewski na Wawelu Źródło: Google earth\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej\n\nPrace archeologiczne, które rozpoczęły się w pierwszej połowie maja, są prowadzone w rejonie gotyckiej, zburzonej w XIX-wieku świątyni św. Jerzego.\n\nIch głównym celem jest zweryfikowanie hipotezy, według której pod dawnym gotyckim kościołem może znajdować się wczesnośredniowieczna świątynia pod tym samym wezwaniem.\n\nPowrót do badań po 60 latach\n\nBadania przyniosły na początku inne odkrycia. Jak poinformował dyrektor Zamku Królewskiego na Wawelu prof. Andrzej Betlej, w rejonie prezbiterium kościoła archeolodzy natrafili na trzy dziecięce pochówki datowane prawdopodobnie na wiek XVII. Znaleziono również fragment broni. Przedmiot jest obecnie oczyszczany, ale według wstępnych hipotez może być to kord.\n\nArcheolodzy na Wawelu w 1954 roku Źródło: Zamek Królewski na Wawelu\n\n- Prace są kontynuowane, czekamy, czy uda się znaleźć coś więcej. Jest duża szansa, że rzeczywiście uda się zweryfikować hipotezę, a może odnaleźć właśnie ten wczesnośredniowieczny kościół – powiedział prof. Betlej.\n\nWskazał, że działania archeologów są kontynuacją prac zakończonych w 1965 roku. Wówczas nie przebadano całości terenu, ale znaleziono zabytkowe fragmenty, które sugerowały, że przed powstaniem gotyckiego kościoła mogła w tym miejscu istnieć inna budowla. W ostatnim czasie na Wawelu przeprowadzono badania radarowe i wytypowano areały do dalszych prac.\n\nCo znaleziono na Wawelu?\n\nTo kolejne odkrycia archeologiczne na Zamku Królewskim na Wawelu w ostatnich latach. W 2023 i 2024 roku podczas badań poprzedzających budowę nowej podziemnej trasy zwiedzania odsłonięto 12-metrowy odcinek reliktów wczesnośredniowiecznego wału datowanego na XI wiek, pozostałości paleniska, odkryto także przedmioty codziennego użytku – gliniane fajki, flet w kształcie ptaka, zbiór monet, części stroju i metalowe ozdoby.\n\nRegularne wykopaliska rozpoczęto na zamku w latach 50. XX wieku. Wawelscy archeologowie wydobyli m.in. elementy uzbrojenia używane przez wojów broniących wzgórza, używane przez mieszkańców wzgórza naczynia kuchenne, sztućce, foremki do ciast, buty, zabawki, fajki, monety, dewocjonalia, szklane kałamarze, cyrkle i instrumenty. Odkryte artefakty można obejrzeć na stałych ekspozycjach: \"Miasteczko wawelskie\" i \"Międzymurze. Podziemia Wawelu\".\n\nDowiedz się więcej: TVN24 Na żywo"
        }
    }
]