[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "602. urodziny Łodzi to nie tylko koncerty i Łódź Summer Festival. Oto główne imprezy i atrakcje w weekend 25-27 lipca w Łodzi. Co wybrać?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/602-urodziny-%C5%82odzi-to-nie-tylko-koncerty-i-%C5%82%C3%B3d%C5%BA-summer-festival-oto-g%C5%82%C3%B3wne-imprezy-i-atrakcje-w-weekend-25-27-lipca-w-%C5%82odzi-co-wybra%C4%87/ar-AA1JhwtF?ocid=BingNewsVerp",
            "description": "602. urodziny Łodzi to nie tylko Łódź Summer Festival na Błoniach. Sporo będzie się działo na Piotrkowskiej i Starym Rynku, w Manufakturze, w Fuzji, w Parku Ocalałych czy przed EC1. Co wybrać, żeby ja ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Dziennik Łódzki on MSN1 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmarkowe stoiska już prawie gotowe.",
            "link": "https://www.trojmiasto.pl/raport/Jarmarkowe-stoiska-juz-prawie-gotowe-rt430077.html",
            "description": "Stoisko nr 636 Pana Wojciecha C. też już dumnie stoi w pobliżu siedziby NFZ na Podwalu. Idąc na wprost od remontowanej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._n-TglKCy1OFiLRutem3Ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Trojmiasto.pl5 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wietrzenie strychów i garaży. 27 lipca Pchli Targ",
            "link": "https://sztafeta.pl/artykuly/wietrzenie-strychow-i-garazy-27-lipca-pchli-targ",
            "description": "Masz rzeczy, których już nie potrzebujesz? A może szukasz okazji i unikatów za grosze? W najbliższą niedzielę w Nisku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UPK454YL0J0baova_cKjyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Sztafeta.pl9 godz.",
            "source": "Sztafeta.pl",
            "article_content": "27 lipca, w godzinach od 9:00 do 15:00, Plac Targowy przy ul. Kwiatkowskiego zamieni się w tętniące życiem miejsce spotkań mieszkańców, pasjonatów staroci i łowców okazji. Pchli Targ to wydarzenie otwarte dla każdego – można sprzedawać, wymieniać się lub po prostu oddawać rzeczy za darmo.\n\nOrganizatorzy zachęcają do przejrzenia swoich szaf, garaży i strychów – każda rzecz może znaleźć nowego właściciela. Ubrania, książki, zabawki, sprzęt domowy, pamiątki – wszystko, co jest w dobrym stanie i może komuś jeszcze posłużyć, warto zabrać ze sobą.\n\nCo ważne – miejsca handlowe są udostępniane bezpłatnie, dzięki czemu udział w wydarzeniu nie wiąże się z żadnymi kosztami. To świetna okazja nie tylko do przewietrzenia domowych zapasów, ale też do integracji z sąsiadami i wspólnego spędzenia czasu w przyjaznej atmosferze.\n\nWięcej informacji oraz aktualności dotyczące wydarzenia można znaleźć na Facebooku, na profilu PCHLI TARG NISKO."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pluskwy zaatakowały w łódzkim biurowcu! Pracownicy wysłani do domów na pracę zdalną",
            "link": "https://www.msn.com/pl-pl/finanse/zasoby-ludzkie/pluskwy-zaatakowa%C5%82y-w-%C5%82%C3%B3dzkim-biurowcu-pracownicy-wys%C5%82ani-do-dom%C3%B3w-na-prac%C4%99-zdaln%C4%85/ar-AA1JhxAs?ocid=BingNewsVerp",
            "description": "Ponad tysiąc pracowników łódzkiego oddziału Nordea zostało wysłanych na cztery tygodnie pracy zdalnej! Wszystko przez pluskwy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VA56cLr3fGdlVeIoqnIaMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Express Ilustrowany on MSN50 min",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wietrzenie strychów i garaży. 27 lipca Pchli Targ",
            "link": "https://sztafeta.pl/artykuly/wietrzenie-strychow-i-garazy-27-lipca-pchli-targ",
            "description": "Masz rzeczy, których już nie potrzebujesz? A może szukasz okazji i unikatów za grosze? W najbliższą niedzielę w Nisku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UPK454YL0J0baova_cKjyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Sztafeta.pl9 godz.",
            "source": "Sztafeta.pl",
            "article_content": "27 lipca, w godzinach od 9:00 do 15:00, Plac Targowy przy ul. Kwiatkowskiego zamieni się w tętniące życiem miejsce spotkań mieszkańców, pasjonatów staroci i łowców okazji. Pchli Targ to wydarzenie otwarte dla każdego – można sprzedawać, wymieniać się lub po prostu oddawać rzeczy za darmo.\n\nOrganizatorzy zachęcają do przejrzenia swoich szaf, garaży i strychów – każda rzecz może znaleźć nowego właściciela. Ubrania, książki, zabawki, sprzęt domowy, pamiątki – wszystko, co jest w dobrym stanie i może komuś jeszcze posłużyć, warto zabrać ze sobą.\n\nCo ważne – miejsca handlowe są udostępniane bezpłatnie, dzięki czemu udział w wydarzeniu nie wiąże się z żadnymi kosztami. To świetna okazja nie tylko do przewietrzenia domowych zapasów, ale też do integracji z sąsiadami i wspólnego spędzenia czasu w przyjaznej atmosferze.\n\nWięcej informacji oraz aktualności dotyczące wydarzenia można znaleźć na Facebooku, na profilu PCHLI TARG NISKO."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spotkania z Historią u Potockich",
            "link": "https://iledzisiaj.pl/aktualnosci/15816-spotkania-z-historia-u-potockich-.html",
            "description": "W sobotę, 9 sierpnia 2025 roku, Radzyń Podlaski przeniesie się w czasie do XVII wieku. Wszystko za sprawą wyjątkowego wydarzenia plenerowego – „Spotkania z Historią u Potockich – Radzyń Podlaski 2025\" ...",
            "image_url": "https://www.bing.pl/th?id=ODF.OBZcv8FpEZI1A4MI5VFAng&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "iledzisiaj.pl5 godz.",
            "source": "iledzisiaj.pl",
            "article_content": "W sobotę, 9 sierpnia 2025 roku, Radzyń Podlaski przeniesie się w czasie do XVII wieku. Wszystko za sprawą wyjątkowego wydarzenia plenerowego – „Spotkania z Historią u Potockich – Radzyń Podlaski 2025\", które odbędzie się na terenie wokół Pałacu Potockich.\n\nW programie znajdą się widowiskowe pokazy grup rekonstrukcyjnych, inscenizacje historyczne, prezentacje uzbrojenia i strojów z epoki, a także obóz wojskowy, warsztaty dawnego rzemiosła oraz muzyka inspirowana tamtymi czasami. Całość wydarzenia pozwoli uczestnikom zanurzyć się w realiach życia sprzed ponad trzystu lat.\n\nW ramach wydarzenia odbędzie się również Targ Staroci, który będzie imprezą towarzyszącą. To świetna okazja, by znaleźć unikatowe przedmioty z przeszłości – od książek i porcelany po monety, obrazy i rękodzieło.\n\n???? Miejsce: Radzyń Podlaski, teren przy Pałacu Potockich\n\n???? Data: sobota, 9 sierpnia 2025 r.\n\n????️ Wstęp wolny\n\nOrganizatorzy serdecznie zapraszają mieszkańców i gości do wspólnego odkrywania historii w sercu Radzynia. To nie tylko okazja do dobrej zabawy, ale także do poznania lokalnego dziedzictwa w fascynującej formie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stalowa wola odkomarzanie",
            "link": "https://echodnia.eu/podkarpackie/tag/stalowa-wola-odkomarzanie",
            "description": "Upalne i suche lato sprawia, że niewiele komarów dokucza mieszkańcom Stalowej Woli. Jednak odkomarzanie jest konieczne, o czym świadczą głosy osób ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Echo Dnia17 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal szantowy i inne imprezy na koniec lipca",
            "link": "https://www.4lomza.pl/index.php?wiad=70443",
            "description": "Dwudniowy festiwal „SzantygRaj nad Narwią', również z udziałem łomżyńskich wykonawców. Rekonstrukcja obrony Łomży w roku 1920 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hinmS5DCr-Thw5Mz1Zk3fS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "4lomza.pl5 godz.",
            "source": "4lomza.pl",
            "article_content": "Dwudniowy festiwal „SzantygRaj nad Narwią”, również z udziałem łomżyńskich wykonawców. Rekonstrukcja obrony Łomży w roku 1920 i jarmark kolekcjonerski w Piątnicy. „Dni ziół narwiańskich” w drozdowskim muzeum. Wydarzeń nie zabraknie również w nadchodzącym tygodniu, na przykład koncertu znanego z legendarnego zespołu Dżem wokalisty Jacka Dewódzkiego.\n\nGłównym wydarzeniem rozpoczynającego się weekendu będzie dwudniowy festiwal szantowy „SzantygRaj nad Narwią”, zainicjowanego trzy lata temu w Rajgrodzie, w tym roku przeniesionego do Łomży. Nad Narwią są bowiem również szantowe tradycje, co dało efekty choćby w trzech edycjach festiwalu „Szanty nad Narwią”. W festiwalu wezmą udział bardzo znane zespoły Flash Creep, Sąsiedzi, Druga Wachta i The Pioruners. Nie zabraknie łomżyńskich grup Bond i Kill Water oraz przeglądu konkursowego, którego laureaci zaprezentują się podczas sobotniego koncertu głównego. Będzie też szantowy koncert dla dzieci Nutki z Łódki. Wstęp na zorganizowaną przez Miejski Dom Kultury-Dom Środowisk Twórczych i miasto Łomża na nadnarwiańskich bulwarach imprezę jest wolny.\n\nSzczegółowy program festiwalu (sobota 26 lipca)\n\n- 12:00 przegląd konkursowy debiutantów;\n\n- 17:00 Druga Wachta;\n\n- 18:00 Laureaci konkursu;\n\n- 19:00 Zrefowani;\n\n- 20:00 Flash Creep;\n\n- 21:00 Sąsiedzi.\n\n* niedziela 27 lipca\n\n- 14:00 Nutki z Łódki;\n\n- 17:00 Bond;\n\n- 18:00 Chór Szantowy Majtki Prezesa;\n\n- 19:00 Kill Water;\n\n- 20:00 The Pioruners.\n\nKolejną dwudniową imprezą będzie I Jarmark Staroci i Rękodzieła, odbywający się w sobotę i w niedzielę, w godzinach 8:00-16:00, na Forcie II Twierdzy Łomża w Piątnicy, ulica Jedwabieńska 29. W programie nie tylko możliwość kupienia na licznych stoiskach kolekcjonerskich perełek i różnych staroci, ale też liczne atrakcje dla młodszych i starszych, obejmujące między innymi jazdę konną, paintball, strzelanie z wiatrówek, ściankę wspinaczkową i dmuchańce dla dzieci. W niedzielę o godz. : 15:30 odbędzie się przgotowana przez Grupę Historyczno-Edukacyjną „Szare Szeregi” rekonstrukcja bitwy z roku 1920. Organizatorzy zapewniają strefę gastronomiczną, parking i toalety. Wstęp wolny.\n\nW piątek 25 lipca odbędzie się w ramach „Łomżyńskich wakacji 2025” pierwszy seans kina plenerowego. W Parku Jana Pawła II Papieża Pielgrzyma o godzinie 21:15 zostanie wyświetlona komedia „Do usług szanownej Pani”. Wstęp wolny. Kolejne seanse zaplanowano 22 i 29 sierpnia oraz 5 września.\n\nTego samego dnia o 14:00 msza święta w kościele pw. Wniebowzięcia Najświętszej Maryi Panny, Sienkiewicza 1 zainauguruje tegoroczne obchody Święta Policji. Główna uroczystość odbędzie się w niedzielę na Starym Rynku o 12:00, obejmując też „Niebieski piknik” z różnymi stoiskami i pokazami. Wstęp wolny.\n\nNiedziela to również pchli targ na koncertowej muszli przy ulicy Zjazd, odbywający się w godzinach 7:00-14:00. Wstęp dla kupujących wolny.\n\nRównież w niedzielę Muzeum Przyrody-Dwór Lutosławskich w Drozdowie zaprasza na „Dni ziół narwiańskich”. Program części wykładowej, rozpoczynającej się o 13:00:\n\n- Dorota Gnatowska, Muzeum Rolnictwa im. ks. Krzysztofa Kluka w Ciechanowcu, „Złocień maruna – zapomniane panaceum księdza Kluka”;\n\n- brat Jan z Dukli Ścieranka, Bonifratrzy Warszawa, „Trędownik”;\n\n- Joanna Jaroć, Muzeum Pałacu Króla Jana III w Wilanowie, „Alkiermesy i inne elektuaria czyli słów parę o nowożytnych remediach na złe samopoczucie”;\n\n- Teresa Grużewska, Muzeum Przyrody-Dwór Lutosławskich w Drozdowie, „Przetacznik lekarski – warto mieć go we własnym ogródku”.\n\nW godzinach 15:00-17:00 zaplanowano porady zdrowotne brata Jana z Dukli, a od 13:00 do 17:00 będzie trwać festyn rodzinny, obejmujący „pokazy i warsztaty kulinarne, plastyczne, florystyczne, pszczelarskie, tworzenia kosmetyków naturalnych i produktów sojowych. Zabawy, konkursy z nagrodami i degustacje”. Wstęp 5 zł.\n\nDo tego muzeum organizuje w terminie 28-31 lipca, w godzinach 11:00-14:00, terenowe warsztaty przyrodnicze. Koszt 25 zł od osoby, zapisy pod numerem 86 219 20 81.\n\nW czwartek 31 lipca w Warce wystąpi Jacek Dewódzki Band. W programie utwory autorskie oraz kultowe evergreeny Dżemu, którego Dewódzki był frontmanem w latach 1994-2001. Początek koncertu o 21:30, wstęp wolny.\n\nWojciech Chamryk"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Domy, wiejskie zagrody, spichlerze, młyny czy kapliczki – młodzi z Dębicy mogą zrobić zdjęcie, które trafi na wystawę",
            "link": "https://rdn.pl/360265/domy-wiejskie-zagrody-spichlerze-mlyny-czy-kapliczki-mlodzi-z-debicy-moga-zrobic-zdjecie-ktore-trafi-na-wystawe/",
            "description": "Drewniana architektura ludowa ziemi dębickiej uchwycona na zdjęciach. Takie wyzwanie stoi przed młodzieżą w Dębicy. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.U8_DTw0zNQ6I0WDM76MhXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Radio RDN15 min",
            "source": "Radio RDN",
            "article_content": "Drewniana architektura ludowa ziemi dębickiej uchwycona na zdjęciach. Takie wyzwanie stoi przed młodzieżą w Dębicy.\n\nW konkursie pt. ‘Dobre progi’ chodzi o to, by zrobić zdjęcie obiektom dawnej architektury drewnianej. Mogą to być np. domy, wiejskie zagrody, domowe budynki gospodarcze, młyny, spichlerze, kapliczki i kościoły z terenu powiatu dębickiego.\n\nPrzed obiektywem może znaleźć się cały budynek, ale także jego fragment wewnątrz lub na zewnątrz, w ujęciu z panoramą lub jakiś detal. Wysoko oceniane będą prace zawierające nastrój miejsca, historię mieszkańców lub osobistą refleksję osoby robiącej zdjęcie.\n\nWakacyjny konkurs fotograficzny jest skierowany do młodzieży. Zdjęcia trzeba przesłać lub przynieść osobiście do Muzeum Regionalnego przy ul. Ratuszowej 4 w Dębicy do końca sierpnia. Najlepsze fotografie zostaną nagrodzone. Będzie można je także podziwiać na muzealnej wystawie pt. ‘Kąty widzenia. Dom na progu Karpat’. Wystawa będzie czynna od 26 września."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rusztowania przy bramie. Początek prac w zamku pod Olkuszem",
            "link": "https://glos24.pl/rusztowania-przy-bramie-poczatek-prac-w-zamku-pod-olkuszem",
            "description": "Zamek Rabsztyn w gminie Olkusz przechodzi kolejną znaczącą metamorfozę w ramach projektu „Kulturalno–turystyczny zamek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yd8T5SilU1qylq9nOB1rES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos2443 min",
            "source": "Głos24",
            "article_content": "piątek, 25 lipca 2025 11:53 , aktualizacja godzinę temu\n\nZamek Rabsztyn w gminie Olkusz przechodzi kolejną znaczącą metamorfozę w ramach projektu „Kulturalno–turystyczny zamek Rabsztyn w gminie Olkusz”. Od kilku dni pierwsze, co dostrzegają turyści wchodzący na teren warowni, to rusztowania otaczające węzeł bramny.\n\nTo znak, że rozpoczęła się faza prac związanych z zabezpieczeniem konstrukcji bramy oraz konserwacją murów. W planie jest również wymiana stolarki okiennej, a także renowacja zrekonstruowanej kordegardy, czyli dawnego pomieszczenia straży.\n\nRekonstrukcja węzła bramnego była prowadzona w latach 2007–2009 według projektu dr. Waldemara Niewaldy, natomiast w 2019 roku wzmocniono wschodnią ścianę bramy w trakcie budowy podziemnego pawilonu. Teraz przyszedł czas na pełny remont tej kluczowej części zamku, która przez lata była narażona na działanie warunków atmosferycznych.\n\n– Zamek w Rabsztynie ma ogromny potencjał turystyczny, ale wymaga ciągłej troski. Dlatego konsekwentnie realizujemy kolejne zadania, które z jednej strony mają na celu ochronę tego cennego zabytku dla potomnych, a z drugiej dostosowanie obiektu do potrzeb i oczekiwań zwiedzających. Jestem przekonany, że efekty prac spodobają się zarówno mieszkańcom, jak i turystom chętnie odwiedzającym tę perłę Szlaku Orlich Gniazd.\n\n\n\n– mówi burmistrz Roman Piaśnik.\n\nNowa odsłona ekspozycji\n\nNajwiększe emocje wśród turystów budzą jednak nie rusztowania, lecz zapowiedź nowych ekspozycji. W zamku średnim trwają przygotowania do stworzenia nowoczesnej wystawy historycznej. W pawilonie zabezpieczającym piwnice pojawią się multimedialne prezentery oraz standy informacyjne.\n\nWystawa będzie prezentować nie tylko eksponaty odnalezione podczas badań archeologicznych, ale także interaktywne materiały edukacyjne. Jedno z pomieszczeń zostanie zaadaptowane na sklepik i salę warsztatową, co dodatkowo wzbogaci ofertę edukacyjną obiektu.\n\nPrace konserwatorskie obejmą izolację wieży zamku średniego, konserwację murów i wymianę sufitów w pawilonie. Wszystko po to, by przestrzeń wystawiennicza była nie tylko atrakcyjna, ale i bezpieczna.\n\nDalsza część artykułu pod galerią zdjęć\n\nPoczątek prac w Rabsztynie / Fot: UMiG w Olkuszu\n\nZamek górny\n\nNa zamku górnym również szykuje się rewolucja. Zanim jednak pojawią się tam pierwsze elementy nowej ekspozycji, konieczne jest wykonanie szeregu prac wykończeniowych – od montażu stolarki, przez wykończenie posadzek i sufitów, aż po instalację balustrad i nowoczesnego systemu monitoringu.\n\nW centrum przyszłej wystawy znajdą się relikty systemu ogrzewania typu hypocaustum, świadczące o wysokim standardzie życia dawnych właścicieli. W oryginalnych wnętrzach odtworzone zostaną elementy portalu i kominka. Całość uzupełnią multimedia, które pozwolą turystom zrozumieć proces wznoszenia średniowiecznych twierdz i funkcje poszczególnych części zamku.\n\nIluminacja i infrastruktura\n\nProjekt obejmuje również modernizację oświetlenia. Zamiast dotychczasowych lamp pojawi się energooszczędne oświetlenie LED, które nie tylko podkreśli walory architektoniczne ruin, ale też zmniejszy zużycie energii. Nowe punkty świetlne zostaną zamontowane także wzdłuż ścieżki prowadzącej do zamku. Dodatkowo pod mostem powstanie skrzynka przyłączeniowa, ułatwiająca organizację wydarzeń plenerowych.\n\nDostępność w trakcie prac i dofinansowanie\n\nMimo intensywnych prac budowlanych zamek pozostaje otwarty dla zwiedzających, choć niektóre pomieszczenia mogą być czasowo niedostępne. Aktualne informacje są publikowane na stronie internetowej zamku i Miejskiego Ośrodka Kultury w Olkuszu.\n\nCałość inwestycji, której zakończenie zaplanowano na przyszły rok, jest możliwa dzięki dofinansowaniu w wysokości 2 mln zł w ramach 8. edycji Polskiego Ładu – Programu Inwestycji Strategicznych.\n\nTrwa realizacja projektu pn. „Kulturalno – turystyczny zamek Rabsztyn w gminie Olkusz”. Efektem prac będzie nie tylko... Opublikowany przez Olkusz Srebrne Miasto Piątek, 25 lipca 2025\n\nZamek z nagrodą za opiekę nad zabytkiem\n\nPrzypomnijmy, że w 2021 roku Zamek Rabsztyn został laureatem kategorii specjalnej „Właściwe użytkowanie i stała opieka nad zabytkiem” w prestiżowym konkursie „Zabytek Zadbany”, organizowanym przez Ministerstwo Kultury, Dziedzictwa Narodowego i Sportu oraz Generalnego Konserwatora Zabytków.\n\nFot: UMiG w Olkuszu"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zbierz z lasu to, co dobre i pożywne. Etnobotanik opowiada o dzikiej diecie",
            "link": "https://www.rp.pl/plus-minus/art42750301-zbierz-z-lasu-to-co-dobre-i-pozywne-etnobotanik-opowiada-o-dzikiej-diecie",
            "description": "Jak mi opowiadał przewodnik z Tajlandii, różnica między turystą zachodnim a chińskim jest taka, że gdy ten drugi słyszy w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tDBV_qL90ixtMvbxjqOV6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Rzeczpospolita3 godz.",
            "source": "Rzeczpospolita",
            "article_content": "Być może wzrósł mi poziom metabolizmu, coś się odblokowało... Po tej diecie wystarczy mi również znacznie mniej snu – z dotychczasowych 7,5 godz. na dobę dziś potrzebuję jedynie 6,5. Przy czym oczywiście to jest co innego schudnąć, mając, tak jak ja, nadwagę, a co innego, gdy ma się prawidłową masę ciała. Zatem teraz, gdy podejmę podobne wyzwanie dietetyczne na miesiąc, czuję, że schudnę być może 4-5 kg, a nie aż 11. Myślę, że metabolizm człowieka jest bardzo mało poznany, a może się okazać bardzo indywidualny.\n\nNauki o żywieniu istotnie potrzebują nowych metod badawczych i pasjonaci dzikiej kuchni zdają się wpisywać w ten trend, wracając jednocześnie do korzeni ludzkiego odżywiania, które selekcjonowały naszą populację ewolucyjnie od wczesnego paleolitu, a nie przez ostatnie 150 lat.\n\nNie ma dziś globalnie głodu i masowych awitaminoz, ale mamy za to epidemię otyłości.\n\nWini się tu powszechną dostępność pokarmów wysoko przetworzonych. Kraje Azji, tak bardzo przywiązane do tradycyjnych sposobów odżywiania (np. jedzenia olbrzymiej ilości warzyw, w tym liściastych), jak Japonia, Korea czy Chiny nie mają tej nowoczesnej epidemii. Ja jeździłem do Chin dość regularnie w celach badań terenowych od 2005 r. Patrzyłem na Chińczyków. Jeszcze dekadę temu wszyscy tam byli szczupli. Obfite kształty u niektórych pojawiły się nagle, i nie jest to raczej związane z masową zmianą diety na zachodni fast food (bo to nadal margines), ale przesiadaniem się z rowerów na skutery czy do samochodów. Myślę, że jest to kwestia ruchu koniecznego przy ich diecie, jednak bogatej w ryż, i przy rosnącej dostępności produktów żywnościowych, aby utrzymać zdrowie i szczupłą sylwetkę.\n\nA co, jeśli ludzie cię posłuchają i pójdą w las czy na łąkę po pokarm? Połowa zrezygnuje po trzech dniach, ale czy ta druga połowa nie zniszczy, nie zadepcze, nie wytępi…?\n\nMusimy ludzi na to uczulać. W przypadku roślin jadalnych jest to jednak mniejszy problem, niż w przypadku roślin leczniczych, bo aby się najeść, musimy dużo zebrać, zatem ograniczamy się do gatunków pospolitych – choć i tu można sobie wyobrazić jakieś regionalne dziesiątkowanie populacji. Chociażby ślimaki winniczki – dziś zanikające. Nie znamy przyczyny, przypuszcza się tu znaczącą rolę coraz powszechniej stosowanych w rolnictwie i ogrodnictwie środków chemicznych skierowanych przeciw ślimakom bezskorupowym. Regres populacji winniczków jest gigantyczny, tak że w tym roku Regionalna Dyrekcja Ochrony Środowiska w Rzeszowie wstrzymała pozwolenia na zbieranie ślimaków. Ja wyjątkowo dostałem pozwolenie na zbiór małej ich ilości dla celów eksperymentu z dziką dietą.\n\nPopatrzmy też na Laos, gdzie ludzie jedzą wszystko, co jest jadalne, co doprowadziło do wytrzebienia populacji wielu gatunków dzikich ptaków. Podobny problem występuje na południu Europy czy w Libanie, gdzie strzela się do ptaków – niekoniecznie zawsze w celach kulinarnych, aczkolwiek kosy czy skowronki są w cenie. Można sobie zatem wyobrazić, że ludzie dowiedzą się, że lilia złotogłów jest jadalna, pójdą do rezerwatów i wykopią ją, by zjeść. W Wielkiej Brytanii były kontrowersje związane ze zrywaniem jadalnych roślin nadmorskich.\n\nPodobnie jest z Chińczykami, którzy jadą do krajów Azji Południowo-Wschodniej i nielegalnie jedzą mięso chronionych gatunków zwierząt, uważane za afrodyzjak czy lekarstwo. Jak mi opowiadał przewodnik z Tajlandii, różnica między turystą zachodnim a chińskim jest taka, że gdy ten drugi słyszy w rezerwacie opowieść o jakiejś roślinie czy zwierzęciu, to zawsze zapyta: „a jak to smakuje?”. W chińskich parkach narodowych zaś są restauracje, gdzie można degustować lokalną florę. To tak jakby w Pienińskim Parku Narodowym było u bramy ogłoszenie: „Przyjdź do naszej knajpy i spróbuj naszych roślin chronionych”. Raczej nie do pomyślenia.\n\nCzy rozwiązaniem tego dylematu nie byłyby licencje na zbieranie powszechnych dzikich roślin przez lokalne rodziny, które trudnią się tym z dziada pradziada i teoretycznie dbają o te lokalizacje, które dzierżawią (taki mechanizm obserwowałam we Francji, w delcie Sommy, chodziło o endemiczne tam słonorośla, bardzo smaczne nawiasem mówiąc)?\n\nNie jestem fanem licencji. Niech przykładem będzie czosnek niedźwiedzi, który się nagle zrobił bardzo modny. Stał się symbolem dzikiej diety. Zbierają go firmy, używa się go do różnych produktów, od kiełbas przez twarogi po pesto. W Polsce od ponad 20 lat znajduje się on pod ochroną częściową. Można czosnek niedźwiedzi zbierać w trzech województwach za indywidualnym zezwoleniem miejscowej RDOŚ w odpowiedzi na pisemne dość szczegółowe podanie. Firmy, które pozyskują duże ilości tego surowca, robią to legalnie w Bieszczadach. A osoby, które chcą bez żadnego zysku i amatorsko nazbierać sobie na jeden słoik pesto – czynią to de facto nielegalnie.\n\nWażną kwestią jest mądra konstrukcja prawa. Według mnie pozyskiwanie w Polsce czosnku niedźwiedziego, który tylko miejscami jest pospolity, powinno być w zupełnie inny sposób ograniczone prawnie. Powinno się zdelegalizować masowy zbiór tej rośliny na potrzeby przemysłu spożywczego, a pozwolić na zbiór na małą skalę, niekomercyjny. Odwrotnie niż jest dziś. Rzecz jest skomplikowana. Przy każdym gatunku, w każdym kraju trzeba to rozwiązywać lokalnie i indywidualnie, po zbadaniu i stosownym namyśle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta osada przez dziesięciolecia nie miała kanalizacji ani infrastruktury. Mieszkańcy mówili, że są w Łodzi \"tylko na papierze\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-osada-przez-dziesi%C4%99ciolecia-nie-mia%C5%82a-kanalizacji-ani-infrastruktury-mieszka%C5%84cy-m%C3%B3wili-%C5%BCe-s%C4%85-w-%C5%82odzi-tylko-na-papierze/ar-AA1JcZfo?ocid=BingNewsVerp",
            "description": "Mileszki to peryferyjne osiedle Łodzi z bogatą historią, sięgającą czasów wcześniejszych niż powstanie samego miasta. Od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.usbBhlwEJPssFnd42_QkHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Łódź Radio ESKA on MSN23 godz.",
            "source": "Łódź Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryli niezwykły amulet ze starożytnego Rzymu. Archeolodzy przecierają oczy",
            "link": "https://wiadomosci.radiozet.pl/Nauka/odkryli-niezwykly-amulet-starozytnych-rzymian-to-moze-byc-przelom",
            "description": "Archeolodzy pracujący na stanowisku A Cibdá de Armea w Hiszpanii odkryli jedyny w regionie amulet. Skamieniałość pewnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bJHnZNcHiuQOunj9KNEdWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET17 min",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Jakie właściwości przypisywali Rzymianie skamieniałym stworzeniom.\n\nDlaczego trylobit był prawdopodobnie używany jako amulet.\n\nDo jakich wniosków prowadzą badania.\n\nZnaleźli amulet starożytnych Rzymian\n\nPrace przeprowadzane na stanowisku archeologicznym A Cibdá de Armea pozwoliły na dokonanie niesamowitego odkrycia. Naukowcy zabezpieczyli skamieniałego trylobita – przedstawiciela wymarłego morskiego gatunku stawonoga o owalnym, spłaszczonym ciele. Portal Archeology.com wskazuje, że analiza śladów zużycia i otarć widocznych na grzbiecie wskazuje na modyfikację skamieniałości w celu używania jej jako amuletu, potencjalnie w charakterze wisiorka lub bransoletki. Trylobit mógł być także umieszczany na domowym ołtarzu.\n\n„Rzymianie, podobnie jak inne starożytne kultury, prawdopodobnie wierzyli, że skamieniałe stworzenie ma właściwości ochronne lub lecznicze” – opisuje Archeology.com. Wiadomo, że do tej pory to jedyny tego rodzaju przedmiot znaleziony na stanowisku rzymskim i zaledwie jedenasty obiekt takiej kategorii na całym świecie. Pochodzenie amuletu szacuje się na czas między I a III w. n.e.\n\nfot. A. Fernández-Fernández et al./Archaeological and Anthropolgical Sciences/screen\n\nDwa wnioski naukowców. „Poszerzenie naszej wiedzy”\n\n„Trylobit odkryty w rzymskiej osadzie w Armei jest paradygmatycznym przykładem tego, jak pojedynczy artefakt odzyskany w kontekście archeologicznym może znacząco poszerzyć naszą wiedzę na temat różnych aspektów starożytności” – podkreślają naukowcy w tekście na temat badań, opublikowanym na łamach Archaeological and Anthropolgical Sciences. Eksperci wymieniają wśród aspektów tej wiedzy:\n\nistnienie niepodejrzewanego wcześniej handlu takimi okazami na Półwyspie Iberyjskim (przypuszczenie wysnute na bazie jedynego udokumentowanego tego typu stworzenia w okolicy), potwierdzenie uznawania przez starożytnych Rzymian przedmiotów ze skamieniałymi stworzeniami jako obiektów magicznych i leczniczych.\n\nŹródło: Radio ZET/archaeology.org/A. Fernández-Fernández et al., „Significance of fossils in Roman times: the first trilobite find in an early Empire context”"
        }
    }
]