[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Babcine starocie to nie śmieci. Za te rzeczy z PRL płacą majątek",
            "link": "https://www.onet.pl/styl-zycia/kbpl-2/babcine-starocie-to-nie-smieci-za-te-rzeczy-z-prl-placa-majatek/vgm7qxl,0666d3f1",
            "description": "Po 1989 r. przedmioty i oszczędności z czasów Polski Ludowej zaczęły tracić na wartości. Dziś mogą się okazać bardziej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.m2BqKLV8xuVa9tFRLqcEMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Onet21 godz.",
            "source": "Onet",
            "article_content": "Stara książeczka mieszkaniowa pomoże kupić mieszkanie?\n\nW PRL popularne było zakładanie tzw. książeczek mieszkaniowych. Pomagały one zebrać odpowiednie pieniądze na zakup własnego M. Po przekształceniach ustrojowych pieniądze z czasów PRL zaczęły tracić na wartości. Oszczędności zebrane na książeczkach nie pozwalały już na tak duży wydatek jak mieszkanie czy dom. Dla niektórych pieniądze zbierane przez całe życie skurczyły się do kwoty kilkunastu, kilkudziesięciu złotych. Mimo to wielu Polaków ma jeszcze w szufladzie lub w pudełku ze starociami ten relikt minionej epoki.\n\nJak się okazuje, z książeczek PKO można skorzystać również dziś.\n\nŻeby zrekompensować Polakom straty wywołane hiperinflacją lat 90-tych, rząd zaproponował właścicielom książeczek wypłaty premii gwarancyjnej. Są to pieniądze przewidziane wyłącznie na sfinansowanie zakupu mieszkania, budowy lub remontu domu. Jeżeli planujesz kupić lub odnowić nieruchomość, możesz się zgłosić po premię.\n\nDalszy ciąg materiału pod wideo\n\nPoznaj kontekst z AI Jakie przedmioty z PRL są teraz cenne?\n\nIle można dostać za starą książeczkę mieszkaniową?\n\nCzy premia gwarancyjna z książeczki mieszkaniowej jest w gotówce?\n\nJakie meble z PRL mają największą wartość?\n\nIle pieniędzy można dostać dzięki starej książeczce?\n\nreklama\n\nKsiążeczka nadal pozwala podjąć pieniądze, które ty lub twoi rodzice oszczędziliście na koncie. Niestety, ze względu na wspomnianą inflację jest to niska kwota. Natomiast premia jest gwarantowanym dodatkiem, którego wysokość zależy od zgromadzonych środków oraz porównanych starych i nowych cen za 1 m kw. powierzchni użytkowej lokalu. Najprościej poszukać w internecie kalkulatora premii gwarancyjnej z książeczki mieszkaniowej.\n\nNajczęściej należna kwota oscyluje w okolicy 10 tys. zł. Jednak może to być trochę więcej lub mniej, w zależności od powyższych danych.\n\nZanim zaczniesz się ubiegać o wypłatę, pamiętaj, że to nie jest gotówka, którą dostajesz do ręki. Premia należy się tylko tym, którzy chcą wydać pieniądze na mieszkanie. Na pocieszenie można dodać, że zalicza się tu również remont, wpłata do TBS czy przekształcenie lokalu w prywatną własność.\n\nJakie skarby mamy w szufladzie i na strychu?\n\nOprócz książeczki mieszkaniowej istnieje wiele przedmiotów w czasów PRL, które mogą nam zapewnić dodatkową gotówkę. Są to produkty z oryginalnym, rozpoznawalnym wzornictwem np. meble w stylu rozpoznawanym dziś na świecie jako Mid-century Modern. Szczególnym zainteresowaniem cieszą się fotele Chierowskiego, o charakterystycznej, prostej konstrukcji, z drewnianym stelażem i podłokietnikami. Duże wzięcie mają też komody o połyskliwej powierzchni, na cienkich nóżkach oraz różne wzory krzeseł, ław i stolików. Jeżeli będziemy mieć szczęście, to za takim mebel dostaniemy nawet kilkadziesiąt tysięcy złotych.\n\nOprócz mebli zainteresowanie budzą zabawki – zwłaszcza resoraki w oryginalnych opakowaniach, gry planszowe i klocki. Sentymentalną wartość, która przekłada się na dobrą cenę, mają zabawki na choinkę (fabryczne), zwłaszcza bombki. Natomiast z przedmiotów, które mogły nam zostać po rodzicach lub dziadkach cenna będzie oryginalna biżuteria i książki, które wyszły w niewielkim nakładzie.\n\nWysoką wartość mają poza tym wyroby z kryształu i porcelany. Szczególnie jeżeli mamy do zaoferowania pełen zestaw z oryginalnym znaczkiem zakładu produkcyjnego.\n\nMuzyka na winylach i kasetach\n\nMówiąc o nostalgicznych przedmiotach, nie możemy zapomnieć o płytach winylowych i kasetach. Dla wielu osób muzyka z tamtych lat jest silnie związana z najlepszymi wspomnieniami z młodości. Jest szczególnie cenna w czasach kiedy popularny stał się streaming i dostęp do utworu zależy od właścicieli platformy.\n\nRenesans starych nośników pozwala znów słuchać ulubionych przebojów, klasyki lub bajek. Dla kolekcjonerów wartość estetyczną mają również okładki. Często były to osobne dzieła znanych projektantów, reprezentujące niepowtarzalny styl.\n\nWartość przedmiotów z PRL może się bardzo różnić. Żeby zarobić dobre pieniądze trzeba mieć do zaoferowania przedmiot w dobrym stanie. Poza tym powinno się szukać kolekcjonerów i znawców. Inaczej pozostanie się zadowolić kwotą do kilkudziesięciu złotych za przedmiot."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kulisy sesji zdjęciowej. 47-letnia Joanna Koroniewska w czarnym body. \"Coraz ładniejsza\"",
            "link": "https://www.msn.com/pl-pl/rozrywka/gwiazdy/kulisy-sesji-zdj%C4%99ciowej-47-letnia-joanna-koroniewska-w-czarnym-body-coraz-%C5%82adniejsza/ar-AA1LiJQG?ocid=BingNewsVerp",
            "description": "Joanna Koroniewska i Maciej Dowbor regularnie dzielą się w mediach społecznościowych humorystycznymi nagraniami, które podkreślają ich dystans do siebie i otaczającej rzeczywistości. Ich żarty i wzaje ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gd1vid-wCzfl3BDYJx4DZQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Ofeminin on MSN20 godz.",
            "source": "Ofeminin on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 27.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-27-08-2025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN21 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 27.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-27082025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN20 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta nowa kryptowaluta kończy presale. Wkrótce usłyszą o niej wszyscy",
            "link": "https://businessinsider.com.pl/kryptowaluty/aktualnosci/ta-nowa-kryptowaluta-konczy-presale-wkrotce-uslysza-o-niej-wszyscy",
            "description": "Czy nowa kryptowaluta, która lada chwila zakończy presale, podbije rynek? Murad Mahmudov twierdzi, że właśnie takie tokeny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yjUYOYyVLIC8aE7QcpLVUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska8 godz.",
            "source": "Business Insider Polska",
            "article_content": "Rozpoczęło się ostatnie odliczanie. Przedsprzedaż TOKEN6900 ($T6900) zakończy się za niecałe 20 godzin, a cena kryptowaluty nadal wynosi zaledwie 0,007125 USD. Znany analityk meme coins, Murad Mahmudov, twierdzi, że SPX kiedyś zagrozi Bitcoinowi, a TOKEN6900 celuje w Ethereum. Brzmi jak szaleństwo? Może tak, ale w świecie krypto właśnie to sprzedaje się najlepiej.\n\nSzalone założenie Murada: kryptowaluta SPX6900 prześcignie Bitcoin?\n\nWe wtorek Murad – człowiek, który jako pierwszy spopularyzował termin „supercykl memecoinów” i podobno zarobił już dziesiątki milionów na handlu meme coins – opublikował wpis z najśmielszą jak dotąd tezą: „SPX będzie największą kryptowalutą od czasów Bitcoina”.\n\nSPX6900 will be the Biggest Crypto since Bitcoin. pic.twitter.com/g8GcbAOvcx — Murad 💹🧲 (@MustStopMurad) August 26, 2025\n\nDla tradycyjnych inwestorów brzmi to jak kompletne szaleństwo. $SPX nie oferuje bowiem żadnej użyteczności. Nie ma mapy drogowej ani planów na przyszłość. Wyśmiewa świat finansów seksistowskimi żartami i absurdalnym brandingiem, a przy tym nawet nie udaje, że posiada jakiekolwiek zastosowanie. A jednak… o to właśnie chodzi.\n\nMurad jest przekonany, że to właśnie kryptowaluty meme, takie jak SPX6900, budują najsilniejsze kultowe społeczności – a w świecie krypto właśnie one napędzają popyt. Wystarczy zapytać legendy, np. Gamestop.\n\nSPX6900 rozwija się dzięki kulturze i memom, a nie kapitałowi i instytucjom. Mimo że jest mało znany (Murad twierdzi, że tylko 0,01% ludzi o nim słyszało), kapitalizacja SPX już sięgnęła 1,1 miliarda USD. Prognozy SPX6900 wskazują, że token ma szansę dalej rosnąć.\n\nW zeszłym miesiącu kurs SPX6900 sięgnął rekordowego poziomu 2,27 USD. Aby wyprzedzić Bitcoina, musiałby wzrosnąć o kolejne 181 000%. Choć brzmi to szalenie, pamiętajmy, że już zyskał ponad 93 000% w stosunku do swojego najniższego poziomu w historii.\n\nTak właśnie się dzieje, gdy użytecznością staje się wiara. W świecie kryptowalut to kultowe projekty napędzają rynki, a SPX6900 jest tego dowodem.\n\nCzy TOKEN6900 wyprzedzi Ethereum?\n\nJeśli SPX ma zostać konkurentem Bitcoina, TOKEN6900 może uchodzić za rywala Ethereum. Istnieje prosty związek: TOKEN6900 jest kuzynem $SPX, zrodzonym z tego samego memowego DNA, ale z jednym dodatkowym tokenem w podaży – wyłącznie dla żartu i podkreślenia jego przewagi.\n\nPodczas gdy SPX celuje w Wall Street i władzę instytucjonalną, TOKEN6900 wyśmiewa duże banki, które obiecują bogactwo, a jednocześnie dodrukowują pieniądze i po cichu rozcieńczają twoje aktywa.\n\n$T6900 nie twierdzi, że oferuje funkcje DeFi czy zaawansowaną technologię AI. Nie udaje czegoś, czym nie jest, i tą szczerością porywa inwestorów. Zapewnia jedynie czysty absurd z potężną społecznością, napędzaną energią lat 2000.\n\nTa prostota typu plug-and-play – surowa i bezkompromisowa sprawia, że zarówno $T6900, jak i $SPX przyciągają wielu ludzi, których męczą obietnice bez pokrycia. TOKEN6900 nie stara się być użyteczny. Chce zostać niezapomniany, tak jak Dogecoin.\n\nKult liczby 69\n\nSercem zarówno SPX, jak i TOKEN6900 jest tzw. kult liczby 69. Nie chodzi tu o arkusze kalkulacyjne ani raporty rynkowe. Chodzi o atmosferę, społeczność i wiarę, że absurdalne tokeny mogą być tak samo wartościowe – a nawet bardziej – niż skrupulatnie dopracowane projekty, wspierane przez instytucje warte miliardy dolarów.\n\ngon down to the country town pic.twitter.com/zhZqae1BWo — Token6900 (@Token_6900) August 16, 2025\n\nW rzeczywistości właśnie to sprawia, że SPX i TOKEN6900 są tak niebezpieczne dla starej gwardii. Nie grają w ogóle w instytucjonalną grę. Nawet nie wkraczają na boisko. Zamiast tego stworzyły własną arenę – i fani tłumnie na nią napływają.\n\nOstatnie 24 godziny na zakup TOKEN6900\n\nPresale $T6900 dobiega końca. Dotychczas token zgromadził ponad 2,7 mln USD. Po zakończeniu przedsprzedaży walka o ustalenie ceny przeniesie się na giełdy kryptowalut. Dziś memecoin wciąż kosztuje jedyne 0,007125 USD. Po wprowadzeniu go na rynek zakup TOKEN6900 poniżej dolara może stać się niemożliwy.\n\nO $SPX słyszało raptem 0,01% ludzi, a już kosztuje ponad miliard dolarów. Co będzie, gdy tyle osób usłyszy o $T6900, gdy jego finansowanie wynosi zaledwie 2,7 miliona USD? Dla pierwszych zwolenników potencjał wzrostu jest więc ogromny.\n\nKryptowaluta TOKEN6900 – jak kupić?\n\nFaza presale TOKEN6900 wciąż trwa, ale zostało niespełna 20 godzin do jej zakończenia. Jeśli chcesz załapać się na tę okazję, musisz się spieszyć. Co więcej, gdy kupujesz tokeny w przedsprzedaży, możesz je stakować przy 33-procentowym RRSO i zgarnąć pasywny dochód.\n\nAby kupić $T6900, przejdź na stronę presale projektu i podłącz portfel do widżetu przedsprzedaży. Możesz też dokonać zakupu TOKEN6900 bezpośrednio w aplikacji Best Wallet – jednego z najlepszych portfeli kryptowalut, który niedawno otrzymał certyfikat WalletConnect.\n\nCały proces jest szybki i prosty. Kontrakt $T6900 przeszedł również audyty Coinsult i SolidProof, które nie wykazały żadnych luk w zabezpieczeniach.\n\nSzansa na nowe podium w kryptowalutach\n\nGdy ostatni raz ludzie naśmiewali się z monety bez użyteczności, chodziło o Dogecoin. Po latach $DOGE jest aktywem wartym miliardy dolarów, akceptowanym przez wiele firm.\n\nKult 69 podąża podobną ścieżką. Dostrzega to Murad Mahmudov, który głośno obstaje za tym, że memecoiny całkowicie zmienią rynek krypto. SPX kontra Bitcoin. TOKEN6900 kontra Ethereum. Choć brzmi niedorzecznie, w świecie kryptowalut siła i pieniądze tkwią właśnie w absurdzie.\n\nZostało niecałe 20 godzin do zamknięcia przedsprzedaży kryptowaluty $T6900, a kiedy się zakończy, będziesz już konkurować o zakup tokenów z całym rynkiem, i to prawdopodobnie po znacznie wyższej cenie. Nie czekaj do jutra, oto ostatni moment, aby dołączyć do przyszłej rewolucji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy polują na te naczynia, wazony i figurki [27.08.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki-27-08-25/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8L45VlkFcK0pkSf5PrB1pi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN23 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Babcine starocie to nie śmieci. Za te rzeczy z PRL płacą majątek",
            "link": "https://www.onet.pl/styl-zycia/kbpl-2/babcine-starocie-to-nie-smieci-za-te-rzeczy-z-prl-placa-majatek/vgm7qxl,0666d3f1",
            "description": "Po 1989 r. przedmioty i oszczędności z czasów Polski Ludowej zaczęły tracić na wartości. Dziś mogą się okazać bardziej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.m2BqKLV8xuVa9tFRLqcEMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Onet21 godz.",
            "source": "Onet",
            "article_content": "Stara książeczka mieszkaniowa pomoże kupić mieszkanie?\n\nW PRL popularne było zakładanie tzw. książeczek mieszkaniowych. Pomagały one zebrać odpowiednie pieniądze na zakup własnego M. Po przekształceniach ustrojowych pieniądze z czasów PRL zaczęły tracić na wartości. Oszczędności zebrane na książeczkach nie pozwalały już na tak duży wydatek jak mieszkanie czy dom. Dla niektórych pieniądze zbierane przez całe życie skurczyły się do kwoty kilkunastu, kilkudziesięciu złotych. Mimo to wielu Polaków ma jeszcze w szufladzie lub w pudełku ze starociami ten relikt minionej epoki.\n\nJak się okazuje, z książeczek PKO można skorzystać również dziś.\n\nŻeby zrekompensować Polakom straty wywołane hiperinflacją lat 90-tych, rząd zaproponował właścicielom książeczek wypłaty premii gwarancyjnej. Są to pieniądze przewidziane wyłącznie na sfinansowanie zakupu mieszkania, budowy lub remontu domu. Jeżeli planujesz kupić lub odnowić nieruchomość, możesz się zgłosić po premię.\n\nDalszy ciąg materiału pod wideo\n\nPoznaj kontekst z AI Jakie przedmioty z PRL są teraz cenne?\n\nIle można dostać za starą książeczkę mieszkaniową?\n\nCzy premia gwarancyjna z książeczki mieszkaniowej jest w gotówce?\n\nJakie meble z PRL mają największą wartość?\n\nIle pieniędzy można dostać dzięki starej książeczce?\n\nreklama\n\nKsiążeczka nadal pozwala podjąć pieniądze, które ty lub twoi rodzice oszczędziliście na koncie. Niestety, ze względu na wspomnianą inflację jest to niska kwota. Natomiast premia jest gwarantowanym dodatkiem, którego wysokość zależy od zgromadzonych środków oraz porównanych starych i nowych cen za 1 m kw. powierzchni użytkowej lokalu. Najprościej poszukać w internecie kalkulatora premii gwarancyjnej z książeczki mieszkaniowej.\n\nNajczęściej należna kwota oscyluje w okolicy 10 tys. zł. Jednak może to być trochę więcej lub mniej, w zależności od powyższych danych.\n\nZanim zaczniesz się ubiegać o wypłatę, pamiętaj, że to nie jest gotówka, którą dostajesz do ręki. Premia należy się tylko tym, którzy chcą wydać pieniądze na mieszkanie. Na pocieszenie można dodać, że zalicza się tu również remont, wpłata do TBS czy przekształcenie lokalu w prywatną własność.\n\nJakie skarby mamy w szufladzie i na strychu?\n\nOprócz książeczki mieszkaniowej istnieje wiele przedmiotów w czasów PRL, które mogą nam zapewnić dodatkową gotówkę. Są to produkty z oryginalnym, rozpoznawalnym wzornictwem np. meble w stylu rozpoznawanym dziś na świecie jako Mid-century Modern. Szczególnym zainteresowaniem cieszą się fotele Chierowskiego, o charakterystycznej, prostej konstrukcji, z drewnianym stelażem i podłokietnikami. Duże wzięcie mają też komody o połyskliwej powierzchni, na cienkich nóżkach oraz różne wzory krzeseł, ław i stolików. Jeżeli będziemy mieć szczęście, to za takim mebel dostaniemy nawet kilkadziesiąt tysięcy złotych.\n\nOprócz mebli zainteresowanie budzą zabawki – zwłaszcza resoraki w oryginalnych opakowaniach, gry planszowe i klocki. Sentymentalną wartość, która przekłada się na dobrą cenę, mają zabawki na choinkę (fabryczne), zwłaszcza bombki. Natomiast z przedmiotów, które mogły nam zostać po rodzicach lub dziadkach cenna będzie oryginalna biżuteria i książki, które wyszły w niewielkim nakładzie.\n\nWysoką wartość mają poza tym wyroby z kryształu i porcelany. Szczególnie jeżeli mamy do zaoferowania pełen zestaw z oryginalnym znaczkiem zakładu produkcyjnego.\n\nMuzyka na winylach i kasetach\n\nMówiąc o nostalgicznych przedmiotach, nie możemy zapomnieć o płytach winylowych i kasetach. Dla wielu osób muzyka z tamtych lat jest silnie związana z najlepszymi wspomnieniami z młodości. Jest szczególnie cenna w czasach kiedy popularny stał się streaming i dostęp do utworu zależy od właścicieli platformy.\n\nRenesans starych nośników pozwala znów słuchać ulubionych przebojów, klasyki lub bajek. Dla kolekcjonerów wartość estetyczną mają również okładki. Często były to osobne dzieła znanych projektantów, reprezentujące niepowtarzalny styl.\n\nWartość przedmiotów z PRL może się bardzo różnić. Żeby zarobić dobre pieniądze trzeba mieć do zaoferowania przedmiot w dobrym stanie. Poza tym powinno się szukać kolekcjonerów i znawców. Inaczej pozostanie się zadowolić kwotą do kilkudziesięciu złotych za przedmiot."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Katarzyna Sokołowska z rodziną na LUKSUSOWYM pieczeniu ziemniaków! Tak warszawiacy bawią się w camping | ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/rozrywka/gwiazdy/katarzyna-soko%C5%82owska-z-rodzin%C4%85-na-luksusowym-pieczeniu-ziemniak%C3%B3w-tak-warszawiacy-bawi%C4%85-si%C4%99-w-camping-zdj%C4%99cia/ar-AA1LkA4B?ocid=BingNewsVerp",
            "description": "Katarzyna Sokołowska, znana przede wszystkim jako jurorka „Top Model', stosunkowo szybko zabrała się za żegnanie lata roku 2025. Jest to akurat przewinienie charakterystyczne dla wszystkich rodziców m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.GQCTE7BISNqx8pws3istyg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "ShowNews.pl on MSN13 godz.",
            "source": "ShowNews.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najbardziej poszukiwane rzeczy z czasów PRL - zdjęcia, ceny. To kolekcjonerzy cenią w 2025 roku",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/oto-najbardziej-poszukiwane-rzeczy-z-czas%C3%B3w-prl-zdj%C4%99cia-ceny-to-kolekcjonerzy-ceni%C4%85-w-2025-roku/ar-AA1LjSjh?ocid=BingNewsVerp",
            "description": "Pamiątki z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz rzeczy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yZgbi8ih9l1xqlyRhYYPly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN15 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku/ar-AA1KVEuF?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN15 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Bielsku dziś zrobiło się jak w mieście. Fontanna, ciepła woda w kranach, a teraz jeszcze oddali do użytku obwodnicę",
            "link": "https://bielsk.eu/bielsk-podlaski/54180-w-bielsku-dzis-zrobilo-sie-jak-w-miescie-fontanna-ciepla-woda-w-kranach-a-teraz-jeszcze-oddali-do-uzytku-obwodnice",
            "description": "Dziś dzień dobrych informacji w Bielsku. Mieszkańcy mogą poczuć się jak w mieście. Po blisko 10 latach starań i ponad dwóch budowy, mamy w końcu fontannę. Znów będziemy mieć też ciepłą wodę w kranach.",
            "image_url": "https://www.bing.pl/th?id=ODF.zFiKtF8ckaWXjfpgjTt1CQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Bielsk.eu13 godz.",
            "source": "Bielsk.eu",
            "article_content": "W Bielsku dziś zrobiło się jak w mieście. Fontanna, ciepła woda w kranach, a teraz jeszcze oddali do użytku obwodnicę\n\nśroda, 27/08/2025 - 16:30\n\nFeatured\n\nDziś dzień dobrych informacji w Bielsku. Mieszkańcy mogą poczuć się jak w mieście. Po blisko 10 latach starań i ponad dwóch budowy, mamy w końcu fontannę. Znów będziemy mieć też ciepłą wodę w kranach. A jeszcze w dodatku doczekaliśmy się obwodnicy . Już można przejechać łącznikiem drogi krajowej nr 66, która łączy krajową 19 w kierunku Siemiatycz z krajową 66 w kierunku Kleszczel.\n\nNormalnie bielszczanie to teraz mieszczuchy pełną gębą.\n\nO uruchomieniu fontanny już informowaliśmy.\n\nCZYTAJ WIĘCEJ: To jak cud! Fontanna w Bielsku działa i to chyba na stałe [FOTO, WIDEO]\n\nPodobnie jak o ciepłej wodzie w kranach, na którą mieszkańcy bloków czekali prawie 10 dni.\n\nCZYTAJ WIĘCEJ: Od dzisiaj MPEC wznawia dostarczanie ciepłej wody\n\nGeneralna Dyrekcja Dróg Krajowych i Autostrad poinformowała o otwarciu obwodnicy Bielska. Jest to biegnący przez Studziwody odcinek drogi krajowej nr 66 łączący drogę krajową nr 19 (wyjazd w kierunku Siemiatycz) z drogą krajową nr 66 (wyjazd na Kleszczele i przejście graniczne w Połowcach).\n\nObwodnicą - dzięki wcześniej oddanemu odcinkowi — można też dojechać do drogi na Brańsk i Zambrów.\n\nObwodnica ta wyprowadzi część ruchu z miasta i - co ważne - przymajniej w jakiejś części tiry.\n\n- Od dziś kierowcy mogą korzystać z południowej obwodnicy Bielska Podlaskiego w ciągu DK66 - informuje GDDKiA. - Niemal 3-kilometrowa trasa została poprowadzona nowym śladem po południowej stronie miasta i połączy się z budowaną obecnie S19, która omija Bielsk od strony zachodniej. Inwestycja została zrealizowana w systemie Projektuj i buduj. Umowę z wykonawcą - konsorcjum firm Unibep, Budrex i Value Engineering - podpisaliśmy w kwietniu 2022 r. Jej wartość to 77,7 mln zł. Prace w terenie trwały od marca 2024 r. Budowa ruszyła po wydaniu przez Wojewodę Podlaskiego decyzji o zezwoleniu na realizację inwestycji drogowej (ZRID).\n\nDokładnie to jednojezdniowy odcinek DK66 o długości 2,9 km. Na początku i na końcu odcinka wybudowane zostały ronda. Droga jest przystosowana do przenoszenia obciążeń do 11,5 t/oś. Ten odcinek łączy się z budowaną obecnie drogą ekspresową S19 i fragmentem DK66 od węzła Bielsk Podlaski Zachód do istniejącej DK19.\n\nW ramach inwestycji powstały cztery obiekty inżynierskie, w tym most nad rzeką Białą (pełniący funkcję przejścia dla zwierząt) oraz wiadukt nad linią kolejową Czeremcha – Bielsk Podlaski – Białystok. Przebudowane zostały istniejące drogi i ulice kolidujące z powstającą drogą krajową oraz dodatkowe jezdnie obsługujące ruch lokalny.\n\nZastosowano też sporo rozwiązań w trosce o środowisko i zwierzęta.\n\nWzdłuż drogi zamontowano ekrany dla nietoperzy, wykonano przejścia dla zwierząt. Powstała także infrastruktura towarzysząca, m.in. oświetlenie drogowe oraz urządzenia bezpieczeństwa ruchu drogowego.\n\nCZYTAJ WIĘCEJ: Tak wyglądają postępy prac przy budowie obwodnicy Bielska, czyli łącznika drogi krajowej nr 66 przez Studziwody [WIDEO]\n\nWszystko już gotowe i można po tym jeździć!\n\nJak się chwali wykonawca firma Unibep, prace zakończono długo przed terminem. Poszło sprawniej niż z fontanną w Bielsku, nawet mimo półrocznej przerwy na badania archeologiczne.\n\n- W trakcie prac ziemnych natrafiliśmy na relikty osady z czasów rzymskich! Znalezisko spowodowało 6-miesięczną przerwę i wymagało ogromnej reorganizacji, ale… daliśmy radę! - relacjonuje wykonawca.\n\nTo nie koniec dobrych informacji. Wykonane zostały też urządzenia ochrony środowiska m.in. ekrany dla nietoperzy czy przejścia dla zwierząt. Powstała także infrastruktura towarzysząca, m.in. oświetlenie drogowe oraz urządzenia bezpieczeństwa ruchu drogowego.\n\nGDDKiA w tym roku odda do użytku, pierwsze na Podlasiu, odcinki drogi ekspresowej S19: Haćki – Bielsk Podlaski i Bielsk Podlaski – Boćki. Razem to ponad 21 km eski omijającej od zachodu Bielsk Podlaski i wyprowadzającej z miasta ruch tranzytowy na osi północ - południe.\n\nNasz redakcyjny kolega komentuje, że to łaski świętego Mikołaja z Mirry , który ma stać się patronem miasta\n\nDodatkowo równieć Bielski Unibep buduje trasę S19 Deniski - Haćki\n\n- Prace przekroczyły 50% zaawansowania – zakończono 75% robót ziemnych, a na obiektach mostowych osiągnięto 55%. Wszystkie prace przygotowawcze już za nami, a budowa wyprzedza harmonogram o ponad miesiąc! - informuje wykonawca.\n\n(azda)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zachodniopomorskie. Cmentarzysko sprzed 4 tys. lat w Nowym Objezierzu",
            "link": "https://dziendobry.tvn.pl/newsy/zachodniopomorskie-cmentarzysko-sprzed-4-tys-lat-w-nowym-objezierzu-st8619011",
            "description": "Kolejne groby sprzed 4 tys. lat, w tym prawdopodobnie pochówki młodych kobiet i dzieci, odkryli archeolodzy Uniwersytetu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._I2HMOpC9yAO0xLoGAwNWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dzień Dobry TVN10 godz.",
            "source": "Dzień Dobry TVN",
            "article_content": "Kluczowe fakty: Kolejne groby sprzed 4 tys. lat, w tym prawdopodobnie pochówki młodych kobiet i dzieci, odkryli archeolodzy Uniwersytetu Szczecińskiego w Nowym Objezierzu.\n\nFormy i wyposażenie grobów oraz ułożenie szczątków w pozycji embrionalnej są typowe dla kultury unietyckiej z wczesnej epoki brązu.\n\nDalsza część tekstu pod wideo:\n\nPolska sensacja archeologiczna: „Grób wampira” ze wsi Pień Źródło: Dzień Dobry TVN\n\nZachodniopomorskie. Cmentarzysko sprzed 4 tys. lat w Nowym Objezierzu\n\nCmentarzysko z wczesnej epoki brązu naukowcy odkryli już podczas badań w 2020 roku. Od tamtej pory znaleźli na nim 16 grobów, ale aż dziewięć z nich, w tym dwa pochówki dziecięce, podczas zakończonego właśnie sezonu. Badaniami kierowała dr Agnieszka Matuszewska z Katedry Archeologii Uniwersytetu Szczecińskiego, a w ekspedycji uczestniczyli specjaliści z Muzeum Narodowego w Szczecinie, archeolodzy z Trójmiasta, dr hab. n. med. Iwona Teul z Pomorskiego Uniwersytetu Medycznego oraz studenci archeologii. - Te nowo odkryte groby są znacznie lepiej zachowane. Znaleźliśmy całe szkielety, czaszki niekiedy z pełnym uzębieniem, co jest bardzo istotne w kontekście dalszych naszych analiz, które planujemy przeprowadzić - podkreśliła w rozmowie z PAP dr Agnieszka Matuszewska.\n\nPochówki charakterystyczne dla kultury unietyckiej\n\nZmarłych składano w niewielkich jamach, często otoczonych kamieniami. Szczątki odkryte w Nowym Objezierzu spoczywały w pozycji embrionalnej. Ciała układano na osi północ–południe, z głową skierowaną na południe i twarzą zwróconą ku wschodowi. W wielu przypadkach dłonie zmarłych spoczywały przy ustach, co mogło symbolicznie nawiązywać do obrazu nowo narodzonego dziecka. - Ich dolne kończyny były zgięte, bardzo mocno przylegały do klatki piersiowej, więc wydaje się, że mogli być krępowani przed złożeniem do grobu - opisała kierowniczka badań. Taki pochówek jest charakterystyczny dla tzw. kultury unietyckiej – jednej z najstarszych społeczności epoki brązu w Europie Środkowej, rozwijającej się na terenach dzisiejszych Czech, Słowacji, Niemiec i Polski. Były to jedne z pierwszych grup, które na ziemiach dzisiejszej Polski funkcjonowały już w realiach nowej epoki – wraz z pojawieniem się metalu, nowych form organizacji społecznej i charakterystycznych praktyk funeralnych. Wstępne datowania radiowęglowe pierwszych odkrytych na stanowisku szczątków, przeprowadzone już w 2020 roku, wskazują, że cmentarzysko funkcjonowało w latach 2000–1700 p.n.e. Nowe odkrycia otwierają drogę do dalszych analiz DNA, badań radiowęglowych czy szczegółowych studiów nad dietą i mobilnością dawnych społeczności.\n\nNiezwykłe odkrycie naukowców. Bursztyn i ozdoby z brązu w grobach młodych kobiet\n\nWśród tegorocznych odkryć wyróżnia się grób dorosłego mężczyzny, otoczony dużymi głazami, z nietypowym – nieanatomicznym – ułożeniem szczątków. Dolna część ciała sprawia wrażenie, jakby została zmiażdżona. Może to wskazywać na wypadek lub szczególne okoliczności jego śmierci. Więcej informacji związanych z jego historią dostarczą szczegółowe badania antropologiczne. Uwagę badaczy zwróciły także pochówki dwóch młodych kobiet: jedna zmarła została pochowana z bryłką bursztynu przy ustach, druga zaś miała na szyi naszyjnik i ozdobę skroniową z brązu – jedne z najstarszych świadectw używania tego metalu na Pomorzu. - Bursztyn oczywiście występuje we wczesnej epoce brązu, natomiast nie jest bardzo powszechny. Spora bryłka bursztynu, która znajdowała się w grobie, była dla nas zaskoczeniem. Bursztyn zostanie poddany dalszym specjalistycznym analizom - zaznaczyła badaczka. Badania tego cmentarzyska - podkreśliła archeolożka - są ważne dla poznania wczesnej epoki brązu w tym regionie Europy, jednego z najsłabiej poznanych okresów w historii Pomorza. - Nie znamy właściwie osad kultury unietyckiej tutaj w naszym regionie. To dopiero trzecie cmentarzysko z tego okresu zarejestrowane wykopaliskowo w regionie po 1945 roku, ale pierwsze tak bogate oraz świetnie zachowane. Poprzednich stanowisk nie badano na taką skalę i oczywiście nie badano ich z użyciem nowoczesnych metod - zauważyła dr Matuszewska. Jej zdaniem odkrycie kolejnych grobów, ale też kolejnych cmentarzysk w najbliższej okolicy, w tym miejscu jest tylko kwestią czasu. Tereny te zasobne w dobrej jakości gleby przyciągały pierwszych osadników, którzy intensywnie rozwijali tutaj rolnictwo i hodowlę. - Jestem niemal pewna, że znajduje się tutaj osada, do której należało cmentarzysko. Jej odkrycie byłoby ważne, bo właściwie znamy te kultury wczesnobrązowe głównie przez pryzmat obrządku pogrzebowego, a nie życia codziennego. Badania takich osad byłyby przełomowe dla całego regionu - wyjaśniła. Zobacz także:\n\nAutor: Dominika Czerniszewska Reporter: ekr/bar/amac Źródło: Ewelina Krajczyńska-Wujec (PAP) Źródło zdjęcia głównego: EvgeniyShkolenko/Getty Images\n\npodziel się: podziel się twittnij skopiuj link\n\nPozostałe wiadomości\n\nModa i Uroda Jakie paznokcie sprawdzą się do szkoły? Te minimalistyczne inspiracje spodobają się każdej uczennicy\n\nStyl życia Letnie wyprawy na zakończenie wakacji. To źródło prawdziwego szczęścia\n\nStyl życia Podróże bez wydawania fortuny? Wypróbuj trend mikrowypraw"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Instrukcje z Brukseli\". Abp Jędraszewski krytykuje działania MEN",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/instrukcje-z-brukseli-abp-j%C4%99draszewski-krytykuje-dzia%C5%82ania-men/ar-AA1LkOvS?ocid=BingNewsVerp",
            "description": "– Jeżeli patrzymy na historię polskiego narodu, to bez trudu odkryjemy, że kolejne pokolenia Polaków walczyły o wiarę. W tej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MqCG6iLLNCPuMp14InP5jS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN12 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "[FOTO] Otwarcie dworca dopiero w przyszłym roku. Powodem jedna decyzja",
            "link": "https://www.czecho.pl/wiadomosci/47576-foto-otwarcie-dworca-dopiero-w-przyszlym-roku-powodem-jedna-decyzja-czechowice-dziedzice",
            "description": "Luty 2026 roku - to kolejna data udostępnienia zmodernizowanego dworca kolejowego w Czechowicach-Dziedzicach. Mówił o tym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xh_VVqz5LvkUOffTyJhRoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "czecho.pl20 godz.",
            "source": "czecho.pl",
            "article_content": "· fot. mp / czecho.pl\n\nCałość wypowiedzi burmistrza Mariana Błachuta w tej sprawie można wysłuchać w serwisie esesja.tv , od około 32 minuty nagrania.\n\nOpinie o tym, że dworzec \"jest praktycznie gotowy\", a \"wokół niego nic się nie dzieje\" są słyszane wśród czechowiczan od jakiegoś czasu. Docierają one również do burmistrza Czechowic-Dziedzic, który odniósł się do nich podczas sesji czechowickiej Rady Miejskiej we wtorek 26 sierpnia.Samorządowiec poinformował o wpisaniu do Rejestru Zabytków Województwa Śląskiego obszaru o powierzchni 36 arów, po zachodniej stronie dworca. Obiekty na tym terenie to dawne magazyny, które obecnie stoją puste i niszczeją.Wśród nich jest budynek rewidentów. To właśnie wpisanie go do rejestru zabytków stoi na przeszkodzie w oddaniu dworca do użytku. Dlaczego? Według planów inwestora, czyli PKP S.A., miał on zostać rozebrany, dlatego spółka nie uwzględniła zabezpieczeń przeciwpożarowych na ścianie zachodniej budynku dworca. Dodajmy, że budynek rewidentów stoi w odległości mniejszej niż 4 metry od dworca, a według prawa budowlanego konieczne jest wykonanie wspomnianych zabezpieczeń.To nie jedyny problem wynikający z wpisania obszaru do rejestru zabytków. Według planów na działce - po rozebraniu budynków - miał powstać parking. To niewątpliwie ułatwiłoby życie mieszkańcom i podróżnym - w zmodernizowanym budynku dworca ma powstać siedziba dawnego Ośrodka Pomocy Społecznej, który obecnie działa jako Centrum Usług Społecznych, a także planowane muzeum miejskie. Ponadto w obiekcie będą pracować funkcjonariusze Straży Ochrony Kolei, a także pracownicy spółek kolejowych.Według burmistrza Czechowic-Dziedzic wpisanie budynków do rejestru zabytków powoduje trzeci problem. Ich ewentualny remont będzie kosztowny, a - jak zauważył samorządowiec - obiekty są w bardzo złym stanie technicznym. Nie wiadomo, czy ktokolwiek chciałby \"wyłożyć\" wielomilionowe kwoty na taką inwestycję.Pewne jest jednak to, że parking powstanie po wschodniej stronie dworca, przy ul. Towarowej. Chodzi o 21-arowy teren, który już teraz jest używany jako miejsca parkingowe. Podczas sierpniowej sesji Rady Miejskiej burmistrz Błachut przekazał, że miasto nabyło dwie znajdujące się tam działki.Decyzja o wpisaniu obiektu do rejestru zabytków ma sygnaturę K-RD.5140.43.2025.MB i została podjęta 1 sierpnia. Jak możemy przeczytać w wykazie, \"nie jest jeszcze ostateczna\". Wiemy już, że odwołał się od niej czechowicki samorząd razem ze Starostwem Powiatowym w Bielsku-Białej, a także inwestor modernizacji dworca, czyli PKP S.A. Dokument w tej sprawie został wysłany do Głównego Konserwatora Zabytków w Ministerstwie Kultury i Dziedzictwa Narodowego. Na decyzję trzeba czekać od 10 do 12 miesięcy.Modernizacja czechowickiego dworca kolejowego - jednego z najważniejszych zabytków w naszym mieście - trwa od października 2022 roku. Pierwotnie obiekt miał zostać otwarty na wiosnę 2024 roku.Do tematu będziemy wracać. Zwróciliśmy się z prośbą do Wojewódzkiego Urzędu Ochrony Zabytków w Katowicach z prośbą o przesłanie uzasadnienia wpisu powyższych budynków do ewidencji zabytków."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Junak V2 OHRV. Prawdziwa gratka",
            "link": "https://swiatmotocykli.pl/oldtimer/lechpotynski/junak-v2-ohrv-prawdziwa-gratka/",
            "description": "Takie okazje nie zdarzają się często. Na zaproszenie organizatorów Cross Country Motocykli Zabytkowych, rozgrywanego w dniach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bDWaHdKMPR2YUxBMIVUiOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Świat Motocykli13 godz.",
            "source": "Świat Motocykli",
            "article_content": "To prawdziwa gratka dla miłośników klasycznej motoryzacji – na Cross Country Motocykli Zabytkowych i Klasycznych w okolicach Sochaczewa pojawiły się dwa wyjątkowe Junaki. Na pierwszy rzut oka to zabytki, ale ich serce kryje współczesną, unikatową technologię – silniki V2 z rozrządem opartym na rotacyjnych stawidłach.\n\nTakie okazje nie zdarzają się często. Na zaproszenie organizatorów Cross Country Motocykli Zabytkowych i Klasycznych, rozgrywanego w dniach 22–24 sierpnia w okolicach Sochaczewa, pojawiły się dwa niezwykłe motocykle. I to nie do końca zabytkowe – większość podzespołów Junaków jest wprawdzie oryginalna, ale ich serce to absolutna nowość. Oba zostały wyposażone w silniki skonstruowane i zbudowane współcześnie. Co więcej, są to konstrukcje unikatowe – w układzie V2, z rozrządem opartym nie na klasycznych zaworach, lecz na rotacyjnych stawidłach.\n\nSprawdź relację z X edycji Cross Country Motocykli Zabytkowych i Klasycznych – kliknij tutaj!\n\nTomasz Kuśnierz i Sebastian Szymaniak zaczęli rozważać zastosowanie takiego systemu rozrządu jeszcze w czasach studenckich, około 2007 roku. Po latach projektowania i praktycznych prób, w 2016 roku udało im się uruchomić pierwszy sprawny silnik jednocylindrowy, a w 2020 roku światło dzienne ujrzał kompletny silnik OHRV (Over Head Rotary Valves) w układzie V2. Mało tego – powstała także spółka OHRV Motorcycle Engines, która buduje takie jednostki napędowe na indywidualne zamówienie. Przy pojemności 1093 cm³ silnik generuje 70 KM przy 6 500 obr./min oraz 90 Nm przy 4 200 obr./min.\n\nUdało nam się nawet nagrać pracę silnika, co jednoznacznie potwierdza, że nie jest to tylko efektowna dekoracja, lecz w pełni sprawna i funkcjonująca jednostka. Oba motocykle są całkowicie jezdne i na imprezę dotarły o własnych siłach.\n\nZapraszamy do obejrzenia nie tylko zdjęć, ale przede wszystkim – filmu!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyki, złoto i broń. Policja uderzyła w przemytników w Stambule",
            "link": "https://www.o2.pl/informacje/antyki-zloto-i-bron-policja-uderzyla-w-przemytnikow-w-stambule-7193807747480320a",
            "description": "Turecka policja w Stambule przeprowadziła szeroko zakrojoną operację na Wielkim Bazarze, podczas której skonfiskowano ...",
            "image_url": "https://www.bing.pl/th?id=OVF.RaC8Yt6s5%2flyHC0e9T6kIA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "o215 godz.",
            "source": "o2",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "28 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-28,6,day.html",
            "description": "Po utracie niepodległości przez Polskę w roku 1795 wawelskie wzgórze okupowały wojska zaborców: Rosji i Prus, a ostatecznie trafiło ono w ręce Austriaków. Ci utworzyli tu wojskowy lazaret, a ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Festiwale sztuk wizualnych Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale muzyczne Inne koncerty Inne przedstawienia Festiwale teatralne Pozostałe Dziecięce różności Spotkania i slajdowiska Wydarzenia sportowe Cykle filmowe Widowiska plenerowe i happeningi Muzyka klubowa Wystawy stałe Pokazy filmowe Spotkania i wykłady literackie Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Otworzą tajemniczą kryptę w klasztorze. Trwa kolejny etap badań",
            "link": "https://www.o2.pl/informacje/otworza-niedostepna-krypte-w-klasztorze-trwa-kolejny-etap-badan-7193740829645600a",
            "description": "Rusza nowy etap prac badawczych w zespole klasztornym Misjonarzy Świętej Rodziny w Kazimierzu Biskupim. Po raz pierwszy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RK7bAbpy672OIcaKR059Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o220 godz.",
            "source": "o2",
            "article_content": "Najważniejsze informacje\n\nTrwają prace nad otwarciem nowej krypty w Kazimierzu Biskupim.\n\nW kryptach znaleziono już kilkadziesiąt trumien ze szczątkami.\n\nOdkrycia mogą rzucić nowe światło na historię regionu.\n\nW Kazimierzu Biskupim, w województwie wielkopolskim, trwają intensywne prace badawcze w kryptach klasztoru Misjonarzy Świętej Rodziny. Od 2022 r. naukowcy odkrywają tam historyczne pochówki. Obecnie skupiają się na otwarciu niedostępnej dotąd krypty pod kościołem.\n\nObecny etap prac zakłada wydrążenie tunelu do krypty o rozmiarach 3 na 2 metry znajdującej się pod ołtarzem kościoła pw. św. Jana Chrzciciela i Pięciu Braci Męczenników. Wcześniej w murze krypty wykonano dwa niewielkie otwory, przez które wprowadzono kamery endoskopowe, pozwalające zajrzeć do wnętrza bez naruszania struktury pochówku. Na zarejestrowanych materiałach – jak relacjonuje wójt gminy Grzegorz Maciejewski – widoczna jest trumna z uchylonym wiekiem, a wewnątrz niej ludzkie szczątki.\n\nJest tam bardzo stary pochówek. Podejrzewamy, że jest to coś wyjątkowego – ocenił wójt, cytowany przez Polską Agencję Prasową.\n\nDalsza część artykułu pod materiałem wideo\n\nWielkie odkrycie na Mazurach. Syn rolnika znalazł skarb\n\nPrace badawcze w podziemiach dawnego klasztoru w Kazimierzu Dolnym rozpoczęto w 2022 roku. Już w pierwszej fazie projektu z krypt wydobyto kilkadziesiąt trumien zawierających szczątki co najmniej stu osób. Jak wskazują ustalenia zespołu badawczego, pochówki te rozpoczęły się w XVII wieku i obejmowały zarówno zakonników – prawdopodobnie bernardynów, którzy przez długi czas opiekowali się klasztorem – jak i lokalnych dostojników zasłużonych dla wspólnoty zakonnej.\n\nOdkryto tożsamość części pochowanych\n\nDzięki zachowanemu rejestrowi zgonów możliwa była identyfikacja części pochowanych. Wśród nich znalazła się m.in. Barbara Lipska, matka generała Józefa Lipskiego – uczestnika insurekcji kościuszkowskiej i dowódcy powstania wielkopolskiego z 1806 roku. Naukowcy przypuszczają również, że w jednej z trumien spoczywa Antoni Bogusławski, pisarz związany z Radziejowem.\n\nPodczas prac archeologicznych prowadzonych w podziemiach klasztoru, wśród wydobytych trumien natrafiono także na cenne pozostałości tekstyliów. W zachowanych fragmentach rozpoznano m.in. dwie damskie suknie, czechman – charakterystyczny dla epoki element męskiego ubioru – a także ornaty liturgiczne oraz drobne części innych strojów, których pełne przeznaczenie wciąż jest przedmiotem analizy. Część odzieży, mimo upływu wieków, zachowała się w na tyle dobrym stanie, że możliwa była jej częściowa rekonstrukcja."
        }
    }
]