[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjoner z Pomorza pokazał nam skarby II wojny światowej. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kolekcjoner-z-pomorza-pokaza%C5%82-nam-skarby-ii-wojny-%C5%9Bwiatowej-zdj%C4%99cia/ar-AA1AcKUh?ocid=BingNewsVerp",
            "description": "Tadeusz Konieczny od lat ratuje historię Pomorza i umieszcza ją w niezwykłej izbie znajdującej się przy jego domu w Starym ...",
            "image_url": "https://www.bing.pl/th?id=OVF.WZTLEnvX9dn8Fk4aAdDOwA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasze Miasto on MSN8 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 4.03.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://wspolczesna.pl/przeglad-prasy-4-03-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960917",
            "description": "Poznaliśmy finałową \"14\" pięknych pań z północno-wschodniej Polski, które powalczą o tytuł Miss Polonia Województwa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vvo-NXp_vp4-1F55GKt3by&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "wspolczesna.pl12 godz.",
            "source": "wspolczesna.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwszy weekend miesiąca oznacza giełdę staroci. Największy pchli targ w Polsce, na stoiskach skarby, różności, a nawet całe kolekcje",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pierwszy-weekend-miesi%C4%85ca-oznacza-gie%C5%82d%C4%99-staroci-najwi%C4%99kszy-pchli-targ-w-polsce-na-stoiskach-skarby-i-r%C3%B3%C5%BCno%C5%9Bci/ar-AA1A57Ew?ocid=BingNewsVerp",
            "description": "Świdnicka Giełda Staroci, Numizmatów i Osobliwości ma długą tradycję. Jest jedną z najstarszych i największych tego typu giełd w kraju. Targ odbywa się w każdą pierwszą niedzielę miesiąca i zawsze ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Wrocławska on MSN23 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pieniądze z PRL poszukiwane przez kolekcjonerów. Tyle kosztują stare banknoty i monety. Oto ceny i zdjęcia [4.03.25]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/pieni%C4%85dze-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-tyle-kosztuj%C4%85-stare-banknoty-i-monety-oto-ceny-i-zdj%C4%99cia-28-02-2025/ar-AA1zYEWs?ocid=BingNewsVerp",
            "description": "Rzadkość - im rzadziej dana moneta lub banknot były emitowane, tym wyższa ich wartość. Często poszukiwane są edycje próbne lub emisje okolicznościowe, które zostały wydane w małych nakładach.",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 04.03.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-15-02-2025/ar-AA1yiY2d?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami warte fortunę. Sprawdź sam, czego szukać! Prawie w każdym polskim domu zna ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN7 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 4.03.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/te-monety-s%C4%85-warte-du%C5%BCo-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-czego-szukaj%C4%85-numizmatycy-25022025/ar-AA1zKC8Y?ocid=BingNewsVerp",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN10 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL 4.03.2025",
            "link": "https://gk24.pl/te-monety-z-prl-sa-warte-ogromne-pieniadze-zaplacisz-za-nie-nawet-kilkanascie-tysiecy-zlotych-tyle-kosztuja-monety-z-prl-4032025/ar/c3-19042098",
            "description": "Śmiało można stwierdzić, że przedmioty z okresu PRL przeżywają w naszym kraju niejako swój renesans. Chociaż były to trudne czasy w historii naszego kraju, wiele osób wraca do nich z sentymentem. Mimo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl11 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87/ar-AA1zlLU9?ocid=BingNewsVerp",
            "description": "Obecnie kolekcjonowanie różnych rzeczy cieszy się dużą popularnością. Niektórzy przechowują przedmioty, meble, zabawki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HWzaOzIrx_ukoLz1Y0QaDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN18 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 04.03.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-03032025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Porcelana z PRL zajmuje wyjątkowe miejsce w polskiej kulturze, oddając ducha minionych lat. Zakorzeniona w historii Polskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5dtWIPVNE5gFDRdWIeeypi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gp24.pl on MSN9 godz.",
            "source": "gp24.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Split Fiction zasługuje na wpis do Księgi rekordów Guinnessa. Nie wiem, czy widziałem wcześniej tak wiele mechanik w jednej grze [RECENZJA]",
            "link": "https://cdaction.pl/recenzje/split-fiction-zasluguje-na-wpis-do-ksiegi-rekordow-guinnessa-nie-wiem-czy-widzialem-wczesniej-tak-wi",
            "description": "Josef Fares obiecał, że Split Fiction będzie jedną z najlepszych produkcji, w jakie kiedykolwiek zagramy. I choć daleko mi do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kmrMSYdyyU9TW6TlcMF3YC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "cdaction18 min",
            "source": "cdaction",
            "article_content": "„Fucking shit up”. Myślicie może, że to jeden z wersów nowego utworu Eminema? Albo kwestia dialogowa z GTA: San Andreas? Ewentualnie ostatnie słowa buldoga angielskiego zanim zacznie aportować w składzie porcelany? Otóż nie. Mowa bowiem o mantrze. Pewnego rodzaju filozofii designerskiej. Josef Fares – w swoim stylu – twierdzi, że taka światła idea przyświeca developerom z Hazelight na co dzień, przy projektowaniu każdego poziomu z osobna. „Rozsadzanie ekskrementu”, istna sól game designu.\n\nNie da się ukryć postępującej na przestrzeni lat formalnej radykalizacji w grach wspomnianego sztokholmskiego studia. Podczas gdy kultowe Brothers zrealizowane zostało w konwencji stosunkowo mrocznej i surowej baśni, tak A Way Out wrzuciło wyższy bieg, serwując odbiorcom skąpanego w amerykańskich kliszach akcyjniaka. It Takes Two jeszcze mocniej podkręciło tempo, czyniąc z trójwymiarowego platformera istny teatr atrakcji oraz audiowizualnych bodźców, a na jakże słodki deser serwując tortury na pluszowym słoniku.\n\nSplit Fiction\n\nA Split Fiction? Dałoby się pewnie je sprowadzić do przemaglowanej w wielu recenzjach formułki „więcej, głośniej i lepiej”. Tylko, że to... najwięcej, najgłośniej i najlepiej. Gra, która z etapu na etap rywalizuje wyłącznie sama ze sobą, nieustannie podnosi poprzeczkę, a konkurencję zostawia na samym dole – no wykapany Armand Duplantis asymetrycznych co-opów. To zręcznościówka próbująca w najmniej oczekiwanych momentach wymyślać się na nowo, igrać z oczekiwaniami odbiorcy, zapewniać mu regularnie skoki dopaminowe, a przy okazji popisywać się swoją oryginalnością oraz miejscami wręcz groteskową spektakularnością. Split Fiction najpewniej ani przez chwilę was nie znudzi, ale już na pewno przebodźcuje i sponiewiera.\n\nFakcepcja\n\nTo sensoryczne przeciążenie jest – o dziwo – dość solidnie uzasadnione od strony scenariuszowej. Pogrążone w kryzysie ekonomicznym pisarki mało subtelnych powieści gatunkowych planują podpisać umowę wydawniczą ze stereotypowymi korpogłowami. Jak jednak uczy nas późny kapitalizm, nie zawsze kończy się to dobrze, a więc naiwniaczki (co się zwą Zoe i Mio) zamiast zabezpieczyć sobie przyszłość, trafiają do maszyny symulującej fabuły spod ich pióra i zaprogramowanej na przesłanie wszystkich autorskich pomysłów do firmowej bazy danych.\n\nSplit Fiction\n\nZ dość losowych przyczyn protagonistki lądują jednak w tej samej wirtualnej rzeczywistości, więc próbują wspólnie pokrzyżować plany jakże złowieszczego CEO, szukając w swych wyobrażeniach gliczy o magicznej mocy rozszczepiania deeptechowego limbo. A jako że Zoe to przede wszystkim fantastka, z kolei Mio siedzi głównie w sci-fi, to podróżują raz przez starożytną, przepełnioną kolorami krainę smoków, a kiedy indziej skaczą pomiędzy neonowymi reklamami z cybernetyczną kataną w dłoni i motocyklem rodem z „Akiry” pod zadkiem.\n\nTaka koncepcja czyni ze Split Fiction studnię bez dna pod względem możliwości kreacji mikroświatów. I choć gameplayowo oraz wizualnie otwiera to grę na istną feerię barw, mieszankę konwencji oraz multum opcji zabawy, tak poznawane historie wydają się płytkie i szablonowe, nawet jeśli próbują odbijać osobiste traumy bohaterek czy stany ich podświadomości. Nie spodziewajcie się introspekcyjnego mózgotrzepu pokroju Psychonautów czy Alana Wake’a, a bardziej lekkiej, miejscami taniej opowiastki w duchu przygodowym. A i satyra na ambitne, „muskopodobne” start-upy to dość kiepska, bo usilnie przerysowująca główny wątek. Dialogi spiskujących przeciw młodocianym artystkom członków zarządu raczej puszczę w niepamięć. It Takes Two pod kątem treści wypadło dużo, dużo mądrzej i naturalniej.\n\nSplit Fiction\n\nEffing things up\n\nNie dla czczego gadania przemierzałem jednak te pokręcone fikcyjne uniwersa. Chciałem (wraz z narzeczoną) w nich przede wszystkim grać, grać i grać. No i grańsko to rzeczywiście najwyższej próby. Platformer godny wymieniania w jednym z rzędzie z najlepszymi Metroidami, Marianami, Zeldami czy nawet Donkey Kongami. Bo prawdę mówiąc, znajdziemy tu po troszę z każdego zręcznościowego IP Nintendo, tyle że w kooperacyjnym wydaniu, jakiego nawet Big N mogłoby pozazdrościć.\n\nChoć akcję śledzimy przeważnie z klasycznej trzecioosobowej kamery na podzielonym ekranie, to zdarza się, że perspektywa ulega nagłym zmianom. Nie brakuje tu np. typowo sidescrollowych poziomów 2,5D, w których niczym Samus Aran przemierzamy w kulistej formie pinballowe (tak, dobrze przeczytaliście) platformy. Nie zdziwcie się też, gdy nagle zaczniecie pykać w izometrycznego hack’n’slasha pokroju Darkside: Genesis, ale z udziałem smoków.\n\nSplit Fiction\n\nCzasem przyjdzie nam także zasmakować wysooktanowej, autorunnerowej rozrywki, sterując rozpędzonymi pojazdami przy akompamniamencie wszędobylskich wybuchów, których liczba przekracza limity wyznaczone przez Michaela Baya. A raz na ruski rok stawia się tu na wyjątkowo asymetryczne mechaniki kooperacyjne: jeden z graczy jest stwórcą manipulującym otoczeniem, a drugi po prostu ma docierać z punktu A do punktu B.\n\nkcufdniM\n\nGłównych etapów znajdziemy tu niewiele i opierają się one na paru dominujących mechanikach, ale każdy z nich to tułaczka na kilka godzin oraz niemal ciągła rotacja – nazwijmy to tak na potrzeby opisu Split Fiction – mechanik pobocznych. Przykładowo: jeden z leveli pozwala na zmianę form. Zoe może stać się mikroskopijną, latającą wróżką lub podróbą Groota wchodzącą w synergię z lasem. Z kolei Mio przyjmuje postać albo wielkiej małpy zdolnej do wspinaczki i rozwałki, albo krzyżówki aksolotla i wydry, potrafiącej pływać i nurkować.\n\nRóżnorodność i pomysłowość w projektach poziomów zadziwiają, bo nawet umiejętności, których używamy już dłuższy czas, wciąż i wciąż znajdują nowe zastosowania: pozwalają na rozwiązanie nietypowej zagadki środowiskowej lub nagle zostają wykorzystane jako broń. Split Fiction – zależnie nie od levelu, a pojedynczej SEKWENCJI – potrafi być nawet strzelanką, wyścigówką czy grą sportową. I żadnego z tych skoków w bok nie odbębniono na pół gwizdka. Nawet tymczasowa zmiana gatunku wiąże się tu z zadbaniem czy to o satysfakcjonujący gunplay i nadanie odpowiedniego ciężaru bądź prędkości ruchom, czy też o właściwe dostosowanie zasad gry oraz zachowania otoczenia pod nasze nowe zdolności.\n\nSplit Fiction\n\nA nie wspomniałem jeszcze o tym, że znaleźć tu można także poziomy dodatkowe, będące odzwierciedleniem nigdy niewydanych opowiadań pisarek. Czasem to ledwie kilkuminutowe miniatury przyciągające nas pojedynczym bajerem, ale w owych alternatywnych światach kryją się również autonomiczne opowieści z szeregiem nowych wolt gameplayowych. Zresztą, grając w Split Fiction, często miałem poczucie, że niektórych rzeczy nie trzeba było dodawać – że wystarczyłoby mi na ten moment to, co mam. Ale nie z Faresem takie numery. Tutaj lokomotywa musi popylać z prędkością światła, nawet jeśli grozi jej zderzenie czołowe.\n\nRęka, noga, mózg na ścianie!\n\nPędzić przed siebie mogłem o tyle, że gra na PS5 nie sprawiała niemal żadnych problemów technicznych. Stałe 60 klatek na sekundę towarzyszyło mi niezależnie od natężenia eksplozji i elementów cząsteczkowych na ekranie, a i pod tym kątem Hazelight kręci się w pobliżu rekordu Guinnessa. Jedynym poważniejszym problemem, który teoretycznie dałoby się uznać za buga, był dość chaotyczny system odradzania się postaci. Zwłaszcza kiedy dużo się działo (czyli co jakieś pięć minut). Otóż postacie miewały tendencję do „respienia” się nad przepaścią, pod podłożem albo na przeciwniku (co automatycznie skutkowało otrzymaniem obrażeń, a nawet i śmiercią).\n\nPo powyższych zachwytach bez dwóch zdań mogę też powiedzieć, że dzięki Split Fiction Unreal Engine 5 w końcu pokazuje potencjał oraz pazur, i to pomimo faktu, że grafika jest tu raczej mocno stylizowana. Liczba detali na ekranie, wyrazista kolorystyka teł i złożoność krajobrazów cieszą oczy, a postacie – mimo że ich projekty nie silą się na fotorealizm – odznaczają się przekonującą mimiką twarzy. W parze z porządnym aktorstwem głosowym daje to efekt obcowania z kimś namacalnym. Ich ruchy ciała mogłyby za to wyglądać odrobinę bardziej autentycznie, a mniej giętko i slapstickowo, ale to przeszkadza tylko w przerywnikach filmowych. W samej rozgrywce zaś daje przyjemne poczucie dynamizmu.\n\nSplit Fiction\n\nCzy to nie znamienne, że w dniu recenzowania Split Fiction nie pamiętam już wszystkich mechanik, którymi torpedowała mnie i narzeczoną gra? Ktoś powiedziałby, że co za dużo, to niezdrowo, ale przypominam sobie oscarowe „Wszystko wszędzie naraz” i też nie potrafię przywołać wszystkich zmontowanych w nim migawkowo scen. I w zasadzie nie muszę, aby wiedzieć, jak na mnie wpłynęły, i móc docenić film jako całość. No pewnie, że Split Fiction to dzicz. No jasne, że Split Fiction to czysty chaos. Ale w tym szwedzkim szaleństwie jest metoda. Metoda zwana „rozsadzaniem ekskrementu”.\n\nW Split Fiction graliśmy na PS5."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kryształy PRL poszukiwane przez kolekcjonerów 2025. Tyle trzeba zapłacić za kryształowe naczynia [4.03.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kryszta%C5%82y-prl-poszukiwane-przez-kolekcjoner%C3%B3w-2025-tyle-trzeba-zap%C5%82aci%C4%87-za-kryszta%C5%82owe-naczynia-4032025/ar-AA1yan8h?ocid=BingNewsVerp",
            "description": "Kryształy produkowane w PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz kryształy z tamtych czasów, warto przyjrzeć się im bliżej – być może masz w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Pomorska on MSN3 godz.",
            "source": "Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 04.03.2025",
            "link": "https://gp24.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-04032025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gp24.pl10 godz.",
            "source": "gp24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL 4.03.2025",
            "link": "https://gk24.pl/te-monety-z-prl-sa-warte-ogromne-pieniadze-zaplacisz-za-nie-nawet-kilkanascie-tysiecy-zlotych-tyle-kosztuja-monety-z-prl-4032025/ar/c3-19042098",
            "description": "Śmiało można stwierdzić, że przedmioty z okresu PRL przeżywają w naszym kraju niejako swój renesans. Chociaż były to trudne czasy w historii naszego kraju, wiele osób wraca do nich z sentymentem. Mimo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl11 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwszy weekend miesiąca oznacza giełdę staroci. Największy pchli targ w Polsce, na stoiskach skarby, różności, a nawet całe kolekcje",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pierwszy-weekend-miesi%C4%85ca-oznacza-gie%C5%82d%C4%99-staroci-najwi%C4%99kszy-pchli-targ-w-polsce-na-stoiskach-skarby-i-r%C3%B3%C5%BCno%C5%9Bci/ar-AA1A57Ew?ocid=BingNewsVerp",
            "description": "Świdnicka Giełda Staroci, Numizmatów i Osobliwości ma długą tradycję. Jest jedną z najstarszych i największych tego typu giełd w kraju. Targ odbywa się w każdą pierwszą niedzielę miesiąca i zawsze ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN23 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwsza niedziela marca. Pchli targ w Poznaniu znów przyciągnął tłumy. Co można było kupić? Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pierwsza-niedziela-marca-pchli-targ-w-poznaniu-zn%C3%B3w-przyci%C4%85gn%C4%85%C5%82-t%C5%82umy-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-zobaczcie-zdj%C4%99cia/ar-AA1A5fXU?ocid=BingNewsVerp",
            "description": "Pchli targ przy Avenidzie odbywa się w każdą niedzielę, od godziny 7 do 14. Na niedzielnym targu każdy znajdzie coś dla siebie. Oprócz zakupu unikalnych przedmiotów odwiedzający mogą skorzystać także ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cya7j59Rws2Si6qfmk5ljw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN22 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 04.03.2025",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-04032025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poranny10 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W powiecie żarskim ruszyła kwalifikacja wojskowa",
            "link": "https://zachod.pl/1180406/w-powiecie-zarskim-ruszyla-kwalifikacja-wojskowa/",
            "description": "Rozpoczęła się coroczna kwalifikacja wojskowa w powiecie żarskim. Komisja lekarska przez niemal miesiąc pracować będzie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.AHLkqEu1aHIZVl5oQmDY7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "zachod5 godz.",
            "source": "zachod",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gmina Żary zachęca do oddawania krwi",
            "link": "https://zachod.pl/1180239/gmina-zary-zacheca-do-oddawania-krwi/",
            "description": "Centrum Krwiodawstwa i Krwiolecznictwa w Żarach oraz Klub Krwiodawców OSP Gminy Żary zapraszają strażaków oraz mieszkańców do honorowego oddania krwi.",
            "image_url": "https://www.bing.pl/th?id=ODF.YOku2jV4G43w2F6davb6nw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "zachod6 godz.",
            "source": "zachod",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielkie wyburzanie Śląska. \"Relikty niemieckiego kapitalistycznego wpływu''",
            "link": "https://www.newsweek.pl/historia/wielkie-wyburzanie-slaska-relikty-niemieckiego-kapitalistycznego-wplywu/p7nv3c1",
            "description": "Nikt nie pyta o zdanie mieszkańców dawnego Gieschewald. Informacja o przeprowadzce do bloku pojawia się, gdy już trwają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sptqUcnXuyDjqFl_gMa8hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Newsweek22 godz.",
            "source": "Newsweek",
            "article_content": "Ceglany familok z czerwoną framugą okienną stał się ikoną Górnego Śląska. Przez blisko sto pięćdziesiąt lat ery industrialnej od końca XVIII wieku w regionie powstało blisko dwieście kolonii robotniczych. Osiedla budowano w różnych stylach architektonicznych. Były inspirowane rozmaitymi koncepcjami urbanistycznymi. Różnorodność założeń tworzy ciekawą mozaikę. Początek XX wieku to swoisty złoty wiek familoków. Wówczas powstały największe kompleksy mieszkaniowe będące samowystarczalnymi miasteczkami dla robotników: Nikiszowiec, Giszowiec, Zandka i Bobrek. Dla mnie same familoki stanowią ważny punkt wyjścia do odkrywania zamieszkujących w nich społeczności, które tworzyły swoje mikroświaty. Fascynują mnie tamtejsi mieszkańcy — Niemcy, Górnoślązacy i Polacy. Lubię zagłębiać się w życiorysy zwykłych, a przecież niezwykłych ludzi.\n\nKopalnie i huty: nadzieja na dobrą pracę i lepsze życie\n\nPo drugiej wojnie światowej potrzeby i problemy mieszkaniowe w regionie były ogromne. Jedną z odpowiedzi miały być domki fińskie — małe, tanie, drewniane i szybkie w budowie konstrukcje. W wielu śląskich miastach stawiano ich setki. Budowano je w Katowicach, Siemianowicach. Wiele z nich przetrwało w Bielszowicach w Rudzie Śląskiej i Miechowicach w Bytomiu. Ich kariera była krótka, bo w kolejnych dekadach dominowały bloki z wielkiej płyty.\n\nGórny Śląsk przyciąga masy do pracy w kopalniach i hutach. Młodzi robotnicy przyjeżdżają tu z całej Polski. Nadciągają w nadziei na lepsze życie i dobrze płatną pracę. Własne mieszkanie, wyższe płace i pełne półki w sklepach dla górników to wówczas kusząca zachęta do pracy w przemyśle. Przyjezdni z całej Polski trafiają najpierw do wulców, czyli hoteli robotniczych, ale żeby zaspokoić ogromny głód mieszkaniowy, na wielką skalę buduje się osiedla z dziesiątkami bloków mieszkalnych. Częstym widokiem stają się sąsiadujące ze sobą stare ceglane familoki i nowe bloki z wielkiej płyty. Blokowiska mogą pomieścić znacznie więcej rodzin niż stare osiedla robotnicze. Mieszkania mają lepszy standard niż gdzie indziej, kuszą centralne ogrzewanie, toalety i łazienki. Miejsce dawnych kolonii robotniczych zajmują bloki — dzieje się tak w Katowicach, Szombierkach w Bytomiu i Sosnowcu. Na Bobrku nie ma miejsca na budowę bloków, więc powstają familokobloki, ceglano-betonowe potworki. Do kilku starszych domów robotniczych dobudowano dodatkowe piętra, co daje przedziwny efekt.\n\nGiszowiec: wzorcowe osiedle z początku XX wieku\n\nDo najbardziej drastycznej walki dwóch światów dochodzi w Katowicach na Giszowcu, gdzie kolonia robotnicza z małymi domkami tonącymi w zieleni musi walczyć o przetrwanie z dziesięciopiętrowymi blokami. Jeszcze na początku XX wieku Gieschewald (Giszowiec) uznawany jest za przykład wzorcowego osiedla: Giszowiec — to cacko architektoniczne. Osiedle dla 5 tysięcy mieszkańców zbudowano w lesie, który zakupiło towarzystwo Giesche i Spadkobiercy za 30 milionów marek.\n\nMiliony ludzi byłyby szczęśliwe, gdyby mogły mieszkać w tych małych, ale zawsze tylko dla dwóch rodzin przewidzianych, domkach. Każda rodzina ma własne wejście do mieszkania, własny, dobrze wypielęgnowany ogródek, a w obrębie osiedla leżą rozdzielone obszernymi płaszczyznami, które umożliwiają wszędzie dostęp światła i powietrza, kompleks spożywczy, budynek administracji, lokale rozrywkowe, place gimnastyczne i zabaw. Wszystko zbudowano we wspaniałym lesie o mieszanym drzewostanie iglastym i liściastym. To osiedle robotnicze stało się celem wycieczek ludzi z dalszej okolicy, gdyż stanowi dowód na to, co można stworzyć, o ile się ma dostateczne środki do dyspozycji.\n\n\"Paciorki jednego różańca\" Kutza: koniec Giszowca\n\nWszystko się zmienia, gdy w 1959 roku w pobliżu kolonii robotniczej zostaje otwarta kopalnia Staszic. Początkowo na pustych parcelach trwa budowa niskich bloków dla nowych górników. Powstają z boku, nie ingerując w życie osiedla. Jednak to wciąż za mało mieszkań dla ciągnących tu z Polski mas górników i inżynierów. Pod koniec lat sześćdziesiątych kopalnia zleca przygotowanie ekspertyzy. Wynik jest prosty — zachowanie starej kolonii Giszowiec nie ma podstaw ekonomicznych. Miejsce małych domków mają zająć wieżowce mogące pomieścić kilkakrotnie większą liczbę mieszkańców. Kopalnia uzyskuje zgodę władz, więc kolejna dekada mija pod hasłem wielkiej modernizacji. Stara zabudowa stopniowo znika, by zrobić przestrzeń dla wielkich jednostek mieszkalnych.\n\nNikt nie pyta o zdanie mieszkańców dawnego Gieschewald. Informacja o przeprowadzce do bloku pojawia się, gdy już trwają pierwsze wyburzenia. Na Giszowcu żyją rodziny związane z tym miejscem od kilku pokoleń, wiele z nich od samego początku istnienia kolonii. Część osób cieszy się, że otrzyma mieszkanie w nowoczesnym standardzie, ale nie wszyscy potrafią się pogodzić ze zmianą. Koniec Giszowca ukazuje w swoim filmie Paciorki jednego różańca reżyser Kazimierz Kutz. Fikcyjne losy emerytowanego górnika, który sprzeciwia się wyburzeniu swojego domu i wyprowadzce do bloku, to los, jakiego w rzeczywistości doświadczyło wiele osób.\n\nGiszowiec osiedlem im. Stanisława Staszica\n\nPrasa w tamtym czasie stara się ukazać dawną zabudowę jako stare rudery, bloki zaś nazywane są nowoczesnym, a czasem nawet pięknym osiedlem. Władze komunistyczne chcą raz na zawsze wykreślić Giszowiec z map. Dlatego 15 listopada 1979 roku dzielnicy zostaje nadana nowa nazwa: osiedle im. Stanisława Staszica. Ma to być kolejny wzorcowy socjalistyczny kompleks. Dawnej kolonii nie postrzegano wówczas jako zabytku, ale sytuacja powoli zmienia się pod koniec lat siedemdziesiątych XX wieku, do czego przyczynia się coraz większa presja społeczna.\n\nW 1978 roku objęto ochroną zachowaną centralną część osiedla. Ponad czterdzieści domów i plac Pod Lipami, przy którym stoją konsum (sklep), szkoła i gospoda. Jednak wpis do rejestru zabytków nie pomógł uchronić od likwidacji pozostałej zabudowy, która nie była chroniona prawnie. Jeszcze do 1987 roku trwały ostatnie wyburzenia domów. Wówczas podjęto decyzję, że należy zachować te, którym udało się przetrwać, i one też zostały wpisane do rejestru zabytków. Ostatecznie z pierwotnego osiedla przetrwała jedynie jedna trzecia budynków.\n\nBezpowrotnie zlikwidowano perełkę kolonii robotniczych z początku XX wieku, która była dokładnie zaplanowana i stanowiła wyjątkowy przykład osiedla wzorowanego na idei miasta ogrodu. Raz na zawsze utracono układ urbanistyczny i unikalny charakter tego miejsca zanikł. Dziś, spacerując po ulicach Giszowca, można trafić na parterowe domki sąsiadujące z potężnymi, ponaddziesięciokrotnie wyższymi blokami. Los Giszowca odzwierciedla dość powszechne w powojennej rzeczywistości podejście do kolonii robotniczych. Przez komunistyczne władze dawne osiedla uznawane są za bezwartościowe relikty niemieckiego kapitalistycznego wpływu na Górny Śląsk, nie dostrzega się w tej zabudowie żadnej wartości zabytkowej.\n\nFragment książki Kamila Iwanickiego \"Śląsk, którego nie ma\" Kamila Iwanickiego wydanej przez Editio. Śródtytuły pochodzą od wydawcy. Tytuł, lead i skróty od redakcji \"Newsweeka\". Książkę można kupić tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking w woj. zachodniopomorskim. Gdzie warto się wybrać w weekend 8 - 9 marca. TOP 3 trasy",
            "link": "https://gs24.pl/sciezki-nordic-walking-w-woj-zachodniopomorskim-gdzie-warto-sie-wybrac-w-weekend-8-9-marca-top-3-trasy/ar/c7p1-22323645",
            "description": "Nim wyruszysz, sprawdź prognozę pogody. W sobotę 08 marca w woj. zachodniopomorskim ma być od 3°C do 15°C. Nie powinno padać. W niedzielę 09 marca w woj. zachodniopomorskim ma być od 4°C do 16°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "gs24.pl2 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 68 km od Sieradza. Pomysły na jednodniową wyprawę. Gdzie w weekend 8 - 9 marca?",
            "link": "https://sieradz.naszemiasto.pl/trasy-rowerowe-do-68-km-od-sieradza-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-8-9-marca/ar/c7p1-21831603",
            "description": "Nim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 08 marca w Sieradzu ma być 17°C. Nie powinno padać. W niedzielę 09 marca w Sieradzu ma być 18°C. Nie będzie padać. Stopień trudności: 2.0 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2znMXsinn_2JLbFa36URyA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "sieradz.naszemiasto2 godz.",
            "source": "sieradz.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ludzkie szczątki pod kościołem! Niezwykłe odkrycie w Bytomiu. Podczas prac remontowych, natrafiono na kości...",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ludzkie-szcz%C4%85tki-pod-ko%C5%9Bcio%C5%82em-niezwyk%C5%82e-odkrycie-w-bytomiu-podczas-prac-remontowych-natrafiono-na-ko%C5%9Bci/ar-AA1A6kGQ?ocid=BingNewsVerp",
            "description": "Podczas prac budowlanych od strony ul. Józefczaka odsłonięto mury świątyni, które prawdopodobnie pochodzą z końca XV wieku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.72eZVECMEvwx3IJ7KT5wcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto on MSN5 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Szprotawie będzie nowy, ciekawy pomnik przyrody!",
            "link": "https://www.msn.com/pl-pl/podroze/news/w-szprotawie-b%C4%99dzie-nowy-ciekawy-pomnik-przyrody/ar-AA1AcUze?ocid=BingNewsVerp",
            "description": "Rada Miejska w Szprotawie wkrótce podejmie decyzję w sprawie ustanowienia wyjątkowego pomnika przyrody nieożywionej. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IDylRlfrt9aD2SL6_P2JuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto on MSN6 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Widzisz zabytkowe tablice na świeżych samochodach i wietrzysz przekręt. A tu nic z tych rzeczy",
            "link": "https://www.msn.com/pl-pl/motoryzacja/klasyki/widzisz-zabytkowe-tablice-na-%C5%9Bwie%C5%BCych-samochodach-i-wietrzysz-przekr%C4%99t-a-tu-nic-z-tych-rzeczy/ar-AA1AadnC?ocid=BingNewsVerp",
            "description": "Regularnie dostaję zdjęcia względnie nowych samochodów na żółtych, czyli zabytkowych tablicach rejestracyjnych z opisem „ależ ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.x_HxCAvs89v4s-ng4QTPbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Hostowane na MSN22 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gmina Bełchatów nie zamierza oddawać sąsiadom z Kleszczowa przejętych od nich terenów. Trwa walka o miliony z elektrowni Bełchatów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gmina-be%C5%82chat%C3%B3w-nie-zamierza-oddawa%C4%87-s%C4%85siadom-z-kleszczowa-przej%C4%99tych-od-nich-teren%C3%B3w-trwa-walka-o-miliony-z-elektrowni-be%C5%82chat%C3%B3w/ar-AA1AdSUU?ocid=BingNewsVerp",
            "description": "Czarne chmury zawisły nad gminą Bełchatów, a właściwie jej granicami. Gmina Kleszczów chce odzyskać tereny utracone pod ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2fLWaPgvImuLynLGieJSFoA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Bełchatów Naszemiasto on MSN3 godz.",
            "source": "Bełchatów Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki na spacer w woj. śląskim. Gdzie warto się wybrać w weekend 8 - 9 marca? TOP 10 tras",
            "link": "https://dziennikzachodni.pl/sciezki-na-spacer-w-woj-slaskim-gdzie-warto-sie-wybrac-w-weekend-8-9-marca-top-10-tras/ar/c7p1-22116485",
            "description": "Zanim wyruszysz, sprawdź, jaka będzie pogoda. W sobotę 08 marca w woj. śląskim ma być od 2°C do 17°C. Nie powinno padać. W niedzielę 09 marca w woj. śląskim ma być od 4°C do 18°C. Nie powinno padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikzachodni.pl2 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Można otrzymać kilkanaście tysięcy. Ważny komunikat ministerstwa",
            "link": "https://tvn24.pl/biznes/z-kraju/moj-prad-6-0-w-2025-roku-zwiekszono-budzet-programu-st8333369",
            "description": "Budżet szóstej edycji programu Mój Prąd został zwiększony o dodatkowe 600 milionów złotych - poinformował we wtorek resort ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.taJYd7BKHtnIal_UQyuCjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN243 godz.",
            "source": "TVN24",
            "article_content": "Budżet szóstej edycji programu Mój Prąd został zwiększony o dodatkowe 600 milionów złotych - poinformował we wtorek resort klimatu i środowiska. Pierwotnie budżet tej edycji programu wynosił 400 milionów złotych. Z programu można otrzymać wsparcie do zakupu paneli fotowoltaicznych i magazynów energii.\n\n\"Ministerstwo Klimatu i Środowiska wraz z Narodowym Funduszem Ochrony Środowiska i Gospodarki Wodnej (NFOŚiGW) zwiększyło budżet szóstej edycji programu Mój Prąd o dodatkowe 600 mln zł do 1,85 mld zł\" - podało ministerstwo w komunikacie.\n\nDodano, że nabór wniosków w programie Mój Prąd 6.0 będzie prowadzony do 29 sierpnia br. lub do wyczerpania środków. Początkowo nabór wniosków był planowany do 20 grudnia 2024 r., potem został wydłużony do 6 marca 2025 r.\n\nCytowana w komunikacie minister klimatu Paulina Hennig-Kloska podkreśliła, że Mój Prąd jest jednym z \"najważniejszych programów zmniejszających emisje dwutlenku węgla i wysokość rachunków Polaków\", stąd m.in. decyzja o zwiększeniu budżetu programu i wydłużeniu naboru wniosków.\n\n\"Dzięki objęciu programem magazynów energii i ciepła zwiększyliśmy efektywność nowych przydomowych instalacji PV i zmniejszamy opłaty za energię polskich rodzin\" - podkreśliła szefowa resortu klimatu i środowiska.\n\nMinisterstwo poinformowało, że do 3 marca br. w programie wpłynęło niemal 83 tys. wniosków na 1,15 mld zł. Dodano, że ponad 41 tys. wniosków na 585 mln zł dotyczy również dofinansowania magazynów energii elektrycznej, a ponad 13 tys. o wartości 61 mln zł - magazynów ciepła.\n\nMój Prąd 6.0 - zasady\n\nZ programu mogą skorzystać osoby fizyczne, które wytwarzają energię elektryczną na własne potrzeby i mają zawartą umowę kompleksową - umowę sprzedaży na wprowadzenie do sieci energii elektrycznej wytworzonej w mikroinstalacji. Dofinansowanie przyznawane jest w formie dotacji do 50 proc. kosztów kwalifikowanych inwestycji.\n\nDofinansowanie można otrzymać do instalacji paneli PV lub mikroinstalacji fotowoltaicznej wraz z magazynem energii lub magazynem ciepła. Wsparcie przeznaczone jest dla prosumentów (jednoczesnych producentów i konsumentów prądu), którzy ponieśli wydatki na swoje instalacje fotowoltaiczne po 1 stycznia 2021 r.\n\nAby móc skorzystać z najnowszej edycji Mojego Prądu, prosument musi być rozliczany w systemie net-billing. W przypadku instalacji PV zgłoszonych do przyłączenia do sieci od 1 sierpnia 2024 r., aby otrzymać dotację, trzeba zainwestować również w magazyn energii lub magazyn ciepła.\n\nW ramach szóstej edycji programu dofinansowanie do mikroinstalacji PV w przypadku inwestycji także w magazyn energii lub/i magazyn ciepła wynosi do 7 tys. zł, a bez niego – do 6 tys. zł. Do magazynu energii cieplnej o minimalnej pojemności 20 dm sześc. prosumenci mogą uzyskać do 5 tys. zł dofinasowania, a do magazynu energii elektrycznej o minimalnej pojemności 2 kWh – do 16 tys. zł.\n\nW dotychczasowych sześciu odsłonach Mojego Prądu NFOŚiGW wypłacił ponad 3 mld zł dotacji na realizację ponad 560 tys. inwestycji. Program finansowany jest z unijnego programu Fundusze Europejskie na Infrastrukturę, Klimat, Środowisko 2021-2027 (FEnIKS).\n\nNa początku lutego br. prezes NFOŚiGW Dorota Zawadzka-Stępniak informowała, że trwają rozmowy na temat wydłużenia naboru wniosków w Moim Prądzie 6.0 i zwiększenia budżetu programu.\n\nAutorka/Autor:/ToL\n\nŹródło: PAP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer w woj. lubelskim. Gdzie warto iść w weekend 8 - 9 marca? 10 najciekawszych tras",
            "link": "https://kurierlubelski.pl/gdzie-na-spacer-w-woj-lubelskim-gdzie-warto-isc-w-weekend-8-9-marca-10-najciekawszych-tras/ar/c7p1-22116481",
            "description": "Zanim wyruszysz, sprawdź prognozę pogody. W sobotę 08 marca w woj. lubelskim ma być od 2°C do 16°C. Nie powinno padać. W niedzielę 09 marca w woj. lubelskim ma być od 3°C do 16°C. Nie powinno padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski2 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 4.03.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/te-monety-s%C4%85-warte-du%C5%BCo-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-czego-szukaj%C4%85-numizmatycy-25022025/ar-AA1zKC8Y?ocid=BingNewsVerp",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN10 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pieniądze z PRL poszukiwane przez kolekcjonerów. Tyle kosztują stare banknoty i monety. Oto ceny i zdjęcia [4.03.25]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/pieni%C4%85dze-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-tyle-kosztuj%C4%85-stare-banknoty-i-monety-oto-ceny-i-zdj%C4%99cia-28-02-2025/ar-AA1zYEWs?ocid=BingNewsVerp",
            "description": "Rzadkość - im rzadziej dana moneta lub banknot były emitowane, tym wyższa ich wartość. Często poszukiwane są edycje próbne lub emisje okolicznościowe, które zostały wydane w małych nakładach.",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87/ar-AA1zlLU9?ocid=BingNewsVerp",
            "description": "Obecnie kolekcjonowanie różnych rzeczy cieszy się dużą popularnością. Niektórzy przechowują przedmioty, meble, zabawki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HWzaOzIrx_ukoLz1Y0QaDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN18 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukryta perła z fascynującą historią. Podróż w czasie dla miłośników architektury",
            "link": "https://turystyka.wp.pl/s/twoje7dni/ukryta-perla-z-fascynujaca-historia-podroz-w-czasie-dla-milosnikow-architektury-7131456043396032a",
            "description": "No description",
            "image_url": "https://www.bing.pl/th?id=ODF.w5yo2cGK5kAWe0d0_ELtAw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "wp9 godz.",
            "source": "wp",
            "article_content": "Jeśli szukasz miejsca, gdzie historia przeplata się z tajemnicą, Brzostowo będzie idealnym kierunkiem. Ta niewielka miejscowość kryje w sobie ślady dawnych epok, oferując podróż w czasie każdemu miłośnikowi historii i architektury.\n\nTreść pochodzi od naszego partnera i została opublikowana w ramach programu WP Kreator\n\nJednym z najbardziej fascynujących punktów na mapie Brzostowa był kościół ewangelicki, który istniał tu od końca XVIII w. do 1945 r. Jego historia zaczęła się w 1795 r., kiedy właściciel ziemski Peter Arndt postanowił zbudować świątynię i założyć parafię. Niestety, pierwotna konstrukcja została zniszczona przez piorun, ale już w 1873 r. poświęcono nowy, czerwony, ceglany kościół. Jego majestatyczna sylwetka dominowała nad miejscowością, będąc ważnym punktem na mapie religijnej regionu.\n\nTajemnicza kaplica rodu Rosenau\n\nW latach 1845–1890 w Brzostowie istniała kaplica grobowa rodziny Rosenau, właścicieli tych ziem. Znajdowała się na terenie kompleksu kościelno-cmentarnego, będąc nie tylko miejscem modlitwy, ale także cichym świadkiem historii rodu, który miał ogromny wpływ na rozwój miejscowości.\n\nTa neogotycka budowla, otoczona malowniczym parkiem o powierzchni 11 hektarów, jest świadectwem zamożności i wpływu tej arystokratycznej rodziny. Do dziś miejsce to owiane jest nutą tajemnicy.\n\nDalsza część artykułu pod materiałem wideo\n\nNiezwykła atrakcja tuż za polską granicą. Wstęp bezpłatny\n\nPałac w Brzostowie – dawna siedziba arystokracji\n\nNieopodal dawnego kościoła znajduje się pałac w Brzostowie, który był niegdyś rezydencją zamożnych właścicieli tych ziem. Obecnie mieści się tu szkoła rolnicza, jednak budowla wciąż zachwyca swoją architekturą i przenosi zwiedzających do epoki świetności dawnych majątków ziemskich.\n\n\n\n[1/2] W dawnym pałacu otoczonym parkiem mieści się szkoła rolnicza Źródło zdjęć: © ZS Centrum Kształcenia Rolniczego w Brzostowie\n\nTragiczne losy niemieckich mieszkańców\n\nBrzostowo, podobnie jak wiele innych miejscowości w Polsce, doświadczyło licznych zmian historycznych. W 1896 r. większość mieszkańców stanowili Niemcy, którzy osiedlili się tu po włączeniu tych ziem do Królestwa Prus w XVIII w. Po II wojnie światowej ich los był tragiczny – zostali wysiedleni, a wiele budowli zostało zburzonych. Taki los spotkał m.in. kościół ewangelicki, który ostatecznie zburzono w 1972 r.\n\n\n\n\n\n[1/3] Kaplica i pozostałości cmentarza - miejsce ciche i tajemnicze Źródło zdjęć: © Twoje 7 dni\n\nDlaczego warto odwiedzić Brzostowo?\n\nBrzostowo to idealne miejsce dla tych, którzy pragną uciec od miejskiego zgiełku i zanurzyć się w historii oraz przyrodzie. Tablice informacyjne prowadzą turystów przez fascynującą opowieść o przeszłości miejscowości, a otaczające ją tereny oferują możliwość relaksu wśród zieleni.\n\nTo także doskonała okazja, by poznać losy niemieckich osadników, którzy w XIX w. zasiedlili te tereny oraz zrozumieć złożoną historię regionu.\n\nJeśli interesujesz się architekturą, historią lub po prostu szukasz miejsca na spokojny weekend, Brzostowo czeka, by cię zachwycić."
        }
    }
]