[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle aktualnie kosztują takie wiekowe starocie. Zobaczcie ceny poszukiwanych antyków",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/tyle-aktualnie-kosztuj%C4%85-takie-wiekowe-starocie-zobaczcie-ceny-poszukiwanych-antyk%C3%B3w/ar-AA1CXIBD?ocid=BingNewsVerp",
            "description": "Antyki cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki piwnic i strychów w poszukiwaniu takich staroci. Niektóre mogą być bardzo cenne. Ceny w sieci sugerują, że można dziś na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zainteresowanie XX-wiecznymi wazonami",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-9-04-25-r/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=OVFT.ASrPhm-fRXb0CrQwpjHx-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Express Bydgoski on MSN11 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tylko Warszawa ma taką giełdę. Największy pchli targ skrywa masę skarbów. Stąd nikt nie wychodzi z pustymi rękami",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/tylko-warszawa-ma-tak%C4%85-gie%C5%82d%C4%99-najwi%C4%99kszy-pchli-targ-skrywa-mas%C4%99-skarb%C3%B3w-st%C4%85d-nikt-nie-wychodzi-z-pustymi-r%C4%99kami/ar-AA1CPktO?ocid=BingNewsVerp",
            "description": "W niedzielę, 13 kwietnia, targowisko w Falenicy tętniło życiem. A to za sprawą Falenickiej Giełdy Staroci - wielkiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R4drFmqh4s1L7teuCEwINy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto on MSN19 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [17.04.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-31-03-2025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.panfLyCqSnfc97QruyaPdw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 16.04.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-27-03-2025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.x4wDwnKYtP6arbxXp3JW1g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN22 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten dokument z czasów PRL-u jest obecnie warty fortunę. Sprawdź, czy masz go w domu, bo możesz dostać nawet 27 tys. zł",
            "link": "https://wiadomosci.dziennik.pl/wydarzenia/artykuly/9708084,ten-dokument-z-czasow-prl-u-jest-obecnie-warty-fortune-sprawdz-czy-masz-go-w-domu-bo-mozesz-dostac-nawet-27-tys-zl.html",
            "description": "Czy wiesz, że w Twoim domu może ukrywać się mała fortuna? Stare dokumenty, takie jak książeczki oszczędnościowe z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IoJQ0ynVUmGkQyTTqgV2zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Dziennik.pl15 godz.",
            "source": "Dziennik.pl",
            "article_content": "Ten dokument z czasów PRL-u jest obecnie warty fortunę. Sprawdź, czy masz go w domu, bo możesz dostać nawet 27 tys. zł\n\nNostalgia za PRL-em to zjawisko coraz bardziej powszechne. Pamiętamy tamte czasy jako okres spokojny, wolny od pośpiechu. A jednak mało kto wie, że powrót do tamtych lat może przynieść nie tylko miłe wspomnienia, ale również realne korzyści finansowe. Okazuje się, że stare monety z PRL-u mogą być prawdziwym skarbem dla kolekcjonerów. Podobnie jak bombki czy kryształy, bo także one zyskały na wartości. Ale nie tylko. Na czym jeszcze można zgarnąć fortunę?\n\nReklama\n\nCzym jest książeczka oszczędnościowa?\n\nKsiążeczki oszczędnościowe były niegdyś popularnym sposobem oszczędzania w Polsce, zwłaszcza w czasach PRL. Choć dziś rzadko się je już spotyka, to wciąż budzą one sporo zainteresowania, zwłaszcza ze względu na możliwość otrzymania rekompensaty.\n\nKsiążeczka oszczędnościowa to dokument, który potwierdzał zgromadzone na rachunku bankowym środki pieniężne. Była to swego rodzaju przepustka do zakupu różnych dóbr, szczególnie deficytowych. W PRL-u książeczki były często powiązane z konkretnymi celami, np. zakupem samochodu. Szczególnie cenne są tzw. książeczki \"F\". Oznaczały one możliwość zakupu samochodu Fiat 126p lub FSO 1500. Ze względu na duże zainteresowanie tymi pojazdami oraz trudności w ich zdobyciu, książeczki te zyskały na wartości.\n\nRekompensata za książeczkę oszczędnościową\n\nReklama\n\nDziś, po wielu latach, posiadacze książeczek oszczędnościowych mają możliwość ubiegania się o rekompensatę. Wysokość rekompensaty zależy od rodzaju książeczki i okresu oszczędzania. Jak ubiegać się o rekompensatę? Aby ubiegać się o rekompensatę, należy zgłosić się do banku, w którym była założona książeczka oszczędnościowa. Zazwyczaj wymagane jest przedstawienie dowodu osobistego oraz samej książeczki.\n\nMasz ten dokument z czasów PRL-u w domu? Jest warty fortunę\n\nPamiętasz książeczkę oszczędnościową, na której zbierałeś pieniądze na wymarzonego Fiata 126p? Choć marzenie o nowym samochodzie nie spełniło się dla wszystkich, dziś ta stara książeczka może przynieść spore zaskoczenie i korzyści finansowe. Bank PKO BP wypłaca teraz znacznie wyższe kwoty niż pierwotnie wpłacono. Jeśli masz taką książeczkę, możesz zgłosić się do oddziału banku z dokumentem tożsamości i odebrać nawet 19 391 zł za \"malucha\" lub 27 479 zł za większego Fiata. Warto więc przejrzeć szuflady i sprawdzić, czy nie masz gdzieś schowanego tego małego skarbu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zainteresowanie XX-wiecznymi wazonami",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-9-04-25-r/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=OVFT.ASrPhm-fRXb0CrQwpjHx-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN11 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Jak wileńskie cukierki\" - reportaż Joanny Sikory",
            "link": "https://www.radio.bialystok.pl/reportaz/index/id/249318",
            "description": "Wilno oczami dziecka na zawsze zostało we wspomnieniach Danuty Małoń. Pani Danuta z rodzicami i rodzeństwem wyjechała z niego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RRu0ZDRzyY4BQOEJcrOfdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Polskie Radio Białystok23 godz.",
            "source": "Polskie Radio Białystok",
            "article_content": "\"Jak wileńskie cukierki\" - reportaż Joanny Sikory Wilno oczami dziecka na zawsze zostało we wspomnieniach Danuty Małoń. Pani Danuta z rodzicami i rodzeństwem wyjechała z niego w Niedzielę Palmową 1945 roku. Wtedy to Polacy zamieszkujący tamte tereny stanęli przed koniecznością opuszczenia swoich domów i przeniesienia się do powojennej Polski.\n\n16 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Jak anioł na ziemi\" - reportaż Alicji Pietruczuk Ten śpiew wydaje się nam dziś prosty, ale w czasach kiedy cisza była czymś naturalnym, brzmiał pięknie i bogato. Przynieśli go w początkach XVI wieku do supraskiego monasteru mnisi z Kijowa, gdzie przywędrował z Bizancjum.\n\n15 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Czarne perły\" - reportaż Joanny Sikory Starszym ta tradycja przywraca wspomnienia. Młodsi dopiero tworzą barwne obrazy w pamięci. Przy wspólnym stole, na rodzinnych warsztatach pisania pisanek, usiadły trzy pokolenia.\n\n14 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Katyń\" - słuchowisko dokumentalne Gabrieli Walczak Słuchowisko oparte na fragmentach pamiętników znalezionych przy ekshumowanych zwłokach polskich oficerów zamordowanych w Katyniu.\n\n13 kwietnia 2025, godz.18:05\n\n\"Gospodnicy\" - reportaż Joanny Sikory [zdjęcia] Plotkują o przepisach, spierają się o to czy dać więcej soli lub analizują jak długo piec mięso. Koło Gospodników przy Uniwersytecie Trzeciego Wieku w Suwałkach działa dopiero od kilku miesięcy, ale stało się już niemałą sensacją. Również dlatego, że przełamuje stereotyp emeryta, który najczęściej spędza czas samotnie, na kanapie z pilotem.\n\n11 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Mój kolejny kwiecień\" - reportaż Edyty Wołosik Dziś mija 15. rocznica katastrofy smoleńskiej. Siedem lat po tej tragedii Sebastian Putra, syn posła i wicemarszalka Sejmu Krzysztofa Putry, wspominał ten dramatyczny dzień i kolejne lata bez ojca.\n\n10 kwietnia 2025, godz. 17:15\n\n\"Plan B\" - reportaż Michała Słobodziana Pani Małgorzata od 45 lat wraz z mężem opiekuje się córką z głębokim autyzmem. Pani Paulina mówi zaledwie kilkanaście słów, sporo rozumie. Gdy rodziców zabraknie, taka osoba jak Paulina będzie skazana na gehennę w Domu Pomocy Społecznej lub w szpitalu psychiatrycznym. Dlatego chcą zbudować w Toruniu dom dla niesamodzielnych osób w spektrum autyzmu.\n\n9 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Na stojąco\" - reportaż Alicji Pietruczuk Bywa niepoprawny i prowokujący, czasem jest wulgarny i zawsze powinien być śmieszny. Stund-up staje się coraz bardziej popularny. Wypiera tradycyjne kabarety, bo nie wymaga ani wielkiej sceny, ani kostiumu czy scenografii. Jeden człowiek stoi na pustej scenie przed publicznością i bawi ją opowiadając anegdoty oparte na własnym doświadczeniu. Nie ma tu tematów tabu - wszystko i wszystkich można wyśmiać.\n\n8 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Walczę dalej\" - reportaż Aleksandry Sadokierskiej [zdjęcia] Są życiowymi wojownikami. Co dzień walczą o swoje zdrowie i co za tym idzie niezależność od innych. Poruszają się na wózkach, przy chodziku, a jednocześnie są bardzo aktywni życiowo: pracują, uczą się, trenują różne sporty. Dwa razy w tygodniu spotykają się w białostockim klubie walki Viking na treningach, gdzie amatorsko boksują. Boks jest dla nich więcej niż sportem.\n\n7 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Szpargały Glogera\" - reportaż Doroty Sokołowskiej Jest na Podlasiu kawałek niszczejącego świata z piękną i imponującą historią. W Jeżewie był pałac, barokowy ogród, staw i sady. Tam dorastał Zygmunt Gloger, słynny etnograf. I choć pamięć o tym najsłynniejszym badaczu z Podlasia pielęgnowana jest w wielu miejscach, to teren z ruinami browaru i szczątkami rządcówki straszy i zasmuca. Czy da się uratować ruiny w Jeżewie Starym?\n\n6 kwietnia 2025, godz. 18:05\n\n\"Na ratunek maluszkowi\" - reportaż Michała Zaręby Na co dzień przemieszczała się nim Simona Kossak. Stary zielony maluch od kilku lat niszczał pod gołym niebem na białowieskim podwórku. Teraz wrakiem postanowił zaopiekować się i pojazd wyremontować mieszkający w Toruniu przyrodnik Bartosz Guentzel. To niby tylko maluch, ale też niezwykła pamiątka i symbol nietuzinkowości słynnej profesor Simony Kossak.\n\n4 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Powrót do siebie\" - reportaż Joanny Sikory Czasami by opowieść dojrzała, potrzebny jest czas. To on pozwala zrozumieć, że bycie częścią wspólnoty może być zarówno darem jak i brzemieniem. Tak było w przypadku Katarzyny Roman-Rawskiej, która wraca do swoich starowierskich korzeni. Musiała porzucić Gabowe Grądy aby po latach wraz z mamą, odkryć je na nowo.\n\n3 kwietnia 2025, godz. 17:15 i 22:15\n\n\"Co ja powiem Panu Bogu\" - reportaż Agnieszki Czarkowskiej Podczas wizyty w Polsce w czerwcu 1999 roku, w czasie pobytu w wigierskim klasztorze, Jan Paweł II odwiedził rodzinę z małej wsi Leszczewo. Było to niezwykłe wydarzenie, bo o ile papież często spotykał się z tłumami zwykłych ludzi, to nigdy nie odwiedzał ich osobiście w domu. Ta wizyta u państwa Milewskich trwała kilkanaście minut i była dla gospodarzy całkowitym zaskoczeniem. Reportaż opowiada o życiu rodziny państwa Milewskich po wizycie papieskiej.\n\n2 kwietnia 2025, godz. 17:15\n\n\"Zuchy czuj, czyli kurs nr 1\" - reportaż Jana Smyka Perła białostockiej szkoły reportażu. Satyryczne ujęcie czynów społecznych w reportażu z 1985 roku. Niezwykłe wydarzenie we wsi Strzelcowizna na Suwalszczyźnie – do wsi dotarła wówczas pierwsza w historii miejscowości linia autobusów PKS.\n\n1 kwietnia 2025, godz.17:15 i 22:15\n\n\"Między słowem a gestem\" - reportaż Alicji Pietruczuk Kiedy był dzieckiem nie wzywał rodziców płaczem, nie reagował, kiedy ktoś do niego mówił. Pierwszym językiem, w którym porozumiewał się ze światem był język migowy. Krzysztof Cis jest CODA - słyszącym dzieckiem niesłyszących rodziców. Tłumaczenie słów na język gestów wyssał, jak mówi, z mlekiem matki, bo od dziecka tłumaczył rodzicom telewizyjne wiadomości.\n\n31 marca 2025, godz. 17:15 i 22:15\n\n\"Czytając Żeromskiego\" - audycja Doroty Sokołowskiej Dlaczego \"Przedwiośnie\" ciągle jest aktualną lekturą, w której młodzi ludzie mogą znaleźć drogę do naśladowania? Czym Stefan Żeromski potrafi zaintrygować współczesnego człowieka?\n\n30 marca 2025, godz. 18:05\n\n\"Sztuka zawracania\" - reportaż Dominiki Dębskiej Co ważniejszego od zdobywania szczytu może wydarzyć się na wyprawie wysokogórskiej? Michał Obrycki to białostocki fotograf, jego drugą pasją jest wspinanie. Zdobywał szczyty w Europie i Azji...\n\n28 marca 2025, godz. 17:15 i 22:15\n\n\"Nad naszą wsią...\" - reportaż Aleksandry Sadokierskiej We wsi Knyszewicze w gminie Szudziałowo spadła z nieba kontrabanda prosto do ogródka jednego z mieszkańców. Pakunek uszkodził dach ponad stuletniego domu. Lot przemytniczego balonu nagrały kamery sąsiada. Niektórzy mieszkańcy byli rozczarowani tym znaleziskiem, bo spodziewali się, że spadnie z nieba coś zupełnie innego...\n\n27 marca 2025, godz. 17:15 i 22:15\n\n\"Co mówią ryby\" - reportaż Alicji Pietruczuk Pan Marcin rozmawia z rybami o życiu, a pani Ewa wpatruje się w majestatyczne skalary marząc o miłości. W kąciku wytchnieniowym w ośrodku „Aktywnych” przy ul. Staszica w Białymstoku są trzy akwaria. Pasją zarazili pracowników i niepełnosprawnych intelektualnie podopiecznych stowarzyszenia „Aktywni” białostoccy akwariusze.\n\n26 marca 2025, godz. 17:15 i 22:15\n\n\"Kto pociąga za sznureczki\" - reportaż Anny Dudzińskiej W kilka chwil tracą oszczędności całego życia. Odzywa się telefon, podnoszą słuchawkę, a tam aksamitny głos alarmuje o wypadku, któremu uległ ktoś z rodziny albo tłumaczy, że aby uchronić swoje pieniądze trzeba wziąć udział w policyjnej akcji ścigania przestępców. Reportaż przedstawia historię oszukanej siedemdziesięcioletniej kobiety.\n\n25 marca 2025, godz. 17:15 i 22:15\n\n\"Perfekcjonista. Andrzej Danilczuk\" - reportaż Doroty Sokołowskiej Pożegnaliśmy w sobotę naszego kolegę - dziennikarza Andrzeja Danilczuka. Był czuły na dźwięk i muzykę, radio było jego pierwszym i ostatnim zawodowym domem. Rozpoczął pracę w białostockiej rozgłośni jako technik w 1969 roku. Później studiował reżyserię dźwięku w Akademii Muzycznej w Warszawie, został realizatorem, a po kilkunastu latach dziennikarzem muzycznym. Był perfekcjonistą, który dbał nie tylko o sens wypowiedzi, ale też elegancję dźwięku. Oddany pracy kolega, zawsze szarmancki, uśmiechnięty i empatyczny. Przypominamy Go w audycji archiwalnej z 2009 roku.\n\n24 marca 2025, godz. 17:15 i 22:15\n\n\"Saga rodu Sleńdzińskich\" - audycja dokumentalna Andrzeja Danilczuka Sleńdzińscy to rdzenni Wilnianie, artystyczna dynastia trwale zapisana w historii sztuki polskiej, która wygasła po bezpotomnej śmierci donatorki Galerii im. Sleńdzińskich w Białymstoku, Julitty Sleńdzińskiej. Audycja opowiada o wielopokoleniowym talencie słynnego rodu.\n\n23 marca 2025, godz. 18:05\n\n\"Próg nadziei\" - reportaż Izy Serafin Piotr Kisielewicz z grupą przyjaciół stworzył w Wasilkowie Ruch Abstynencki \"Próg Nadziei Wasilków\". Jako trzeźwy alkoholik przez lata wspierał tych, których walczą z nałogiem.\n\n21 marca 2025, godz. 17:15 i 22:15\n\n\"Pętla czasu, czyli Augustis wraca do domu\" - reportaż Doroty Sokołowskiej Augustis to wymarzony bohater na film. Autor niesamowitych zdjęć, które przetrwały wojnę, choć Białystok równany był wtedy z ziemią. Człowiek, który przetrwał sowiecki Sybir, aby przejść szlak bojowy z Armią Andersa, a po wojnie wyemigrować aż do Nowej Zelandii. Wszystko jest w tej historii niesamowite: przypadkowe odnalezienie płytek ze zdjęciami Bolesława Augustisa w starej białostockiej szopie, odszukanie jego rodziny w Nowej Zelandii, zdziwienie najbliższych, że zostawił tak ważny ślad w Białymstoku, w którym przeżył tylko siedem lat...\n\n20 marca 2025, godz. 17:15 i 22:15\n\n\"Na widoku\" - reportaż Dominiki Dębskiej Chomontowce - niewielka wioseczka zagubiona na końcu świata, nad rzeką Świsłocz, tuż przy granicy z Białorusią. Na co dzień żyje tam 9 osób. Uśpiona zwykle miejscowość ożywa wraz z nadejściem weekendów i cieplejszych miesięcy, kiedy zjeżdżają tam sezonowi mieszkańcy - spragnieni spokoju i ciszy. Kryzys migracyjny od czterech już lat zakłóca sielski klimat Chomontowców, jednak czarę goryczy w ostatnich dniach przelała zaplanowana przez Straż Graniczną 70-metrowa wieża obserwacyjna...\n\n19 marca 2025, godz. 17:15 i 22:15\n\n\"Dla Marysi\" - reportaż Aleksandry Sadokierskiej Marysia Walczuk ma rok, ale jej życie składa się nie tylko z beztroskich chwil z bliskimi. Rodzice dziewczynki codziennie walczą o jej zdrowie. Marysia cierpi na rzadką chorobę genetyczną CFC4. Nie istnieje lek na tę chorobę, a koncerny farmaceutyczne nie są zainteresowane pracą nad lekiem dla kilkudziesięciu osób na świecie. Rodzice Marysi postanowili wziąć sprawy w swoje ręce. Założyli fundację badawczą, w której naukowcy pracują nad lekiem na tę rzadka chorobę.\n\n18 marca 2025, godz. 17:15 i 22:15\n\n\"Stare jak świat\" - reportaż Alicji Pietruczuk i Joanny Sikory Pan Włodzimierz żartuje, że nie wie czy szczęście jest duże czy małe, ponieważ nigdy go nie widział. Dla niego szczęście to samo życie, jego złe i dobre chwile. Jednych i drugich w codzienności Włodzimierza Naumiuka nie brakowało. Znany artysta - rzeźbiarz ludowy - kończy właśnie 90 lat.\n\n17 marca 2025, godz. 17:15 i 22:15\n\n\"Jak myśl prowadzi\" - reportaż Joanny Sikory Są jak małe dzieła sztuki. Każda niepowtarzalna, wykonana z olbrzymią dokładnością i sercem. Ich twórczynię - Janinę Norkūnienė z Wilna można w ten weekend spotkać na białostockim Jarmarku Kaziukowym . Pani Janina w podwileńskich Ciechanowiszkach prowadzi Izbę Palm i Użytku Codziennego.\n\n14 marca 2025, godz. 17:15 i 22:15\n\n\"Plac Czarnieckiego 10\" - reportaż Joanny Sikory Każdy zakamarek tego domu skrywa historię. Pomiędzy nadszarpniętymi zębem czasu ścianami ukrywają się opowieści jego byłych mieszkańców i dzieje Tykocina. Pani Maria ma świadomość tego, że opowieści są częścią dziedzictwa Tykocina, dlatego chętnie się nimi dzieli.\n\n13 marca 2025, godz.17:15 i 22:15\n\n\"Kobieta z lasu\" - reportaż Aleksandry Sadokierskiej Potrzeba wyrwania się ze skostniałych instytucji kultury, w których Katarzyna pracowała, doprowadziła ją w niezwykłe miejsce. Odnalazła swoje powołanie w przywróceniu do życia podupadłych chat w nadbużańskim lesie. Tam stworzyła swój dom.\n\n12 marca 2025, godz. 17:15 i 22:15\n\n\"Urwany ślad\" - reportaż Joanny Sikory Najpierw mijały godziny, potem - dni, tygodnie, miesiące. Ślad po Eugenii Białej zaginął. Starsza pani ostatni raz widziana była 28 czerwca 2023 roku w miejscowości Rogowo Majątek w gminie Choroszcz. Skala poszukiwań była ogromna - wspomina córka pani Eugenii. Bezskutecznie. Została pustka i pytania, na które wciąż nie ma odpowiedzi.\n\n11 marca 2025, godz. 17:15 i 22:15\n\n\"Tropiciel znaczków\" - reportaż Doroty Sokołowskiej Znaczki, kartki pocztowe i koperty ze specjalnymi stemplami nie maja przed nim tajemnic. Franciszek Skrypko zna najciekawsze i najdroższe egzemplarze, widział bogate kolekcje tematyczne, nagradzane na całym świecie, a jego kolekcja znaczków jest ciekawym spojrzeniem na historię filatelistyki – także białostockiej.\n\n10 marca 2025, godz. 17:15 i 22:15\n\n\"Wieś ludzi szczęśliwych\" - reportaż Alicji Pietruczuk Pnie z ludzkimi twarzami, słowiańskie bóstwa i złośliwy skrzat to gospodarze Ozieran Małych. Mieszka tu czterech mężczyzn. Wieś leży zaledwie kilkaset metrów od granicznego muru, który kładzie się cieniem na życiu wsi. Jednak sołtys marzy, aby wprowadzili się tu nowi mieszkańcy, bo nie chce, żeby wieś umarła. Ogłosił, że oferuje chętnym działki. Tyle, że ogłoszeniem najbardziej zainteresowali się dziennikarze, a Ozierany Małe stały się przez chwilę sławne w całej Polsce...\n\n7 marca 2025, godz. 17:15 i 22:15\n\n\"Na brzegu życia\" - reportaż Joanny Sikory Starość widziana jej oczami jest naturalna i oswojona. Białostocka artystka Dorota Świdzińska przygląda się jej od lat. W swojej twórczości analizuje jej różne odcienie.\n\n6 marca 2025, godz. 17:15\n\n\"Muzeum z bagażnika\" - reportaż Doroty Sokołowskiej To muzeum mieści się w bagażniku samochodu i tylko na pozór jest zbiorem przypadkowo znalezionych lub kupionych drobiazgów z dawnych lat. Stare monety, srebrne sztućce, książeczki do nabożeństwa sprzed dwustu lat czy pordzewiałe parabellum - czego tam nie ma! Wszystkie przedmioty zyskują, gdy bierze je w ręce Marian Olechnowicz, były nauczyciel historii z Łap. Na emeryturze postanowił nie zwalniać, tylko regularnie spotykać się z dziećmi i młodzieżą, by przekazać im swoją wiedzę historyczną.\n\n5 marca 2025, godz. 17:15 i 22:15\n\n\"Garncarze\" - reportaż Alicji Pietruczuk Rodzinna tradycja, pasja i sposób na życie. Dla rodziny Piechowskich wydobywanie gliny i nadawanie jej kształtu za pomocą koła garncarskiego i rąk jest codziennością od wielu pokoleń. To ich przodek przybył ponad 200 lat temu do Czarnej Wsi, która wówczas jeszcze nie była Czarną Wsią Kościelną, zaczął wydobywać glinę z pobliskich złóż i produkować z niej naczynia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 16.04.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-16-04-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.U3ar6kxPAKM5GILkSUb9ew&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 16.04.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-16042025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN22 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane płyty winylowe - w 2025 roku kolekcjonerzy płacą za nie krocie. Tyle teraz kosztują stare winyle [16.04.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/poszukiwane-p%C5%82yty-winylowe-w-2025-roku-kolekcjonerzy-p%C5%82ac%C4%85-za-nie-krocie-tyle-teraz-kosztuj%C4%85-stare-winyle-16042025/ar-AA1CNYw8?ocid=BingNewsVerp",
            "description": "Płyty winylowe z czasów PRL-u cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki szaf, piwnic i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.qyD9pgQfgIukilmsl%2bMSTQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Express Bydgoski on MSN22 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwana biżuteria PRL. Oto aktualne ceny - w 2025 roku kolekcjonerzy płacą za nią krocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/poszukiwana-bi%C5%BCuteria-prl-oto-aktualne-ceny-w-2025-roku-kolekcjonerzy-p%C5%82ac%C4%85-za-ni%C4%85-krocie/ar-AA1CkGgw?ocid=BingNewsVerp",
            "description": "Pierścionki, naszyjniki czy kolczyki z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników stylu retro.",
            "image_url": "https://www.bing.pl/th?id=OVFT.RR7JuQtlG7jUgp1H078fFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN22 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tylko Warszawa ma taką giełdę. Największy pchli targ skrywa masę skarbów. Stąd nikt nie wychodzi z pustymi rękami",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/tylko-warszawa-ma-tak%C4%85-gie%C5%82d%C4%99-najwi%C4%99kszy-pchli-targ-skrywa-mas%C4%99-skarb%C3%B3w-st%C4%85d-nikt-nie-wychodzi-z-pustymi-r%C4%99kami/ar-AA1CPktO?ocid=BingNewsVerp",
            "description": "W niedzielę, 13 kwietnia, targowisko w Falenicy tętniło życiem. A to za sprawą Falenickiej Giełdy Staroci - wielkiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R4drFmqh4s1L7teuCEwINy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto on MSN19 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 16.04.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-16042025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN22 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gracz kupił używane PS1 i znalazł przy nim tajemnicze pudełko, które pozwala oszukiwać",
            "link": "https://futurebeat.pl/newsroom/gracz-kupil-uzywane-ps1-i-znalazl-przy-nim-tajemnicze-pudelko-kto/z32d2f5",
            "description": "Używane PS1 zakupione na wyprzedaży staroci miało zamontowany pewien dodatek. Tajemnicze urządzenie okazało się popularnym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R_yfr-JEywkSjVlWaT7LPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Futurebeat.pl18 godz.",
            "source": "Futurebeat.pl",
            "article_content": "Gracz kupił na wyprzedaży używanych rzeczy konsolę PlayStation pierwszej generacji (PS1). Ponieważ wydawała się być w dobrym stanie, zadowolony z zakupu szybko udał się do swojego domu. Tam jednak dokonał dość osobliwego odkrycia – wraz z urządzeniem otrzymał pewien dodatek, który swego czasu wzbudzał kontrowersje. Tajemnicza kostka tkwiła z tyłu konsoli wpięta w jeden z jej portów.\n\nPS1 z GameSharkiem\n\nObudowa wykonana z przezroczystego tworzywa w dość niewyraźny sposób ukazywała wnętrze tegoż urządzenia. Zakłopotany gracz na początku nie wiedział co to jest, więc zapytał społeczność Reddita. To nic innego, jak nośnik gamingowego oszustwa, czyli GameShark. Pod koniec lat 90. był to dość popularny sposób na znalezienie drogi na skróty w trakcie rozgrywki. Niewielkie urządzenie zawierało kody i skrypty (ok. 4000 wstępnie załadowanych) pozwalające np. otrzymać wszystkie bronie, widzieć przez tekstury, czy zapewnić postaci niezniszczalność.\n\nTajemnicze urządzenie podłączone do PS1 to GameShark. Źródło: PeanutBrettle, Reddit\n\nWygląda na to, że poprzedni właściciel tej konsoli nie był zwolennikiem uczciwego grania, choć należy zauważyć, że możliwości GameSharka wykraczały poza zwykłe cheaty. Posiadał on wbudowane narzędzia np. do odtwarzania muzyki, lub mógł zapewnić dodatkowe miejsce na zapisywanie danych i to większe niż standardowe karty pamięci w PS1. Jest więc prawdopodobieństwo, że użytkownik wykorzystywał sprzęt w któryś z tych sposobów.\n\nPowiązane:Gracz znajduje PlayStation z kontrolerami w koszu na śmieci i ma farta, bo wciąż działa\n\nUrządzenia GameShark pojawiały się także w wersjach na inne konsole, w tym na przenośne Nintendo, choć w nieco bardziej kompaktowej formie. W tamtych czasach na rynku można było znaleźć podobne kartridże z cheatami, jak choćby Game Genie, Code Breaker, czy Action Replay. Gracze konsolowi (i nie tylko) do tej pory czasami lubią sobie nieco ułatwić rozgrywkę, a takie przystawki znacznie upraszczały stosowanie kodów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Święta wielkanocne i wiosenne zwyczaje",
            "link": "https://iotwock.info/artykul/swieta-wielkanocne-n1693900",
            "description": "Co wspólnego z Mazowszem mają turki? Dlaczego w Prostyni piecze się z ciasta figurki kóz? I gdzie bębni się na barabanie? Odpowiedzi na te pytania znajdzi ...",
            "image_url": "https://www.bing.plNo image",
            "category": "relikty",
            "date": "iOtwock.info24 min",
            "source": "iOtwock.info",
            "article_content": "Co wspólnego z Mazowszem mają turki? Dlaczego w Prostyni piecze się z ciasta figurki kóz? I gdzie bębni się na barabanie? Odpowiedzi na te pytania znajdziemy w mazowieckich zwyczajach i tradycjach.\n\nNajważniejsze obchody Wielkiego Tygodnia skupiają się na Triduum Paschalnym, zamykającym okres Wielkiego Postu. Należą do niego Wielki Czwartek, Wielki Piątek i Wielka Sobota.\n\nWielkie dni w Wielkim Tygodniu\n\nWielki Czwartek to święto obchodzone na pamiątkę Ostatniej Wieczerzy – paschalnego posiłku spożywanego przez Jezusa z apostołami w przeddzień Jego śmierci. W doktrynie Kościoła katolickiego to moment ustanowienia sakramentów Eucharystii i kapłaństwa. Podczas wieczerzy Chrystus zapowiada swoją śmierć, dzieli się z apostołami chlebem i winem, obmywa im nogi i ujawnia zdradzieckie zamiary Judasza. Opis tego wydarzenia znajduje się we wszystkich czterech ewangeliach.\n\nCharakterystycznym obrzędem wielkoczwartkowym, celebrowanym podczas liturgii, jest obmywanie nóg ubogim. Gest ten jest symbolem pokory, miłości bliźniego i równości wszystkich ludzi wobec Boga.\n\nPo zakończeniu wieczornej mszy Najświętszy Sakrament przenosi się do adoracji do tzw. ciemnicy. Tabernakulum zostaje otwarte i puste. Z ołtarza jest zdejmowany mszał, świece, krzyż i obrus. Zamiera głos dzwonów. Wszystko trwa w oczekiwaniu na Wielki Piątek – dzień żałoby.\n\nWielki Piątek to moment smutku na znak męki i śmierci Jezusa. Wielu chrześcijan narzuca sobie w tym czasie ścisły post, a niektórzy całkowicie wstrzymują się od spożywania pokarmów. Niegdyś na znak żałoby zatrzymywano zegary, zasłaniano lustra, zachowywano powagę. Wielki Piątek to jedyny dzień w roku, w którym w kościołach nie odprawia się mszy świętej. W bocznych nawach są odsłaniane groby Pańskie, najczęściej wyobrażające grotę ze spoczywającym w niej ciałem Chrystusa.\n\nOstatnim dniem Wielkiego Postu i Wielkiego Tygodnia jest Wielka Sobota. Najważniejszym momentem tego dnia jest święcenie pokarmów spożywanych podczas śniadania wielkanocnego. Obecnie ceremonia ta odbywa się w kościołach. Niegdyś kosze z jedzeniem święcono pod miejscową kapliczką lub krzyżem, gdzie schodziła się cała wieś. Możni przyjmowali księdza w domu – kapłan kropił wodą święconą całe stoły zastawione suto potrawami przygotowanymi na Wielkanoc. W niektórych miejscowościach kultywowano ten zwyczaj do lat 60. XX wieku. Tak było na warszawskim Ursynowie, co wspominają najstarsi mieszkańcy wsi, które weszły w skład tej dzielnicy. Jednym z nielicznych miejsc, gdzie przetrwała praktyka święcenia pokarmów w domu, jest Dąbrowa Chotomowska – wieś położona w powiecie legionowskim.\n\nTurki w Górze i Drobinie\n\nNa Mazowszu warto w tym czasie odwiedzić oddalone od siebie o 10 km miejscowości Górę i Drobin w powiecie płockim, gdzie zachował się zwyczaj wystawiania straży grobowych zwanych turkami wielkanocnymi. Pochodzenie tej tradycji nie jest do końca wyjaśnione. Najprawdopodobniej zwyczaj ten pojawił się w Polsce w XII wieku wraz z Zakonem Rycerskim Grobu Bożego w Jerozolimie. Zakon spopularyzował budowanie symbolicznych grobów Jezusa i wystawianie przy nich wartowników, ucharakteryzowanych na wzór rzymskich żołnierzy. Trudno jednak o jednoznaczne wyjaśnienie nazwy „turki” w tej tradycji oraz obecności orientalnych kostiumów, w które są ubrani wartownicy. Najbardziej rozpowszechniona teoria nawiązuje do czasów zwycięskiej bitwy pod Wiedniem, kiedy do kraju powracały oddziały wojskowe ze zdobycznymi egzotycznymi ubiorami, bronią i jeńcami. Przez lata stroje nieco się zmodyfikowały, ale ten ciekawy zwyczaj przetrwał w niektórych miejscach Polski do czasów współczesnych.\n\nBarabanienie w Iłży\n\nW Iłży, położonej na południowych krańcach województwa mazowieckiego, Wielkanoc jest ogłaszana w wyjątkowy sposób. W noc poprzedzającą Wielką Niedzielę ulicami miasta wędruje ośmiu bębniarzy z XVII-wiecznym barabanem. Zatrzymują się w ustalonych miejscach i pod wodzą solisty wybijają charakterystyczny rytm. Ich trasa ma około 10 kilometrów. Kulminacja następuje o godzinie 5.45 przed kościołem farnym – wtedy odbywa się natężone barabanienie, symbolizujące pękanie skał zasłaniających grób Chrystusa.\n\nWielkanoc\n\nW pierwszą niedzielę po wiosennej pełni księżyca nastaje dzień Zmartwychwstania Pańskiego – największe i najstarsze chrześcijańskie święto. W pierwszych wiekach naszej ery było jedynym świętem wyznawców Chrystusa. Geneza Wielkanocy splata się z żydowskim świętem Pesach (czyli Paschą), obchodzonym w tym samym czasie. Uważa się, że pierwsi chrześcijanie świętowali Wielkanoc-Paschę w ramach obrzędów żydowskich. W tradycji Kościoła obchody wielkanocne wyrażają najważniejsze kanony wiary – odkupienie, zbawienie, nieśmiertelność duszy i życie wieczne. W swojej głębokiej warstwie przedchrześcijańskiej Wielkanoc zawiera symbolikę odradzania się przyrody, świętowanie wiosny, pochwałę sił witalnych.\n\nW polskiej tradycji dzień ten wypełniają liczne zwyczaje domowe i obchody kościelne. Rano odbywa się rezurekcja – uroczysta msza święta połączona z procesją z Przenajświętszym Sakramentem wyniesionym z grobu Pańskiego. W domach, w gronie rodzinnym, jest spożywane śniadanie, podczas którego bliscy dzielą się jajkiem i innymi pokarmami święconymi w Wielką Sobotę oraz składają sobie życzenia. Na świątecznym stole królują jajka, baranek wielkanocny (Agnus Dei), biała kiełbasa, wędliny, chrzan, baba drożdżowa, mazurki, pascha. Urządzane są zabawy pisankami i kraszankami.\n\nŚmigus-dyngus\n\nDrugi dzień świąt wielkanocnych to tzw. lany poniedziałek albo śmigus-dyngus. Co znaczy ta nazwa? Śmigus znaczy „bić” – smagać zielonymi gałązkami, a „dyngus” – wykupywać, co wiąże się z wesołą kwestą młodych chłopców chodzących od domu do domu z traczykiem, barankiem lub kurkiem dyngusowym (żywym kogutem), symbolizującym męskie siły witalne. Chodzenie po dyngusie wiązało się z zalotami, oblewaniem dziewcząt wodą, wypraszaniem darów wielkanocnych.\n\nSmaganie zielonymi gałązkami i polewanie wodą to relikty starych praktyk magicznych, które miały na celu zapewnienie płodności, urodzaju, plenności roślin, dawały oczyszczenie, urodę, zdrowie, siłę i liczne potomstwo.\n\nObchody dni gospodarskich\n\nDni świętych Wojciecha, Jerzego i Marka, trwające od 23 do 25 kwietnia, to ważny moment w gospodarskim życiu wsi – rozpoczynały bowiem sezon prac rolniczych. Na św. Wojciecha pieczono okrągły chleb (korowaj), z którym obchodzono pola, zakopując w rogach pozostałości ze święconki.\n\nNa św. Jerzego zaczynano siać len i uroczyście wyganiano bydło na wypas. Bydło okadzano święconym zielem, rogi smarowano dziegciem lub czosnkiem, nad głowami zwierząt kreślono znak krzyża, obchodzono zwierzęta z obrazkiem św. Jerzego i wypowiadano zaklęcia ochronne.\n\nObchody dni gospodarskich kończył dzień św. Marka. Był to moment sadzenia ziemniaków. Po zakończonej pracy wszyscy spożywali przyniesiony przez gospodynię chleb z dodatkiem utartych kartofli.\n\nZielone Świątki\n\nŚwięto Zesłania Ducha Świętego to tzw. Zielone Świątki. Jest świętem ruchomym, obchodzonym w niedzielę. W tym roku przypada 8 czerwca. Według Dziejów Apostolskich 50 dni po zmartwychwstaniu Chrystusa na Marię i apostołów zebranych w Wieczerniku zstąpił Duch Święty, zsyłając na nich dary duchowe, zwane charyzmatami. W teologicznym znaczeniu to biblijne zdarzenie jest uznawane za dopełnienie objawienia Boga ludziom i za początek Kościoła. Święto Zesłania Ducha Świętego, będące jedną z najstarszych i najważniejszych uroczystości w liturgii, zamyka cykl obchodów wielkanocnych. Symbolem tego święta są zielone gałęzie drzew i tatarak, którymi mai się domy, zagrody, kapliczki.\n\nŚwięto ma wyjątkowy przebieg na Urzeczu. Na doroczne obchody spływają galary, krypy, szkuty i baty z całego Urzecza i Warszawy. Każda łódź jest tradycyjnie umajona zielonymi gałązkami, które mają chronić przed złymi duchami wodnymi.\n\nUroczystość Trójcy Przenajświętszej\n\nW następną niedzielę po Zielonych Świątkach jest obchodzona Uroczystość Trójcy Przenajświętszej – jedno z najważniejszych liturgicznych świąt. Bóg w trzech osobach jest dogmatem wiary chrześcijańskiej, dla niej charakterystycznym. W tym dniu w Sanktuarium Trójcy Przenajświętszej i św. Anny w Prostyni odbywa się odpust. Jego nieodłącznym elementem są figurki małych kózek wykonane z ciasta. Zwyczaj związany z ich wypiekiem ma różne wytłumaczenia. Jeden z przekazów podaje, że ich historia jest związana ze słynącą cudami figurą. Gdy na początku XVI wieku budowano w Prostyni pierwszy drewniany kościół, przyniosły ją tu fale powodzi. Płynącą w wezbranej rzece rzeźbę wypatrzyły pasące się na nadbużańskich łąkach kozy. Głośnym meczeniem zwróciły uwagę rybaków, którzy wyłowili figurę z rzeki i umieścili w sanktuarium.\n\nInny przekaz mówi, że tradycja ta ma związek z prześladowaniem przez cara unitów podlaskich, którzy – nie mogąc oficjalnie przebywać w kościołach katolickich – stosowali różne wybiegi i kamuflaże. Jednym z nich było przybywanie na odpust w Prostyni w charakterze handlarzy kóz. Zwierzęta przywiązywali do drzew, a sami mieszając się z tłumem, mogli przystąpić do sakramentów.\n\nJeszcze inne wytłumaczenie wiąże się z herbem Półkozic rodu Prostyńskich. Kozy z ciasta pojawiają się nie tylko w Prostyni, ale i w okolicznych miejscowościach. Można je kupić na odpustowych straganach.\n\nWięcej informacji na www.mazowieckiszlaktradycji.pl."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 19 - 20 kwietnia?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-19-20-kwietnia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 19 kwietnia w Oświęcimiu ma być 21°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVF.DomK08Qa0wT3OWoFd7Tk5g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto15 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prymas Polski zaprasza na uroczystości jubileuszowe i świętowojciechowe do Gniezna",
            "link": "https://www.ekai.pl/prymas-polski-zaprasza-na-uroczystosci-jubileuszowe-i-swietowojciechowe-do-gniezna/",
            "description": "Niedzielnym Nieszporom o 16.00 w katedrze gnieźnieńskiej przewodniczyć będzie i homilię wygłosi biskup Damian Muskus z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fNbIcpE2JEA3TWmZ2GwMKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "eKAI17 godz.",
            "source": "eKAI",
            "article_content": "Prymas Polski abp Wojciech Polak zaprasza na uroczystości 1000-lecia koronacji Bolesława Chrobrego i Mieszka II Lamberta, które odbędą się w Gnieźnie 26 i 27 kwietnia, razem z obchodami odpustowymi ku czci św. Wojciecha, głównego patrona Polski. Uroczystości będą miały charakter państwowy i kościelny.\n\nW krótkim filmie opublikowanym w mediach archidiecezji gnieźnieńskiej (www.archidiecezja.pl, www.prymaspolski.pl, Facebooku i Instagramie) metropolita gnieźnieński zachęca do wspólnego świętowania „narodzin królestwa”.\n\n„Zapraszam wszystkich do dziękczynienia za ten wielki dar świadka wiary, jakim był święty Wojciech – ten, który swoją krwią przypieczętował przyjęty przez nas chrzest. Owocem męczeńskiej śmierci świętego Wojciecha, owocem przyjętego przez Polskę chrztu, była także koronacja królewska, narodziny królestwa. Chcemy dziękować Panu Bogu za przeszłość i z nadzieją otwierać się ku przyszłości. Pielgrzymi nadziei, którzy idą, aby służyć i dać życie. Idą razem w nadziei. Wszystkich do tej wspólnej pielgrzymki, do Gniezna, bardzo serdecznie zapraszam” – mówi Prymas Polski.\n\nJubileuszowe obchody w Gnieźnie będą się odbywać w łączności z odpustem św. Wojciecha, głównego patrona Polski i archidiecezji gnieźnieńskiej, obchodzącej w tym roku 1025-lecie istnienia. Program obejmuje uroczystości o charakterze państwowym i liturgicznym, a także wydarzenia kulturalne i edukacyjne adresowane do mieszkańców Gniezna i przybyłych gości.\n\nŚwiętowanie rozpocznie się już w środę 23 kwietnia, kiedy to w katedrze gnieźnieńskiej celebrowana będzie pod przewodnictwem Prymasa Polski Msza św. w intencji mieszkańców Gniezna. Po Eucharystii odbędzie się uroczysta sesja Rady Miasta.\n\nW piątek 25 kwietnia, na Placu św. Wojciecha u stóp bazyliki prymasowskiej, zaplanowano koncert zespołu TGD z gościnnym udziałem Mateusza Ziółko.\n\nMuzycznie rozpocznie się w tym samym miejscu również sobotnie świętowanie 26 kwietnia. Zespoły młodzieżowe i wokaliści zaprezentują się podczas Festiwalu Muzyki Chrześcijańskiej Adalbertus, który organizowany jest przez Miejski Ośrodek Kultury w Gnieźnie. Od rana w Gnieźnie trwać będzie też Jarmark św. Wojciecha.\n\nObchody państwowe to przede wszystkim wspólne posiedzenie posłów i senatorów RP, na którym obecny będzie Prezydent RP Andrzej Duda. Uroczyste obrady odbędą się w sobotę 26 kwietnia o 12.00 w gnieźnieńskiej Hali im. M. Łopatki.\n\nO 15.30 w katedrze gnieźnieńskiej zaplanowano uroczysty koncert koronacyjny, podczas którego wystąpi Chór Prymasowski oraz Capella Musica Gnesnensis. W tym samym czasie w kościele bł. Radzyma Gaudentego (pierwszego arcybiskupa metropolity gnieźnieńskiego) modlić się będą przy jego relikwiach młodzi z całej archidiecezji oraz misjonarze, którzy w niedzielę otrzymają z rąk nuncjusza apostolskiego krzyże misyjne. Eucharystii przewodniczyć będzie biskup pomocniczy gdański Piotr Przyborek.\n\nObchody kościelne jubileuszu rozpoczną się w sobotni wieczór w katedrze gnieźnieńskiej pierwszymi Nieszporami o św. Wojciechu, którym przewodniczyć będzie i homilię wygłosi metropolita warszawski abp Adrian Galbas. Po nabożeństwie, jak co roku, wyruszy procesja z relikwiami św. Wojciecha, która przejdzie do kościoła św. Michała Archanioła, gdzie przewidziano krótkie wystąpienia biskupów i błogosławieństwo.\n\nW niedzielę 27 kwietnia relikwie św. Wojciecha zostaną przeniesione procesyjnie na powrót do katedry gnieźnieńskiej, gdzie sprawowana będzie uroczysta Msza św. pod przewodnictwem legata papieskiego kard. Kazimierza Nycza, koncelebrowana przez księży biskupów z Polski i zagranicy. (W tym roku ze względu na jubileusz odbędzie się ona nie na Placu św. Wojciecha, ale właśnie w katedrze gnieźnieńskiej, której podziemia kryją relikty świątyni koronacyjnej Bolesława Chrobrego i jego następców).\n\nNiedzielnym Nieszporom o 16.00 w katedrze gnieźnieńskiej przewodniczyć będzie i homilię wygłosi biskup Damian Muskus z Krakowa.\n\nWstęp na wszystkie kościelne uroczystości jest wolny. Również na sobotni koncert jubileuszowy, tutaj jednak, ze względu na obecność Prezydenta RP, wejście do katedry będzie możliwe jedynie w godzinach 14.00-15.00 i będzie obowiązywać kontrola bezpieczeństwa.\n\nTransmisje z niemal wszystkich wydarzeń będzie można śledzić w internecie bądź telewizji. Posiedzenie posłów i senatorów transmitować będzie TVP a także media sejmowe. Sobotnie wydarzenia kościelne (koncert jubileuszowy, wieczorne nieszpory) będą transmitowane w mediach archidiecezji gnieźnieńskiej (www.archidiecezja.pl i www.prymaspolski.pl socjalmedia). Nieszpory również w Radio Plus i Radio Maryja. Niedzielna suma odpustowa będzie transmitowana w TVP Polonia, Radio Maryja, Radio Plus i mediach archidiecezji gnieźnieńskiej.\n\nJubileusz 1000-lecia koronacji Bolesława Chrobrego i Mieszka II Lamberta to kolejne obchody znaczących rocznic historycznych po świętowanym w 2016 roku 1050-leciu Chrztu Polski i obchodzonej w 2017 roku 600. rocznicy prymasostwa polskiego. Te trzy dziejowe wydarzenia były ściśle związane z Gnieznem będącym w państwie Piastów ważnym ośrodkiem politycznym i duchowym. Tym drugim pozostało przez całe dzieje Polski ze względu na obecność w katedrze gnieźnieńskiej relikwii św. Wojciecha. Ciało męczennika sprowadził do Gniezna w 997 roku Bolesław Chrobry. W 1000 roku do jego grobu pielgrzymował cesarz Otton III, ogłaszając podczas słynnego Zjazdu Gnieźnieńskiego utworzenie przez papieża Sylwestra II archidiecezji i metropolii gnieźnieńskiej z trzema podległymi biskupstwami w Krakowie, Wrocławiu i Kołobrzegu – pierwszej samodzielnej organizacji kościelnej na ziemiach polskich, która znacznie umocniła młode państwo polskie także w wymiarze politycznym.\n\nZjazd gnieźnieński był również przełomem w staraniach Bolesława Chrobrego o koronę. Niektórzy historycy za koronację uznawali opisany przez Galla Anonima gest nałożenia przez Ottona III na głowę Bolesława Chrobrego cesarskiego diademu. Zdaniem większości było to jednak mające rangę symbolu wyróżnienie potwierdzające status Bolesława jako samodzielnego władcy chrześcijańskiego i cesarskiego sprzymierzeńca. Na koronację książę polański musiał czekać jeszcze ćwierć wieku, a finalizację starań zatrzymała przedwczesna śmierć Ottona III (zmarł 1002 r.) i papieża Sylwestra II (zmarł 1003 r.). Następca młodego cesarza – Henryk II nie był Bolesławowi Chrobremu przychylny, a wzajemnych relacji nie poprawiała wieloletnia wojna. Dopiero więc śmierć cesarza w 1024 roku i dokonana w tym samym czasie zmiana na tronie papieskim przyniosła sposobną chwilę.\n\nBolesław Chrobry koronował się w 1025 roku. Historycy są dość zgodni w kwestii daty dziennej i miejsca. Uroczystość odbyła się w Wielkanoc 18 kwietnia lub w uroczystość św. Wojciecha 23 kwietnia. Terminem branym pod uwagę, choć zdecydowanie rzadziej, są również Zielone Świątki, które w 1025 roku przypadały 6 czerwca (17 czerwca Bolesław zmarł). Miejscem była prawie na pewno katedra gnieźnieńskie – kościół arcybiskupów gnieźnieńskich, którzy mieli prawo i przywilej namaszczenia króla. W 1025 roku arcybiskupem gnieźnieńskim był bliżej nieznany Hipolit. On również koronował jeszcze w tym samym roku, najprawdopodobniej na Boże Narodzenie, syna Bolesława Mieszka II Lamberta i jego żonę Rychezę, pierwszą królową Polski."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Espresso polane białą czekoladą z ziarnami kawy",
            "link": "https://www.msn.com/pl-pl/jedzenie-i-picie/napoje/espresso-polane-bia%C5%82%C4%85-czekolad%C4%85-z-ziarnami-kawy/vi-AA1D00KX?ocid=BingNewsVerp",
            "description": "Kreatywna prezentacja kawy, w której gorące espresso jest nalewane na tabliczkę białej czekolady z kawałkami ziaren kawy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._b72AmnCkjOiWRYdX0rBMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Late Art City on MSN17 godz.",
            "source": "Late Art City on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 17 km od Chełmka. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 19 - 20 kwietnia?",
            "link": "https://chelmek.naszemiasto.pl/trasy-na-rower-do-17-km-od-chelmka-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-19-20-kwietnia/ar/c7p1-21832283",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 19 kwietnia w Chełmku ma być 19°C. Prawdopodobieństwo wystąpienia deszczu wynosi 31%. W niedzielę 20 kwietnia w Chełmku ma być 21°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p2Jo6u3kHSXhxkkY13WcJg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Nasze Miasto Chełmek14 godz.",
            "source": "Nasze Miasto Chełmek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle aktualnie kosztują takie wiekowe starocie. Zobaczcie ceny poszukiwanych antyków",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/tyle-aktualnie-kosztuj%C4%85-takie-wiekowe-starocie-zobaczcie-ceny-poszukiwanych-antyk%C3%B3w/ar-AA1CXIBD?ocid=BingNewsVerp",
            "description": "Antyki cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki piwnic i strychów w poszukiwaniu takich staroci. Niektóre mogą być bardzo cenne. Ceny w sieci sugerują, że można dziś na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kiedyś mieściło się tam kino i słynny bar. Zabytkowa kamienica już po remoncie. Ponadstuletnia piękność błyszczy jak dawniej",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kiedy%C5%9B-mie%C5%9Bci%C5%82o-si%C4%99-tam-kino-i-s%C5%82ynny-bar-zabytkowa-kamienica-ju%C5%BC-po-remoncie-ponadstuletnia-pi%C4%99kno%C5%9B%C4%87-b%C5%82yszczy-jak-dawniej/ar-AA1D0trL?ocid=BingNewsVerp",
            "description": "Kamienica na rogu Żelaznej i Krochmalnej na Woli przeszła gruntowany remont i dzięki temu odzyskała dawny wygląd. Jak teraz ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Nso1b0ObwEZowisde7mJfA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto on MSN22 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyaborcyjna pikieta Młodzieży Wszechpolskiej przed szpitalem w Oleśnicy. \"Feminizm proponuje skrobankę\"",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,31862431,antyaborcyjna-pikieta-mlodziezy-wszechpolskiej-przed-szpitalem.html",
            "description": "Zdaniem Młodzieży Wszechpolskiej aborcja to nazistowskie prawo, które 'kiedyś zalegalizował austriacki malarz'. Jej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TAGJowGYGZnW_s0c5ChRti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wrocław.Wyborcza.pl8 godz.",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ambasador Ukrainy: Rosyjskie imperium dostało od nas w zęby",
            "link": "https://www.msn.com/pl-pl/polityka/relacje-mi%C4%99dzynarodowe/ambasador-ukrainy-rosyjskie-imperium-dosta%C5%82o-od-nas-w-z%C4%99by/ar-AA1D4tzx?ocid=BingNewsVerp",
            "description": "Będziemy prowadzili działania dyplomatyczne, aby odzyskać okupowane tereny – mówi Wasyl Bodnar, ambasador Ukrainy w Polsce.",
            "image_url": "https://www.bing.pl/th?id=OVFT.ercOW2NYXurYWpKLenM1BS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Rzeczpospolita on MSN1 godz.",
            "source": "Rzeczpospolita on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten zabytek w Nowej Soli ma dostać drugie życie. Taki jest plan. Radni rozmawiali o tym na sesji nadzwyczajnej",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ten-zabytek-w-nowej-soli-ma-dosta%C4%87-drugie-%C5%BCycie-taki-jest-plan-radni-rozmawiali-o-tym-na-sesji-nadzwyczajnej/ar-AA1D3u4X?ocid=BingNewsVerp",
            "description": "Dawna kaplica ewangelicka na cmentarzu przy ul. Wandy od lat jest opuszczona. Gmina stała się teraz jej właścicielem. Kościół ewangelicko-augsburski przekazał ją w formie darowizny. Miasto zabiegało o ...",
            "image_url": "https://www.bing.pl/th?id=ODF.6oXJf1KayPglPY9d412pqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska on MSN9 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kiedy dojdzie przelew",
            "link": "https://pomorska.pl/tag/kiedy-dojdzie-przelew",
            "description": "Czy w Boże Ciało dochodzą przelewy bankowe? Jak pracują banki w długi weekend? W czwartek 30 maja przypada Boże Ciało - to dzień wolny od pracy. Tego dnia... Czy w majówkę dojdzie przelew? Jak pracują ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska8 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "17 KWIETNIA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-04-17,6,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 16.04.2025",
            "link": "https://gloswielkopolski.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-sprawdz-ktore-sa-najdrozsze-i-ile-mozna-za-nie-zarobic-16042025/ar/c1-17275689",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Wielkopolski22 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Denary przeleżały w ziemi 600 lat. W lesie odkryto skarb z czasów Jagiellonów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/denary-przele%C5%BCa%C5%82y-w-ziemi-600-lat-w-lesie-odkryto-skarb-z-czas%C3%B3w-jagiellon%C3%B3w/ar-AA1D3zGk?ocid=BingNewsVerp",
            "description": "W jednym z bocheńskich lasów (Małopolskie), dwóch członków lokalnego stowarzyszenia poszukiwaczy natrafiło na znalezisko, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IQZHPwshM360llR5TQChHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WPROST.pl on MSN8 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowe odkrycie w Bochni. Znaleziono skarb monet!",
            "link": "https://histmag.org/Wyjatkowe-odkrycie-w-Bochni-Znaleziono-skarb-monet-27980",
            "description": "W jednym z bocheńskich lasów poszukiwacze zabytków natrafili na mający kilkaset lat skarb srebrnych monet ukrytych w naczyniu ceramicznym. Znaleziska ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XizzLBO8Gv4bba4pojOlKQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Histmag14 godz.",
            "source": "Histmag",
            "article_content": "Znalezisko odkryte niedaleko Bośni (fot. Wojciech Budzyn)\n\nPoszukiwania odbywały się w ramach działań Bocheńskiego Stowarzyszenia Poszukiwaczy STATER, którego obaj odkrywcy są aktywnymi członkami.\n\nZnalezione naczynie ceramiczne, wypełnione po brzegi srebrnymi monetami, zostało zabezpieczone w całości – bez ingerencji w jego zawartość. Podczas ostrożnego odkopywania z wnętrza naczynia wypadły trzy monety, które nie były zespolone z resztą – okazały się to denary Kazimierza Jagiellończyka, syna Władysława Jagiełły. To właśnie one ujawniły niezwykłą rangę i możliwy wiek całego znaleziska.\n\nZnalezisko odkryte w lasach niedaleko Bochni (fot. Wojciech Budzyn)\n\nZaskakujące jest to, że pierwszy sygnał był słaby i niepozorny – odkrywcy rozważali, czy w ogóle go kopać. Dopiero po sprawdzeniu miejsca dwoma detektorami metalu podjęli decyzję o rozpoczęciu prac. Ziemia była mokra, bo tej nocy spadł śnieg, a temperatura oscylowała wokół 0 stopni. Po wykonaniu płytkiego wykopu sygnał się wzmocnił, a spod warstwy gleby wyłonił się zarys ceramicznego naczynia. Znalezisko zostało natychmiast zgłoszone do Wojewódzkiego Urzędu Ochrony Zabytków w Krakowie – delegatura w Tarnowie, a st. insp. ds. ochrony zabytków Tomasz Sajecki oraz archeolog Marek Materna z Muzeum Stanisława Fischera w Bochni zareagowali błyskawicznie, podejmując niezbędne działania administracyjne i konserwatorskie.\n\nNaczynie nie zostało otwarte ani opróżnione – wszystkie monety nadal znajdują się w jego wnętrzu. Ich liczba jest obecnie szacowana na około 100 sztuk. Skarb zostanie poddany interdyscyplinarnym badaniom: nie tylko numizmatycznym, ale również metalurgicznym, spektrometrycznym, analizie składu ceramiki, tomografii komputerowej oraz innym nowoczesnym metodom stosowanym przez specjalistów. Ostatecznym celem jest zachowanie kontekstu znaleziska i dokładne poznanie jego historii.\n\nDocelowo naczynie i jego zawartość mają trafić do zbiorów Muzeum im. Stanisława Fischera w Bochni, gdzie po niezbędnej konserwacji zostaną zaprezentowane zwiedzającym. Jak podkreślają członkowie Stowarzyszenia STATER, to odkrycie było możliwe dzięki współpracy pasjonatów historii, instytucji publicznych i środowiska naukowego. Ich działania są w pełni legalne, profesjonalne i zgodne z zasadami ochrony dziedzictwa kulturowego.\n\nBocheńskie Stowarzyszenie Poszukiwaczy STATER to organizacja zrzeszająca pasjonatów historii i eksploracji terenowej. Powstała 29 maja 2023 roku i obecnie liczy ponad 50 aktywnych członków, którzy swoją działalność prowadzą legalnie i w ścisłej współpracy z Wojewódzkim Urzędem Ochrony Zabytków oraz z właścicielami terenów – m.in. Lasami Państwowymi. Stowarzyszenie skupia osoby zaangażowane w poszukiwania zabytków z wykorzystaniem wykrywaczy metali, ale również we wspieranie badań archeologicznych i promocję dziedzictwa kulturowego regionu.\n\nChoć tego rodzaju odkrycia budzą emocje, niezmiennie towarzyszy im dyskusja o roli poszukiwaczy zabytków w ochronie dziedzictwa archeologicznego.\n\nPolecamy e-booka Michała Beczka „Wojskowość średniowiecznej Rusi”\n\nMichał Beczek „Wojskowość średniowiecznej Rusi” cena: 14,90 zł zamów online Wydawca : PROMOHISTORIA [Histmag.org] Liczba stron : 140 Format ebooków : PDF, EPUB, MOBI (bez DRM i innych zabezpieczeń) ISBN : 978-83-65156-50-1\n\nŹródło:\n\nBocheńskie Stowarzyszenie Poszukiwaczy STATER"
        }
    }
]