[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sieradz, którego nie ma. Miasto z lat 60 na unikalnych zdjęciach. I wszystko w sny odchodzi",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/sieradz-kt%C3%B3rego-nie-ma-miasto-z-lat-60-na-unikalnych-zdj%C4%99ciach-i-wszystko-w-sny-odchodzi/ar-AA1TPqFO?ocid=BingNewsVerp",
            "description": "Prezentujemy unikalne Sieradza z lat 1958-1961. Pochodzą one ze zbiorów zmarłego niedawno znanego i cenionego kolekcjonera i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QoyoP29_a8dIL0y3IqthfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Sieradz Nasze Miasto on MSN7 godz.",
            "source": "Sieradz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Projekty unijne",
            "link": "https://wloclawek.naszemiasto.pl/tag/projekty-unijne",
            "description": "W Toruniu trwa I edycja bezpłatnych studiów podyplomowych z zakresu zarządzania oświatą, w której uczestniczy 150 nauczycieli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto5 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przestrzeń pełna dźwięków. Wojciech Mazolewski w PRM Concept Store o muzyce, która ma duszę",
            "link": "https://www.elle.pl/kultura/przestrzen-pelna-dzwiekow-wojciech-mazolewski-w-prm-concept-store-o-muzyce-ktora-ma-dusze/",
            "description": "Dla jednych to tylko winyle. Dla innych – przygoda, w której każdy krążek to trop, znak, emocja. Wojciech Mazolewski zaprasza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QLQcSJFQQmEgpiIMf921Cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "12 godz.",
            "source": "ELLE.pl",
            "article_content": "Coraz częściej chcemy kupować mniej, ale lepiej. Szukamy miejsc z klimatem, które nie tylko wpisują się w nasz gust, ale niosą ze sobą przekaz. Takich, które inspirują i pozwalają poczuć się częścią czegoś większego – wspólnoty zainteresowań, wartości, stylu życia.\n\nŚwietnym przykładem jest marka PRM. To coś więcej niż butik – to idea, która łączy modę, sztukę, design i muzykę w spójną, wielowymiarową opowieść. Marka tworzy przestrzeń dla osób poszukujących autentycznych doświadczeń, ceniących estetykę i otwartych na nowe formy wyrazu. PRM skupia wokół siebie społeczność koneserów, hedonistów i indywidualistów. To miejsce dla tych, którzy traktują modę jak język, którym komunikują się ze światem, ale nie zamykają się tylko na nią – chcą też słuchać, oglądać, doświadczać.\n\nTa filozofia znajduje odbicie w znajdującym się w warszawskiej Fabryce Norblina PRM Concept Store – flagowej przestrzeni marki, która łączy światowej klasy modę z kolekcjonerskim designem i kuratorowaną selekcją muzyki winylowej. Butik nie przypomina tradycyjnego sklepu – to immersyjne środowisko, które oddziałuje na zmysły.\n\nfot. Jacek Domański\n\nJednym z jego centralnych punktów jest Vinyl Corner, pierwsza w Polsce winylowa strefa tego typu, której kuratorem został Wojciech Mazolewski – artysta, którego nie trzeba nikomu przedstawiać. Ten jazzman, kontrabasista, kompozytor i lider zespołów Pink Freud, Bassisters Orchestra i Wojtek Mazolewski Quintet jest znany z niezwykle świadomego podejścia do brzmienia i ekspresji. Jego obecność w PRM to coś więcej niż współpraca – to organiczne połączenie wspólnych wartości: autentyczności, wrażliwości i stylu.\n\nW rozmowie z nami opowiedział o poszukiwaniu dźwięków w dalekich zakątkach świata, sile muzyki, która nie potrzebuje „makijażu”, i o tzw. crate diggingu.\n\nHanna Zakrzewska: Vinyl Corner to coś więcej niż regał z płytami. Jakbyś opisał tę przestrzeń w PRM Concept Store? Co Cię przekonało do zaangażowania się w ten projekt?\n\nWojciech Mazolewski: Dzielenie się muzyką to moja pasja. Kocham ją grać i uczyć się jej, słuchając innych. Nie trzeba było mnie więc bardzo przekonywać. Muzyka to przestrzeń, w której każdy może być szczęśliwy i być sobą. Taki też był pomysł na zorganizowanie tego miejsca – aby słuchacz mógł poczuć się swobodnie i miał możliwość zanurzenia się w poszukiwaniach.\n\nWybór płyt jest często bardzo osobistą opowieścią. Co mówi o Tobie ta konkretna kolekcja dostępna w PRM? Jakie tropy zostawiłeś w niej dla uważnych melomanów?\n\n– W tej selekcji można odnaleźć ciekawe dźwięki, począwszy od albumów współczesnych po klasykę. Poza nowymi płytami są tu poukrywane stare, używane pressy czasami bardzo egzotycznej muzyki, którą znalazłem w Ameryce Południowej czy Azji.\n\nVinyl Corner w PRM Concept Store, fot. Marcin Jach\n\nCo łączy te albumy, a co je różni? Czy to głównie kolekcjonerskie wydania, Twoje osobiste odkrycia, „starocie” odkopane spod warstw kurzu? Jakbyś opisał charakter tej kolekcji?\n\n– Z pewnością jest tu najwięcej kultowych propozycji jazzowych takich jak John Coltrane, Miles Davis, Pharoah Sanders, ale jest tu także hip hop, alternatywa czy klasyka rocka i soulu. Ukrytymi smaczkami będą na pewno używane płyty, które kupiłem do tej kolekcji podczas podróży i tras koncertowych w różnych częściach świata. Znajdują się tu płyty z Japonii, Kalifornii, Wielkiej Brytanii czy Argentyny.\n\nW PRM można kupić też Twoje płyty, np. „Beautiful People”, „Live Spirit I” okrzykniętą przez UK Vibes triumfem europejskiego jazzu czy ostatnią, nagraną na kontrabasie “SOLO”, o której Sammi Stein napisał, że to album pełen kontrastów i pięknych melodii. Co powiesz o swojej muzyce?\n\n– Najlepiej komunikuje się ze światem dźwiękami. Jeśli ktoś ma ochotę lepiej mnie poznać, to może posłuchać mojej muzyki. Na prośbę PRM w Vinyl Corner można znaleźć także moje aktualnie wydania. Wspomniane recenzje oznaczają, że moja muzyka broni się sama i przebija ze swoim przekazem na światowym rynku. Stanowią dla mnie motywację do dalszej pracy, a przy okazji sprawiają, że fani chętnie po nią sięgają.\n\nW Twojej selekcji można znaleźć bardzo eklektyczny miks – od spirytualnego jazzu Pharoaha Sandersa, przez koncert Hendrixa na Hawajach, aż po soulowo-funkowe brzmienia Sly and the Family Stone. Co sprawia, że te tytuły wciąż rezonują i zasługują, by zabrzmieć dziś na nowo?\n\n– Są ponadczasowe. Ukazują siłę muzyki bez zbędnego makijażu. To płyty, które powstały z miłości do muzyki i z szacunkiem do jej głębi i natury.\n\nSłyszałam, że uprawiasz crate digging. Czym dla Ciebie jest przeglądanie skrzyń z płytami w poszukiwaniu ukrytych perełek i winylowych białych kruków?\n\n– To pasja i relaks, a jednocześnie bardzo rozwijający aspekt mojej pracy. Czuję się jak poszukiwacz skarbów czy Indiana Jones, tylko w bezpiecznej i zawsze oferującej coś niezwykłego przestrzeni.\n\nPRM łączy modę, sztukę, design i muzykę w jednej przestrzeni. Jak jako artysta odnajdujesz się w tym twórczym tyglu?\n\n– Jak mawiał Miles Davis, w życiu trzeba mieć styl. Wszystkie wymienione elementy łączą się ze sobą w artystycznym sposobie wyrażania się. Cieszę się, że w takim miejscu jak PRM jest miejsce dla muzyki. Nasz Vinyl Corner jest chyba pierwszą tego typu inicjatywą w Polsce.\n\nVinyl Corner w PRM Concept Store, fot. Marcin Jach\n\nPokazałeś nam dziś album „Karma”. Dlaczego akurat ten?\n\n– „Karma” to album kultowy charyzmatycznego i kultowego saksofonisty Pharoaha Sandersa. Płyta zawiera jego najbardziej znany 32-minutowy utwór „The Creator Has A Master Plan”. Pharoah Sanders to wizjoner jazzowej awangardy. Grał w zespołach Johna Coltrane w drugiej połowie lat 60-tych. Mówił o sobie, że „nie jest technicznym saksofonistą” i że „interesuje mnie przede wszystkim ekspresja”. Wybrałem ten album między innymi po to, aby nie zanudzić słuchacza popisami technicznymi, a zabrać w podróż dźwiękową i duchową z genialnym muzykiem oraz odkrywcą.\n\nGdybyś miał jednym winylem wprowadzić słuchacza w klimat całej kolekcji PRM, to który z nich byś wybrał?\n\n– Powiem przewrotnie: posłuchajcie \"Live Spirit I\", czyli ostatniej płyty WMQ. Dzięki temu najlepiej zrozumiecie, czego słucham i jaką muzyką się inspiruję. W Vinyl Cornerze PRM znajdziecie dużo płyt z muzyką, która nas ukształtowała.\n\nAutor wideo: Marcin Jach\n\nMateriał promocyjny marki PRM"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 8.01.2026",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-8-01-2026/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński21 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 8.01.2026",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-8-01-2026/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński21 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle płacą za stare polskie monety obiegowe. Można nieźle dorobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/tyle-p%C5%82ac%C4%85-za-stare-polskie-monety-obiegowe-mo%C5%BCna-nie%C5%BAle-dorobi%C4%87/ar-AA1TrfDX?ocid=BingNewsVerp",
            "description": "Wartość tych monet obiegowych może być dzisiaj znacznie wyższa, niż być się spodziewał. Niektóre egzemplarze osiągają ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8dtwSkHXLhWwG4C-W8CaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN12 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niemcy wciąż wymieniają marki na euro. Tyle oddano w ubiegłym roku",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/niemcy-wci%C4%85%C5%BC-wymieniaj%C4%85-marki-na-euro-tyle-oddano-w-ubieg%C5%82ym-roku/ar-AA1TOykl?ocid=BingNewsVerp",
            "description": "Choć od wprowadzenia euro w Niemczech minęły już 24 lata, Niemcy wciąż wymieniają stare marki niemieckie na europejską walutę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4kb1hoFT_KL1DJKmPqBHJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN12 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny tych dwuzłotówek zwalają z nóg. Kupowaliśmy je za drobne",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/ceny-tych-dwuz%C5%82ot%C3%B3wek-zwalaj%C4%85-z-n%C3%B3g-kupowali%C5%9Bmy-je-za-drobne/ar-AA1PdLQX?ocid=BingNewsVerp",
            "description": "Te okolicznościowe dwuzłotówki jeszcze niedawno były kupowane przez tysiące Polaków na potęgę, Teraz część z nich osiąga na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H6fqr3R61NQDDaIBI_C1aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN12 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaplanuj weekend. Wydarzenia kulturalne w Kielcach i regionie świętokrzyskim",
            "link": "https://radiokielce.pl/1372744/zaplanuj-weekend/",
            "description": "Co się dzieje w weekend? Gdzie warto się wybrać? Sprawdź kalendarz najważniejszych wydarzeń kulturalnych w Kielcach i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.V-IgX1Gu9qGtq_ZZ2K_eVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Radio Kielce12 godz.",
            "source": "Radio Kielce",
            "article_content": "Co się dzieje w weekend? Gdzie warto się wybrać? Sprawdź kalendarz najważniejszych wydarzeń kulturalnych w Kielcach i miejscowościach województwa świętokrzyskiego.\n\nPIĄTEK, 9 STYCZNIA\n\nSpektakle w Teatrze im. Stefana Żeromskiego\n\nTeatr im. Stefana Żeromskiego w Kielcach zaprasza na dwa spektakle. Od piątku (9 stycznia) do niedzieli (11 stycznia) będzie pokazana klasyka dla najmłodszych: „Opowieści z Narnii. Lew, czarownica i stara szafa” (w piątek pokaz o godz. 11.00, a w sobotę i niedzielę o godz. 16.00). Natomiast o godz. 19.00, w każdy z tych trzech dni, będzie można zobaczyć monodram Eweliny Gronowskiej „Bez nadzienia”. Bilety do kupienia w kasie teatru oraz online.\n\nWernisaż wystawy „Skrzydlate marzenia”\n\nDom Kultury „Zameczek” w Kielcach (ul. Słowackiego 23) oraz autorzy wystawy – Dana Piotrowska, Anna Chmielarz-Rodzim oraz Beata Mędrecka – zapraszają na wystawę „Skrzydlate marzenia”. Przed widzami otworem staje baśniowy świat trzech artystek. Anioły spoglądają z obrazów a wróżki, elfy i skrzaty rodzą się z koloru i ciepłych dłoni. Malarstwo i rękodzieło splatają się tu jak nitki zaczarowanej opowieści. W „Skrzydlatym marzeniu” dzieci spotykają bajkę a dorośli odnajdą ją na nowo. Gdzie można zwolnić, uśmiechnąć się i na chwilę uwierzyć w dobro ukryte w małych rzeczach. Wstęp wolny.\n\n„Magia Świąt” z udziałem Olgi Bończyk\n\nWieczór z najpiękniejszymi kolędami, których nie tylko chętnie słuchamy, ale wciąż mamy ochotę śpiewać w Filharmonii Świętokrzyskiej (Kielce, ul. Żeromskiego 12). Podczas koncertu (sobota, godz. 19.00) publiczność wspólnie z artystką wykona, m.in. „Cichą noc”, „Bóg się rodzi”, „Gdy śliczna Panna” czy „Jezus Malusieńki”. O aranżacje kolęd zadbał Hadrian Tabęcki, którego styl łączy klasykę, jazz i muzykę popularną. Nabiorą one nowych barw zyskując pełną energii i subtelności oprawę. Orkiestrę Symfoniczną Filharmonii Świętokrzyskiej poprowadzi Radosław Labahua. Wystąpią Olga Bończyk i Hadrian Tabęcki. Bilety do kupienia w kasie filharmonii oraz online.\n\nSOBOTA, 10 STYCZNIA\n\nGiełda kolekcjonerska\n\nGiełda Kolekcjonerska w Wojewódzkim Domu Kultury w Kielcach to wydarzenie, które odbywa się cyklicznie i przyciąga miłośników zabytkowych przedmiotów z całego regionu. Na stoiskach wystawców można znaleźć różnorodne przedmioty, takie jak porcelana, kryształy, obrazy, zabytkowe meble, lampy, biżuteria, zegary, zegarki, monety i pocztówki. Sobota, godz. 7.00-13.00. Wstęp wolny.\n\n„Z polską kolędą do Betlejem”\n\nKto jest autorem pierwszej kolędy w języku polskim datowanej na 1424 rok? Czy poeta Jan Żabczyc (ur. po 1580 r., zm. po 1629 r.), autor pierwszego zbioru polskich kolęd, urodził się w Sandomierzu? Jaka jest historia powstania jednaj z najbardziej znanych kolęd „Bóg się rodzi”? Na wszystkie te pytania i inne odpowie dr Danuta Paszkowska – Sandomierzanka, polonistka, która w swojej działalności naukowej i społecznej łączy zainteresowanie słowem z szacunkiem do historii. W programie spotkania w Muzeum Diecezjalnym Domu Długosza w Sandomierzu (ul. Długosza 9), o godz. 11.00 także wspólne kolędowanie, które poprowadzi organmistrz Grzegorz Stawowy z Sandomierza.\n\n„Spowiedź w drewnie”\n\nTeatr Lalki i Aktora „Kubuś” im. Stefana Karskiego w Kielcach (ul. Zamkowa 1) zaprasza na spektakl adresowany do dorosłego odbiorcy. W sobotę (10 stycznia) oraz w niedzielę (11 stycznia) przy ulicy Zamkowej zostanie pokazana „Spowiedź w drewnie”. To przejmujące studium twórczego niespełnienia, w którym nie brakuje jednak elementów ludowego humoru. To opowieść o relacji między artystą i jego dziełem. A także refleksja nad losem lalkarza, bo przecież największym, artystycznym marzeniem Jaśka było uchwycenie tego, co stanowi istotę teatru lalkowego – ruchu w statycznej rzeźbie. Sztukę napisał Jan Wilkowski (1921-1997) – wszechstronnie utalentowany artysta, który wywarł bardzo duży wpływ na polski teatr animacji. „Spowiedź w drewnie” powstała z jego fascynacji gawędami beskidzkiego rzeźbiarza ludowego Jędrzeja Wowry (1864-1937). Ów niepiśmienny twórca drewnianych ptaszków i świątków przeszedł do historii polskiej sztuki przede wszystkim jako autor figurki Chrystusa Frasobliwego. Kielecką realizację dramatu cechuje charakterystyczny dla tutejszego regionu koloryt. Tekst Wilkowskiego został przełożony na gwarę świętokrzyską przez dr. hab. prof. UJK Stanisława Cygana. Odtwórcą roli Jaśka jest były student Wilkowskiego – Zdzisław Reczyński. Bilety do kupienia w „Kubusiu”.\n\nOperetka „Księżniczka czardasza”\n\nArte Creatura Teatr Muzyczny zaprasza na ognistą operetkę „Księżniczka czardasza” E. Kálmána. „Księżniczka czardasza” to jedna z najbardziej znanych i uwielbianych operetek napisana przez najwybitniejszych librecistów wiedeńskich. Operetka przepełniona jest największymi hitami łączącymi czar wiedeńskich salonów i węgierskich rytmów. Do najsłynniejszych przebojów należą: „Choć na świecie dziewcząt mnóstwo”, „Artystki, artystki, artystki z variété”, „W rytm walczyka serce śpiewa – kochaj mnie”. Twórcy zapraszają na pełny trzyaktowy spektakl muzyczny z pięknymi kostiumami, dopracowaną choreografią i niebanalną scenografią, bez skrótów i okrojonych wersji koncertowych! Na scenie wystąpią soliści międzynarodowych scen muzycznych, laureaci konkursów wokalnych, którzy zachwycają widzów znakomitymi głosami i rozbawiają do łez perypetiami głównych bohaterów. Towarzyszy im Orkiestra Teatru Muzycznego Arte Creatura złożona z wybitnych muzyków, wirtuozów swych instrumentów, pod dyrekcją uznanych dyrygentów. „Księżniczka czardasza” to opowieść o silnej i odważnej kobiecie oraz ponadczasowych ludzkich pragnieniach – miłości i szczęścia, wbrew posiadanemu (lub nie) majątkowi, rodzinie i konwenansom społecznym. Piękna i utalentowana węgierska artystka kabaretowa Sylva Varescu zakochuje się ze wzajemnością w arystokracie Edwine. Mężczyzna obiecuje jej ślub, jednak zapomina, że w rodzinnym mieście czeka na niego narzeczona z dzieciństwa. Ojciec wzywa Edwina do Wiednia, by doprowadzić do jego zaręczyn z hrabianką Stasi. Gdy Sylva dowiaduje się o tym, desperacko wyrusza do Wiednia. Udając żonę hrabiego, oczarowuje wszystkich łącznie z niedoszłymi teściami. Wśród gości ogólny śmiech wzbudza plotka o szansonistce, która kochała się nieszczęśliwie w Edwinie i odtąd nazywana jest „księżniczką czardasza”. Sylva przeżywa te upokorzenia w milczeniu. Z kolei Edwin cieszy się, że Sylva wyszła za mąż, bo jako rozwiedziona hrabina, będzie plasowała się wyżej na drabinie społecznej niż jako „kabareciara”. To łamie Sylvie serce i postania uciec. Jak potoczą się losy zakochanych?\n\nDuża Scena Kieleckiego Centrum Kultury (Pl. Moniuszki 2B), godz. 18.00. Bilety w cenie: 90-120 zł do kupienia w kasie KCK oraz online.\n\n„Trzy Damy z Alabamy”\n\nKontynuacja hitu „Umrzeć ze Śmiechu” z 2018 roku! Teatr TeTaTeT zaprasza na drugą część przygód Connie, Millie i Leny. Wróciły! „Trzy Damy z Alabamy” – wciąż pełne energii, szalone i gotowe na kolejne nieprzewidywalne przygody! Po podróży dookoła świata, z urną swojej zmarłej przyjaciółki Mary, wracają, by podzielić się swoimi najbardziej zwariowanymi wspomnieniami. Jedno jest pewne – świetnie się bawiły! A teraz… wracają, by opowiedzieć o swoich przygodach. Oczywiście, nie zabraknie niespodzianek – bo jedna z nich wymknęła się spod kontroli! Rozsądna Connie, która wydawała się być ostoją spokoju, przywiozła z podróży… „większy bagaż” niż ten, z którym wyjeżdżała! A do tego jej córka Rachel wyszła za mąż za swojego przyjaciela Bobby’ego. Co więcej – i to dopiero rewelacja – ich rodzina wkrótce się powiększy… Spektakl zostanie też pokazany w niedzielę, 11 stycznia, o godz. 18.00 na Małej Scenie Kieleckiego Centrum Kultury (Pl. Moniuszki 2B). Bilety w kasie KCK oraz online.\n\nNIEDZIELA, 11 STYCZNIA\n\nZlot Czarownic na Łysicy\n\nPropozycja dla miłośników zimy i chodzenia po górach. Spotkanie uczestników o godz. 10.00 na parkingu w Świętej Katarzynie. Uczestnicy ruszą szlakiem na Łysicę (612 m n.p.m.). Organizatorzy proszą, by zabrać ze sobą dobry nastrój, wygodne buty, lampkę na szampana, miotłę i wiedźmowy strój według uznania.\n\n„Słowobrazy” – koncert\n\nDom Środowisk Twórczych w Kielcach zaprasza o godz. 17.00 na koncert „Słowobrazy”, czyli literackie i malarskie piosenki Jacka Kaczmarskiego. Zagra duet Adam PanDarecki, czyli Adam Jarząbek (gitara) i Dariusz Kwiatkowski (fortepian). Artyści nie sięgają po najbardziej znane utwory barda – wybierają te, które pozostają na uboczu głównego nurtu, a jednocześnie skrywają w sobie ogrom energii, emocji i znaczeń. Koncert staje się swoistą podróżą przez kulturę, historię i sztukę. Każda piosenka poprzedzona jest krótką, wciągającą opowieścią – literackim lub malarskim kontekstem, który pozwala lepiej zrozumieć świat, do którego odwoływał się Kaczmarski. Towarzyszący muzyce pokaz dzieł sztuki dopełnia całości, sprawiając, że odbiorca słucha, ogląda i interpretuje równocześnie. To koncert, który działa na wiele zmysłów i skłania do refleksji. Brzmienie projektu jest kameralne, a jednocześnie niesamowicie nasycone emocjami. Delikatna, folkowa gitara przeplata się z mocnym, rockowo-bluesowym fortepianem, budując przestrzeń, w której słowa zyskują wyjątkową intensywność. Artyści tworzą atmosferę bliskości i szczerości – ich interpretacje są pełne autentyzmu, szacunku dla tekstu i osobistego zaangażowania. „Słowobrazy” to propozycja dla tych, którzy szukają w muzyce czegoś więcej niż tylko melodii. To spotkanie z kulturą, sztuką i opowieścią; wieczór, który pozwala na chwilę zatrzymać się w biegu codzienności i zanurzyć w świecie, gdzie każde słowo i każdy dźwięk mają znaczenie. Bilety w cenie 40 zł do nabycia w kasie Domu Środowisk Twórczych oraz online.\n\nPONIEDZIAŁEK, 12 STYCZNIA\n\n„Magia Świąt” – Mazowiacy\n\nWidowisko o świętach Bożego Narodzenia w wykonaniu osób z niepełnosprawnościami. Przeznaczona dla małych i dużych opowieść „Magia Świąt” to 60 minut z polskimi zwyczajami, dwunastoma kolędami oraz zaskakującymi bohaterami. W spektaklu wystąpią aktorzy i muzycy, w sumie aż 23 osoby! Przepiękne kostiumy ludowe, świąteczna atmosfera, muzyka na żywo i wyjątkowi aktorzy z niepełnosprawnościami. Integracyjny Zespół Pieśni i Tańca „Mazowiacy” powstał w 1985 rok i dziś liczy już ponad 75 członków. Twórcą i kierownikiem tego unikatowego zespołu folklorystycznego jest prof. Leszek Ploch. Układy choreograficzne opracowuje korepetytor i pedagog tańca Hanna Szczepańska-Ploch. Widowisko na Małej Scenie Kieleckiego Centrum Kultury (Pl. Moniuszki 2B) o godz. 12.00. Wstęp wolny.\n\nCZWARTEK, 15 STYCZNIA\n\nWykład Henryka Skrobisza\n\nMiejska Biblioteka Publiczna w Starachowicach (ul. Kochanowskiego 5) zaprasza o godz. 16.00 na wykład Henryka Skrobisza poświęcony osobie Stefana Banacha, wybitnego matematyka, wykładowcy, autora podręczników, laureata nagród naukowych. Spotkanie odbędzie się w Czytelni Biblioteki przy ul. Kochanowskiego 5. Wstęp wolny.\n\nSpotkanie autorskie z Agatą Pakułą\n\nWojewódzka Biblioteka Publiczna im. Witolda Gombrowicza w Kielcach (ul. Ściegiennego 13), godz. 17.00 zaprasza na spotkanie autorskie z Agatą Pakułą połączone z promocją książki „Na dnie i z powrotem”. Agata Pakuła – kielczanka, autorka powieści historycznych, biograficznych i obyczajowych. Absolwentka Dziennikarstwa i Komunikacji Społecznej Uniwersytetu Jagiellońskiego w Krakowie. Z zawodu dziennikarka, z wyboru przedsiębiorca. W 2022 roku zadebiutowała książką „Przez 581 dni byłem tylko numerem”, którą napisała na podstawie wojennych i obozowych wspomnień dziadka, Franciszka Knapczyka. W czerwcu 2024 roku ukazała się książka „Stefania i wojna”, inspirowana prawdziwymi wydarzeniami z życia babci autorki. Natomiast w grudniu 2024 roku świąteczna pozycja „Niezwykła Wigilia”. Wstęp wolny.\n\nSpotkanie z Bożeną Walter i Zofią Turowską\n\nMiejska Biblioteka Publiczna im. Jerzego Pilcha w Kielcach, Poczytalnia na dVoRcu (ul. Czarnowska 12) zaprasza o godz. 17:30 na spotkanie autorskie z Bożeną Walter i Zofią Turowską, poświęcone książce „Miłość i telewizja” – osobistej, szczerej i bezkompromisowej autobiografii Mariusza Waltera. Publikacja stanowi wyjątkowe świadectwo życia i pracy jednego z najważniejszych twórców polskich mediów. To opowieść o człowieku, który współtworzył kluczowe projekty w historii polskiej telewizji – od Studia 2 po TVN i TVN24. Pozostawiony przez Mariusza Waltera autobiograficzny maszynopis, został po jego śmierci uzupełniony wspomnieniami żony, Bożeny Walter, bliskich współpracowników oraz zapiskami Jana Wejcherta. Literacką opiekę nad książką sprawowała Zofia Turowska. Podczas spotkania z kieleckimi czytelnikami nie zabraknie wspomnień o Mariuszu Walterze – jego drodze zawodowej, bezwarunkowym oddaniu telewizji, determinacji w realizowaniu celów oraz ogromnym wpływie, jaki wywarł na całe pokolenia twórców i dziennikarzy. Rozmowę poprowadzi Juliusz Braun. Podczas wydarzenia będzie możliwość zakupu książki. Wstęp wolny."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co robić w mroźny weekend w Warszawie? Łyżwy, koncerty, targi i inne atrakcje. Najciekawsze propozycje na 9-11 stycznia",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/co-robi%C4%87-w-mro%C5%BAny-weekend-w-warszawie-%C5%82y%C5%BCwy-koncerty-targi-i-inne-atrakcje-najciekawsze-propozycje-na-9-11-stycznia/ar-AA1TN9VG?ocid=BingNewsVerp",
            "description": "To że mróz wcale nie zniechęca mieszkańców Warszawy od aktywności fizycznej pokazało święto Trzech Króli. Wypełnione po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oieFcc2Iayd0ndAare8jlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto on MSN19 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ekspertka przewiduje, które aplikacje konsumenckie przeżyją erę sztucznej inteligencji od OpenAI.",
            "link": "https://gazeta-lokalna.pl/ekspertka-przewiduje-ktore-aplikacje-konsumenckie-przezyja-ere-sztucznej-inteligencji-od-openai/",
            "description": "Rok 2026 zwiastuje nadejście prawdziwej rewolucji w segmencie konsumenckich zastosowań sztucznej inteligencji, która może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4i-GutoS6HTUOueiR0XZJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Lokalna16 godz.",
            "source": "Gazeta Lokalna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejne cenne odkrycia na Wawelu! Co odkopali archeolodzy?",
            "link": "https://londynek.net/newslajt/article?jdnews_id=30691",
            "description": "Sygnet, monety oraz relikty średniowiecznej wieży odkryli archeolodzy podczas remontu Bastionu Władysława IV z pomnikiem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.L-HyTCLEhfwjIMc2lIYk8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Londynek.net15 godz.",
            "source": "Londynek.net",
            "article_content": "Wczoraj, 09:00\n\nSygnet, monety oraz relikty średniowiecznej wieży odkryli archeolodzy podczas remontu Bastionu Władysława IV z pomnikiem Tadeusza Kościuszki na Wawelu. W trakcie dwuletniej konserwacji budowla została odwodniona i zabezpieczona.\n\nZone place=e1-mobile\n\nWraz z końcem roku na Wawelu zakończył się remont bastionu z czasów króla Władysława IV (1595-1648). Celem renowacji było powstrzymanie dalszej degradacji budowli. Jak poinformował Zamek Królewski, podczas badań archeologicznych znaleziono fragmenty dawnych zabudowań i cenne artefakty.\n\nPod warstwami wypełniającego bastion zasypu wawelscy archeolodzy natrafili na relikty wieży, która strzegła tej części Wawelu od czasów króla Władysława Jagiełły do drugiej połowy XVI wieku.\n\nPodczas prowadzonych badań archeologicznych odkryto też sygnet z przełomu XV i XVI wieku, monety, w tym pruski denar z czasów księcia Albrechta Hohenzollerna z I poł. XVI wieku, a także fragmenty ceramiki.\n\nA medieval mystery is resurfacing in Krakow, where Polish archaeologists working at Wawel Cathedral have uncovered new evidence shedding light on legendary king Władysław I, the Elbow-High. pic.twitter.com/KzyPO9KvQz — TVP World (@TVPWorld_com) January 7, 2026\n\nPrace konserwatorskie miały przede wszystkim powstrzymać degradację zabytkowej bastei, znanej pod nazwą Bastionu Władysława IV - budowli obronnej w formie niskiej, przysadzistej wieży o podwyższonej odporności na ostrzał artyleryjski.\n\nWedług informacji Wawelu, stan budowli był alarmujący. Wskazywały na to m.in. solne wykwity, które świadczyły o tym, że budynek przecieka podczas deszczu.\n\nZamek przekazał, że największym wyzwaniem inżynieryjnym było podwieszenie pomnika konnego Tadeusza Kościuszki na specjalnej konstrukcji nośnej, umożliwiającej dostęp do wnętrza bastionu.\n\nZamek Królewski na Wawelu jest perłą nie tylko dla turystów, ale i naukowców. Obiekt, jak się okazuje, skrywa jeszcze wiele tajemnic. (Fot. Getty Images)\n\nW ramach prac wykonano odwodnienie budowli oraz konserwację, a także uzupełniono zniszczone kamienne i ceglane fragmenty. Konserwatorzy wzmocnili posadowienie pomnika Kościuszki na cokole oraz zabezpieczyli jego powierzchnię.\n\nDwuletnie prace wspierał finansowo Społeczny Komitet Odnowy Zabytków Krakowa ze środków Narodowego Fundusz Rewaloryzacji Zabytków Krakowa."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 13 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 10 - 11 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-13-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-10-11-stycznia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, upewnij się, jaka będzie pogoda. W sobotę 10 stycznia w Oświęcimiu ma być -5°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LIawaCigxMukxo7djAKgrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto11 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pomysły na spacer w woj. zachodniopomorskim. Gdzie warto iść w weekend 10 - 11 stycznia? 10 najciekawszych tras",
            "link": "https://gs24.pl/pomysly-na-spacer-w-woj-zachodniopomorskim-gdzie-warto-isc-w-weekend-10-11-stycznia-10-najciekawszych-tras/ar/c7p1-22116477",
            "description": "Nim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 10 stycznia w woj. zachodniopomorskim ma być od -8°C do -5°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OQRdybuIJTUEXJ44NwuDaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński11 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 28 km od Grodziska Mazowieckiego. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 10 - 11 stycznia?",
            "link": "https://grodziskmazowiecki.naszemiasto.pl/rowerem-do-28-km-od-grodziska-mazowieckiego-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-10-11-stycznia/ar/c7p1-21831681",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 10 stycznia w Grodzisku Mazowieckim ma być -9°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QVwFPvTDzMl-gwAu9XT2-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Grodzisk Mazowiecki Nasze Miasto12 godz.",
            "source": "Grodzisk Mazowiecki Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaplanuj weekend. Wydarzenia kulturalne w Kielcach i regionie świętokrzyskim",
            "link": "https://radiokielce.pl/1372744/zaplanuj-weekend/",
            "description": "Co się dzieje w weekend? Gdzie warto się wybrać? Sprawdź kalendarz najważniejszych wydarzeń kulturalnych w Kielcach i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.V-IgX1Gu9qGtq_ZZ2K_eVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Kielce12 godz.",
            "source": "Radio Kielce",
            "article_content": "Co się dzieje w weekend? Gdzie warto się wybrać? Sprawdź kalendarz najważniejszych wydarzeń kulturalnych w Kielcach i miejscowościach województwa świętokrzyskiego.\n\nPIĄTEK, 9 STYCZNIA\n\nSpektakle w Teatrze im. Stefana Żeromskiego\n\nTeatr im. Stefana Żeromskiego w Kielcach zaprasza na dwa spektakle. Od piątku (9 stycznia) do niedzieli (11 stycznia) będzie pokazana klasyka dla najmłodszych: „Opowieści z Narnii. Lew, czarownica i stara szafa” (w piątek pokaz o godz. 11.00, a w sobotę i niedzielę o godz. 16.00). Natomiast o godz. 19.00, w każdy z tych trzech dni, będzie można zobaczyć monodram Eweliny Gronowskiej „Bez nadzienia”. Bilety do kupienia w kasie teatru oraz online.\n\nWernisaż wystawy „Skrzydlate marzenia”\n\nDom Kultury „Zameczek” w Kielcach (ul. Słowackiego 23) oraz autorzy wystawy – Dana Piotrowska, Anna Chmielarz-Rodzim oraz Beata Mędrecka – zapraszają na wystawę „Skrzydlate marzenia”. Przed widzami otworem staje baśniowy świat trzech artystek. Anioły spoglądają z obrazów a wróżki, elfy i skrzaty rodzą się z koloru i ciepłych dłoni. Malarstwo i rękodzieło splatają się tu jak nitki zaczarowanej opowieści. W „Skrzydlatym marzeniu” dzieci spotykają bajkę a dorośli odnajdą ją na nowo. Gdzie można zwolnić, uśmiechnąć się i na chwilę uwierzyć w dobro ukryte w małych rzeczach. Wstęp wolny.\n\n„Magia Świąt” z udziałem Olgi Bończyk\n\nWieczór z najpiękniejszymi kolędami, których nie tylko chętnie słuchamy, ale wciąż mamy ochotę śpiewać w Filharmonii Świętokrzyskiej (Kielce, ul. Żeromskiego 12). Podczas koncertu (sobota, godz. 19.00) publiczność wspólnie z artystką wykona, m.in. „Cichą noc”, „Bóg się rodzi”, „Gdy śliczna Panna” czy „Jezus Malusieńki”. O aranżacje kolęd zadbał Hadrian Tabęcki, którego styl łączy klasykę, jazz i muzykę popularną. Nabiorą one nowych barw zyskując pełną energii i subtelności oprawę. Orkiestrę Symfoniczną Filharmonii Świętokrzyskiej poprowadzi Radosław Labahua. Wystąpią Olga Bończyk i Hadrian Tabęcki. Bilety do kupienia w kasie filharmonii oraz online.\n\nSOBOTA, 10 STYCZNIA\n\nGiełda kolekcjonerska\n\nGiełda Kolekcjonerska w Wojewódzkim Domu Kultury w Kielcach to wydarzenie, które odbywa się cyklicznie i przyciąga miłośników zabytkowych przedmiotów z całego regionu. Na stoiskach wystawców można znaleźć różnorodne przedmioty, takie jak porcelana, kryształy, obrazy, zabytkowe meble, lampy, biżuteria, zegary, zegarki, monety i pocztówki. Sobota, godz. 7.00-13.00. Wstęp wolny.\n\n„Z polską kolędą do Betlejem”\n\nKto jest autorem pierwszej kolędy w języku polskim datowanej na 1424 rok? Czy poeta Jan Żabczyc (ur. po 1580 r., zm. po 1629 r.), autor pierwszego zbioru polskich kolęd, urodził się w Sandomierzu? Jaka jest historia powstania jednaj z najbardziej znanych kolęd „Bóg się rodzi”? Na wszystkie te pytania i inne odpowie dr Danuta Paszkowska – Sandomierzanka, polonistka, która w swojej działalności naukowej i społecznej łączy zainteresowanie słowem z szacunkiem do historii. W programie spotkania w Muzeum Diecezjalnym Domu Długosza w Sandomierzu (ul. Długosza 9), o godz. 11.00 także wspólne kolędowanie, które poprowadzi organmistrz Grzegorz Stawowy z Sandomierza.\n\n„Spowiedź w drewnie”\n\nTeatr Lalki i Aktora „Kubuś” im. Stefana Karskiego w Kielcach (ul. Zamkowa 1) zaprasza na spektakl adresowany do dorosłego odbiorcy. W sobotę (10 stycznia) oraz w niedzielę (11 stycznia) przy ulicy Zamkowej zostanie pokazana „Spowiedź w drewnie”. To przejmujące studium twórczego niespełnienia, w którym nie brakuje jednak elementów ludowego humoru. To opowieść o relacji między artystą i jego dziełem. A także refleksja nad losem lalkarza, bo przecież największym, artystycznym marzeniem Jaśka było uchwycenie tego, co stanowi istotę teatru lalkowego – ruchu w statycznej rzeźbie. Sztukę napisał Jan Wilkowski (1921-1997) – wszechstronnie utalentowany artysta, który wywarł bardzo duży wpływ na polski teatr animacji. „Spowiedź w drewnie” powstała z jego fascynacji gawędami beskidzkiego rzeźbiarza ludowego Jędrzeja Wowry (1864-1937). Ów niepiśmienny twórca drewnianych ptaszków i świątków przeszedł do historii polskiej sztuki przede wszystkim jako autor figurki Chrystusa Frasobliwego. Kielecką realizację dramatu cechuje charakterystyczny dla tutejszego regionu koloryt. Tekst Wilkowskiego został przełożony na gwarę świętokrzyską przez dr. hab. prof. UJK Stanisława Cygana. Odtwórcą roli Jaśka jest były student Wilkowskiego – Zdzisław Reczyński. Bilety do kupienia w „Kubusiu”.\n\nOperetka „Księżniczka czardasza”\n\nArte Creatura Teatr Muzyczny zaprasza na ognistą operetkę „Księżniczka czardasza” E. Kálmána. „Księżniczka czardasza” to jedna z najbardziej znanych i uwielbianych operetek napisana przez najwybitniejszych librecistów wiedeńskich. Operetka przepełniona jest największymi hitami łączącymi czar wiedeńskich salonów i węgierskich rytmów. Do najsłynniejszych przebojów należą: „Choć na świecie dziewcząt mnóstwo”, „Artystki, artystki, artystki z variété”, „W rytm walczyka serce śpiewa – kochaj mnie”. Twórcy zapraszają na pełny trzyaktowy spektakl muzyczny z pięknymi kostiumami, dopracowaną choreografią i niebanalną scenografią, bez skrótów i okrojonych wersji koncertowych! Na scenie wystąpią soliści międzynarodowych scen muzycznych, laureaci konkursów wokalnych, którzy zachwycają widzów znakomitymi głosami i rozbawiają do łez perypetiami głównych bohaterów. Towarzyszy im Orkiestra Teatru Muzycznego Arte Creatura złożona z wybitnych muzyków, wirtuozów swych instrumentów, pod dyrekcją uznanych dyrygentów. „Księżniczka czardasza” to opowieść o silnej i odważnej kobiecie oraz ponadczasowych ludzkich pragnieniach – miłości i szczęścia, wbrew posiadanemu (lub nie) majątkowi, rodzinie i konwenansom społecznym. Piękna i utalentowana węgierska artystka kabaretowa Sylva Varescu zakochuje się ze wzajemnością w arystokracie Edwine. Mężczyzna obiecuje jej ślub, jednak zapomina, że w rodzinnym mieście czeka na niego narzeczona z dzieciństwa. Ojciec wzywa Edwina do Wiednia, by doprowadzić do jego zaręczyn z hrabianką Stasi. Gdy Sylva dowiaduje się o tym, desperacko wyrusza do Wiednia. Udając żonę hrabiego, oczarowuje wszystkich łącznie z niedoszłymi teściami. Wśród gości ogólny śmiech wzbudza plotka o szansonistce, która kochała się nieszczęśliwie w Edwinie i odtąd nazywana jest „księżniczką czardasza”. Sylva przeżywa te upokorzenia w milczeniu. Z kolei Edwin cieszy się, że Sylva wyszła za mąż, bo jako rozwiedziona hrabina, będzie plasowała się wyżej na drabinie społecznej niż jako „kabareciara”. To łamie Sylvie serce i postania uciec. Jak potoczą się losy zakochanych?\n\nDuża Scena Kieleckiego Centrum Kultury (Pl. Moniuszki 2B), godz. 18.00. Bilety w cenie: 90-120 zł do kupienia w kasie KCK oraz online.\n\n„Trzy Damy z Alabamy”\n\nKontynuacja hitu „Umrzeć ze Śmiechu” z 2018 roku! Teatr TeTaTeT zaprasza na drugą część przygód Connie, Millie i Leny. Wróciły! „Trzy Damy z Alabamy” – wciąż pełne energii, szalone i gotowe na kolejne nieprzewidywalne przygody! Po podróży dookoła świata, z urną swojej zmarłej przyjaciółki Mary, wracają, by podzielić się swoimi najbardziej zwariowanymi wspomnieniami. Jedno jest pewne – świetnie się bawiły! A teraz… wracają, by opowiedzieć o swoich przygodach. Oczywiście, nie zabraknie niespodzianek – bo jedna z nich wymknęła się spod kontroli! Rozsądna Connie, która wydawała się być ostoją spokoju, przywiozła z podróży… „większy bagaż” niż ten, z którym wyjeżdżała! A do tego jej córka Rachel wyszła za mąż za swojego przyjaciela Bobby’ego. Co więcej – i to dopiero rewelacja – ich rodzina wkrótce się powiększy… Spektakl zostanie też pokazany w niedzielę, 11 stycznia, o godz. 18.00 na Małej Scenie Kieleckiego Centrum Kultury (Pl. Moniuszki 2B). Bilety w kasie KCK oraz online.\n\nNIEDZIELA, 11 STYCZNIA\n\nZlot Czarownic na Łysicy\n\nPropozycja dla miłośników zimy i chodzenia po górach. Spotkanie uczestników o godz. 10.00 na parkingu w Świętej Katarzynie. Uczestnicy ruszą szlakiem na Łysicę (612 m n.p.m.). Organizatorzy proszą, by zabrać ze sobą dobry nastrój, wygodne buty, lampkę na szampana, miotłę i wiedźmowy strój według uznania.\n\n„Słowobrazy” – koncert\n\nDom Środowisk Twórczych w Kielcach zaprasza o godz. 17.00 na koncert „Słowobrazy”, czyli literackie i malarskie piosenki Jacka Kaczmarskiego. Zagra duet Adam PanDarecki, czyli Adam Jarząbek (gitara) i Dariusz Kwiatkowski (fortepian). Artyści nie sięgają po najbardziej znane utwory barda – wybierają te, które pozostają na uboczu głównego nurtu, a jednocześnie skrywają w sobie ogrom energii, emocji i znaczeń. Koncert staje się swoistą podróżą przez kulturę, historię i sztukę. Każda piosenka poprzedzona jest krótką, wciągającą opowieścią – literackim lub malarskim kontekstem, który pozwala lepiej zrozumieć świat, do którego odwoływał się Kaczmarski. Towarzyszący muzyce pokaz dzieł sztuki dopełnia całości, sprawiając, że odbiorca słucha, ogląda i interpretuje równocześnie. To koncert, który działa na wiele zmysłów i skłania do refleksji. Brzmienie projektu jest kameralne, a jednocześnie niesamowicie nasycone emocjami. Delikatna, folkowa gitara przeplata się z mocnym, rockowo-bluesowym fortepianem, budując przestrzeń, w której słowa zyskują wyjątkową intensywność. Artyści tworzą atmosferę bliskości i szczerości – ich interpretacje są pełne autentyzmu, szacunku dla tekstu i osobistego zaangażowania. „Słowobrazy” to propozycja dla tych, którzy szukają w muzyce czegoś więcej niż tylko melodii. To spotkanie z kulturą, sztuką i opowieścią; wieczór, który pozwala na chwilę zatrzymać się w biegu codzienności i zanurzyć w świecie, gdzie każde słowo i każdy dźwięk mają znaczenie. Bilety w cenie 40 zł do nabycia w kasie Domu Środowisk Twórczych oraz online.\n\nPONIEDZIAŁEK, 12 STYCZNIA\n\n„Magia Świąt” – Mazowiacy\n\nWidowisko o świętach Bożego Narodzenia w wykonaniu osób z niepełnosprawnościami. Przeznaczona dla małych i dużych opowieść „Magia Świąt” to 60 minut z polskimi zwyczajami, dwunastoma kolędami oraz zaskakującymi bohaterami. W spektaklu wystąpią aktorzy i muzycy, w sumie aż 23 osoby! Przepiękne kostiumy ludowe, świąteczna atmosfera, muzyka na żywo i wyjątkowi aktorzy z niepełnosprawnościami. Integracyjny Zespół Pieśni i Tańca „Mazowiacy” powstał w 1985 rok i dziś liczy już ponad 75 członków. Twórcą i kierownikiem tego unikatowego zespołu folklorystycznego jest prof. Leszek Ploch. Układy choreograficzne opracowuje korepetytor i pedagog tańca Hanna Szczepańska-Ploch. Widowisko na Małej Scenie Kieleckiego Centrum Kultury (Pl. Moniuszki 2B) o godz. 12.00. Wstęp wolny.\n\nCZWARTEK, 15 STYCZNIA\n\nWykład Henryka Skrobisza\n\nMiejska Biblioteka Publiczna w Starachowicach (ul. Kochanowskiego 5) zaprasza o godz. 16.00 na wykład Henryka Skrobisza poświęcony osobie Stefana Banacha, wybitnego matematyka, wykładowcy, autora podręczników, laureata nagród naukowych. Spotkanie odbędzie się w Czytelni Biblioteki przy ul. Kochanowskiego 5. Wstęp wolny.\n\nSpotkanie autorskie z Agatą Pakułą\n\nWojewódzka Biblioteka Publiczna im. Witolda Gombrowicza w Kielcach (ul. Ściegiennego 13), godz. 17.00 zaprasza na spotkanie autorskie z Agatą Pakułą połączone z promocją książki „Na dnie i z powrotem”. Agata Pakuła – kielczanka, autorka powieści historycznych, biograficznych i obyczajowych. Absolwentka Dziennikarstwa i Komunikacji Społecznej Uniwersytetu Jagiellońskiego w Krakowie. Z zawodu dziennikarka, z wyboru przedsiębiorca. W 2022 roku zadebiutowała książką „Przez 581 dni byłem tylko numerem”, którą napisała na podstawie wojennych i obozowych wspomnień dziadka, Franciszka Knapczyka. W czerwcu 2024 roku ukazała się książka „Stefania i wojna”, inspirowana prawdziwymi wydarzeniami z życia babci autorki. Natomiast w grudniu 2024 roku świąteczna pozycja „Niezwykła Wigilia”. Wstęp wolny.\n\nSpotkanie z Bożeną Walter i Zofią Turowską\n\nMiejska Biblioteka Publiczna im. Jerzego Pilcha w Kielcach, Poczytalnia na dVoRcu (ul. Czarnowska 12) zaprasza o godz. 17:30 na spotkanie autorskie z Bożeną Walter i Zofią Turowską, poświęcone książce „Miłość i telewizja” – osobistej, szczerej i bezkompromisowej autobiografii Mariusza Waltera. Publikacja stanowi wyjątkowe świadectwo życia i pracy jednego z najważniejszych twórców polskich mediów. To opowieść o człowieku, który współtworzył kluczowe projekty w historii polskiej telewizji – od Studia 2 po TVN i TVN24. Pozostawiony przez Mariusza Waltera autobiograficzny maszynopis, został po jego śmierci uzupełniony wspomnieniami żony, Bożeny Walter, bliskich współpracowników oraz zapiskami Jana Wejcherta. Literacką opiekę nad książką sprawowała Zofia Turowska. Podczas spotkania z kieleckimi czytelnikami nie zabraknie wspomnień o Mariuszu Walterze – jego drodze zawodowej, bezwarunkowym oddaniu telewizji, determinacji w realizowaniu celów oraz ogromnym wpływie, jaki wywarł na całe pokolenia twórców i dziennikarzy. Rozmowę poprowadzi Juliusz Braun. Podczas wydarzenia będzie możliwość zakupu książki. Wstęp wolny."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 rzeczy z domu babci, które są zbyt dobre, by je wyrzucić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/10-rzeczy-z-domu-babci-kt%C3%B3re-s%C4%85-zbyt-dobre-by-je-wyrzuci%C4%87/ar-AA1TQ8tU?ocid=BingNewsVerp",
            "description": "Według serwisu Southern Living dom twojej babci jest prawdopodobnie pełen przedmiotów z historią — a wiele z nich wciąż jest ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3wPl9nVSkYvWAjRokm-UJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Decor Style on MSN5 godz.",
            "source": "Decor Style on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie iść na spacer w woj. świętokrzyskim. Gdzie warto iść w weekend 10 - 11 stycznia? 10 najciekawszych tras",
            "link": "https://echodnia.eu/swietokrzyskie/gdzie-isc-na-spacer-w-woj-swietokrzyskim-gdzie-warto-isc-w-weekend-10-11-stycznia-10-najciekawszych-tras/ar/c7p1-22116489",
            "description": "Zanim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 10 stycznia w woj. świętokrzyskim ma być od -12°C do -10°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OQRdybuIJTUEXJ44NwuDaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Echo Dnia10 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle płacą za stare polskie monety obiegowe. Można nieźle dorobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/tyle-p%C5%82ac%C4%85-za-stare-polskie-monety-obiegowe-mo%C5%BCna-nie%C5%BAle-dorobi%C4%87/ar-AA1TrfDX?ocid=BingNewsVerp",
            "description": "Wartość tych monet obiegowych może być dzisiaj znacznie wyższa, niż być się spodziewał. Niektóre egzemplarze osiągają ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8dtwSkHXLhWwG4C-W8CaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN12 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny tych dwuzłotówek zwalają z nóg. Kupowaliśmy je za drobne",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/ceny-tych-dwuz%C5%82ot%C3%B3wek-zwalaj%C4%85-z-n%C3%B3g-kupowali%C5%9Bmy-je-za-drobne/ar-AA1PdLQX?ocid=BingNewsVerp",
            "description": "Te okolicznościowe dwuzłotówki jeszcze niedawno były kupowane przez tysiące Polaków na potęgę, Teraz część z nich osiąga na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H6fqr3R61NQDDaIBI_C1aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN12 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    }
]