[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy świętują z tortem",
            "link": "https://radiokielce.pl/1373110/kolekcjonerzy-swietuja-z-tortem/",
            "description": "Giełda kolekcjonerska, organizowana w Wojewódzkim Domu Kultury w Kielcach w każdą drugą sobotę miesiąca, ma już 50 lat.",
            "image_url": "https://www.bing.pl/th?id=OVFT.JuWj2Y29Te-B8o7SfoAM0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Radio Kielce11 godz.",
            "source": "Radio Kielce",
            "article_content": "Giełda kolekcjonerska, organizowana w Wojewódzkim Domu Kultury w Kielcach w każdą drugą sobotę miesiąca, ma już 50 lat. Podczas najbliższego spotkania, w sobotę, 10 stycznia, na uczestników i sympatyków giełdy będzie czekała urodzinowa niespodzianka.\n\nMagdalena Fogiel-Litwinek, dyrektor WDK wyjaśnia, że najpierw powstała giełda staroci.\n\n– Miała swój początek 18 stycznia w 1976 roku. Pierwsze spotkanie odbyło się z inicjatywy „Echa Dnia” i kierownictwa Kieleckiego Klubu Nauczyciela. Wtedy też został założony Kielecki Klub Kolekcjonera, który działa do dziś – mówi.\n\nNa pierwszą giełdę staroci przyszło kilkuset Kielczan, zjawili się na nim także mieszkańcy okolicznych miejscowości, a nawet przyjezdni z Krakowa i Lublina. To spotkanie pokazało, że takiego wydarzenia brakowało w stolicy województwa świętokrzyskiego, więc podjęto decyzję, że będzie wydarzeniem cyklicznym. W 2002 roku przemianowano ja na giełdę kolekcjonerską.\n\nMagdalena Fogiel-Litwinek dodaje, że także dziś do WDK przyjeżdża wielu pasjonatów staroci.\n\n– W każdej giełdzie bierze udział średnio 100 wystawców nie tylko z naszego regionu, ale z całej Polski. Co jest oferowane? Meble, militaria, dewocjonalia, zegary, porcelana, numizmaty, znaczki, zabawki, płyty winylowe, znaczki, ale są także dokumenty archiwalne, można zobaczyć sprzęty z PRL-u. Mamy wielu pasjonatów, którzy przyjeżdżają i nawet nie kupują, a wymieniają się elementami swoich kolekcji. Wokół tej giełdy powstała już taka rodzina osób, które kochają starocie i przyjeżdżają tutaj co miesiąc – opisuje.\n\nSobotnia giełda odbędzie się, jak zawsze, w godz. 7-13, natomiast na godz. 10 zaplanowano świętowanie z tortem. Wstęp wolny."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 9.01.2026",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-9-01-2026/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński21 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 9.01.2026",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-9-01-2026/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński21 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle są warte teraz stare monety okolicznościowe z czasów PRL",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-z-prl-s%C4%85-na-topie-w-2026-roku-tyle-mo%C5%BCna-na-nich-zarobi%C4%87/ar-AA1TzUzV?ocid=BingNewsVerp",
            "description": "Warto zajrzeć do domowych skrytek, szuflad czy starych albumów po dziadkach. Często właśnie tam leżą zapomniane monety, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XtW7Y8v5NW2xDn3t2XNe6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN12 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niemcy nadal wymieniają miliony marek na euro. „Każdy może je wymienić'",
            "link": "https://polskiobserwator.de/wymiana-marek-niemieckich-na-euro-trwa-bundesbank/",
            "description": "Wymiana marek niemieckich na euro trwa. Zaskakując dane Bundesbanku - Niemcy nadal wymieniają miliony marek na euro. W domach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5Wg6JoMmYu27rQKxctr-My&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Polski Obserwator17 godz.",
            "source": "Polski Obserwator",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najdroższe bombki 2025 z PRL-u. Te ozdoby choinkowe mieli kiedyś wszyscy, dziś kosztują krocie. Stare bombki na sprzedaż. Tu masz ceny OLX",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najdro%C5%BCsze-bombki-2025-z-prl-u-te-ozdoby-choinkowe-mieli-kiedy%C5%9B-wszyscy-dzi%C5%9B-kosztuj%C4%85-krocie-stare-bombki-na-sprzeda%C5%BC-tu-masz-ceny-olx/ar-AA1SYVtr?ocid=BingNewsVerp",
            "description": "Dziś, po upływie 35 lat moda na PRL wraca, czego przykładem są dawne meble, zegary, monety, zabawki, płyty i kasety, kolekcje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.igp-ciRUorsg24G-l-5oXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wrocławska on MSN19 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 9.01.2026 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://poranny.pl/prasowka-9-01-2026-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960907",
            "description": "Noc z 31 grudnia 2025 roku na 1 stycznia 2026 roku na długo pozostanie w pamięci gości Restauracji Mozart w Białymstoku.",
            "image_url": "https://www.bing.pl/th?id=OVFT._YeZcxsZuOsj1SSs76OUey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Poranny22 godz.",
            "source": "Kurier Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najstarsze protomiasto północnej Polski odkryte pod Szczecinem. To wczesnoneolityczny ośrodek pionierów rolnictwa sprzed 7 tysięcy lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/najstarsze-protomiasto-p%C3%B3%C5%82nocnej-polski-odkryte-pod-szczecinem-to-wczesnoneolityczny-o%C5%9Brodek-pionier%C3%B3w-rolnictwa-sprzed-7-tysi%C4%99cy-lat/ar-AA1TRlqd?ocid=BingNewsVerp",
            "description": "W Przylepie, na pograniczu gmin Dobra i Kołbaskowo, archeolodzy potwierdzili istnienie osady pionierów rolnictwa sprzed około ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.b9hQsqZ7gtS1vI8gS4NfnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński on MSN20 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 72 km od Pleszewa. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 10 - 11 stycznia?",
            "link": "https://pleszew.naszemiasto.pl/trasy-rowerowe-do-72-km-od-pleszewa-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-10-11-stycznia/ar/c7p1-21831917",
            "description": "Nim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 10 stycznia w Pleszewie ma być -8°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QVwFPvTDzMl-gwAu9XT2-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pleszew Nasze Miasto11 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takiego Golubia-Dobrzynia już nie ma. Kino Wolność, PKS na rynku - to kultowe miejsca, o których wciąż pamiętamy - stare zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/takiego-golubia-dobrzynia-ju%C5%BC-nie-ma-kino-wolno%C5%9B%C4%87-pks-na-rynku-to-kultowe-miejsca-o-kt%C3%B3rych-wci%C4%85%C5%BC-pami%C4%99tamy-stare-zdj%C4%99cia/ar-AA1TydiZ?ocid=BingNewsVerp",
            "description": "Miasto to nie tylko teraźniejszość i przyszłość. Ważne są też relikty przeszłości – budynki, miejsca, symbole, które definiowały codzienność kolejnych pokoleń. Golub-Dobrzyń, przechodząc zmiany, pożeg ...",
            "image_url": "https://www.bing.pl/th?id=ODF.te6UHAYLztc5wQP0BnYmFw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Nasze Miasto on MSN17 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 10 km od Oświęcimia. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 10 - 11 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-10-km-od-oswiecimia-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-10-11-stycznia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 10 stycznia w Oświęcimiu ma być -6°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6b_dKfsGiI9qXLZw-XqLGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto11 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 71 km od Gryfic. Urocze miejsca na krótką trasę w weekend 10 - 11 stycznia",
            "link": "https://gryfice.naszemiasto.pl/gdzie-na-nordic-walking-do-71-km-od-gryfic-urocze-miejsca-na-krotka-trase-w-weekend-10-11-stycznia/ar/c7p1-22319401",
            "description": "Przed drogą sprawdź prognozę pogody dla Gryfic. W sobotę 10 stycznia według prognozy pogody ma być -1°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Dz89lRHDD2We73C_k0jjXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gryfice Nasze Miasto10 godz.",
            "source": "Gryfice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytki idą pod młot. Rozbiórka ikon amerykańskiej inżynierii kosmicznej",
            "link": "https://www.propertydesign.pl/architektura/104/zabytki_ida_pod_mlot_rozbiorka_ikon_amerykanskiej_inzynierii_kosmicznej,53062.html",
            "description": "NASA wyburza zabytkowe obiekty z epoki Apollo. Chodzi o rozbiórkę trzech historycznych obiektów w Centrum Lotów Kosmicznych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XAEoagmXKLqWeGcrbOkZoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "PropertyDesign8 godz.",
            "source": "PropertyDesign",
            "article_content": "NASA wyburza zabytkowe obiekty z epoki Apollo. Chodzi o rozbiórkę trzech historycznych obiektów w Centrum Lotów Kosmicznych Marshalla w Huntsville w Alabamie. Budynki, związane z programami załogowymi, miały status zabytków narodowych.\n\nReklama\n\nNASA szykuje się do wyburzenia historycznych budynków.\n\nAmerykańska agencja kosmiczna ogłosiła, że trwają prace związane z wyburzeniem trzech struktur związanych z historią lotów kosmicznych w Centrum Lotów Kosmicznych Marshalla w Huntsvill w Alabamie.\n\nW połowie grudnia rozpoczęto wyburzanie Symulatora Neutralnej Pływalności (Neutral Buoyancy Simulator), wybudowanego pod koniec lat 60-tych ubiegłego wieku.\n\nBudynki miały od 1985 roku status zabytków narodowych, ze względu na swoje znaczenie w historii załogowych lotów kosmicznych. Wszystkie odegrały kluczową rolę w dotarciu człowieka na Księżyc\n\nWyburzenie wspomnianej infrastruktury jest częścią większego projektu rozpoczętego w 2022 roku. Obszar Centrum Lotów Kosmicznych Marshalla ma przejść modernizację.\n\nDokumentację zabytków miała zostać zabezpieczona m.in. w Bibliotece Kongresu.\n\nZabytkowe obiekty idą do rozbiórki\n\nW połowie grudnia rozpoczęto wyburzanie Symulatora Neutralnej Pływalności (Neutral Buoyancy Simulator), wybudowanego pod koniec lat 60-tych ubiegłego wieku. To tutaj astronauci NASA ćwiczyli w warunkach imitujących stan nieważkości. Testowano tu również w warunkach podwodnych różne urządzenia kosmiczne oraz ćwiczono serwisowanie Kosmicznego Teleskopu Hubble'a. Symulator został zamknięty w 1997 roku, gdy zastąpiono go nowym, większym w Centrum Kosmiczny Johnsona w Houston.\n\nDo wyburzenia przewidziane są jeszcze dwie struktury: Ośrodek do Testów Napędowych i Konstrukcyjnych (Propulsion and Structural Test Facility) oraz Ośrodek Testowania Dynamiki (Dynamic Test Facility). Dokładnie zaplanowana implozja nastąpi nie wcześniej niż 10 stycznia.\n\nWszystkie te struktury odegrały kluczową rolę w dotarciu człowieka na Księżyc, na niską orbitę okołoziemską i w dalsze rejony kosmosu. Na przykład Stanowiska Testów Dynamicznych, zbudowanego w 1964 roku, używano do przetestowania w pełni zmontowanych rakiet Saturn V. W 1978 roku inżynierowie zintegrowali tu po raz pierwszy wszystkie elementy promu kosmicznego. Ostatni raz placówki używano na początku XXI wieku do testowania mikgrograwitacji.\n\nOśrodek do Testów Napędowych i Konstrukcyjnych, znany także pod nieoficjalną nazwą \"T-tower\" (od swojego kształtu), wybudowano w 1957 roku. NASA otrzymała go od Agencji Pocisków Balistycznych Armii USA w 1960 roku. Testowano tutaj elementy rakiet nośnych Saturn, czy silniki pomocnicze wahadłowców. Ostatni raz używano placówki w latach 90-tych.\n\nNASA wskazuje, że osunięcie struktur nieużywanych od wielu lat zaoszczędzi fundusze. Poza tym budynki te były już niebezpieczne pod względem budowlanym.\n\nCo zostanie po zabytkach?\n\nBudynki miały od 1985 roku status zabytków narodowych, ze względu na swoje znaczenie w historii załogowych lotów kosmicznych. W Bibliotece Kongresu w sekcji historii amerykańskiej inżynierii zarchiwizowano dokumentację architektoniczną, spisane historie i wielkoformatowe fotografie.\n\nDodatkowo, wspólnie z Uniwersytetem Auburn utworzono cyfrowe modele w wysokiej rozdzielczości dla każdej ze struktur, stosując technologie takie, jak LiDAR i fotografia 360 stopni. Wybrane przedmioty zostały przekazane do Amerykańskiego Centrum Kosmosu i Rakiet, aby pozostały dostępne dla celów edukacyjnych.\n\nWyburzenie wspomnianej infrastruktury jest częścią większego projektu rozpoczętego w 2022 roku, dotyczącego nieużywanych już budynków i laboratoriów. Łącznie usuniętych zostanie 25 przestarzałych struktur, a obszar Centrum Lotów Kosmicznych Marshalla przejdzie modernizację. (PAP)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 2 km od Niepołomic. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 10 - 11 stycznia?",
            "link": "https://niepolomice.naszemiasto.pl/wycieczki-rowerowe-do-2-km-od-niepolomic-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-10-11-stycznia/ar/c7p1-21832069",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 10 stycznia w Niepołomicach ma być -8°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7cVFWleDESv1indqZS5qLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto10 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz szczęście, jeśli posiadasz, którąś z tych monet",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/masz-szcz%C4%99%C5%9Bcie-je%C5%9Bli-posiadasz-kt%C3%B3r%C4%85%C5%9B-z-tych-monet/ar-AA1TzUzV?ocid=BingNewsVerp",
            "description": "Warto zajrzeć do domowych skrytek, szuflad czy starych albumów po dziadkach. Często właśnie tam leżą zapomniane monety, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XtW7Y8v5NW2xDn3t2XNe6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN13 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    }
]