[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ile złotych kosztuje funt brytyjski? Kurs GBP/PLN na dziś, 12 września 2025 r.",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-12-wrzesnia-2025-r/s9ezrkt",
            "description": "Dzisiaj 12 września 2025 r. za 1 funta szterlinga zapłacimy 4,9192 zł. Warto to wiedzieć zanim pójdziemy do kantoru lub ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sBMxt5NavEeOUUFZ5jIyWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl2 godz.",
            "source": "Fakt.pl",
            "article_content": "Dzisiaj 12 września 2025 r. za 1 funta szterlinga zapłacimy 4,9192 zł. Warto to wiedzieć zanim pójdziemy do kantoru lub skorzystamy z wymiany online. Kurs funta szterlinga uległ zmianie 0,0084 zł w ujęciu dzień do dnia. Natomiast porównując kurs GBP/PLN do zeszłego tygodnia, kurs uległ zmianie +0,0080 zł.\n\nKurs funta szterlinga\n\nFunt szterling po angielsku to pound sterling. Można też używać nazwy funt brytyjski, ale jest ona rzadziej używana. Jego oznaczenie globalne to GBP. Jest walutą Wielkiej Brytanii. W jakich krajach obowiązuje funt szterling? Funty należy mieć przy sobie w Wielkiej Brytanii, Szkocji, Irlandii Płn., w Walii, na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie ma nominały funt brytyjski? Funt szterling to inaczej 100 pensów. Występują monety: 1p, 2p, 5p, 10p, 20p, 50p. A banknoty dzielą się na: 5, 10, 20, 50 (100 występuje tylko w Szkocji i Irlandii Płn.). Jak każda waluta, funt podlega inflacji, co oznacza, że jego wartość z czasem spada. Przyszłość funta jest trudna do przewidzenia, ale jego historia wskazuje, że jest to waluta o dużej odporności.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 12.09.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-12092025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs NOK/PLN 12 września 2025 r.",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/kurs-nokpln-12-wrze%C5%9Bnia-2025-r/ar-AA1MoF3W?ocid=BingNewsVerp",
            "description": "Chcesz sprawdzić, jaki jest kurs korony norweskiej? Interesują cię bieżące notowania NOK? W tym miejscu sprawdzisz, czy złoty ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.716TEah4o039YEiXsPHhJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN7 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Potrzeba restrykcyjnych procedur\". Etycy krytykują nową technologię Muska",
            "link": "https://www.tysol.pl/a146293-potrzeba-restrykcyjnych-procedur-etycy-krytykuja-nowa-technologie-muska",
            "description": "Najnowsza prezentacja firmy „Neuralink Update, Summer 2025' oraz wizja Elona Muska dokonania „fundamentalnej zmiany w tym, co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TrisR6oREgpjNxqkTEjr_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Tygodnik Solidarność22 godz.",
            "source": "Tygodnik Solidarność",
            "article_content": "Najnowsza prezentacja firmy „Neuralink Update, Summer 2025” oraz wizja Elona Muska dokonania „fundamentalnej zmiany w tym, co znaczy być człowiekiem” stawia przed Kościołem katolickim poważne pytania antropologiczne. Papież Leon XIV, rozwijając nauczanie swoich poprzedników, już rozpoczął formułowanie odpowiedzi na wyzwania związane ze sztuczną inteligencją (AI), podkreślając, że każdy postęp technologiczny należy oceniać „w świetle integralnego rozwoju osoby ludzkiej i społeczeństwa”.\n\nCo musisz wiedzieć:\n\nNajnowszy pokaz Neuralink to przedstawienie strumieni danych z całego mózgu, które mogłyby pozwolić ludziom komunikować się „tysiące, a może miliony razy szybciej” oraz przywracać zdolność ruchu sparaliżowanym i wzrok niewidomym;\n\nZałożona w 2016 roku firma Muska konstruuje i wszczepia czipy – interfejsy, pozwalające sterować urządzeniami wyłącznie myślą. Początkowo rozwijana głównie ze względu na zastosowania medyczne, technologia błyskawicznie poszła naprzód;\n\nMusk stwierdził w wywiadzie, że \"jesteśmy swoim mózgiem\";\n\nNarrację Muska poddają w wątpliwość zarówno etycy katoliccy, jak i świeccy. Pierwsi kwestionują już samo redukowanie człowieka do jego organu - w tym wypadku mózgu, drudzy są zaniepokojeni m.in. brakiem stosowania bezpiecznych naukowo procedur przy testowaniu technologii.\n\nNeutralink\n\nProblemem technologii Elona Muska zajął się ostatnio m.in. katolicki publicysta Andrew Likoudis na stronie NCR.\n\nNajnowszy pokaz Neuralink to przedstawienie strumieni danych z całego mózgu, które mogłyby pozwolić ludziom komunikować się „tysiące, a może miliony razy szybciej” oraz przywracać zdolność ruchu sparaliżowanym i wzrok niewidomym.\n\nW ubiegłym roku firma ta jako pierwsza wszczepiła czip do ludzkiego mózgu. W lipcu ogłoszono, że siedmiu pacjentów ze stwardnieniem zanikowym bocznym (ALS) i urazami rdzenia kręgowego bierze udział w badaniach klinicznych, mając wszczepione implanty wielkości monety. Dzięki nim mogą pisać, przeglądać strony czy grać w szachy wyłącznie siłą myśli. Są to kamienie milowe postępu, które Musk określił jako zaledwie wstęp do wielkich celów przed planowanym komercyjnym wdrożeniem technologii w 2028 roku.\n\nZałożona w 2016 roku firma Muska konstruuje i wszczepia czipy – interfejsy, pozwalające sterować urządzeniami wyłącznie myślą. Początkowo rozwijana głównie ze względu na zastosowania medyczne, technologia błyskawicznie poszła naprzód i dziś Neuralink przewiduje przyszłość, w której taki sposób komunikacji stanie się częścią codziennego życia.\n\nJesteśmy mózgiem?\n\nW lipcowym nagraniu trwającym godzinę przedsiębiorca zaprezentował, jak interfejs pomaga pacjentom badań klinicznych, wykorzystując tzw. „telepatię konceptualną”. Wskazał też, że przyspieszenie przetwarzania danych w mózgu może służyć każdemu.\n\n- Nasza zdolność komunikacji jest mocno ograniczona tempem mówienia czy pisania. A tu chodzi o odblokowanie potencjału, by móc komunikować się tysiące, a nawet miliony razy szybciej niż obecnie – tłumaczył Musk.\n\nZaznaczył przy tym, że zwiększenie „przepustowości wejścia/wyjścia” mózgu pozwoli człowiekowi „dopasować się do woli sztucznej inteligencji”. Zasugerował też własną odpowiedź na pytania o świadomość i tożsamość:\n\n- Jesteśmy mózgiem. Można przeszczepić serce czy nerkę, ale nikt nigdy nie przeszczepił mózgu. A więc jesteś swoim mózgiem - uznał Musk.\n\nKrytyka katolicka\n\nW konteksie tych rewolucyjnych zmian Leon XIV na niedawnej konferencji nt. AI w Watykanie zwrócił uwagę, że „sztuczna inteligencja, zwłaszcza generatywna, otworzyła nowe horyzonty na wielu poziomach, także w badaniach nad zdrowiem i odkryciach naukowych. Ale AI stawia też niepokojące pytania o jej wpływ na otwartość człowieka na prawdę i piękno, na naszą wyjątkową zdolność pojmowania i przetwarzania rzeczywistości”.\n\nCzęść katolickich etyków ostro krytykuje wizję Muska, zwłaszcza utożsamienie człowieczeństwa z funkcjami mózgu i ciała. Steven Umbrello, dyrektor Instytutu Etyki i Nowych Technologii w Willington (Connecticut) i badacz na Uniwersytecie w Turynie, napisał w komentarzu dla „National Catholic Register”: „Musk powtarza znany slogan: «Jesteś swoim mózgiem». Jest to typowe materialistyczne uproszczenie, redukcjonizm bez podstaw”.\n\nZdaniem naukowca funkcjonowanie mózgu jest wprawdzie kluczowe dla poznania, nie wyczerpuje jednak definicji osoby ludzkiej. Świadomość, intencjonalność i odpowiedzialność moralna wskazują na głębszą rzeczywistość ontologiczną, której nie da się sprowadzić do aktywności neuronów – podkreślił Umbrello. Zaznaczył, że filozofia katolicka od zawsze odróżnia „subiektywne wnętrze duszy” (subjective interiority of the soul) od „obiektywnych mechanizmów ciała” (objective mechanisms of the body). Tymczasem projekt Neuralink sprowadza je do jednego poziomu, co grozi nie tylko błędem filozoficznym, ale także zatarciem kategorii moralnych, takich jak odpowiedzialność, miłość czy cierpienie.\n\n„Antropologia katolicka głosi, że tożsamość człowieka zależy nie od użyteczności, ale od tego, że jesteśmy stworzeni jako imago Dei” (na obraz i podobieństwo Boga). dodał autor komentarza.\n\nPodobne stanowisko zajęli inni etycy katoliccy. Już w 2023 roku, gdy FDA (Agencja Żywności i Leków) dopuściła badania kliniczne Neuralink, Narodowe Centrum Bioetyki Katolickiej w Filadelfii (NCBC) wyraziło zaniepokojenie. Joseph Meaney, jeden z ekspertów NCBC, napisał, że choć „leczenie urazów mózgu czy umożliwienie sparaliżowanym chodzenia to szlachetne cele”, to jednak ostateczna wizja Muska, czyli połączenie umysłu z AI w celu stworzenia „nadczłowieka”, jest atakiem na „świętą nienaruszalność osoby ludzkiej”. - Kościół nie prowadzi polityki antynaukowej, ale wymaga roztropnej oceny i etycznej refleksji nad możliwymi zastosowaniami każdej technologii – podkreślił Meaney.\n\nArthur Caplan\n\nPodobną ostrożność wykazują również świeccy bioetycy np. Arthur Caplan, jeden z czołowych ekspertów w tej dziedzinie, doradca ONZ i Światowej Organizacji Zdrowia (WHO). - Nie jestem fanem Neuralink. Badania nad modulacją mózgu są prowadzone, ale eksperymenty te są recenzowane, zatwierdzane przez niezależne gremia i publikowane. Tak powinno się to odbywać. Neuralink nie jest recenzowany - powiedział.\n\nCaplan skrytykował także zbyt ubogie regulacje dotyczące działań firmy. - Skoro manipulujemy mózgiem, potrzeba o wiele bardziej restrykcyjnych procedur. Tymczasem Neuralink robi ogromny skok, wszczepiając duże implanty, gdy reszta świata nauki eksperymentuje z mikrostymulacją kilku komórek - poinformował. Dodał, że bioetyka nie nadąża za tempem rozwoju technologii, a prawo pozostaje jeszcze dalej w tyle.\n\nDziałania nieodosobnione\n\nPlany Muska nie są odosobnione. Według raportu „The Independent” OpenAI [amerykańska organizacja sztucznej inteligencji - KAI] planuje inwestycje w startup Merge Labs, rozwijający implanty mózgowe konkurencyjne wobec Neuralink, a Apple opatentowało AirPods zdolne do skanowania aktywności mózgowej.\n\nEksperci przewidują, że w miarę wzrostu mocy obliczeniowej ośrodków danych i szybkości przetwarzania informacji, połączenie tych technologii radykalnie przekształci społeczeństwo. Kościół ostrzega przed tym i stara się wskazać kierunek, aby technologia pozostała narzędziem służącym człowiekowi – całej osobie – zanim interesy prywatne czy państwowe pchną świat ku mniej humanitarnej, dystopijnej (czarnej) wizji.\n\nAlgorytm nie zastąpi spotkania\n\nSteven Umbrello przypomniał i podkreślił, iż „Kościół ma obowiązek przyjmować postęp naukowy, który wspiera godność człowieka i uzdrawia. Ale musi też odrzucać narracje technologiczne, które zacierają sens bycia człowiekiem. Wizja Muska jest radykalnie nowoczesna – materialistyczna, progresywistyczna, utylitarna. Kościół natomiast proponuje wizję człowieka sakramentalną, relacyjną i ukierunkowaną na komunię jako prawdziwie trynitarną odpowiedź”.\n\nA Leon XIV w przesłaniu do młodych pielgrzymów na festiwalu Mladifest w Medziugorju zaznaczył: „Żaden algorytm nigdy nie zastąpi uścisku, spojrzenia, spotkania ani z Bogiem, ani z przyjaciółmi, ani z rodziną”.\n\no. jj"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kryształy PRL warte fortunę. Takich starych kryształowych naczyń roku szukają kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kryszta%C5%82y-prl-warte-fortun%C4%99-takich-starych-kryszta%C5%82owych-naczy%C5%84-roku-szukaj%C4%85-kolekcjonerzy/ar-AA1M7dJ2?ocid=BingNewsVerp",
            "description": "Wyroby ze szkła kryształowego z czasów PRL cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki mieszkań, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JxJ5mEv3XzqM9V2MXMeZzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Warszawa Nasze Miasto on MSN3 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy nadal polują na te naczynia, wazony i figurki [12.09.2025 r.]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-nadal-poluj%C4%85-na-te-naczynia-wazony-i-figurki-12092025-r/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Chcę sprzedać to pani, bo wiem, że kocha pani porcelanę i dobrze się tym zaopiekuje\"",
            "link": "https://weekend.gazeta.pl/weekend/7,194795,32207135,chce-sprzedac-to-pani-bo-wiem-ze-kocha-pani-porcelane-i-ze.html",
            "description": "- Jadalnie przestały być na tyle duże, by pomieścić stoły, na których można by swobodnie rozłożyć półmiski o długości 70 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H-emt7eLIzt9_PqLj6Kc0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Weekend w Gazeta.pl6 godz.",
            "source": "Weekend w Gazeta.pl",
            "article_content": "[…] Na twoją kolekcję składają się przede wszystkim wyroby z Ćmielowa. Czy jest jakiś okres funkcjonowania fabryki, który najbardziej cię interesuje?*\n\nInteresują mnie przedmioty od momentu powstania fabryki (choć na samym początku nie była to porcelana, tylko fajans) aż do roku 1939. Obiekty z okresu wojennego i PRL-u nie są dla mnie już tak ciekawe. O każdym wytworzonym wcześniej mogę opowiadać w nieskończoność, bo każdy ma fascynującą historię. Taka na pewno wiąże się z rzadko spotykanym jako pełny serwisem Kaprys, który wszedł do produkcji pod koniec 1938 roku, czyli był produkowany króciutko. Jak kolekcjonerska wieść niesie (bo nie ma nigdzie żadnego potwierdzenia tych wydarzeń), zaprojektował go, tak jak fasony Kula oraz Płaski, w latach 1932–1933 Bogdan Wendorf. Powstały w jego paryskiej pracowni – i na tym właściwie nasza wiedza się kończy, bo o twórcy nie można znaleźć żadnych informacji. Ćmielów kupił od niego prawa autorskie. Ciekawa jest też historia różowej porcelany barwionej w masie. Recepturę na ten rodzaj masy opatentował w 1936 roku inżynier Bronisław Kryński, polski technik i technolog pracujący w Ćmielowie. Mniej więcej w tym samym czasie podobną masę zaczęto produkować w Czechach, przy czym obie się trochę od siebie różnią. Mają różne odcienie różu, czeska wpada w fiolet i jest chłodniejsza.**\n\nCo oznacza \"pełny serwis\"?\n\nPełny serwis to środek stołu, czyli dzbanek z pokrywką, cukierniczka, zazwyczaj z pokrywką, oraz mlecznik, bywa, że z pokrywką, oraz duety: filiżanka i spodek. Jeśli czegoś brakuje, trudno już mówić o serwisie, to po prostu zestaw.\n\nREKLAMA\n\nCzy do twojej kolekcji trafia każdy wyrób ze wspomnianego przedziału czasowego, czy musi jeszcze spełniać jakieś wymagania?\n\nPrzede wszystkim musi mi się podobać, zatem istotne są kształty i zdobienia. Ważne jest też pochodzenie i stan zachowania. Preferuję przedmioty z zacnych fabryk, słynących z jakości swoich wyrobów, na przykład z Miśni, ale przede wszystkich z polskich manufaktur, choćby z Pacykowa, który został zrównany z ziemią przez wojska radzieckie na początku II wojny światowej. Dużym plusem są ciekawe historie towarzyszące obiektom. Z oczywistych względów mnie, byłą stewardessę, zawsze będą pociągały przedmioty projektowane dla statków pasażerskich. Lubię też przedmioty stricte użytkowe, zwłaszcza biżuterię stołu, która podobnie jak ta klasyczna, zdobiąca gatunek ludzki, nie jest niezbędna do życia. Niemniej jednak nie od dziś wiadomo, że je się nie tylko zmysłem smaku czy powonienia, ale również oczyma. Wiele przedmiotów na przestrzeni wieków straciło nieco na gabarycie, jadalnie przestały być na tyle duże, by pomieścić stoły, na których można by swobodnie rozłożyć półmiski o długości 70 centymetrów. Niektóre elementy zastawy w ogóle wycofano z produkcji. I tutaj stara porcelana ma wiele do zaoferowania, bo uchowały się urocze musztardniczki, chrzanóweczki czy przyprawniki. Cieszą oczy i nadal pełnią swoje funkcje.\n\nNa górze (L): ćmielowski zestaw do herbaty Kula, (P): serwis do kawy Kula. Na dole (L) serwis Kaprys strzeżony> przez Kapłankę z fabryki Giesche>; (P) duety do kawy i herbaty Empire i złocony talerz dese\u0002rowy z fabryki Giesche>. Fot. Michał Lichtański / Mat. prasowe Wyd Znak\n\nCzy pamiętasz pierwszy obiekt w twojej kolekcji?\n\nPamiętam. To serwis z 1910 roku, niemający nazwy, powstały w fabryce Carla Tielscha w Waldenburgu czyli dzisiejszym Wałbrzychu. Ma secesyjne zdobienia i jest wyjątkowy dlatego, że są w nim dwa rodzaje dzbanków: do herbaty i do kawy. Mam go do dziś, choć trochę zmienił mi się gust w kwestii porcelany. Ale darzę go sympatią i jak przychodzą do mnie przyjaciółki, to chętnie go używamy.\n\nJak myślisz, dlaczego kolekcjonujesz?\n\nJak to powiedzieć? Od momentu poszukiwania przedmiotu poprzez identyfikację po znalezienie konkretnego zdobienia – cała ta droga po prostu cieszy. Sam moment kupna i umiejscowienia nabytku w witrynie to jakby koniec poszukiwań czegoś, za czym tęskniłam i czego mi brakowało. Bo najciekawszy dla mnie jest sam proces poszukiwań. Mój mąż był estetą, nigdy nie mieliśmy w domu kubków, fajansu czy porcelitu. Zawsze była jakaś porcelana. W pewnym momencie poczułam, że chciałabym obcować z porcelanowym pięknem, że to jest dla mnie bardzo przyjemne i że tego potrzebuję. Kiedy rano robię sobie kawę, wchodzę z filiżanką na spodku w dłoni do pokoju z witrynami i gdy widzę te wszystkie przedmioty, od razu dobrze mnie to nastraja na cały dzień. Myślę sobie wtedy: \"Aha, tu chyba muszę coś zmienić, coś przestawić, a tu jeszcze czegoś brakuje\". Lubię też ekscytację towarzyszącą momentowi identyfikacji okazu podczas zakupu. Czy decyzja jest dobra, czy to hit czy kit?\n\nSkąd wiesz, że coś jest hitem?\n\nPo latach kolekcjonowania i nieustającego poszerzania wiedzy na temat porcelany czuję, że wiem, co jest cenne, co warto kupić, co stojąc na półce, nabiera wartości. Mam nadzieję, że świadome wybory pozwalają mi kolekcjonować obiekty, dzięki którym mogę być spokojna o kwestie ekonomiczne. Bo odpowiednie przedmioty nie dość, że są otaczającym nas pięknem, to w przyszłości zawsze znajdą nabywców i stanowią dobrą lokatę. Aby zadecydować o tym, czy coś kupić, oprócz wiedzy i doświadczenia czasami potrzeba i zwykłego szczęścia, trafu lub życzliwej podpowiedzi. Nie na wszystkim się znamy, a nawet nie musimy. Powinniśmy natomiast wiedzieć, gdzie i u kogo szukać pomocy. Widzę również, co się pojawia w sprzedaży i z jaką częstotliwością. Ceny bywają różne i decyduje o nich sporo zmiennych. Są to mody na konkretne kształty czy okresy, na przykład art déco, sposób zdobienia, rzadkość występowania, czas oraz miejsce, w którym przedmioty powstały.\n\nZbiory Urszuli Zalewskiej Fot. Michał Lichtański / Mat. prasowe Znak Koncept\n\nJaka jest różnica między ekspertem a znawcą?\n\nJa postrzegam siebie jako znawczynię. Bo dla mnie ekspertem jest ktoś, kto ma dodatkowo wykształcenie kierunkowe. Opinia takiej osoby będzie dla mnie bardziej istotna niż zdanie na przykład kolegi, który od pół wieku kolekcjonuje \"Ćmielów\" lub pracował w fabryce, ale nie w gronie decydenckim.\n\nCzy istnieje katalog całej twojej kolekcji?\n\nŻeby moja córka zorientowała się, co tu jest, i żeby kiedy już odejdę, nie trafiła na jakiegoś łowcę, który powie: \"Dam pani pięć tysięcy i niech się pani cieszy\", zaczęłam tworzyć katalog. Ale nie taki, gdzie wypisuję tylko to, co mam. Tworzę też dodatkowe opisy historii fabryk i fasonów. \"Przedmiot bez historii jest tylko przedmiotem\" – głosi moje ulubione kolekcjonerskie powiedzenie. Dlatego katalog kolekcji powinien być wzbogacony opowieściami o każdym obiekcie. Czasami przy niektórych pozycjach zaznaczam: \"Uważaj, to egzemplarz muzealny\". Muzealny, czyli ogromnie rzadko spotykany. Na przykład taka maleńka małpka z \"Ćmielowa\" i z \"Chodzieży\" to figurka z Wytwórni Fajansu w Pacykowie. Mówi się, że wartość figurek pacykowskich mierzy się w centymetrze bieżącym. Kiedy ją kupowałam, kosztowała kilkaset złotych, w tej chwili jest warta kilka tysięcy. Można dyskutować na temat stylistyki tych przedmiotów, ale nie można im odmówić absolutnego mistrzostwa w technice wykonania, glazurowaniu, kładzeniu kolorów itp.\n\nCzy używasz niektórych przedmiotów z kolekcji?\n\nUżywam rzeczy, które kolekcjonuję. Przepracowałam to. Nie mogę się przejmować, że coś się stanie, bo po prostu oszaleję. Nie powiem, że używam wszystkiego, nie powiem, że codziennie, ale używam.\n\nJak najczęściej zdobywasz nowe obiekty?\n\nNa początku był internet i grupy internetowe poświęcone porcelanie. Nieco się to zmieniło przez różne spotykane coraz częściej nieetyczne zachowania. Jednym z nich jest \"wyhacz\" – sytuacja, kiedy ktoś zdający sobie sprawę z wartości przedmiotu kupuje go za grosze od kogoś, kto zupełnie nie orientuje się w cenie, na przykład od seniorki zbierającej na lekarstwa. Ja od zawsze, gdy chciałam coś kupić, starałam się proponować przyzwoite ceny. Dziś dzięki temu mam dobrą opinię i często ludzie wiedzący, że kolekcjonuję, sami się do mnie zgłaszają z ofertą sprzedaży. Cieszy mnie, kiedy kupuję coś od osoby orientującej się w wartości przedmiotu i słyszę: \"Ja chcę sprzedać to pani, bo wiem, że kocha pani porcelanę i że dobrze się tym zaopiekuje\". Całkiem niedawno na jednej z grup sprzedażowych pewna pani zamieściła zdjęcie serwisu Rococo, który jest jeszcze rzadszy niż te unikatowe projekty Wendorfa. Żadne muzeum nie ma go w całości. Był pełny, posiadał nawet dodatki typu musztardniczka, przyprawniki czy czajniczek do esencji. Pani zapytała, ile to może być warte. Napisałam do niej, aby uważała na propozycje typu: kilka tysięcy, bo serwis powinien kosztować znacznie więcej. Okazało się, że została wręcz zasypana takimi ofertami. Podpytałam znajomą muzealniczkę, czy może jakieś muzeum byłoby zainteresowane zakupem tego cuda za godziwą cenę. Niestety instytucje kultury mają małe fundusze. Ostatecznie sprzedająca postanowiła zachować serwis w zasobach rodzinnych.\n\nSerwis do herbaty 'Płaski' w stylu art déco wykonany z różowej porcelany, 1932-1934. Muzeum Narodowe w Krakowie. Zdjęcie ilustracyjne. Fot. Muzeum Narodowe w Krakowie / CC0\n\nKolekcja jest zapewne większa niż to, co mieści się w witrynach. Jak decydujesz, co do nich trafi?\n\nWśród kolekcjonerów mamy takie powiedzenie, że na początku dokupuje się witrynki, potem zmienia się mieszkanie na większe, a na koniec buduje się dla porcelany dom. I ja znam taki dom. Moi przyjaciele wybudowali go, by móc eksponować swoją kolekcję. Ja co jakiś czas wyciągam wszystko z witryn, myję każdy przedmiot i w dziwny sposób podczas ponownej aranżacji półek porcelana po prostu się nie mieści! To zdarza się nie tylko mnie. Z innymi kolekcjonerami stwierdziliśmy, że najlepiej przed wyciągnięciem porcelany zrobić zdjęcie półki. Jeśli chodzi o ekspozycję, kiedy pojawia się więcej przedmiotów w jednym zdobieniu, zyskują one osobną półeczkę. Jakiś czas temu wykluła się koncepcja, by układać obok siebie tria śniadaniowe [filiżanka i spodek oraz talerzyk – przyp. AK]. Wymyśliłam sobie też, aby skompletować wszystkie ćmielowskie musztardniczki oraz przyprawniki, a nie jest to łatwe. No i znowu trzeba wymyślić, jak je zaprezentować, a półek nie przybywa! Podobnie jest z rozbudowującą się kolekcją przedwojennych ćmielowskich kubków. W tej chwili raczej uzupełniam, niż kupuję coś nowego, tak by mieć dublety czy triplety, pozwalające na bezgotówkowe wymiany między kolekcjonerami. Celem jest zebranie tych, które widnieją w niezwykle rzadkim katalogu ćmielowskiej porcelany z 1938 roku, wydanym przez krakowską drukarnię Władysława Anczyca. Po latach poszukiwań udało mi się go nabyć i mogę teraz szukać informacji u samego źródła.\n\n[…]\n\nCzy jest przedmiot, na którego zdobycie czekasz?\n\nNieustająco poszukuję i wypatruję wszelkich przedwojennych wyrobów Ćmielowa, które mają powiązania z moją ukochaną Gdynią. Ponieważ skok rozwojowy tej fabryki i Gdyni nastąpił niemal w tym samym czasie, marzy mi się zorganizowanie w 2026 roku z okazji stulecia Gdyni wystawy ilustrującej ten związek. Mam w swojej kolekcji serwis do kawy fasonu Bałtyk z napisem: \"Juliusz Hundsdorff «Złota Rybka» Gdynia\" widniejącym obok sygnatury. To stara, zacna gdyńska rodzina, której kamienicę widzę niemal vis-à-vis mojego domu w centrum miasta. Mam też środek stołu z napisem: \"Józef Zborowski Gdynia ul. Świętojańska 90\". Ta kamienica, stojąca przy głównej ulicy, przetrwała wojnę, a pan Zborowski widnieje w spisie mieszkańców Gdyni z 1938 roku jako kupiec.\n\n*Urszula Zalewska, moderatorka facebookowej grupy \"Ćmielów porcelana polska\", była załogantka statku pasażerskiego \"Stefan Batory\". Gra w turniejach brydża sportowego, tka, kocha koty i swoje miasto – Gdynię. Kolekcjonuje porcelanę ćmielowską produkowaną do 1939 roku.\n\n**Publikujemy fragment książki Aleksandry Koperdy \"Kolekcje dizajnu. Historie rzeczy znanych i mniej znanych\", która ukaże się 24 września 2025 roku w Wydawnictwie Znak Koncept."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krakowskie secondhandy i vintage shopy – oto TOP 10 ciucholandów i lumpeksów według Google",
            "link": "https://www.msn.com/pl-pl/moda-i-styl/moda-damska/krakowskie-secondhandy-i-vintage-shopy-oto-top-10-ciucholand%C3%B3w-i-lumpeks%C3%B3w-wed%C5%82ug-google/ar-AA1MpvFi?ocid=BingNewsVerp",
            "description": "Szukasz wyjątkowych ubrań w dobrej cenie? Secondhandy w Krakowie to prawdziwa kopalnia perełek – od lumpeksów na wagę, przez ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9bmKI0E9dhPSUQye3F-Cvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kraków Nasze Miasto on MSN2 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dni Wilanowa 2025, kwietny piknik, koncerty gwiazd. Nie przegap weekendowych atrakcji w Warszawie (13-14.09)",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/dni-wilanowa-2025-kwietny-piknik-koncerty-gwiazd-nie-przegap-weekendowych-atrakcji-w-warszawie-13-1409/ar-AA1MgWpk?ocid=BingNewsVerp",
            "description": "Nadchodzący weekend w Warszawie wypełnią różnorodne atrakcje! W dzielnicach nie zabraknie tematycznych imprez, koncertów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6igjozedp9Cz3lQGU_H17S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Radio ESKA on MSN3 godz.",
            "source": "Warszawa Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto Katowice w latach 70. Tych zdjęć nie widzieliście! Są z archiwum genialnego architekta. Zbudował pół miasta i... fotografował",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/oto-katowice-w-latach-70-tych-zdj%C4%99%C4%87-nie-widzieli%C5%9Bcie-s%C4%85-z-archiwum-genialnego-architekta-zbudowa%C5%82-p%C3%B3%C5%82-miasta-i-fotografowa%C5%82/ar-AA1MpVCy?ocid=BingNewsVerp",
            "description": "Jeden z najsłynniejszych, najbardziej zasłużonych architektów w historii Katowic. Zaprojektował domy handlowe Zenit i Skarbek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-v0i9hZEtm1Vv2ZDzPBr-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Katowice Nasze Miasto on MSN51 min",
            "source": "Katowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb zniknął na 350 lat. Archeolodzy odnaleźli go w Wiśle. \"Sensacyjne odkrycie\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/skarb-znikn%C4%85%C5%82-na-350-lat-archeolodzy-odnale%C5%BAli-go-w-wi%C5%9Ble-sensacyjne-odkrycie/ar-AA1MlHbj?ocid=BingNewsVerp",
            "description": "Archeolodzy po raz kolejny natrafili w Wiśle na unikatowe relikty XVII wieku. Badacze podkreślają, że to wyjątkowy moment w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H0-oj4dWcpDbi5lsEyRkeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Radio ZET on MSN22 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Śmiech w odcieniach wielu",
            "link": "https://ryglice-okolice.pl/wiadomosci/item/15688-smiech-w-odcieniach-wielu",
            "description": "Od Szekspira i Fredry w nowoczesnych odsłonach, przez kultową Piwnicę pod Baranami, po spektakl o polskiej piłce nożnej – ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LDEeLwUroVCtk4quW-75Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Ryglice-okolice.pl4 godz.",
            "source": "Ryglice-okolice.pl",
            "article_content": "Od Szekspira i Fredry w nowoczesnych odsłonach, przez kultową Piwnicę pod Baranami, po spektakl o polskiej piłce nożnej – Tarnów na 10 dni stanie się stolicą polskiej komedii. Teatr im. Ludwika Solskiego ogłasza program XXIX Ogólnopolskiego Festiwalu Komedii Talia, który w dniach 19-28 września 2025 roku otworzy 72. sezon artystyczny. Tegoroczna edycja to porywająca podróż przez wszystkie odcienie humoru, prezentująca sześć spektakli konkursowych z całej Polski, plejadę gwiazd na czele z Maciejem Stuhrem i Cezarym Żakiem, oraz bogaty program wydarzeń towarzyszących, od wystaw po warsztaty i koncerty.\n\nŚmiech jest nam potrzebny bardziej niż kiedykolwiek – nie tylko jako ucieczka, ale jako narzędzie do rozumienia świata. Dlatego tegoroczna Talia to z rozmysłem dobrane 'spektrum komedii'. Chcemy pokazać, że komedia może być intelektualną prowokacją jak w 'Próbach' Schaeffera, ale też czystą, łączącą pokolenia radością, jak w brawurowej 'Zemście'. Zapraszamy do Tarnowa nie tylko na spektakle, ale na dziesięciodniowe święto inteligencji, dowcipu i wspólnoty. To festiwal, który udowadnia, że najpoważniejsze rozmowy o nas samych możemy prowadzić z uśmiechem.\n\nTegoroczna Talia udowadnia, że klasyka nie musi być nudna. Michał Zadara, znany z nowatorskiego podejścia do kanonu, reżyseruje „Zemstę” Aleksandra Fredry z Teatru Komedia w Warszawie. Z Maciejem Stuhrem w jednej z głównych ról, spektakl obiecuje energię wielkiego miasta, wierność Fredrowskiemu wierszowi i psychologiczną głębię postaci. Równie odważnie do klasyki podchodzi Teatr im. Wojciecha Bogusławskiego w Kaliszu, prezentując czarną komedię Williama Szekspira „Wszystko dobre, co się dobrze kończy”. To szalona baśń dla dorosłych, w której intrygi i łóżkowy fortel służą do zdobycia wymarzonej miłości. Festiwal otwiera się na nieoczywiste formy i tematy. Spektaklem inaugurującym konkurs będzie tarnowska produkcja „Próby” Bogusława Schaeffera w reżyserii Mikołaja Grabowskiego – błyskotliwa i pełna absurdu zabawa w teatr o teatrze. Prawdziwym zaskoczeniem w programie jest „Nic się nie stało” z warszawskiego Teatru Garnizon Sztuki. To pierwszy w Polsce spektakl zrodzony z miłości do futbolu, który na scenę wprowadza legendy polskiej piłki – od Wilimowskiego i Deyny, przez Bońka, aż po Lewandowskiego i Ewę Pajor. To hołd dla sportowych idoli i wiernych kibiców, mający na celu połączenie pasji teatru i sportu. W programie nie zabraknie również komedii w jej najczystszej, mistrzowskiej formie. Teatr Ludowy z Krakowa przywiezie spektakl „Pignon i urząd skarbowy”, w którym powraca Francois Pignon, bohater kultowej „Kolacji dla głupca”. Joanna Szczepkowska wystąpi w podwójnej roli – jako autorka i aktorka – w spektaklu „Separatka” z Teatru Polskiego w Warszawie, gdzie dwie skrajnie różne kobiety skazane są na swoje towarzystwo w szpitalnej sali.\n\nFestiwal zamknie zaś wydarzenie specjalne – „Kolacja dla głupca” w reżyserii Cezarego Żaka, z nim samym i Bartłomiejem Topą w rolach głównych, gwarantując wieczór pełen arcyzabawnych zwrotów akcji.\n\nXXIX Talia to nie tylko spektakle, ale także wydarzenia towarzyszące.\n\nWystawy: Festiwal zainauguruje wernisaż wystawy „KRAJ - OBRAZKI” Sylwii Szyrszeń-Jaskierskiej, autorki tegorocznego plakatu. To pełne czułości i ironii spojrzenie na polską codzienność, relikty PRL-u i symbole, które kształtują naszą pamięć. Natomiast w Multimedialnym Centrum Artystycznym będzie można także obejrzeć wystawę rysunku satyrycznego (wydarzenie organizowane przez BWA Tarnów).\n\nKoncert: Legendarna Piwnica pod Baranami z Krakowa wystąpi z koncertem „Czy pamiętasz?”, oddając hołd Ewie Demarczyk i Markowi Grechucie. To wyjątkowa okazja, by usłyszeć na żywo nieśmiertelne utwory, takie jak „Grande Valse Brillante” czy „Będziesz moja Panią”.\n\nMała Scena: Na kameralnej scenie zaprezentowane zostaną trzy poruszające i dowcipne monodramy i spektakle: „Kamień na kamieniu”, „Stroiciel grzebieni” oraz „Kocham Cię proszę pana”.\n\nWarsztaty: Dla wszystkich spragnionych twórczego działania przygotowano warsztaty malowania na ceramice, których motywem przewodnim będą tarnowskie Maszkarony.\n\nInformacje Praktyczne i Bilety\n\nDla widzów przygotowano specjalną ofertę „Taliowy Tercet” – pakiet biletów na trzy spektakle konkursowe („Próby”, „Nic się nie stało”, „Wszystko dobre, co się dobrze kończy”) w promocyjnej cenie 200 zł zamiast 310 zł. Liczba pakietów jest ograniczona. Sprzedaż biletów rozpoczyna się 10 września o godz. 13:00 w kasie Teatru oraz online. Dostępne są również ostatnie karnety festiwalowe.\n\nSzczegółowy program, cennik i regulamin sprzedaży dostępne są na stronie: https://teatr.tarnow.pl/aktualnosci/program-xxix-ogolnopolskiego-festiwalu-komedii-talia-2025/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie pod Olsztynem. Kluczowe dla historii regionu",
            "link": "https://www.o2.pl/informacje/niezwykle-odkrycie-pod-olsztynem-kluczowe-dla-historii-regionu-7199075987687968a",
            "description": "Pod Olsztynem odkryto średniowieczną strażnicę, która może zmienić spojrzenie na początki regionu. Znalezisko to potwierdza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YIYC3ROvDEduY_NkmBr4Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "o223 godz.",
            "source": "o2",
            "article_content": "Najważniejsze informacje\n\nOdkryto pozostałości średniowiecznej strażnicy Bertingen.\n\nZnalezisko potwierdza historyczne przekazy o początkach Olsztyna.\n\nWśród artefaktów znaleziono unikalny brakteat z bramą.\n\nPodczas badań archeologicznych w Bartążku, w gminie Stawiguda, odkryto pozostałości średniowiecznej strażnicy Bertingen. To odkrycie rzuca nowe światło na początki Olsztyna i całej Warmii, potwierdzając istnienie strażnicy znanej dotąd głównie z przekazów historycznych.\n\nStrażnica Bertingen została założona w 1334 r. przez warmińskiego wójta krajowego Henryka von Lutera. Kilkanaście lat później, w 1348 r., w tym miejscu zebrali się dostojnicy kapituły warmińskiej, aby podjąć decyzję o założeniu Olsztyna. Odkrycie to jest więc kluczowe dla zrozumienia historii regionu.\n\nDalsza część artykułu pod materiałem wideo\n\nUprawiał coś innego niż pomidory na działce. Odkrycie w Piasecznie\n\nBogactwo znalezisk\n\nArcheolodzy, pod kierownictwem Damiana Swata z firmy Archeoskop, odkryli fragmenty murów, relikty pomieszczeń oraz sklepienie piwniczne. Wśród znalezisk znalazły się także fragmenty naczyń glinianych, zdobione elementy architektury, a także unikalny brakteat z bramą datowany na lata 1328–1334.\n\nZnaleziska świadczą o wysokim statusie mieszkańców zameczku Bertingen oraz jego znaczeniu administracyjnym i militarnym w XIV wieku. Zabytki po konserwacji trafią do Muzeum Archidiecezji Warmińskiej, gdzie będą dostępne dla szerokiej publiczności.\n\nGmina Stawiguda, koordynująca odkrycie, podkreśla jego wagę dla lokalnej tożsamości. Podziękowania kierowane są do archeologa Damiana Swata oraz Grzegorza Chojnowskiego za ich kluczową rolę w badaniach.\n\nOdkrycie w Bartążku to nie tylko ważny krok w poznawaniu historii Warmii i Olsztyna, ale także potencjalny punkt na mapie turystyki historycznej regionu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elden Ring: Nightreign wreszcie z nowym trybem Deep of Night",
            "link": "https://planetagracza.pl/elden-ring-nightreign-deep-of-night-aktualizacja-nowy-tryb/",
            "description": "FromSoftware wypuściło darmową aktualizację do Elden Ring: Nightreign. Nowy tryb Deep of Night oferuje wyzwanie dla ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rgAANKyYYE35bgZk9_YKBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "PlanetaGracza.pl23 godz.",
            "source": "PlanetaGracza.pl",
            "article_content": "FromSoftware udostępniło nową darmową aktualizację do gry Elden Ring: Nightreign. Najważniejszym elementem patcha jest oczywiście Deep of Night, nowy tryb przeznaczony dla najbardziej doświadczonych graczy. Twórcy zapowiadali go już wcześniej, a teraz trafił do gry jako specjalne wyzwanie końcowej fazy rozgrywki.\n\nNowy tryb Deep of Night już dostępny w Elden Ring: Nightreign\n\nDeep of Night wyróżnia się kilkoma kluczowymi mechanikami. Najważniejsza z nich to możliwość ukrycia głównych bossów – Nightlorda i Shifting Earth – aż do momentu rozpoczęcia starcia. Poza tym przeciwnicy w całym regionie Limveld stają się znacznie groźniejsi, a część z nich mutuje, zmieniając swój styl walki i zadając większe obrażenia. Pomóc mają nowe wzmocnienia broni, lecz każde z nich niesie ryzyko – niektóre mogą zwiększyć zadawane obrażenia, ale równocześnie sprawić, że gracz będzie bardziej podatny na ataki.\n\nAktualizacja wprowadza również trzy nowe sloty na specjalne Depths Relics. To unikatowe nagrody dostępne wyłącznie w trybie Deep of Night. Mogą one zapewnić potężne premie, jednak także tutaj pojawia się cena – relikty niosą ze sobą skutki uboczne, które zmuszają do dokładnego przemyślenia stylu gry.\n\nElden Ring: Nightreign zadebiutował w tym roku i sprzedał się w imponującej liczbie pięciu milionów egzemplarzy w ciągu pierwszego miesiąca. Cała marka pozostaje jedną z najważniejszych serii FromSoftware. Jej popularność zauważył nawet Hollywood. Trwają już bowiem prace nad filmem aktorskim, który wyprodukuje A24, a scenariusz i reżyserię przygotowuje Alex Garland.\n\nŹródło: Wccftech"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Remont w zabytkowej kamienicy a rola konserwatora – co musisz wiedzieć?",
            "link": "https://biznes.interia.pl/nieruchomosci/news-remont-w-zabytkowej-kamienicy-a-rola-konserwatora-co-musisz,nId,5027196",
            "description": "Konserwacja zabytków oraz ich ochrona to kluczowe zadania konserwatora zabytków. Mają one na celu zabezpieczenie dziedzictwa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ilZ60F8eeWC4jOCM5vVIZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Biznes w INTERIA.PL18 godz.",
            "source": "Biznes w INTERIA.PL",
            "article_content": "Urząd ochrony zabytków a wojewódzki konserwator zabytków\n\nOgólnym mianem konserwatora zabytków nazywamy osobę, która zajmuje się renowacją, ochroną, rekonstrukcją czy konserwacją zabytków. Obiektem jego zainteresowań są nie tylko wybudowane w dawnych czasach budynki, pałace czy pomniki, ale również przedmioty znalezione w wykopaliskach przez archeologów. Jest to nazwa nadana zwyczajowo. Przykładowo w muzeum pracuje główny konserwator, który nadzoruje pracę całego zespołu konserwatorskiego.\n\nIstnieje natomiast stanowisko konserwatora zabytków także w administracji publicznej. Oficjalnie tą funkcję pełni wojewódzki konserwator zabytków, który nadzoruje pracami urzędu ochrony zabytków. Każde województwo posiada swój oddział, którego główną rolą jest ochrona przedmiotów czy budowli wchodzących w rejestr zabytków.\n\nWojewódzki urząd ochrony zabytków znajduje się zwykle w mieście wojewódzkim. Należy się do niego zgłaszać w przypadku spraw związanych z zabytkami znajdującymi się w rejestrze zabytków. Jeśli budynek lub pomnik nie widnieje w nim, to swoje kroki należy skierować do właściwego organu gminnej administracji architektoniczno-budowlanej. Sprawdź także ten artykuł na temat remontu zabytkowej nieruchomości.\n\nRejestr zabytków to pewna ochrona dla nich, którą prowadzi dla każdego województwa w Polsce wojewódzki konserwator zabytków. Nieruchomość, lub grunt, na którym ona stoi może zostać do rejestru wpisana na wniosek jej właściciela.\n\nObecność w rejestrze zabytków wiąże się z licznymi przywilejami, ale także i obowiązkami leżącymi po stronie właściciela. Powinien on dbać o zabytek, aby utrzymać jego piękno i wartość. Każda praca związana z remontem, przebudową czy renowacją powinna być zgłoszona oraz prowadzona pod nadzorem służb konserwatorskich czy konserwatora budowlanego.\n\nPrace budowlane lub remontowe przy zabytku oraz w jego otoczeniu\n\nJedną z najważniejszym spraw, którzy właściciele zabytków kierują do instytucji, jaką jest urząd ochrony zabytków jest wniosek o pozwolenie na prowadzenie robót budowlanych przy zabytku wpisanym do rejestru. Sprawę można załatwić w biurze konserwatora osobiście lub listownie. Dopiero kiedy zostanie wydana pozytywna opinia i wniosek zostanie zaakceptowany możliwe jest rozpoczęcie prac remontowych, podczas których może brać udział konserwator budowlany.\n\nPo uzyskaniu pozwolenia na prace budowlane przy zabytku z rejestru zabytków, wnioskodawca posiada również pewna obowiązki:\n\n1. Powinien poinformować wojewódzkiego konserwatora zabytków o terminie rozpoczęcia oraz zakończenia prac.2. Podejmując się czynności wynikających z pozwolenia, należy poinformować o tym biuro konserwatora zabytków przynajmniej 3 dni przed ich rozpoczęciem.3. Inwestor powinien zawiadomić wojewódzkiego konserwatora zabytków o wszelkich nowych okolicznościach i zagrożeniach powstałych na placu budowy.4. Powinien odbywać się systematyczny odbiór częściowy i końcowy prac budowlanych.5. Wnioskodawca ma za zadanie dokonywać wszelkich starań, aby zapobiegać uszkodzeniu lub zniszczeniu zabytku.\n\nPodobny wniosek należy złożyć przed planowanymi robotami budowlanymi w bliskim otoczeniu zabytków. Różnicą jest jednak ilość dodatkowych obowiązków nakładana na inwestora. Z racji prac nie bezpośrednio przy zabytku te wymagania są mniejsze.\n\nZabytki oraz obszary, które nie są wpisane do rejestru zabytków zawarte są w gminnej ewidencji zabytków. Dlatego pozwolenie na wszelkie prace budowlane wydaje organ administracji architektoniczno-budowlanej.\n\nNie zawsze właścicielom zabytków chodzi o pracę remontowe czy budowlane. Inną możliwością zmian, na które potrzebne jest pozwolenie od wojewódzkiego konserwatora zabytków jest rozbiórka obiektu wpisanego do rejestru zabytków. Jest to dość poważna inwestycja, dlatego podlega specjalnym zasadom. Wniosek o pozwolenie na rozbiórkę, to jedna ze spraw, którą inwestor musi załatwić. Drugą równie ważną jest uzyskanie decyzji od Generalnego (Głównego) Konserwatora Zabytków. W jego gestii znajduje się bowiem skreślenie obiektu z rejestru zabytków. Główny konserwator, którego opinia jest prawomocna, działa w imieniu ministra właściwego do spraw kultury i ochrony dziedzictwa narodowego. W przypadku wniosku o pozwolenie na rozbiórkę zabytku nie wpisanego do rejestru zabytków postępowanie jest takie samo, jak w przypadku prac budowlanych, czyli wniosek kieruje się do gminy.\n\nBrak pozwolenia na prace budowlane, a rozpoczęcie ich\n\nWniosek o pozwolenie na prace budowlane przy zabytku, jak i w jego otoczeniu jest konieczny. Postępowanie wbrew prawu wiąże się z poważnymi konsekwencjami. Wojewódzki konserwator zabytków w takich przypadku ma obowiązek wstrzymać prace do czasu dostarczenia odpowiednich dokumentów. Jeśli nie zostanie dostarczona pozytywna opinia o możliwości rozpoczęcia prac, to wojewódzki konserwator zabytków nakazuje przywrócić poprzedni stan zabytku lub uporządkować teren. Jeśli jednak prace budowlane zostały już całkowicie wykonane to konserwator zabytków może nakazać jeszcze dodatkowo doprowadzić zabytek do najlepszego stanu we wskazany przez siebie sposób.\n\nWydanie pozwolenia na prace budowlane przy zabytku nie jest trudne. Dlatego czasem nie warto wybierać drogi na skróty, ponieważ można na tym więcej stracić niż zyskać. Prace związane z przywracaniem zabytku do stanu pierwotnego może wiązać się z większymi kosztami niż jego przebudowa.\n\nZalecenia konserwatorskie oraz inne sprawy\n\nWłaściciel nieruchomości będącej zabytkiem wpisanym do rejestru zabytków lub gruntu, na którym on się znajduje, może wnioskować o wydanie zaleceń konserwatorskich. Wojewódzki urząd ochrony zabytków może przedstawić opinię na temat korzystania z zabytku. Biuro wojewódzkiego konserwatora zabytków opisuje w formie instrukcji, jak należy zabezpieczyć zabytek i przeprowadzić prace konserwatorskie. Zalecenia dotyczą także zmian, jakie można przy zabytku wprowadzić. Właściciel zabytku nie ma obowiązku występować o takie zalecenia konserwatorskie. Jest to jednak mile widziane i pomocne jako wstępny krok przed wniosek o pozwolenie na budowę.\n\nInną sprawą, którą inwestor może załatwić w urzędzie ochrony zabytków jest wniosek o pozwolenie na użytkowanie. Po zakończonych pracach budowlanych lub jeśli była przeprowadzana tylko konserwacja zabytków, należy zgłosić się do wojewódzkiego konserwatora zabytków, aby wydał zgoda na korzystanie z zabytku. Jeśli jego opinia będzie pozytywna, to nic nie stoi na przeszkodzie. Pozwolenie na użytkowanie wymagane jest w przypadku pewnych kategorii budynku. Informacja czy taka decyzja jest potrzebna powinna widnieć na pozwoleniu na budowę."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto Katowice w latach 70. Tych zdjęć nie widzieliście! Są z archiwum genialnego architekta. Zbudował pół miasta i... fotografował",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/oto-katowice-w-latach-70-tych-zdj%C4%99%C4%87-nie-widzieli%C5%9Bcie-s%C4%85-z-archiwum-genialnego-architekta-zbudowa%C5%82-p%C3%B3%C5%82-miasta-i-fotografowa%C5%82/ar-AA1MpVCy?ocid=BingNewsVerp",
            "description": "Jeden z najsłynniejszych, najbardziej zasłużonych architektów w historii Katowic. Zaprojektował domy handlowe Zenit i Skarbek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-v0i9hZEtm1Vv2ZDzPBr-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Katowice Nasze Miasto on MSN51 min",
            "source": "Katowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w gminie Stawiguda. Zmienia spojrzenie na historię Warmii i Mazur",
            "link": "https://historia.wprost.pl/12121549/bartazek-odkryto-pozostalosci-po-bylym-zameczku-bertingen-tu-zdecydowano-o-zalozeniu-olsztyna.html",
            "description": "Podczas badań archeologicznych w sołectwie Bartążek, gdzie planowano budowę stacji uzdatniania wody, natrafiono na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zHY39ic_TAv11NsWVdl7My&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Historia Wprost6 godz.",
            "source": "Historia Wprost",
            "article_content": "Wójt gminy Stawiguda Michał Kontraktowicz, poinformował w mediach społecznościowych o „sensacyjnym odkryciu”, które może mieć wpływ na historię Warmii i Mazur. Jak czytamy w jego wpisie „podczas badań archeologicznych w sołectwie Bartążek, gdzie planowano budowę stacji uzdatniania wody, natrafiono na pozostałości po dawnej strażnicy/zameczku Bertingen”.\n\nWstępne wyniki badań archeologicznych, pod kierownictwem archeologa Damiana Swata pokazały istnienie w tym miejscu fragmentów murów, pomieszczenia oraz prawdopodobnie sklepienia piwnicy z okresu średniowiecza. Odkrycie jest o tyle ważne, bo wiąże się bezpośrednio z historią powstania Olsztyna. Strażnica w Bartążku została założona przez warmińskiego wójta krajowego Henryka von Lutra w 1334 r. To właśnie z tego miejsca – zameczku Bertingen nadawano lokacje dla sąsiednich wsi.\n\nBartążek. Odkryto pozostałości po byłym zameczku Bertingen. Tu zdecydowano o założeniu Olsztyna\n\nW 1348 r. do zameczku zjechali najważniejsi dostojnicy kapituły warmińskiej, którzy podjęli decyzję o założeniu miasta Olsztyn. Miejsce jest wyjątkowe, bo szukało go wielu badaczy, a dokładna lokalizacja nie była potwierdzona archeologicznie. Poza fragmentami murów kamienno-ceglanych w Bartążku odkryto bardzo dużą ilość zabytków archeologicznych, które po konserwacji i opracowaniu trafią do Muzeum Archidiecezji Warmińskiej.\n\nChodzi o: duże ilości fragmentów naczyń glinianych, zdobione elementy architektury, szkło taflowe, gliniany ciężarek do sieci, średniowieczną łopatę, gwoździe, żelazne oraz wykonane ze stopu miedzi zdobione klamerki do pasa i jego elementy, noże, widelce, nożyczki, guziki, monety (m.in. brakteat z bramą datowany na 1328-1334), ostrogę, grot bełtu do kuszy, narzędzia codziennego użytku, oraz unikatowy fragment bursztynowej zawieszki w kształcie serca/łezki.\n\nfacebookCzytaj też:\n\nNiezwykłe odkrycie naukowców. Te przedmioty mają 80 tys. latCzytaj też:\n\nSensacyjne odkrycie archeologiczne pod Inowrocławiem. Może mieć nawet 10 tys. lat"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dyson przedstawia nowe produkty, a Sir James Dyson zdradza kulisy pracy",
            "link": "https://android.com.pl/tech/969407-dyson-prezentuje-nowosci/",
            "description": "Niedawno byliśmy w Berlinie, czyli miejscu, gdzie spotykają się najnowsze technologie i innowacje. Marka Dyson podczas tego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-3IwV_RVJQQkooBp3WubKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "ANDROID.COM.PL4 godz.",
            "source": "ANDROID.COM.PL",
            "article_content": "Prezentacja jedenastu nowych produktów oraz możliwość rozmowy z Sir Jamesem Dysonem – taki zestaw przygotowała dla nas marka Dyson podczas wizyty w Berlinie. Jakie przełomowe rozwiązania szykuje firma, a co w swojej filozofii ma do powiedzenia sam jej założyciel?\n\nDyson odsłania kulisy pracy\n\nTak się składa, że niedawno mieliśmy okazję znaleźć się w Berlinie, aby na własne oczy zobaczyć, jakie nowości na ten rok przyszykował dla nas Dyson.\n\nCo ciekawe, w oczy rzucił nam się nie tylko firmowy sklep oraz wyjątkowa ekspozycja. Na miejscu widoczny był również… zabytkowy samochód Mini, który jest oczkiem w głowie samego Jamesa Dysona.\n\nJest on zafascynowany tym modelem od momentu jego wprowadzenia na rynek w 1959 roku. Co ciekawe twórca pojazdu, czyli Sir Alex Issigonis był w stanie całkowicie zmienić format auta dzięki nowatorskim rozwiązaniom konstrukcyjnym.\n\nFot. Dyson / materiały prasowe\n\nCzemu skręciliśmy w kierunku motoryzacji? A no dlatego, że ten przykład doskonale oddaje filozofię, którą kieruje się Dyson od lat – zmienianie formatu produktów poprzez projektowanie, technologię i zaawansowane badania.\n\nFirma zrewolucjonizowała rynek, wprowadzając odkurzacz cyklonowy, silnik o dużej prędkości czy suszarkę do rąk Airbladem a teraz na nowo przemyślała swoje produkty. W Berlinie zaprezentowano aż 11 urządzeń – zarówno tych już dostępnych, jak i zupełnie nowych.\n\nWśród nich znalazł się najcieńszy na świecie odkurzacz Dyson PencilVac, a także ulepszone wersje popularnych modeli, jak Dyson V8 Cyclone, czy zupełnie nowe produkty pokroju Dyson Clean+Wash Hygiene.\n\nKażdy z nich (jak podkreślał sam James Dyson) ma na celu jedno – rozwiązywać realne problemy użytkowników. Na wystawie udało nam się jednak nie tylko przyjrzeć tym nowościom, ale także porozmawiać z legendarnym założycielem marki, który w tym roku świętował swoje 78. urodziny.\n\nSekrety Jamesa Dysona – rozmowa z inżynierem, który nienawidził odkurzaczy\n\nRozmowa z Jamesem Dysonem była okazją do poznania jego inżynierskiego podejścia do życia i biznesu. Oczywiście nie mogło zabraknąć pytania o sztuczną inteligencję i jej rolę w urządzeniach domowych. Okazało się, że Dyson już od dawna ją wykorzystuje, choć nie jest to tak oczywiste.\n\nJuż to robimy! Od dłuższego czasu korzystamy ze sztucznej inteligencji. Widać to na przykładzie naszych silników, które wiedzą, na jakiej wysokości się znajdują, ponieważ tryb musi być dostosowany do wysokości. Dlatego w każdym z nich mamy wysokościomierz i dostosowujemy wydajność do wysokości, aby urządzenie wiedziało, czy znajduje się na biurku, czy może na podłodze. Sir James Dyson\n\nJames Dyson dodatkowo wyjaśnił, że AI jest zintegrowana z produktami w sposób, który nie jest nachalny. Za przykład posłużyły tu ponownie roboty sprzątające, które przejeżdżając nad plamą porównują zdjęcie przed i po.\n\nJeśli AI wykryje, że nie została ona do końca usunięta – robot wraca i czyści ją ponownie. Taki system nie rzuca się w oczy użytkownika, co nie zmienia faktu, że jest napędzany właśnie przez algorytmy sztucznej inteligencji.\n\nPodczas rozmowy poruszono również temat chińskiej konkurencji. W tym kontekście Dyson nie krył, że nie pochwala plagiatu.\n\nCóż, kiedy chodziłem do szkoły i ktoś kopiował od kogoś innego, był z niej po prostu wyrzucany. Sam nie popieram plagiatu. Myślę też, że jest to niekorzystne dla konsumentów, ponieważ nie mają oni realnego wyboru. Producenci powinni robić własne rzeczy, zamiast wybierać łatwe i nieetyczne kopiowanie. Nie jestem z tego zadowolony. Sir James Dyson\n\nFot. Jakub Pszenniak / Android.com.pl\n\nZapytany o to, co skłania firmę do wejścia w nową kategorię produktów, np. sprzęty pielęgnacyjne, Dyson odpowiedział bez wahania.\n\nCóż, robimy to tylko wtedy, gdy dysponujemy dobrą technologią. Na przykład odkurzacz – nie podobał mi się, ponieważ jest ciężki, ma ograniczone możliwości i tak naprawdę nie zmienił się od 200 lat. W związku z tym opracowaliśmy własny model i znacznie mniejsze oraz bardziej wydajne silniki elektryczne. Po zrobieniu tego zdaliśmy sobie sprawę, że moglibyśmy zrobić napęd głowicy, gdybyśmy tylko opracowali mniejszy silnik. Więc zrobiliśmy mniejszy silnik i umieściliśmy go w suszarce do włosów. I w ten oto sposób zajęliśmy się suszarkami do włosów. Wiedzieliśmy, że możemy stworzyć coś bardzo interesującego, co jednocześnie będzie bardziej wydajne, lżejsze i po prostu lepsze. Sir James Dyson\n\nW rozmowie pojawiło się też bardziej osobiste pytanie – za czym tęskni James Dyson w swojej codziennej pracy, gdy obecnie ma wiele obowiązków związanych z zarządzaniem dużą firmą.\n\nCo ciekawe, odpowiedź nie była tak oczywista, jak mogłoby się wydawać.\n\nNaprawdę brakuje mi tworzenia prototypów. Bardzo to lubiłem. Tworzenie czegoś to iteracyjny proces, a to sprawia, że masz już pomysł na kolejny prototyp. Aktualnie staram się angażować w prace inżynieryjne i wszystkie decyzje dotyczące produktów. Po prostu nie mam czasu na fizyczne tworzenie prototypów. Sir James Dyson\n\nW dalszej rozmowie James Dyson powrócił do tematu odkurzaczy i tego, skąd firma czerpie pomysły na to, aby silniki były coraz mniejsze. Wyjaśnił, że dążenie do miniaturyzacji ma wiele zalet.\n\nPrzede wszystkim sprzęty stają się lżejsze, tańsze i zużywają mniej surowców. Jako przykład podał tradycyjne grzejniki i suszarki, które są znacznie większe i cięższe niż ich odpowiedniki stworzone przez Dysona, a jednocześnie mają gorszą wydajność.\n\nWspomniał również o innowacji w produkcji plastiku. Jego inżynierowie zakwestionowali powszechne przekonanie, że plastikowe formy muszą mieć określoną grubość, aby wypełnić stalową formę. Postanowili stworzyć własną formę z cieńszymi ściankami. To odkrycie pozwoliło na produkcję cieńszych, lżejszych i bardziej ekologicznych produktów.\n\nFot. Jakub Pszenniak / Android.com.pl\n\nRozmowa zeszła również na temat zrównoważonego rozwoju. Dyson podkreślił, że ich mniejsze, bardziej wydajne silniki są także bardziej przyjazne dla środowiska.\n\nW ten sposób zużywa się mniej energii elektrycznej do wykonania tej samej pracy. Oczywiście zużywamy też znacznie mniej materiałów. Do produkcji tego urządzenia potrzeba znacznie mniej energii, dzięki czemu jest ono lżejsze. Sir James Dyson\n\nZapytany, jaką jedną radę dałby młodemu inżynierowi, Dyson odpowiedział krótko – „nigdy się nie poddawaj”. Założyciel firmy użył metafory biegu na 1500 metrów, gdzie na trzecim okrążeniu mimo zmęczenia trzeba przyspieszyć.\n\nPrzyznał, że w swojej karierze musiał zbudować 5126 prototypów, które nie działały, zanim prototyp numer 5127 okazał się sukcesem. Jak przekonywał, wynik ten nigdy nie wydawał się mu pewny, ale kluczowe było to, aby nie zrezygnować.\n\nMusisz przełamać barierę bólu. W moim przypadku było to dotarcie do 5127. prototypu, który w końcu zadziałał, chociaż nigdy nie miałem pewności, że to się wydarzy. Sir James Dyson\n\nMimo że Dyson nie uważa się za mentora, stara się motywować młodych inżynierów. Jak powiedział – dziś jest im łatwiej niż kiedyś, ponieważ nie muszą być wielką marką, aby sprzedawać swoje produkty. Jednocześnie dzięki crowdfundingowi i bardziej dostępnym technologiom łatwiej jest zacząć podążać tą ścieżką.\n\nFot. Dyson / materiały prasowe\n\nDyson poruszył też temat tego, dlaczego zajął się odkurzaczami.\n\nNienawidziłem ich! Były okropne… worki się zapychały, wydawały okropny hałas i były ciężkie. Sir James Dyson\n\nDyson postanowił sprawić, że odkurzanie stanie się ciekawe. To z kolei przerodziło się w koncepcję przezroczystego pojemnika na brud, co początkowo spotkało się z protestem handlowców. Wówczas słyszał bowiem, że nikt nigdy nie kupi odkurzacza, w którym widać brud. Sam podjął jednak decyzję, aby zignorować te badania rynku i postawić na swoim.\n\nNa koniec zapytany o to, z jaką postacią historyczną chciałby się spotkać, bez wahania wskazał na Isambarda Kingdom Brunela. Wyjaśnił, że to właśnie XIX-wieczny inżynier zapoczątkował koncepcję R&D, co jest podstawą dzisiejszej pracy w firmie Dyson.\n\nNiezaleznie wspomniał również o Franku Whittle’u, czyli inżynierze-praktykancie, który w wieku 19 lat wpadł na pomysł silnika odrzutowego.\n\nWhittle był jedynie praktykantem inżynierskim, który wpadł na pomysł, że turbina gazowa byłaby o wiele lepszym sposobem napędzania samolotów. 19-letni praktykant… Próbował i prawie zawsze udawało mu się za pierwszym razem, co jest ciekawe. Poznałem jego syna, który robił to samo. Sir James Dyson\n\nPremiera odkurzacza pionowego Dyson V16 Piston Animal\n\nJedną z najciekawszych nowości, którą udało nam się zobaczyć na na wydarzeniu firmy jest odkurzacz Dyson V16 Piston Animal. To najmocniejszy bezprzewodowy odkurzacz Dysona z funkcją aktywnego mycia i technologią zapobiegającą plątaniu włosów.\n\nNapędzany jest nowym silnikiem Dyson Hyperdymium o mocy 900 W, który generuje imponującą moc ssania 315 AW. Urządzenie zostało zaprojektowane, aby „sprostać wyzwaniom codziennego sprzątania w domach, gdzie liczy się moc, inteligentna wydajność i łatwa konserwacja”.\n\nFot. Dyson / materiały prasowe\n\nOdkurzacz wyposażono w nową podwójną stożkową elektroszczotkę All Floor Cones Sense, która inteligentnie dostosowuje moc i prędkość do rodzaju podłogi. Jej opatentowany kształt sprawia, że włosy są przesuwane i wyrzucane bezpośrednio do pojemnika, co eliminuje problem ich plątania się wokół wałka. Dzięki temu nie ma potrzeby ręcznego czyszczenia szczotki, co jest zmorą wielu użytkowników.\n\nDodatkowo Dyson V16 Piston Animal posiada udoskonaloną technologię mycia podłóg Submarine 2.0, która pozwala na zbieranie rozlanych płynów i plam z twardych powierzchni.\n\nZ kolei nowy pojemnik CleanCompaktor kompresuje kurz i zanieczyszczenia, zwiększając swoją pojemność nawet trzykrotnie, co oznacza rzadsze opróżnianie. Higieniczny mechanizm opróżniania pozwala na wyczyszczenie pojemnika jednym pociągnięciem, bez pozostawiania w nim kurzu czy włosów.\n\nModel Dyson V16 Piston Animal można kupić w cenie 3799 złotych, natomiast wersja Dyson V16 Piston Animal SubmarineTM jest dostępna w cenie 4399 złotych.\n\nTo spotkanie zostanie długo w naszej pamięci\n\nCóż, nie da się ukryć, że wizyta w berlińskim sklepie Dysona była bardzo udana. Firma zaprezentowała innowacyjne podejście do codziennych problemów. Jakby tego było mało, spotkanie z Jamesem Dysonem, który osobiście opowiadał o filozofii firmy i procesie tworzenia było inspirującym doświadczeniem.\n\nWszystkie nowe produkty potwierdzają, że w Dyson inżynieria jest sercem wszystkiego, co robią, a za każdym projektem stoi chęć stworzenia czegoś lepszego.\n\nŹródło: Opracowanie własne. Zdjęcie otwierające: Olga / Adobe Stock\n\nCzęść odnośników to linki afiliacyjne lub linki do ofert naszych partnerów. Po kliknięciu możesz zapoznać się z ceną i dostępnością wybranego przez nas produktu – nie ponosisz żadnych kosztów, a jednocześnie wspierasz niezależność zespołu redakcyjnego.\n\nLOKOWANIE PRODUKTU: Dyson"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Samochody Google znów jeżdżą po Kujawsko-Pomorskiem i robią zdjęcia! Gdzie są?",
            "link": "https://www.msn.com/pl-pl/technologia/og%C3%B3lne/samochody-google-zn%C3%B3w-je%C5%BCd%C5%BC%C4%85-po-kujawsko-pomorskiem-i-robi%C4%85-zdj%C4%99cia-gdzie-s%C4%85/ar-AA1MpgI9?ocid=BingNewsVerp",
            "description": "Samochody Google znów jeżdżą po Polsce. Google na oficjalnej stronie Street View opublikował listę miast z Polski, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2bqxhFdNIJucw_8rk7SYRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszedł na pole z wykrywaczem metali. Wyjątkowe odkrycie na Lubelszczyźnie",
            "link": "https://www.o2.pl/informacje/poszedl-na-pole-z-wykrywaczem-metali-wyjatkowe-odkrycie-na-lubelszczyznie-7199093478558304a",
            "description": "Na polu pod Hrubieszowem (woj. lubelskie) pan Grzegorz odnalazł około 5 tysięcy monet sprzed wieków. O znalezisku informuje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kM8t4ngxA0V12F-ofMfBvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o220 godz.",
            "source": "o2",
            "article_content": "Szczęśliwym odkrywcą jest pan Grzegorz Panek – członek Hrubieszowskiego Stowarzyszenia Historyczno-Eksploracyjnego \"GROSSUS\" w Hrubieszowie, który uzyskał pozwolenia konserwatorskie na poszukiwania zabytków z użyciem wykrywacza metali.\n\nZawsze liczył na odkrycie \"czegoś ciekawego i interesującego\", ale to znalezisko przerosło jego najśmielsze oczekiwania, kiedy to \"złapał\" pierwszy sygnał detektora i wydobył kilka miedzianych monet, a po nich pojawiły się następne i jeszcze większa liczba kolejnych monet miedzianych, które wydobywał już masowo rękoma z niewielkiego dołka - relacjonuje biuro delegatury lubelskiego wojewódzkiego konserwator zabytków w Zamościu.\n\nO znalezisku został natychmiast poinformowany telefonicznie archeolog z urzędu konserwatorskiego w Zamościu i dyrektor Muzeum w Hrubieszowie, który następnego dnia dokonał oględzin miejsca odkrycia skarbu.\n\nDalsza część artykułu pod materiałem wideo\n\nKiedy na Podhale przyjdzie prawdziwa zima?\n\nZe wstępnej analizy dokonanej przez Stowarzyszenie \"GROSSUS\" wynika, że skarb składał się z około 5000 monet miedzianych, które były wybijane w dużych ilościach na początku drugiej połowy XVII wieku (lata 1650-1657).\n\nWśród monet znajdują się także szelągi Jana Kazimierza (zarówno z mennic koronnych, jak i litewskich), zwane popularnie \"boratynkami\".\n\nJak informuje LWKZ, faktyczna wartość tych monet wówczas i obecnie jest niewielka. Część boratynek była ze sobą posklejana i zlepiona z powodu korozji, co utrudniało ich przeliczenie.\n\nW skarbie znalazło się też 29 monet o wyższych nominałach i większej wartości.\n\nByły to srebrne szóstaki koronne Jana Kazimierza, Jana III Sobieskiego i Fryderyka Wilhelma oraz krajcary Christiana Wołoskiego, Leopolda I i Joachima VIII. Monety te wybito w latach 1660-1705, w różnych mennicach - czytamy w komunikacie.\n\nSkarb odkryty na polu © Facebook, Lubelski Wojewódzki Konserwator Zabytków"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie pod Olsztynem. Kluczowe dla historii regionu",
            "link": "https://www.o2.pl/informacje/niezwykle-odkrycie-pod-olsztynem-kluczowe-dla-historii-regionu-7199075987687968a",
            "description": "Pod Olsztynem odkryto średniowieczną strażnicę, która może zmienić spojrzenie na początki regionu. Znalezisko to potwierdza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YIYC3ROvDEduY_NkmBr4Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o223 godz.",
            "source": "o2",
            "article_content": "Najważniejsze informacje\n\nOdkryto pozostałości średniowiecznej strażnicy Bertingen.\n\nZnalezisko potwierdza historyczne przekazy o początkach Olsztyna.\n\nWśród artefaktów znaleziono unikalny brakteat z bramą.\n\nPodczas badań archeologicznych w Bartążku, w gminie Stawiguda, odkryto pozostałości średniowiecznej strażnicy Bertingen. To odkrycie rzuca nowe światło na początki Olsztyna i całej Warmii, potwierdzając istnienie strażnicy znanej dotąd głównie z przekazów historycznych.\n\nStrażnica Bertingen została założona w 1334 r. przez warmińskiego wójta krajowego Henryka von Lutera. Kilkanaście lat później, w 1348 r., w tym miejscu zebrali się dostojnicy kapituły warmińskiej, aby podjąć decyzję o założeniu Olsztyna. Odkrycie to jest więc kluczowe dla zrozumienia historii regionu.\n\nDalsza część artykułu pod materiałem wideo\n\nUprawiał coś innego niż pomidory na działce. Odkrycie w Piasecznie\n\nBogactwo znalezisk\n\nArcheolodzy, pod kierownictwem Damiana Swata z firmy Archeoskop, odkryli fragmenty murów, relikty pomieszczeń oraz sklepienie piwniczne. Wśród znalezisk znalazły się także fragmenty naczyń glinianych, zdobione elementy architektury, a także unikalny brakteat z bramą datowany na lata 1328–1334.\n\nZnaleziska świadczą o wysokim statusie mieszkańców zameczku Bertingen oraz jego znaczeniu administracyjnym i militarnym w XIV wieku. Zabytki po konserwacji trafią do Muzeum Archidiecezji Warmińskiej, gdzie będą dostępne dla szerokiej publiczności.\n\nGmina Stawiguda, koordynująca odkrycie, podkreśla jego wagę dla lokalnej tożsamości. Podziękowania kierowane są do archeologa Damiana Swata oraz Grzegorza Chojnowskiego za ich kluczową rolę w badaniach.\n\nOdkrycie w Bartążku to nie tylko ważny krok w poznawaniu historii Warmii i Olsztyna, ale także potencjalny punkt na mapie turystyki historycznej regionu."
        }
    }
]