[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci na targowisku miejskim w Głogowie. Znajdziesz tu niemal wszystko. Galeria zdjęć",
            "link": "https://glogow.naszemiasto.pl/targ-staroci-na-targowisku-miejskim-w-glogowie-znajdziesz-tu-niemal-wszystko-galeria-zdjec/ar/c1p2-28006149",
            "description": "Targowisko miejskie przy ul. Kazimierza Sprawiedliwego w Głogowie znane jest w okolicy. Jeszcze dekadę temu było jedno z większych w regionie, dlatego w dni targowe zjeżdżało się zarówno wielu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.FETt9HmhEdCeF1upvrR1eA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Głogów Nasze Miasto1 godz.",
            "source": "Głogów Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raul Lozano dla \"Wyborczej\" o eksplorowaniu świata. I o tym, co w Polsce kocha, a czego nie",
            "link": "https://wyborcza.pl/7,154903,32269256,raul-lozano-dla-wyborczej-o-eksplorowaniu-swiata-i-o-tym.html",
            "description": "Znakomity argentyński trener, kierujący obecnie siatkarską reprezentacją Ukrainy, opowiada o polskiej miłości do alkoholu, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Msdv2j4-G5iVXnzrkBWXTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wyborcza5 godz.",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe PEREŁKI na Dąbrowskim Jarmarku Staroci! Zabytkowe meble, pamiątki z PRL-u i światowe waluty...a to nie wszystko. Zobacz te ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/prawdziwe-pere%C5%82ki-na-d%C4%85browskim-jarmarku-staroci-zabytkowe-meble-pami%C4%85tki-z-prl-u-i-%C5%9Bwiatowe-walutya-to-nie-wszystko-zobacz-te-zdj%C4%99cia/ar-AA1N0HBs?ocid=BingNewsVerp",
            "description": "W Dąbrowie Górniczej, na stałe wpisał się w kalendarz wydarzeń, Jarmark Staroci, który w każdą trzecią niedzielę miesiąca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B3HHthKliN2BJq722ZSnzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Dąbrowa Górnicza Nasze Miasto on MSN5 godz.",
            "source": "Dąbrowa Górnicza Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Michała 2025' w Żaganiu. Tłumy i doskonała zabawa",
            "link": "https://gazetalubuska.pl/jarmark-michala-2025-w-zaganiu-tlumy-i-doskonala-zabawa/ar/c1p2-27989675",
            "description": "W niedzielę 21 września 2025 kończy się trzydniowy Jarmark św. Michała w Żaganiu. Jeszcze nigdy święto miasta nie zbierało tylu pozytywnych recenzji. Zadowoleni są jarmarkowi goście, organizatorzy i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.6oXJf1KayPglPY9d412pqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Lubuska7 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Potrącenie na torach w Raciborzu",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/119148-potracenie-na-torach-w-raciborzu",
            "description": "Dziś, 22 września 2025 r., około godz. 17:50 na ul. Nad Koleją w Raciborzu doszło do poważnego zdarzenia na linii kolejowej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0TYs4fzyBvmuPg_Y429uMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasz Racibórz19 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Dziś, 22 września 2025 r., około godz. 17:50 na ul. Nad Koleją w Raciborzu doszło do poważnego zdarzenia na linii kolejowej nr 151. Pociąg osobowy relacji Racibórz–Katowice potrącił osobę.\n\nPoszkodowanego - jak informuje raciborska Straż Pożarna - wydobyto spod pociągu. Był nieprzytomny, jednak z zachowanymi funkcjami życiowymi. Na miejscu interweniował śmigłowiec Lotniczego Pogotowia Ratunkowego oraz wszystkie służby ratunkowe.\n\nRuch pociągów na obu torach został całkowicie wstrzymany. Policja prowadzi czynności wyjaśniające okoliczności wypadku. Jak informuje rzeczniczka KPP, poszkodowany to 16-latek."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/banknoty-i-monety-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-pieni%C4%85dze/ar-AA1N73rH?ocid=BingNewsVerp",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3x8ae7evFyuFCIgViObT-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87/ar-AA1N7dxE?ocid=BingNewsVerp",
            "description": "W naszych domach mogą się kryć prawdziwe skarby. Warto przejrzeć pudła ze starymi rzeczami, pamiątkami, pawlacze i schowki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HWzaOzIrx_ukoLz1Y0QaDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tych monet i banknotów szukają kolekcjonerzy. Masz takie w domu? Płacą za nie nawet 40 tysięcy złotych. Można dużo zarobić 23.09.2025",
            "link": "https://gp24.pl/tych-monet-i-banknotow-szukaja-kolekcjonerzy-masz-takie-w-domu-placa-za-nie-nawet-40-tysiecy-zlotych-mozna-duzo-zarobic-23-09-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza4 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs JPY/PLN 23 września 2025 r.",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/kurs-jpypln-23-wrze%C5%9Bnia-2025-r/ar-AA1N6Q4U?ocid=BingNewsVerp",
            "description": "Jadąc do Japonii czy to w celach turystycznych, czy też biznesowych, warto znać aktualny kurs jena (JPY). Z tego artykułu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vEp3OYPtpUEAcX-Ut3RAeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN7 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co naprawdę dzieje się podczas kontroli bezpieczeństwa - fakty, mity i praktyczne wskazówki dla rzadko latających",
            "link": "https://www.wirtualnygarwolin.pl/artykul/21267,co-naprawde-dzieje-sie-podczas-kontroli-bezpieczenstwa-fakty-mity-i-praktyczne-wskazowki-dla-rzadko-latajacych",
            "description": "Dla osób, które latają rzadko, kontrola bezpieczeństwa na lotnisku często bywa momentem stresującym. Zdarza się, że ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3dlu8wf7UvvPgBUnz0oKQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Wirtualny Garwolin18 godz.",
            "source": "Wirtualny Garwolin",
            "article_content": "Istota i cel kontroli bezpieczeństwa\n\nGłównym zadaniem kontroli bezpieczeństwa jest ochrona pasażerów i załogi w transporcie lotniczym. Nie jest to przeszkoda stworzona po to, aby uprzykrzyć życie podróżnym, lecz kluczowy element całego systemu. Na całym świecie, a zwłaszcza w krajach Unii Europejskiej, procedury zostały ujednolicone i działają zgodnie ze wspólnymi standardami. Oznacza to, że gdziekolwiek polecimy, scenariusz kontroli będzie bardzo podobny.\n\nNa tym etapie sprawdzany jest zarówno bagaż rejestrowany, jak i bagaż podręczny oraz sam pasażer. Operator kontroli bezpieczeństwa wykorzystuje urządzenia rentgenowskie, skanery czy bramki wykrywające metal. Czasem pojawiają się też dodatkowe testy, na przykład w kierunku materiałów wybuchowych. Warto podkreślić, że nikt nie robi tego „dla zasady” - cały proces powstał po to, by eliminować realne zagrożenia.\n\nJak wygląda kontrola krok po kroku?\n\nScenariusz według którego przebiega kontrola bezpieczeństwa na lotnisku zawsze przebiega podobnie. Najpierw należy podejść do odpowiedniego stanowiska i przygotować swój bagaż do prześwietlenia. Do plastikowych tacek wkładamy torbę, kurtkę lub inne okrycie, a także wszystkie większe urządzenia elektroniczne: laptopy, tablety. Telefony komórkowe mogą pozostać w torbie podręcznej. Do osobnej torebki powinny trafić płyny w butelkach do 100 ml - włożone do przezroczystej kosmetyczki, by operator mógł je szybko obejrzeć. Więcej szczegółów na temat kontroli znajdziemy na stronie https://lotniska.net/blog/kontrola-bezpieczenstwa-na-lotnisku-jak-wyglada/\n\nKolejnym krokiem jest przejście przez bramkę. Z kieszeni trzeba wyjąć przedmioty metalowe: monety, klucze, a także pasek z metalową klamrą czy zegarek. Jeśli coś „wywoła” sygnał, osoba odpowiedzialna za kontrolę może poprosić o dodatkowe sprawdzenie. To wszystko trwa zazwyczaj kilka minut, o ile jesteśmy dobrze przygotowani.\n\nFakty i mity o przedmiotach zabronionych\n\nW przeszłości narosło wiele przekonań, które nie mają wiele wspólnego z rzeczywistością. Najpopularniejszy mit mówi, że nie wolno przewozić żadnych płynów. Prawda jest taka, że można, lecz w małych pojemnikach i w odpowiedniej torebce. Podobnie wygląda kwestia leków - wbrew obawom są one dozwolone, także w formie płynnej. Dobrze jednak mieć przy sobie receptę lub zaświadczenie, jeśli wybieramy się w dłuższą podróż.\n\nInny mit głosi, że drobna biżuteria zawsze uruchamia bramkę. W praktyce nowoczesne systemy są w stanie ignorować niewielkie elementy, a problem pojawia się raczej przy większych, metalowych częściach garderoby. Spotkać można się również z przekonaniem, że dzieci przechodzą inną kontrolę. To nieprawda - procedura jest identyczna, choć obsługa podchodzi do najmłodszych z większą cierpliwością.\n\nKomfort i przygotowanie pasażera\n\nWarto pamiętać, że to, jak się przygotujemy, znacząco skraca czas spędzony przy stanowisku. Lepiej spakować kosmetyki i elektronikę tak, aby łatwo je wyjąć, niż w pośpiechu szukać ich przy taśmie. Strój również ma znaczenie. Buty na wysokiej podeszwie czy z metalowymi elementami mogą wymagać zdjęcia, dlatego w podróży najlepiej sprawdzają się wygodne, proste modele. Luźne kieszenie, brak nadmiaru biżuterii i spokojne nastawienie to przepis na szybkie przejście.\n\nNiektórzy pasażerowie przechodzą kontrolę w napięciu, gdy tymczasem cała procedura to czysta rutyna. Jeśli sprawdzana osoba współpracuje i słucha wskazówek, całość przebiega sprawnie i bez zbędnych emocji.\n\nCzas i organizacja\n\nWielu pasażerów przyznaje, że kontrola bywa najbardziej czasochłonnym punktem odprawy. Po pierwsze - same czynności zabierają kilka minut. Po drugie - największym wyzwaniem są kolejki, które w szczycie sezonu potrafią ciągnąć się przez kilkadziesiąt metrów. Dlatego zaleca się przybycie na lotnisko z dużym zapasem: na lot europejski co najmniej dwie godziny, a w przypadku połączeń międzykontynentalnych nawet trzy.\n\nNiektóre porty lotnicze oferują specjalne przejścia Fast Track, które pozwalają ominąć dłuższe kolejki. To opcja dodatkowo płatna, ale w sezonie wakacyjnym często ratuje podróżnych od stresu i patrzenia nerwowo na zegarek. Obsada punktów kontrolnych stara się pracować jak najsprawniej, ale czasem po prostu liczba pasażerów jest tak duża, że cierpliwość okazuje się najcenniejszym „bagażem”.\n\nDodatkowa kontrola w punkcie kontroli bezpieczeństwa - kiedy i dlaczego?\n\nCzasami przychodzi moment, kiedy zostajemy wytypowani do dodatkowej kontroli. Nie oznacza to wcale, że zrobiliśmy coś źle. Często takie sprawdzenie ma charakter losowy. Może to być szybkie sprawdzenie odzieży przez pracownika tej samej płci albo dokładniejsze przejrzenie bagażu podręcznego.\n\nTaka akcja trwa zwykle kilka minut i kończy się od razu po wyjaśnieniu wątpliwości. Ważne, by zachować spokój i pamiętać, że również tutaj chodzi o nasze bezpieczeństwo. Dodatkowa kontrola to element codziennej pracy systemu, a nie sygnał, że pasażer zrobił coś podejrzanego.\n\nRóżnice między lotniskami i krajami\n\nChociaż scenariusz jest podobny, poszczególne kraje i porty lotnicze mogą różnić się szczegółami. W Polsce i większości krajów UE nie ma obowiązku zdejmowania obuwia. Może mieć to miejsce sporadycznie tylko na polecenie obsługi. Warto w tym miejscu, dodać, że dopiero w lipcu 2025 roku w USA zniesiono obowiązek zdejmowania obuwia podczas kontroli. Współczesna technologia ułatwia życie zarówno służbom odpowiedzialnych za bezpieczeństwo, jak i samym pasażerom. Zdarza się, że kontrola w pozaeuropejskich krajach jest bardziej szczegółowa i wieloetapowa.\n\nNowością stają się skanery 3D, które nie są jeszcze standardem we wszystkich portach lotniczych. Wprowadzane są stopniowo np. w Wielkiej Brytanii, Holandii, częściowo w Niemczech. Ppzwalają przewozić płyny w większych butelkach, bez konieczności ich pakowania do osobnych torebek. To znak, że procedury zmieniają się wraz z rozwojem technologii. Warto więc przed podróżą sprawdzić aktualne zasady obowiązujące w miejscu wylotu - wtedy nie zaskoczy nas żaden dodatkowy wymóg.\n\nPodsumowanie\n\nChoć dla wielu pasażerów kontrola bezpieczeństwa wydaje się stresującym etapem podróży, w praktyce jest to rutynowa procedura mająca na celu ochronę wszystkich osób korzystających z transportu lotniczego. Znajomość zasad od pakowania płynów i urządzeń elektronicznych, przez zdjęcie okrycia czy wyjęcie kluczy i monet, aż po spokojne podejście do ewentualnej dodatkowej kontroli pozwala przejść przez ten etap bez nerwów. Warto pamiętać, że im lepiej przygotujemy się wcześniej, tym szybciej i sprawniej pokonamy ten obowiązkowy punkt na lotnisku. Dzięki temu cała podróż zaczyna się spokojniej, a my, zamiast stresu możemy cieszyć się perspektywą kolejnej przygody.\n\nMateriał zewnętrzny"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy nadal polują na te naczynia, wazony i figurki [23.09.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-nadal-poluj%C4%85-na-te-naczynia-wazony-i-figurki/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN2 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci na targowisku miejskim w Głogowie. Znajdziesz tu niemal wszystko. Galeria zdjęć",
            "link": "https://glogow.naszemiasto.pl/targ-staroci-na-targowisku-miejskim-w-glogowie-znajdziesz-tu-niemal-wszystko-galeria-zdjec/ar/c1p2-28006149",
            "description": "Targowisko miejskie przy ul. Kazimierza Sprawiedliwego w Głogowie znane jest w okolicy. Jeszcze dekadę temu było jedno z większych w regionie, dlatego w dni targowe zjeżdżało się zarówno wielu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.FETt9HmhEdCeF1upvrR1eA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głogów Nasze Miasto1 godz.",
            "source": "Głogów Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe PEREŁKI na Dąbrowskim Jarmarku Staroci! Zabytkowe meble, pamiątki z PRL-u i światowe waluty...a to nie wszystko. Zobacz te ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/prawdziwe-pere%C5%82ki-na-d%C4%85browskim-jarmarku-staroci-zabytkowe-meble-pami%C4%85tki-z-prl-u-i-%C5%9Bwiatowe-walutya-to-nie-wszystko-zobacz-te-zdj%C4%99cia/ar-AA1N0HBs?ocid=BingNewsVerp",
            "description": "W Dąbrowie Górniczej, na stałe wpisał się w kalendarz wydarzeń, Jarmark Staroci, który w każdą trzecią niedzielę miesiąca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B3HHthKliN2BJq722ZSnzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dąbrowa Górnicza Nasze Miasto on MSN5 godz.",
            "source": "Dąbrowa Górnicza Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatnia niedziela lata przyciągnęła tłumy na parking przy Centrum Handlowym M1. Tak było na pchlim targu 21 września. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ostatnia-niedziela-lata-przyci%C4%85gn%C4%99%C5%82a-t%C5%82umy-na-parking-przy-centrum-handlowym-m1-tak-by%C5%82o-na-pchlim-targu-21-wrze%C5%9Bnia-zobacz-zdj%C4%99cia/ar-AA1N0afk?ocid=BingNewsVerp",
            "description": "Giełda Staroci Pchli Targ przy Centrum Handlowym M1 odbywa się w każdą niedzielę w godzinach od 6 do 14. Każdy znajdzie tam ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R5UQWsACZa1FLToeMIb0SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN4 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W miejscu dawnego hotelu Ikar w Poznaniu powstaje Four Points by Sheraton. Otwarcie zaplanowano na 2026 rok. Zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/w-miejscu-dawnego-hotelu-ikar-w-poznaniu-powstaje-four-points-by-sheraton-otwarcie-zaplanowano-na-2026-rok-zobaczcie-zdj%C4%99cia/ar-AA1MaWov?ocid=BingNewsVerp",
            "description": "Po dłuższej przerwie wznowiono remont dawnego hotelu Ikar mieszczącego się przy ulicy Solnej w Poznaniu. Spółka PHH Hotele należąca do Grupy Kapitałowej Polskiego Holdingu Hotelowego wybrała nowego ge ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cya7j59Rws2Si6qfmk5ljw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN3 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Białystok. Towar przeceniony o połowę! Rabatowy wtorek w Sklepie Pod Wiatrakiem [ZDJĘCIA]",
            "link": "https://bialystok.naszemiasto.pl/bialystok-towar-przeceniony-o-polowe-rabatowy-wtorek-w-sklepie-pod-wiatrakiem-zdjecia/ar/c3p2-27844057",
            "description": "Sklep Pod Wiatrakiem przy ul. Boruty 19 w Białymstoku to bogactwo rozmaitości. Dziś rabatowy wtorek, więc warto się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pGKnIUR10nKqs2iyJaFdIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Białystok Nasze Miasto8 godz.",
            "source": "Białystok Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie ma czegoś takiego jak \"Sady Bałdowskie\"",
            "link": "https://www.tcz.pl/index.php?p=1,62,0,tcz-24&item=207dc6dbef362bc5&title=nie-ma-czegos-takiego-jak-sady-baldowskie",
            "description": "Nawiązując do artykułu: Na terenie sadów ma powstać osiedle. Trwają konsultacje Panie Prezydencie - nie ma czegoś takiego jak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.w2TVSNNVKfrfUMqepoPwVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "TCZ.PL6 godz.",
            "source": "TCZ.PL",
            "article_content": "Jakie pomysły na tczewską kulturę na nowy dyrektor Centrum Kultury i Sztuki?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto Katowice w latach 70. Tych zdjęć nie widzieliście!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/tak-wygl%C4%85da%C5%82y-katowice-w-latach-70-tych-unikalnych-zdj%C4%99%C4%87-jeszcze-nie-widzia%C5%82e%C5%9B-s%C4%85-od-genialnego-architekta-kt%C3%B3ry-budowa%C5%82-miasto/ar-AA1MpVCy?ocid=BingNewsVerp",
            "description": "O tym, czym różniło się Zakopane od Katowic. O tym, jak (nie) dostać się na architekturę w Krakowie dzięki ojcu brydżyście. O francuskich inspiracjach katowickiej architektury i o tym, jak powstawały ...",
            "image_url": "https://www.bing.pl/th?id=ODF.waTvG9_emdLbHMzcAnsfoA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Katowice Nasze Miasto on MSN6 godz.",
            "source": "Katowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 10 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 27 - 28 września?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-10-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-27-28-wrzesnia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 27 września w Oświęcimiu ma być 17°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZNw1Jllzm5zhvX4kjUqsES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto22 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 12 km od Chełmka. Pomysły na jednodniową wyprawę. Gdzie w weekend 27 - 28 września?",
            "link": "https://chelmek.naszemiasto.pl/rowerem-do-12-km-od-chelmka-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-27-28-wrzesnia/ar/c7p1-21832283",
            "description": "Zamek w Mosznej jest jedną z największych atrakcji Opolszczyzny i jednym z najciekawszych zamków w Polsce. Swoją sławę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.v9pXy4w14J_q8BG9Gt7PPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto Chełmek22 godz.",
            "source": "Nasze Miasto Chełmek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 1 km od Kołobrzegu. Pomysły na odrobinę ruchu na powietrzu w weekend 27 - 28 września",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-1-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-na-powietrzu-w-weekend-27-28-wrzesnia/ar/c7p1-22319027",
            "description": "Baszta Lontowa - przekornie nazywana Basztą Prochową. Jest to jedyny obiekt, który pozostał po średniowiecznym systemie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2vfSicMddJU33rkXIANB4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto22 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe PEREŁKI na Dąbrowskim Jarmarku Staroci! Zabytkowe meble, pamiątki z PRL-u i światowe waluty...a to nie wszystko. Zobacz te ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/prawdziwe-pere%C5%82ki-na-d%C4%85browskim-jarmarku-staroci-zabytkowe-meble-pami%C4%85tki-z-prl-u-i-%C5%9Bwiatowe-walutya-to-nie-wszystko-zobacz-te-zdj%C4%99cia/ar-AA1N0HBs?ocid=BingNewsVerp",
            "description": "W Dąbrowie Górniczej, na stałe wpisał się w kalendarz wydarzeń, Jarmark Staroci, który w każdą trzecią niedzielę miesiąca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B3HHthKliN2BJq722ZSnzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dąbrowa Górnicza Nasze Miasto on MSN5 godz.",
            "source": "Dąbrowa Górnicza Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To dawna łemkowska wieś w Małopolsce. Kiedyś jej mieszkańcy wyrabiali drewniane łyżki [GALERIA]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/to-dawna-%C5%82emkowska-wie%C5%9B-w-ma%C5%82opolsce-kiedy%C5%9B-jej-mieszka%C5%84cy-wyrabiali-drewniane-%C5%82y%C5%BCki-galeria/ar-AA1N8dKr?ocid=BingNewsVerp",
            "description": "Małopolska jest jednym z najciekawszych regionów w naszym kraju. Na mapie województwa znajduje się wiele niezwykle pięknych małych miejscowości, słynących nie tylko z unikatowych na skalę światową zab ...",
            "image_url": "https://www.bing.pl/th?id=ODF.0t8FVdfe73TqRvYxjm427Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków Radio ESKA on MSN1 godz.",
            "source": "Kraków Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Willa porośnięta zielenią. Wygląda jak bunkier. Co skrywa ta modernistyczna perełka Warszawy?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/willa-poro%C5%9Bni%C4%99ta-zieleni%C4%85-wygl%C4%85da-jak-bunkier-co-skrywa-ta-modernistyczna-pere%C5%82ka-warszawy/ar-AA1N7zyK?ocid=BingNewsVerp",
            "description": "Willa porośnięta zielenią. Wygląda jak bunkier. Co skrywa ta ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto on MSN2 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poseł Adrian Witczak o remontach dróg, infrastrukturze szkolnej, edukacji zdrowotnej i referendum w Piotrkowie Trybunalskim",
            "link": "https://epiotrkow.pl/news/posel-adrian-witczak-o-remontach-drog-infrastrukturze-szkolnej-edukacji-zdrowotnej-i-referendum-w-piotrkowie-trybunalskim,59617",
            "description": "O inwestycjach drogowych i edukacyjnych w Piotrkowie Trybunalskim, potrzebach lokalnych szkół, a także o atmosferze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nukCHwjb1eS1k84TUu3VPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "ePiotrkow.pl1 godz.",
            "source": "ePiotrkow.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uczniowie z jarosławskiego „Katolika' na Jasnej Górze",
            "link": "https://www.niedziela.pl/artykul/116690/Uczniowie-z-jaroslawskiego-Katolika-na-Jasnej-Gorze",
            "description": "Uczniowie Publicznego Katolickiego Liceum Ogólnokształcącego wzięli udział w XXIII Ogólnopolskim Forum Młodzieży Szkół ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iyRGGzK8PQ1HBLdVeFRcLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niedziela.pl5 godz.",
            "source": "Niedziela.pl",
            "article_content": "Świętymi bądźcie!\n\nLicealiści, jadąc do Częstochowy, zwiedzili 17 września Rydlówkę, czyli zabytkowy dworek w podkrakowskich Bronowicach, gdzie 20 listopada 1900 r. odbyło się wesele poety Lucjana Rydla z chłopską córką Jadwigą Mikołajczykówną. Właśnie to wydarzenie stało się dla Stanisława Wyspiańskiego inspiracją do napisania dramatu Wesele. Uczniowie „Katolika”, dzięki interesującej narracji pracowników Muzeum, poznali historię życia osób zaprzyjaźnionych z rodziną Lucjana Rydla; obejrzeli pamiątkowe przedmioty oraz pogłębili wiedzę dotyczącą okresu Młodej Polski.\n\nPomóż w rozwoju naszego portalu Wspieram\n\nPo tej intelektualnej uczcie, potężnej dawce wiedzy, inspiracji i budowania świadomości patriotycznej, licealiści udali się do Regulic, aby za pomocą czteroosobowych drezyn przemierzyć szklak zabytkowej linii kolejowej nr 103, pełen bogactwa przyrodniczego i geologicznego Puszczy Dulowskiej.\n\nPo dotarciu na Jasną Górę i zakwaterowaniu w Domu Pielgrzyma, pierwszoklasiści i uczniowie klasy maturalnej wraz ze swoimi nauczycielami, oddali się w opiekę Czarnej Madonny, śpiewając o godz. 21.00 „Jestem. Pamiętam. Czuwam”.\n\nReklama\n\n18 września uczniowie zostali przywitani w Auli o. Adama Kordeckiego przez ks. Zenona Latawca. Przewodniczący Rady Szkół Katolickich wyjaśnił, że temat konferencji dotyczący podążania ku świętości może wydawać się zbyt trudny i odległy. Kościół pokazał nam jednak w ostatnim czasie dwa przykłady świętości: Carlo Acutisa i Pier Giorgio Frassatiego. Choć przeżyli na tym świecie niewiele lat (Acutis miał 15 lat, a Frassati 24 lata), ich życie jest dowodem tego, że można osiągnąć świętość, będąc młodym człowiekiem. – Choć żyli w różnych okresach czasowych, łączyło ich wspólne pragnienie częstego kontaktu z Jezusem Eucharystycznym. U podstaw tegorocznego Forum stoi troska o rozbudzenie entuzjazmu do podążania drogami świętości poprzez regularne uczestnictwo we Mszy św. i częste przyjmowanie Pana Jezusa – podkreślił ks. Latawiec.\n\nCzas formacji\n\nUczestnicy Forum wysłuchali konferencji „Co to znaczy być świętym?”. Wygłosił ją ks. dr hab. Wojciech Węgrzyniak. Kapłan zauważył, że dojrzewanie do świętości wymaga od nas innego spojrzenia na życie, świat, śmierć i Pana Boga. Biblista podpowiedział młodym, że „być świętym” to „być innym”. – Nie chodzi o to, aby w każdej dziedzinie być dobrym, czy doskonałym. Wystarczy tylko zadbać, by przynajmniej jedną rzecz robić po Bożemu. Ta czynność staje się wtedy przedsmakiem nieba w codziennym życiu – tłumaczył ks. Węgrzyniak.\n\nCzas ewangelizacji\n\nKolejną częścią spotkania było świadectwo ewangelizacyjne wygłoszone przez ks. Kamila Wyszyńskiego wraz z reprezentantami Warmińskiego Duszpasterstwa Młodzieży. - Mamy genialnego „ziomeczka” w niebie – powiedział z uśmiechem prelegent, podkreślając przy tym, że „ziomeczek” to bliska osoba, która żyła i funkcjonowała tak samo jak my i zawędrowała tam, gdzie my wszyscy wędrujemy. Ks. Kamil dodał, że św. Carlo Acutis pokazuje, jak chodzić w „najkach”, właściwie posługiwać się komunikatorami społecznymi oraz znajdować czas na regularne korzystanie z sakramentów świętych. – To jest genialny przykład na dzisiaj – zauważył ks. Wyszyński, apelując do młodych, aby nigdy nie zapominali, że są najważniejsi dla Pana Boga.\n\nReklama\n\nNastępnie uczestnicy Forum wzięli udział w adoracji Najświętszego Sakramentu, którą poprowadził Zespół Projekt Fausystem.\n\nNajważniejszym punktem spotkania była Eucharystia sprawowana w bazylice jasnogórskiej, której przewodniczył bp Marek Mendyk, asystent Rady Szkół Katolickich. Biskup świdnicki, odwołując się do różnych epizodów z życia św. Stanisława Kostki i Carlo Acutisa, podkreślił, że nasza egzystencja na ziemi musi mieć cel. - Świętość to nie umartwienie, asceza i pokuta, ale wierność codziennym obowiązkom, jakie wyznacza środowisko, w którym żyjemy, czyli rodzina, grono najbliższych, wspólnota, czy społeczeństwo. Osiągnąć ją można poprzez odpowiedzialność za to, co się robi i jakie decyzje się podejmuje. Biskup zwrócił uwagę, że świętość nie jest zarezerwowana tylko dla niektórych. – Wszyscy jesteśmy powołani do świętości – powiedział.\n\nXXIII Ogólnopolskie Forum Młodzieży Szkół Katolickich zgromadziło ponad półtora tysiąca uczniów placówek katolickich. Dzięki uczestnictwu w tym wydarzeniu licealiści z Jarosławia zrozumieli, że świętość jest podstawowym powołaniem dla każdego chrześcijanina, a szkoły katolickie służą znaczącą pomocą, aby wzorem wielu młodych ludzi, wyniesionych na ołtarze, podążać śladami świętości."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87/ar-AA1N7dxE?ocid=BingNewsVerp",
            "description": "W naszych domach mogą się kryć prawdziwe skarby. Warto przejrzeć pudła ze starymi rzeczami, pamiątkami, pawlacze i schowki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HWzaOzIrx_ukoLz1Y0QaDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/banknoty-i-monety-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-pieni%C4%85dze/ar-AA1N73rH?ocid=BingNewsVerp",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3x8ae7evFyuFCIgViObT-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tych monet i banknotów szukają kolekcjonerzy. Masz takie w domu? Płacą za nie nawet 40 tysięcy złotych. Można dużo zarobić 23.09.2025",
            "link": "https://gp24.pl/tych-monet-i-banknotow-szukaja-kolekcjonerzy-masz-takie-w-domu-placa-za-nie-nawet-40-tysiecy-zlotych-mozna-duzo-zarobic-23-09-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Pomorza4 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "23 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-23,5,day.html",
            "description": "Stała ekspozycja w Pałacu Muzeum Książąt Czartoryskich prezentuje najcenniejszą w Polsce i jedną z najcenniejszych kolekcji sztuki w Europie. Na wystawie znalazły się nie tylko arcydzieła światowego m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków14 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spacery i zwiedzanie Spektakle taneczne Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Targi i kiermasze Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale muzyczne Inne koncerty Inne przedstawienia Spotkania i slajdowiska Festiwale teatralne Pozostałe Dziecięce różności Wydarzenia sportowe Muzyka klubowa Cykle filmowe Wystawy stałe Spotkania i wykłady literackie Pokazy filmowe Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe PEREŁKI na Dąbrowskim Jarmarku Staroci! Zabytkowe meble, pamiątki z PRL-u i światowe waluty...a to nie wszystko. Zobacz te ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/prawdziwe-pere%C5%82ki-na-d%C4%85browskim-jarmarku-staroci-zabytkowe-meble-pami%C4%85tki-z-prl-u-i-%C5%9Bwiatowe-walutya-to-nie-wszystko-zobacz-te-zdj%C4%99cia/ar-AA1N0HBs?ocid=BingNewsVerp",
            "description": "W Dąbrowie Górniczej, na stałe wpisał się w kalendarz wydarzeń, Jarmark Staroci, który w każdą trzecią niedzielę miesiąca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B3HHthKliN2BJq722ZSnzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dąbrowa Górnicza Nasze Miasto on MSN5 godz.",
            "source": "Dąbrowa Górnicza Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bezcenna bransoleta faraona sprzed 3000 lat została skradziona i przetopiona na złoto warte kilka tysięcy dolarów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/bezcenna-bransoleta-faraona-sprzed-3000-lat-zosta%C5%82a-skradziona-i-przetopiona-na-z%C5%82oto-warte-kilka-tysi%C4%99cy-dolar%C3%B3w/ar-AA1N7Pfl?ocid=BingNewsVerp",
            "description": "Bransoleta faraona sprzed 3000 lat została skradziona z muzeum i przetopiona na złoto. Biżuteria z koralików lapis lazuli faraona Amenemope'a została skradziona z Muzeum Egipskiego w Kairze, a ...",
            "image_url": "https://www.bing.pl/th?id=ODF.cGlghkuolAqSMFL6TX238w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "i.pl on MSN2 godz.",
            "source": "i.pl on MSN",
            "article_content": ""
        }
    }
]