[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pieniądze z PRL poszukiwane przez kolekcjonerów. Tyle kosztują stare banknoty i monety. Oto ceny i zdjęcia",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/pieni%C4%85dze-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-tyle-kosztuj%C4%85-stare-banknoty-i-monety-oto-ceny-i-zdj%C4%99cia/ar-AA1JtAX0?ocid=BingNewsVerp",
            "description": "Stare banknoty i monety z czasów PRL są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.U4aq8y0qFjb-ZwmsDxcEUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN16 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zmiany w wałbrzyskich instytucjach kultury. Stara Kopalnia i Muzeum Porcelany z nowymi dyrektorami",
            "link": "https://www.radiowroclaw.pl/articles/view/153014/Zmiany-w-walbrzyskich-instytucjach-kultury-Stara-Kopalnia-i-Muzeum-Porcelany-z-nowymi-dyrektorami",
            "description": "Roszady na stanowiskach dyrektorskich wałbrzyskich instytucji kultury. Dotyczą zamiany miejsc i łączenia jednostek.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Ck6AiBlJ_TPJA0VoG_WC7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Radio Wrocław11 godz.",
            "source": "Radio Wrocław",
            "article_content": "Zmiany w wałbrzyskich instytucjach kultury. Stara Kopalnia i Muzeum Porcelany z nowymi dyrektorami\n\nRoszady na stanowiskach dyrektorskich wałbrzyskich instytucji kultury. Dotyczą zamiany miejsc i łączenia jednostek.\n\nZmiany w wałbrzyskich instytucjach kultury. W wyniku decyzji władz miasta między innymi dotychczasowy dyrektor Muzeum Porcelany od 1 września będzie dyrektorem Starej Kopalni, poinformował prezydent Roman Szełemej:\n\n- Znakomite dotychczasowe rezultaty pracy Pana Jacka Drejera, również w tym aspekcie komercjalizującym, spowodowały, że uznaliśmy, że podejmie się tego nowego wyzwania. (...) Ja nigdy nie ukrywałem i nie ukrywam, że moim celem jako gospodarza miasta jest ograniczanie po prostu urzędniczych kosztów.\n\nplay\n\npause\n\nstop Aby odsłuchać załączonego dźwięku zaktualizuj przeglądarkę lub/i wtyczkę Adobe Flash Player.\n\nW tym przypadku ma się to odbyć dzięki temu, że w Muzeum Porcelany Jacka Drejera zastąpi dotychczasowy dyrektor BWA - Piotr Micek.\n\n- Poprosiłem Pana Piotra Micka o podjęcie się roli dyrektora Muzeum Porcelany. Zdecydowaliśmy, aby Centrum Ceramiki Unikatowej przyłączyć do Muzeum Porcelany. Natomiast Biuro Wystaw Artystycznych pozostanie przy swojej nazwie i zostanie formalnie przyłączone do Starej Kopalni, gdzie ma swoją główną siedzibę - wyjaśnia Roman Szełemej.\n\nplay\n\npause\n\nstop Aby odsłuchać załączonego dźwięku zaktualizuj przeglądarkę lub/i wtyczkę Adobe Flash Player.\n\nAmbitne plany nowego dyrektora Starej Kopalni\n\nCo czeka Starą Kopalnię w drugiej dekadzie działalności?\n\n- To, co się sprawdzało rok temu, dwa lata temu, niekoniecznie musi w tym roku cieszyć się zainteresowaniem ludzi. Więc chodzi o to, aby ten wielki potencjał Starej Kopalni był zdolny reagować na zmieniające się potrzeby, ale też, żeby był zdolny na wyprzedzanie tych potrzeb, a może i na kreowanie, bo w ten sposób dzisiaj i w turystyce, i w muzealnictwie też się te sprawy rozwiązuje - mówi Jacek Drejer, nowy dyrektor Starej Kopalni.\n\nplay\n\npause\n\nstop Aby odsłuchać załączonego dźwięku zaktualizuj przeglądarkę lub/i wtyczkę Adobe Flash Player.\n\nŁączenie instytucji nie spowoduje utraty pracy. W Starej Kopalni oprócz nowego dyrektora pozostaną dotychczasowy dyrektor - Jan Jędrasik, który zajmie się kwestiami muzealnymi - i Marta Wróbel odpowiedzialna za przewodników czy marketing i sprzedaż.\n\nTo kolejne zmiany w ostatniej dekadzie w obrębie tej jednostki. Wcześniej Stara Kopalnia wchłonęła Wałbrzyski Ośrodek Kultury oraz Zespół Pieśni i Tańca Wałbrzych.\n\nW ramach oszczędności Gmina Wałbrzych zlikwidowała także Zarząd Dróg Komunikacji i Utrzymania Miasta. Część jego pracowników trafiła do nowego wydziału utworzonego w Urzędzie Miejskim, który przejął kompetencje ZDKIUM. Taki krok ma dać gminie nawet kilka milionów złotych oszczędności rocznie. Zmiany wejdą w życie od 1 września."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana PRL – naczynia z lat 60., 70., 80. warte fortunę! Ile trzeba zapłacić w 2025 roku?",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/og%C3%B3lne/porcelana-prl-naczynia-z-lat-60-70-80-warte-fortun%C4%99-ile-trzeba-zap%C5%82aci%C4%87-w-2025-roku/ar-AA1JtBmc?ocid=BingNewsVerp",
            "description": "Stara porcelana z czasów PRL, cieszy się rosnącym zainteresowaniem. Niektóre egzemplarze mogą być dziś bardzo cenne. Takie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.L8bCDPW8GmCK7OTrAS5dyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN16 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z Warszawy do Bangkoku – cyberbezpieczeństwo jako nowy most współpracy",
            "link": "https://www.rp.pl/eksport/art42771931-z-warszawy-do-bangkoku-cyberbezpieczenstwo-jako-nowy-most-wspolpracy",
            "description": "Tajlandia i większość Azji Południowo-Wschodniej to region szybko postępującej digitalizacji, ale jednocześnie ograniczonych ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vhpWQWB1FA7si1kkrWj0DQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Rzeczpospolita7 godz.",
            "source": "Rzeczpospolita",
            "article_content": "Co istotne, Tajlandia stara się współpracować w ramach Konwencji Budapesztańskiej, formalnie znanej jako Konwencja Rady Europy o cyberprzestępczości. To międzynarodowe porozumienie mające na celu zwalczanie przestępstw popełnianych w cyberprzestrzeni. Choć Tajlandia nie jest jego stroną, Bangkok aktywnie uczestniczy w forach eksperckich i szkoleniach oferowanych przez Radę Europy takich jak Octopus Project. Równocześnie Tajlandia intensyfikuje współpracę z sektorem prywatnym, co stwarza szansę dla inwestorów spoza regionu, w tym polskich firm, którzy nie są tak silnie powiązani z politycznymi interesami, jak ma to często miejsce w przypadku inwestorów np. z Chin.\n\nCyberbezpieczeństwo - co Polska ma do zaoferowania Tajlandii?\n\nJako kraj członkowski UE, Polska odgrywa coraz istotniejszą rolę w globalnej architekturze cyberbezpieczeństwa. Dzięki rosnącym kompetencjom w tej dziedzinie, w tym silnym instytucjom takim jak Zespoły Reagowania na Incydenty Bezpieczeństwa Komputerowego CSIRT NASK, CSIRT GOV, CSIRT MON – Polska może być cennym partnerem dla państw ASEAN, w tym Tajlandii. Warszawa ma możliwość aktywnie uczestniczyć w unijnych programach współpracy, a także nawiązywać bezpośrednie relacje bilateralne w zakresie cyberbezpieczeństwa, tak jak już to uczyniła z Wietnamem.\n\nPonadto, polskie firmy z sektora cyberbezpieczeństwa coraz śmielej zaznaczają swą obecność na rynkach międzynarodowych. Wśród liderów gotowych do ekspansji zagranicznej znajdują się m.in. ComCERT – specjalizujący się w zarządzaniu incydentami i audytach bezpieczeństwa oraz Exatel, który łączy usługi operatora telekomunikacyjnego z autorskimi rozwiązaniami w zakresie ochrony infrastruktury krytycznej. Wśród innowatorów jest także krakowskie Cyberus Labs, które rozwija technologie bezhasłowego uwierzytelniania, zdobywając klientów na całym świecie, w tym w Azji. Kolejnym przykładem jest firma SecuRing, która obsługuje sektor finansowy i e-commerce, także poza granicami Polski. Z kolei AVSystem specjalizuje się w rozwiązaniach automatyzujących zarządzanie ekosystemami urządzeń podłączonych do sieci – od telekomunikacji po IoT – obsługując klientów w ponad 60 krajach. Te i inne firmy mogą stać się cennymi partnerami władz publicznych w rozwoju współpracy z Tajlandią w dziedzinie ceberbezpieczeństwa.\n\nTajlandia jako szansa dla polskich firm technologicznych\n\nZ drugiej strony Tajlandia stwarza korzystne warunki dla firm technologicznych, oferując rozwiniętą infrastrukturę, dostęp do dynamicznie rosnącego rynku oraz wsparcie rządowe dla inwestycji w sektorze cyfrowym. Warto pamiętać, że w ramach narodowej strategii Thailand 4.0, kraj ten dąży do przekształcenia swej gospodarki w nowoczesny ekosystem oparty na innowacjach, a cyberbezpieczeństwo stanowi jeden z jego głównych filarów.\n\nInwestorzy mogą liczyć na wsparcie finansowe i ulgi podatkowe, zwolnienia z ceł na importowane technologie czy granty na badania i rozwój, oferowane przez agencje takie jak Digital Economy Promotion Agency (DEPA) czy Board of Investment (BOI), co znacząco zmniejsza koszty wejścia na rynek. Dzięki temu polskie przedsiębiorstwa mają szansę uczestniczyć w rozwoju lokalnych inicjatyw z zakresu cyberbezpieczeństwa.\n\nWarto także zwrócić uwagę na inicjatywę True Digital Park w Tajlandii. Jest to nowoczesny hub technologiczny, który oferuje kompleksowe wsparcie, w tym pomoc w rejestracji firm, doradztwo prawne oraz ułatwienia wizowe. Dzięki dostępowi do rozbudowanego ekosystemu startupów, inwestorów i partnerów, True Digital Park umożliwia nawiązywanie wartościowych kontaktów oraz przyspiesza ekspansję na rynek tajlandzki i regionu ASEAN."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu znajdziesz prawdziwe perełki! Niedzielny Targ w Poznaniu po raz drugi w nowym miejscu. Co można było kupić 27 lipca? Mamy dużo zdjęć!",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/tu-znajdziesz-prawdziwe-pere%C5%82ki-niedzielny-targ-w-poznaniu-po-raz-drugi-w-nowym-miejscu-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-27-lipca-mamy-du%C5%BCo-zdj%C4%99%C4%87/ar-AA1JncIu?ocid=BingNewsVerp",
            "description": "Niedzielny Targ po raz drugi zagościł w nowej lokalizacji przy ulicy Baraniaka 78 w Poznaniu. Na targu można znaleźć unikalne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J4fzsRyouwuo5LIZKiqrci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN15 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ZIEMIA KŁODZKA - Kulturalnik",
            "link": "https://dkl24.pl/pl/a/20603/ziemia-klodzka---kulturalnik.html",
            "description": "(Inf. wł.). W tym tygodniu mija półmetek wakacji. Gdzieniegdzie przypomni się o tym fakcie podczas prowadzonych imprez i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.DsTn0dWs-JJ3ydha2uIrty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "DKL24.pl11 godz.",
            "source": "DKL24.pl",
            "article_content": "(Inf. wł.). W tym tygodniu mija półmetek wakacji. Gdzieniegdzie przypomni się o tym fakcie podczas prowadzonych imprez i nakreśli propozycje na pozostałą część letniej kanikuły. My zdradzamy zamierzenia niektórych organizatorów przynajmniej na najbliższe dni.\n\n\n\nBARDO\n\n\n\nNajbliższy koncert muzyki klasycznej w ramach Bardzkiego Lata Organowego 15 sierpnia o godz. 19:00. Maria i Roman Peruccy.\n\n\n\nJuż informowaliśmy, że w tym roku Przyłęk będzie podejmował uczestników gminno-powiatowych dożynek. Dyrektor Centrum Kultury i Biblioteki Jarosław Rudnicki informuje o zawartości programu tego wydarzenia:\n\n\n\ng. 14:30 msza święta w kościele pw. św. Anny w Przyłęku, g. 15:45 oficjalne otwarcie imprezy, g. 16:00 obrzęd dożynkowy, g. 16:15 występ zespołu \"Przełomiacy\" z Barda, g. 16:45 występ zespołu \"Wesołe Nutki\" z Mąkolna, g. 17:30 rozstrzygnięcie konkursu na wieniec dożynkowy i najbardziej aktywne sołectwo, g. 17:50 wręczenie odznaczeń \"Zasłużony dla Rolnictwa\", g. 18:00 Lady Fama - program dla dzieci, g. 19:00 Nowator, g. 20:30 występ zespołu \"Czerwone Gitary\", g. 22:00 dyskoteka DJ Luki - Gentleman’s 40+.\n\n\n\n\n\nBYSTRZYCA KŁODZKA\n\n\n\nKolejny seans w ramach kina plenerowego już 1 sierpnia:\n\n\n\n\n\nNatomiast wieczorem inna propozycja:\n\n\n\n\n\nW ramach kolejnej edycji \"Kulturalnego Piątku\" przygotowano:\n\n\n\n\n\nMamy sierpniowy terminarz koncertów Zespołu Zdrojowego w Długopolu-Zdroju, w tamtejszej pijalni wód mineralnych:\n\n\n\n\n\nKolejna wędrówka z sympatyczną przewodniczką po zabytkach Bystrzycy Kłodzkiej 10 sierpnia:\n\n\n\n\n\nDUSZNIKI-ZDRÓJ\n\n\n\n1 sierpnia o godz. 17:00 na placu Warszawy oddanie hołdu powstańcom warszawskim.\n\n\n\nKŁODZKO\n\n\n\nNa Kłodzkim Skwerze Kultury 1 sierpnia od godz. 17:00 impreza z akcentami folklorystycznymi:\n\n\n\n\n\nNa kolejne zwiedzanie miasta wieczorowo-nocną porą zaprasza Muzeum Ziemi Kłodzkiej:\n\n\n\n\n\nKolejny raz Muzeum Ziemi Kłodzkiej organizuje targi staroci:\n\n\n\n\n\nDrugi \"Jarmark Arnoszta\" 15 sierpnia przy kłodzkiej kolegiacie:\n\n\n\n\n\nTradycyjna impreza KOK-u pt. \"Kwiaty Lata\" 15 sierpnia:\n\n\n\n\n\nWieczorem w kościele Matki Bożej Różańcowej na placu Franciszkańskim z koncertem organowym wystąpi Szymon Czapik:\n\n\n\n\n\nKłodzki Ośrodek Kultury zaprasza 16 sierpnia w godz.: 18:00 - 22:00 na potańcówkę z mostem św. Jana w tle:\n\n\n\n\n\nW Muzeum Ziemi Kłodzkiej 17 sierpnia o godz. 17:00 pokoncertują Monika Hanus-Kobus i Aleksander Kobus:\n\n\n\n\n\nNa placu parkingowym kłodzkiego ogólniaka 22 bm. \"Letnia Fala Dźwięku\":\n\n\n\n\n\nKUDOWA-ZDRÓJ\n\n\n\nW Teatrze pod Blachą 8 sierpnia o g. 16:00 Międzynarodowy Festiwal Folkloru.\n\n\n\nKolejny cykl \"Wakacyjnego Grania\" w dniach 9 - 10 sierpnia. Tym razem na placu \"Centrostalu\". A oto program:\n\n\n\n9 sierpnia (sobota): g. 17:00 Janusz Biliński - półfinalista The Voice Senior 6, g. 18:00 Andrzej Biliński - finalista The Voice Senior 3, g. 19:00 Fraichu, g. 19:30 Wiatr, g. 20:30 B.R.O, g. 21:30 Lanberry, g. 23:00 dyskoteka pod gwiazdami.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n10 sierpnia (niedziela): g. 16:00 występ dzieci z Przedszkola „Co Słonko Widziało”, g. 16:15 bajkowe party z Królem Julianem - Animacje i zabawy dla dzieci, g. 17:45 program artystyczny w wykonaniu uczniów ZSP w Kudowie-Zdroju, g. 18:00 Piotr Elton Oleksy, g. 19:00 pokaz tańca towarzyskiego i Latino Solo, g. 20:00 Matlane, g. 21:00 Modelki, g. 22:00 Drum & bass Daddy D dj set.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLĄDEK-ZDRÓJ\n\n\n\nW amfiteatrze 2 sierpnia o godz. 14:00 koncert podopiecznych wrocławskiej Szkoły Muzycznej I stopnia. Wydarzenie ujęto tytułem \"Flety i wiolonczele\".\n\n\n\nOddział Bialski PTTK organizuje 3 sierpnia wędrówkę z przewodnikiem na Trojak oraz Karpień. Wymarsz o godz. 9:00 sprzed dommu zdrojowego \"Wojciech\".\n\n\n\nMIĘDZYLESIE\n\n\n\nW sobotę, 2 bm. na polu biwakowym półmetek wakacji:\n\n\n\n\n\n\n\nA 9 sierpnia na basenie zawody pływackie:\n\n\n\n\n\n\n\nNOWA RUDA\n\n\n\nW dniach 6 - 10 sierpnia Międzynarodowy Festiwal Folkloru z udziałem zespołów z Algierii, Argentyny, Meksyku, Polski i Słowacji. Inauguracja 6 sierpnia o g. 17:00 na Rynku. Natomiast 10 sierpnia w tym samym miejscu zakończenie imprezy.\n\n\n\nPOLANICA-ZDRÓJ\n\n\n\nW Teatrze Zdrojowym 1 sierpnia wydarzenie:\n\n\n\n\n\nW dniach 2 - 3 sierpnia Polanicki Festiwal Wolnej Sztuki. Program występów:\n\n\n\n2 sierpnia (sobota)\n\n\n\nGATO BLANCO GATO NEGRO (Argentyna) g. 16:15 – pijalnia, g. 19:15 – muszla koncertowa,\n\n\n\nDEANisHOME (Bułgaria) g. 14:45 – deptak, g. 17:45 – muszla koncertowa,\n\n\n\nAndrej Tomše (Słowenia) g. 15:30 – muszla koncertowa, g. 18:30 – pijalnia,\n\n\n\nRichard Filby (Australia) g. 14:00 – pijalnia, g. 17:00 – deptak\n\n\n\n\n\n3 sierpnia (niedziela)\n\n\n\nGATO BLANCO GATO NEGRO (Argentyna) g. 13:45 – deptak,\n\n\n\nDEANisHOME (Bułgaria) g. 14:30 – pijalnia,\n\n\n\nAndrej Tomše (Słowenia) g. 15:15 – deptak,\n\n\n\nRichard Filby (Australia) g. 13:00 – muszla koncertowa\n\n\n\ng. 16:00 – wielki finał w muszli koncertowej\n\n\n\nA 10 sierpnia koncert zespołu ludowego w parku Zdrojowym:\n\n\n\n\n\nRADKÓW\n\n\n\nNa tarasie widokowym Guzowatej impreza plenerowa:\n\n\n\n\n\nW Wambierzycach 9 sierpnia od g. 18:45 Międzynarodowy Festiwal Folkloru przed bazyliką.\n\n\n\nSZCZYTNA\n\n\n\nPodczas najbliższego weekendu w Szczytnej Wielka Feta Agrourystyczna, w tym Dolnośląski Festiwal Przyśpiewek Ludowych:\n\n\n\n\n\nNa torze przy ul. Kościelnej Otwarte Mistrzostwa Polski Modeli RC:\n\n\n\n\n\nWstęp na zapowiadane imprezy jest darmowy!\n\n(wb)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wtorkowe atrakcje na Jarmarku św. Dominika – co warto zobaczyć?",
            "link": "https://www.gdansk.pl/wiadomosci/Wtorek-na-Jarmarku-sw-Dominika-Co-ciekawego-i-atrakcyjnego,a,292895",
            "description": "Licytacja antyków, dwa koncerty pod gołym niebem, w tym muzyki klasycznej, pokaz Oscarowego filmu, oprowadzanie kuratorskie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wjJsGveLSCl2Fc8O_XAg-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska13 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Licytacja antyków, dwa koncerty pod gołym niebem, w tym muzyki klasycznej, pokaz Oscarowego filmu, oprowadzanie kuratorskie po wystawie Muzeum Uniwersytetu Gdańskiego oraz prezentacja organów Bazyliki św. Mikołaja - to tylko część atrakcji w programie 765. Jarmarku św. Dominika, we wtorek, 29 lipca.\n\nW jarmarkowej Strefie Seniorów panuje wyjątkowa atmosfera mat. Międzynarodowe Targi Gdańskie AmberExpo\n\nMuzeum, kino, muzyka\n\nul. Bielańskiej 5. Została otwarta w październiku 2024 r. W deszczową i pochmurną pogodę, a taką niestety mamy w Gdańsku na koniec lipca, idealnym pomysłem jest udział w oprowadzaniu kuratorskim po wystawie Muzeum Uniwersytetu Gdańskiego . Placówka mieści się w zabytkowym Domu Opatów Pelplińskich w Śródmieściu, przy. Została otwarta w październiku 2024 r.\n\nEkspozycja MUG jest kompaktowa. Zajmuje przestrzeń nieco ponad 100 m kw. Opowieść o historii uczelni podzielono na pięć części, w tym opisującą związki uniwersytetu z morzem, strajki studenckie i działalność opozycyjną oraz kulturę uniwersytecką i życie studenckie.\n\nGodzinne oprowadzanie kuratorskie po muzeum gdańskiej uczelni w trakcie Jarmarku św. Dominika odbywa się w każdy wtorek. Początek: godz. 14.00.\n\nKażdego dnia, nie tylko we wtorek, warto zahaczyć o Strefę Seniora na Przystanku Równość. Tam w godzinach 12.00-17.00 czeka na wszystkich wiele atrakcji, bez względu na wiek.\n\nPROGRAM STREFY SENIORÓW WE WTOREK, 29 LIPCA:\n\n“Ćwiczmy razem - spokojnie, bezpiecznie, z uśmiechem!”\n\n12.00 – 13.00 - Gimnastyka z trenerem, prowadzący: Michał Kubiak\n\nRozwijaj pasje niezależnie od wieku!\n\n12.00 – 14.00 - Gry i Warsztaty z gospodarzami dnia: Klub Seniora Suchanke i Dom Sąsiedzki Zakopianka\n\n14.00 – 15.00 Senior Mind – trening umysłu z Agnieszką Posłuszny\n\nZrelaksuj się w miłym towarzystwie\n\n15.00 – 16.00 - “Na Dobrą Nutę”, koncert w wykonaniu Wojciecha Cieślika\n\nStrefy Retro przy ulicy Długie Ogrody, gdzie rozgościł się wielki pchli targ i kolekcjonerzy sztuki, nie trzeba specjalnie reklamować. To, co roku jedno z najbardziej popularnych miejsc na Jarmarku św. Dominika.\n\nW tym roku dodatkową atrakcją dla szperaczy staroci jest licytacja antyków. We wtorek, o godz. 18.00, poprowadzi ją Arkadiusz Woźniak, jedna z najbardziej rozpoznawalnych twarzy telewizyjnego programu „Łowcy Skarbów – kto da więcej?”. To wyjątkowa okazja, aby poczuć dreszcz emocji prawdziwej aukcji w stylu vintage. Na scenie pojawią się unikatowe przedmioty z “duszą”: ceramika, dekoracje i starannie wyselekcjonowane skarby, które czekają na nowego właściciela.\n\nTarg staroci na Jarmarku św. Dominika co roku cieszy się wielkim zainteresowaniem zwiedzających fot. Grzegorz Mehring/ gdansk.pl\n\nWtorkowy wieczór warto spędzić na Przystanku Port Gdańsk pod Żaglami. Tam o godz. 19.30 ruszy projekcja “Wszystko wszędzie naraz”, filmu obsypanego w 2023 r. aż siedmioma Oscarami w kategoriach: najlepszy film, najlepszy reżyser, najlepsza aktorka (Michelle Yeoh -pierwsza laureatka z Azji), najlepszy scenariusz oryginalny, najlepszy aktor drugoplanowy i najlepsza aktorka drugoplanowa oraz najlepszy montaż. Twórcami obrazu są reżyserzy Daniel Kwan i Daniel Scheinert.\n\nBohaterką kinowego hitu jest Evelyn, właścicielka pralni, której życie wywraca się nagle do góry nogami, gdy odkrywa, że może podróżować po alternatywnych wszechświatach. Na widzów czeka ponad dwugodzinna szalona, nieprzewidywalna i wzruszająca podróż przez multiwersum, pełna akcji, humoru i głębokich emocji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paco de lucia koncert",
            "link": "https://wroclaw.naszemiasto.pl/tag/paco-de-lucia-koncert",
            "description": "Francisco Sánchez Gómez, bo tak nazywa się naprawdę Paco De Lucia, zagra we Wrocławiu w ramach 14. Wrocławskiego Festiwalu Gitarowego. Mistrz flamenco, łączący tradycję z jazzem i muzyką klasyczną - P ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QOhooLrbIKEbFaE6w1Fs8Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Wrocław Nasze Miasto14 godz.",
            "source": "Wrocław Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przejechałam Velo Czorsztyn. Czy opłaca się tam jechać? Oto kilka rzeczy, o których trzeba pamiętać",
            "link": "https://www.msn.com/pl-pl/podroze/podr%C3%B3%C5%BCe-przygodowe/przejecha%C5%82am-velo-czorsztyn-czy-op%C5%82aca-si%C4%99-tam-jecha%C4%87-oto-kilka-rzeczy-o-kt%C3%B3rych-trzeba-pami%C4%99ta%C4%87/ar-AA1JvoNn?ocid=BingNewsVerp",
            "description": "Trasa rowerowa Velo Czorsztyn jest często nazywana „najpiękniejszą ścieżką dla rowerzystów w Polsce'. Podczas tegorocznego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RIma7vf-WWTyxwDU8R1QNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Strona Podróży on MSN9 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leszek Żurek",
            "link": "https://pomorska.pl/tag/leszek-zurek",
            "description": "Po 35 latach pracy w samorządzie na emeryturę odchodzi Leszek Żurek. Sekretarza gminy Świecie żegnano podczas ostatniej sesji. Stare banknoty i monety z czasów PRL są obecnie jednym z najchętniej posz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska8 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znalazł przedmioty liczące tysiące lat. Leżały zakopane w ziemi",
            "link": "https://wydarzenia.interia.pl/lubelskie/news-znalazl-przedmioty-liczace-tysiace-lat-lezaly-zakopane-w-zie,nId,7087315",
            "description": "Mieszkaniec Potoka Górnego (woj. lubelskie) podczas prac w polu odnalazł niezwykłe przedmioty z przeszłości. Jak informuje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Fc9ozOI5YdcvXLpCCYD-XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wydarzenia w INTERIA.PL3 godz.",
            "source": "Wydarzenia w INTERIA.PL",
            "article_content": "W powiecie biłgorajskim na Lubelszczyźnie dokonano niesamowitego odkrycia archeologicznego. Na obiekty z przeszłości natrafił mieszkaniec Potoka Górnego. Lubelski Wojewódzki Konserwator Zabytków opublikował w mediach społecznościowych zdjęcia okazów oraz opisał niecodzienną historię.\n\nLubelskie: Niezwykłe odkrycie w polu. To krzemienna siekiera i grot\n\n\"Dwa tygodnie temu przypadkowo znalazł na swoim polu podczas oceny świeżo wykonanej orki, fragment dużej siekiery krzemiennej i krzemienny grot do oszczepu zachowany w całości\" - czytamy w poście.\n\nOględziny zabytku, który ukazano na trzech zdjęciach wskazują, że fragment czworościennej siekiery został wykonany z krzemienia świeciechowskiego. Charakteryzuje go szaro-brązowa barwa oraz białe kropli i plamy o różnej wielkości. \"Wszystkie powierzchnie siekiery posiadają jedynie niewielkie ślady gładzenia\" - dodano.\n\nCo więcej, długość siekiery, jaka zachowała się w całej okazałości, wynosi około 11 cm. Największa grubość, jaką zmierzono przy obuchu to 4 cm, a największa szerokość w miejscu złamania to z kolei 6 cm. \"Obuch siekiery jest uformowany w czworokąt o wymiarach 3,4 cm na 3 cm, a jej profil jest klinowaty, natomiast przekrój poprzeczny mierzony w miejscu przełamania siekiery posiada kształt prostokąta o wymiarach 6 cm (szerokość) i 3 cm (grubość)\" - informuje Lubelski Wojewódzki Konserwator Zabytków.\n\nPrzeprowadzona analiza wskazuje, że przedmiot prawdopodobnie został wykonany przez neolityczną ludność kultury pucharów lejkowatych. Wyrób można datować na pierwszą połowę trzeciego tysiąclecia przed naszą erą, w związku z czym znaleziona siekiera liczy blisko pięć tysięcy lat.\n\nPrzedmioty liczące tysiące lat. \"Teren nie był typową pustką osadniczą\"\n\nZ kolei krzemienny grot do włóczni bądź oszczepu, który przedstawiono na pozostałych dwóch zdjęciach, ma wyraźnie podkreślony trzonek i mógł być umieszczany w drzewcu broni. \"Grot wykonany został z krzemienia czekoladowego, jak sama nazwa wskazuje, o barwie brązowej. Jest to narzędzie bifacjalne (jak określają je krzemieniarze), czyli narzędzie z obustronnym retuszem płaskim na obu powierzchniach oraz stromym lub półstromym retuszem krawędzi bocznych, który miał na celu wzmocnienie tych krawędzi\" - objaśnia konserwator.\n\nRozwiń\n\nGrot liczący 12 cm długości mogła wykonano w pierwszej połowie drugiego tysiąclecia przed naszą erą (około 1900-1500 lat p.n.e.), a stworzyć go mogła ludność tak zwanej kultury mierzanowickiej lub trzcinieckiej. Przedmiot znajdował się pod ziemią przynajmniej przez 3,5 tysiąca lat.\n\n\"Odkrycie kolejnych zabytków archeologicznych w powiecie biłgorajskim świadczy, że teren ten nie był typową pustką osadniczą w pradziejach, jak dotychczas zakładali archeolodzy, ale rozwijało się tu również osadnictwo, którego intensywność dopiero zaczynamy rozpoznawać\" - wskazuje Lubelski Wojewódzki Konserwator Zabytków.\n\n***\n\nBądź na bieżąco i zostań jednym z 200 tys. obserwujących nasz fanpage - polub Interia Wydarzenia na Facebooku i komentuj tam nasze artykuły!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Domagają się odszkodowań i przywrócenia do pracy",
            "link": "https://gazetaolsztynska.pl/morag/1192465,Domagaja-sie-odszkodowan-i-przywrocenia-do-pracy.html",
            "description": "Sześć osób, byłych pracowników Szpitala Miejskiego w Morągu, złożyło pozwy do Sądu Rejonowego w Ostródzie do Wydziału Pracy, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.a6e7n8A%2b%2bVJ%2fruDn2CInuw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Olsztyńska11 godz.",
            "source": "Gazeta Olsztyńska",
            "article_content": "Sześć osób, byłych pracowników Szpitala Miejskiego w Morągu, złożyło pozwy do Sądu Rejonowego w Ostródzie do Wydziału Pracy, ponieważ uważają, że niesłusznie zostali zwolnieni. Niektórzy z nich domagają się odszkodowań, a część przywrócenia do pracy.\n\nWRACAMY DO TEMATU\n\nW Szpitalu Miejskim w Morągu od lipca ubiegłego roku zmienił się prezes spółki. Pod jego kierunkiem przeprowadzono między innymi zmiany organizacyjne. Zwolnionych zostało też 12 osób. Wywołało to niezadowolenie i protesty. Sprawa trafiła na sesję Rady Miejskiej w Morągu. Teraz sprawą zajmuje się też sąd. Z informacji jakie otrzymaliśmy wynika, że sześć osób złożyło pozwy do Sądu Rejonowego w Ostródzie - Wydział Pracy, w których stroną pozwaną jest morąski szpital. Byli pracownicy domagają się między innymi odszkodowań w związku z rozwiązaniem umowy o pracę przez pracodawcę z zachowaniem okresu wypowiedzenia, a inni żądają przywrócenia do pracy.\n\nW odpowiedzi czytamy:\n\n\"(…) do Sądu Rejonowego w Ostródzie wpłynęło łącznie sześć spraw, w których stroną pozwaną jest Szpital Miejski w Morągu sp. z o.o.\n\nPrzedmiotem trzech postępowań są roszczenia o odszkodowanie w związku z rozwiązaniem umowy o pracę przez pracodawcę z zachowaniem okresu wypowiedzenia, natomiast pozostałe trzy dotyczą różnych, niezależnych roszczeń tj.:\n\n1. przywrócenie do pracy, o wynagrodzenie za czas pozostawania bez pracy, ewentualnie o nakazanie,\n\n2. o odszkodowanie w związku z rozwiązaniem umowy o pracę przez pracodawcę z zachowaniem okresu wypowiedzenia, o odprawę pieniężną oraz o zadośćuczynienie w związku z mobbingiem,\n\n3. o uznanie oświadczenia pracodawcy o rozwiązaniu umowy o pracę z zachowaniem okresu wypowiedzenia za bezskuteczne, o przywrócenie do pracy. We wskazanych sprawach nie zapadły orzeczenia. W pięciu sprawach wyznaczono termin posiedzenia przygotowawczego, natomiast jedna sprawa pozostaje na etapie doręczenia odpisu pozwu.\n\nPrezes Sądu Rejonowego w Ostródzie dr Marzena Madrak\".\n\n\n\nPrzypomnijmy. Pracownicy Szpitala Miejskiego w Morągu, w imieniu zwolnionych z pracy osób, zwrócili się do przewodniczącego Rady Miejskiej w Morągu Andrzeja Kikoły, z prośbą o zwołanie nadzwyczajnej sesji, która będzie poświęcona wyjaśnieniu zmian kadrowych i organizacyjnych prowadzonych w morąskim szpitalu. Liczyli na pomoc ze strony swoich przedstawicieli w samorządzie i na zatrzymanie działań zarządu szkodliwych - ich zdaniem - dla pracowników, pacjentów i szpitala.\n\nWe wniosku czytamy: \"Prosimy o zwołanie sesji oraz o zobowiązanie do udziału w niej prezesa oraz dyrektora szpitala, aby możliwe było udzielenie nam i wszystkim mieszkańcom odpowiedzi na pytania o przyszłość szpitala i o cel wprowadzonych zmian, jak również udzielenie odpowiedzi na pytania, które chcemy zadać jako pracownicy i mieszkańcy w czasie spotkania. Czujemy się w obowiązku zainteresować Państwa sytuacją naszego szpitala, w którym wprowadzane w ostatnich miesiącach zmiany bardzo nas niepokoją. Szpital jest naszym zakładem pracy, ale i lecznicą dla mieszkańców kilku gmin. Chcemy prosić o publiczne wyjaśnienie prowadzonych przez zarząd szpitala działań, a wyjaśnienia te należą się nam jako pracownikom, ale również wszystkim mieszkańcom. Jesteśmy pracownikami, którzy związali się zawodowo ze szpitalem i z oddaniem służyli pacjentom. Niestety z powodu niezrozumiałych działań prowadzi się szeroką redukcję zatrudnienia, której jesteśmy ofiarami\".\n\nPo opublikowaniu wniosku pracowników morąskiego szpitala otrzymaliśmy oświadczenie od prezesa Szpitala Miejskiego w Morągu.\n\nCzytamy w nim m.in.: \"W świetle pojawiających się nieprawdziwych informacji na temat funkcjonowania szpitala, uprzejmie informujemy, że szpital działa, zapewnia możliwie jak najlepszą opiekę dla pacjentów i przyjazne miejsce dla pracowników, którzy chcą pracować dla ich dobra. W szpitalu funkcjonują bez zakłóceń wszystkie oddziały z pełną obsadą pielęgniarsko-lekarską. Obecnie szpital pracuje nad poszerzeniem oferty medycznej dla mieszkańców, czego przykładem jest otwarty niedawno POZ (gabinet podstawowej opieki zdrowotnej).\n\nNieprawdą jest, że szpital ma jakiekolwiek problemy finansowe. Za ubiegły rok szpital jako jeden z nielicznych odnotował blisko jeden milion czterysta tysięcy złotych zysku brutto, który w całości będzie przeznaczony na zakup sprzętu ratującego zdrowie i życie naszych pacjentów.\n\nNieprawdziwą informacją jest również ilość zwolnionych osób. Faktycznie wypowiedzenie otrzymało 12 osób - 11,5 etatu przeliczeniowego. Redukcja etatów wynikała z przerostu zatrudnienia. Dodajemy, że zostały zastosowane określone kryteria, między innymi ilość nieobecności i jakość wykonywanej pracy (...).\n\nMarcin Walosek\n\nprezes Zarządu Szpitala Miejskiego w Morągu\".\n\nTeraz sprawę sześciu osób zwolnionych ze szpitala rozpatrzy ostródzki sąd. Do tematu wrócimy.\n\nWiesława Witos\n\n"
        }
    }
]