[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alarm w NATO to test dla polskiej armii? \"Mamy jedynie 18 miesięcy\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/alarm-w-nato-to-test-dla-polskiej-armii-mamy-jedynie-18-miesi%C4%99cy/ar-AA1K7UvK?ocid=BingNewsVerp",
            "description": "Polska armia rośnie w siłę - ogłaszają decydenci i chwalą się zamówieniami potężnego sprzętu dla wojska. Prężą muskuły, ale ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xsYgAeGMkBSua_Kk1zvISy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "TOK FM on MSN8 godz.",
            "source": "TOK FM on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy pokazali swoje skarby w Naćmierzu. Byliśmy na giełdzie. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/kolekcjonerzy-pokazali-swoje-skarby-w-na%C4%87mierzu-byli%C5%9Bmy-na-gie%C5%82dzie-zdj%C4%99cia/ar-AA1K8Ysf?ocid=BingNewsVerp",
            "description": "Muzeum Ziemi Sławieńskiej w Naćmierzu (gm. Postomino) organizuje Giełdę Kolekcjonerów. Miłośnicy lokalnej historii pokazują ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R_NXW426O-Z9qqYI2xVFri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Sławno Nasze Miasto on MSN4 godz.",
            "source": "Sławno Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cena funta brytyjskiego 08 sierpnia 2025 r. Jaka jest cena GBP/PLN?",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-8-sierpnia-2025-r/pjfeydh",
            "description": "Ile złotych to jeden funt szterling? Dzisiaj 08 sierpnia 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9141 zł. Kurs ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kfdFmDqmcwvQrILgjS9QnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl2 godz.",
            "source": "Fakt.pl",
            "article_content": "Ile złotych to jeden funt szterling? Dzisiaj 08 sierpnia 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9141 zł. Kurs funta szterlinga zmienił się o +0,0371 zł w ujęciu dziennym. Kurs GBP/PLN w tym tygodniu uległ zmianie o 0,0221 zł względem zeszłego tygodnia.\n\nKurs funta szterlinga\n\nFunt szterling to po angielsku pound sterling. Zwany jest również funtem brytyjskim ale jest to nazwa nieoficjalna. Jego kod międzynarodowy to GBP. Występuje jako jednostka monetarna w Wielkiej Brytanii. Gdzie zapłacimy funtem szterlingiem? Funtem zapłacimy w Wielkiej Brytanii, Szkocji, Walii, Irlandii Płn., na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJeden funt to ile pensów? Na jednego funta szterlinga składa się 100 pensów. Nominały monet to: 1p, 2p, 5p, 10p, 20p, 50p. A banknoty są w następujących nominałach: 5, 10, 20, 50 (banknot 100 występuje jedynie w Szkocji i Irlandii Płn.). Do XIX wieku funt był powiązany ze złotem. Oznaczało to, że określoną ilość funtów można było wymienić na określoną ilość złota. Funt szterling jest najstarszą wciąż używaną walutą na świecie. Jego korzenie sięgają XII wieku.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich można jeszcze wymienić [8.08.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-mo%C5%BCna-jeszcze-wymieni%C4%87-8082025-r/ar-AA1JoySg?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YWO2XIPLjs4QYJfkRauhLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN49 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs NOK/PLN 08 sierpnia 2025 r.",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ministra-ostro-o-karolu-nawrockim-niech-sko%C5%84czy-gwiazdorzy%C4%87/ar-AA1K8zvO?ocid=BingNewsVerp",
            "description": "Jak zmienił się kurs korony norweskiej od wczoraj? Czy złoty słabnie, czy może umacnia się względem waluty Norwegów? To ważna ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N4m-gGqsPZegNRqTt1Gmhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Onet Wiadomości on MSN5 godz.",
            "source": "Onet Wiadomości on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukana fraza: 老人性イボ 液体窒素",
            "link": "https://www.moto.egospodarka.pl/art/s/%E8%80%81%E4%BA%BA%E6%80%A7%E3%82%A4%E3%83%9C-%E6%B6%B2%E4%BD%93%E7%AA%92%E7%B4%A0,21.html",
            "description": "Czasy gdy kilkadziesiąt koni mechanicznych robiły z modelu auto super sportowe odeszły w zapomnienie. Teraz nie wystarczy już tylko mocniejszy silnik lub pakiet wizualny – potrzeba jeszcze rekordu tor ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5LZ_PypinKqiazX2EVg1-A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "moto.egospodarka.pl14 min",
            "source": "moto.egospodarka.pl",
            "article_content": "Nie masz w gamie SUV-a? To znaczy, że nie ma Cię na rynku! Żaden szanujący się producent nie może sobie pozwolić na brak sportowo-użytkowego auta w ofercie. GM dość późno, bo dopiero w 2012 roku zorientowało się, że w portfolio produktowym brakuje im „prawie terenówki”. Braki nadrobili jednak bardzo szybko… Z zewnątrz… Ponieważ o gustach się nie ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To najciekawsze miejsce na Jarmarku św. Dominika. Niewiarygodne, jakie kolekcjonerskie skarby vintage i antyki można tu znaleźć!",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/to-najciekawsze-miejsce-na-jarmarku-%C5%9Bw-dominika-niewiarygodne-jakie-kolekcjonerskie-skarby-vintage-i-antyki-mo%C5%BCna-tu-znale%C5%BA%C4%87/ar-AA1K6wQb?ocid=BingNewsVerp",
            "description": "Jarmark św. Dominika w Gdańsku ma wiele do zaoferowania - jedzenie z najdalszych stron świata, rękodzieło, występy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.md8uebZzE0C37hE6pvZvWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gdańsk Nasze Miasto on MSN19 godz.",
            "source": "Gdańsk Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Piątek, piąteczek, piątunio na 765. Jarmarku św. Dominika",
            "link": "https://www.gdansk.pl/wiadomosci/Piatek-piateczek-piatunio-na-765-Jarmarku-sw-Dominika,a,293644",
            "description": "Piątek, 8 sierpnia, to dzień patrona gdańskiego jarmarku. W odpust ku czci świętego Dominika w kościele św. Mikołaja ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9Pnm-YnjHHvd5inB94wEpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska8 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Piątek, 8 sierpnia, to dzień patrona gdańskiego jarmarku. W odpust ku czci świętego Dominika w kościele św. Mikołaja odprawiona zostanie uroczysta msza. Na jarmarku rozgości się też kultura i tradycja Kociewia. Nie zabraknie akcentów muzycznych. Jeśli pogoda dopisze, będzie można potańczyć pod gołym niebem i spróbować swoich sił w karaoke.\n\nPlenerowa jarmarkowa scena na Wyspie Ołowianka mat. Międzynarodowe Targi Gdańskie\n\nImieniny Dominika\n\nTrzeba pamiętać, że dzisiejszy Jarmark św. Dominika ma rodowód religijny. Początki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wtedy to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nDominik Guzmán, święty Kościoła Rzymskokatolickiego, pochodził z Kastylii (kraina w środkowej Hiszpanii). Zmarł w 1221 r. w Bolonii (Włochy). Na ołtarze został wyniesiony 13 lat później przez papieża Grzegorza IX.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:\n\n- Jednak wszystek ten handel jest ześrodkowany na jednym targowisku, to jest we Gdańsku, mieście należącym do Polski, a położonym nad brzegami Bałtyckiego Morza. Jego znakomitej objętości przystań pomieścić może siła statków. W sierpniu odbywa się tam wielki jarmark, w którym biorą udział wszystkie zachodnie narody zwożące lądem i morzem swe towary i kosztowności, a zbierające natomiast krajowe.\n\nZ biegiem czasu sakralne pochodzenie gdańskiego jarmarku stawało się coraz mniej ważne.\n\nNiemniej, wielowiekowa tradycja wciąż zobowiązuje. Dlatego też, 8 sierpnia, w dniu odpustu ku czci św. Dominika w kościele św. Mikołaja o godzinie 12.00 odprawiona zostanie uroczysta msza. Liturgię uświetni Chór św. Mikołaja pod dyrekcją Faustyny Hinc. Po mszy bracia dominikanie zapraszają na tradycyjny poczęstunek na dziedzińcu klasztoru.\n\nDo kościoła warto wpaść dwie godziny wcześniej, O godz. 10.00 startuje tam bowiem kolejne zwiedzanie świątyni. Przewodnikami są dominikanie, mający swój klasztor w kościele św. Mikołaja. Zwiedzanie rozpoczyna się pod chórem kościoła.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nKościół przy ulicy Świętojańskiej to dziś jedna z najstarszych świątyń Gdańska i jeden z niewielu zabytków, który szczęśliwie ocalał z pożogi II wojny światowej. To też jedyna na obszarze Śródmieścia świątynia, która zachował swój oryginalny wystrój.\n\nŚwiątynia miała zostać oszczędzona przez palących Gdańsk radzieckich żołnierzy ze względu na postać świętego Mikołaja, otaczanego przez prawosławnych Rosjan szczególną czcią. Według innej opowieści, czerwonoarmiejcy zostali przekupieni mszalnym winem. Niezależnie od tego, która z wersji jest prawdziwa, a może żadna z nich, to kościół dominikanów jest jedną z autentycznych pereł gotyckiej architektury w Gdańsku.\n\nZakonnicy podczas oprowadzania kościoła opowiadają o historii klasztoru, tajemnicach skrywanych w gotyckich murach, najnowszych odkryciach oraz pamiątkach historii związanych z dziejami ich zakonu, Polski i Europy, które znajdują się w kościele.\n\nKociewie ma swój dzień\n\nW piątek na Jarmarku św. Dominika zaplanowano też wielkie Święto Kociewia. Ten bogaty turystycznie region ze stolicą w Starogardzie Gdańskim zaprezentuje wszystko co ma najlepszego. Będą kramy z mapami, folderami i przewodnikami, aktywności dla najmłodszych, oferta spędzania wolnego czasu. Nie zabraknie też degustacji kuchni kociewskiej. Wszystko to w godzinach 12:00- 18:00 na Przystanku Równość, znajdującym się na Skwerze Heweliusza obok ulicy Rajskiej.\n\nKorowód Kociewski ruszy spod Zielonej Bramy, meta będzie na Skwerze Heweliusza mat. Międzynarodowe Targi Gdańskie\n\nCi, którzy są zainteresowani kulturą muzyczną Kociewia powinni pojawić się na Przystanku Równość w godzinach od 15.30 do 17.00. Na scenie zaplanowano bowiem koncert orkiestr dętych, zespołów regionalnych i solistów. Będzie skocznie i na ludowo.\n\nPrzed pobliskim Ratuszem Staromiejskim, przy ul. Korzennej 33/35, o godz. 16.00 zaplanowano wydarzenie pt. Kociewie Art. Będzie to wystawa prezentująca różne osoby związane z tą częścią Pomorza. Pojawią postaci znane, mniej znane i może zupełnie nieznane. Wszystkie jednak odcisnęły swój ślad w historii Kociewia. Rockowizna 2025 w Gdańsku. Jak dojechać na festiwal? Na wystawie, przygotowanej przez Nadbałtyckie Centrum Kultury, dowiemy się np. jak często Mikołaj Kopernik gościł u swojej siostry Katarzyny na starogardzkim rynku, czy Johann Reinhold Forster marzył o dalekich podróżach spoglądając z okien tczewskiej kamienicy oraz czy mały Bronek Malinowski pokochał biegi startując na szkolnym boisku w Warlubiu.\n\nKociewiacy wyjdą też na ulice Gdańska. O godz. 14.30 spod Zielonej Bramy wyruszy barwny Korowód Kociewski. W trakcie przemarszu nie zabraknie śpiewu i tańca. Korowód Kociewski od lat spotyka się z ogromnym zainteresowaniem przechodniów i turystów, z których część chętnie i spontanicznie dołącza do pochodu.\n\nTrasa Korowodu Kociewskiego:\n\nZielona Brama – Długi Targ – ul. Długa – ul. Tkacka – ul. Kołodziejska – ul. Św. Ducha – Targ Drzewny – ul. Kowalska – ul. Na Piaskach – Wielkie Młyny – Skwer Heweliusza\n\nPotańczmy i pośpiewajmy\n\n\"Beat miasta\" - to z kolei nazwa tanecznego spotkania na Przystanku Port Gdańsk Pod Żaglami (Wyspa Ołowianka). Impreza potrwa od 17.00 do 21.00. W tym miejscu na pewno warto mieć wygodne buty.\n\nW piątkowe popołudnie i wieczór królować będą taniec nowoczesny i dancehall. Jak stawiać kroki na parkiecie pokażą instruktorzy ze szkoły tańca Siemanko. Na koniec style będą mieszane. To będzie czas na pełen luz, spontaniczność i dobrą energię z ludźmi. Wstęp na taneczną imprezę - wolny.\n\nTargu staroci na Jarmarku św. Dominika nie trzeba specjalnie reklamować fot. Grzegorz Mehring/ gdansk.pl\n\nPasjonatom śpiewania warto polecić Jarmarkowe Karaoke. Na Przystanku Równość, w godz. 17:00- 20:00, można wskoczyć na scenę i wyśpiewać wszystko, co nam w duszy gra.\n\nMoże być solo, w duecie albo większą grupą. Po prostu trzeba podejdź do prowadzącego, wybrać piosenkę z listy i chwycić za mikrofon. Repertuar będzie zawierać piosenki filmowe. Jednym słowem: nie trzeba być gwiazdą, żeby błyszczeć – wystarczy odwaga i dobra energia.\n\n17 świetnych seansów na dachu teatru. Kino na Szekspirowskim powraca\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w piątek, 8 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku. UWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark św. Dominika zaprasza w czwartek. Jakie hity?",
            "link": "https://www.gdansk.pl/wiadomosci/Jarmark-sw-Dominika-zaprasza-w-czwartek-Jakie-szykuje-hity,a,293538",
            "description": "Duża porcja kultury czeka nas w czwartek, 7 sierpnia, na Jarmarku św. Dominik. To poetycki spektakl z okazji 80. rocznicy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8zZziyN9c_xX_qaQF2WlnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska6 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Duża porcja kultury czeka nas w czwartek, 7 sierpnia, na Jarmarku św. Dominik. To poetycki spektakl z okazji 80. rocznicy wybuchu II wojny światowej oraz muzyka z gdańskich wież, czyli koncerty carillonowe. Będzie też można cofnąć się w czasy kuchni PRL. Jarmarkowy program nie zapomina też o najmłodszych, dla których przygotowano Bajkowisko.\n\nBajkowisko to od kilku lat jedna ze sztandarowych imprez na Jarmarku św. Dominika mat. Międzynarodowe Targi Gdańskie\n\nSpektakl w kościelnych murach\n\n“Uratowany” to przedstawienie o dramacie cywilów ukrywających się w ruinach Gdańska w marcu 1945 roku. Kobiety, dzieci, starcy i chorzy znaleźli schronienie w kościele św. Mikołaja jedynym w centrum miasta, który ocalał z pożogi wojennej.\n\nSpektakl jest inspirowany autentycznym listem spisanym po latach przez ocalałego. Powstał dla upamiętnienia przypadającej w tym roku 80. rocznicy zakończenia II wojny światowej.\n\nStaje się głosem tych, którzy przetrwali, milczeli i pamiętali. “Uratowany” to spektakl, w którym taniec, słowo i muzyka mówią o tym, czego nie sposób wyrazić słowami. Na scenie spotykają się historia i teraźniejszość, dramat i nadzieja, destrukcja i piękno – to, które przetrwało w sztuce. To nie opowieść o wojnie, lecz o człowieczeństwie. Nie dokument, lecz świadectwo. Nie oskarżenie, lecz pamięć. Nie rekonstrukcja, lecz próba zrozumienia, czym naprawdę jest: być uratowanym.\n\n- tak sens i przesłanie spektaklu tłumaczy Teatr Młodych z Gdańska który wraz z Chórem św. Mikołaja przygotował sztukę.\n\nmat. organizatora\n\nSpektakl “Uratowany” zostanie pokazany w kościele św. Mikołaja, w czwartek, 7 sierpnia, o godzinie 21:00. Wstęp wolny.\n\nJak gra carillon?\n\nKoncerty carillonowe to już wieloletnia tradycja na Jarmarku św. Dominika. Nie inaczej jest i w tym roku.\n\nNa trzech wieżach – w tym dwóch z carillonami – wystąpi zespół Tubicinatores Gedanenses, grający na historycznych trąbkach i perkusji oraz w kostiumach z epoki. Towarzyszyć im będzie miejska carillonistka Monika Kaźmierczak oraz grupa rekonstrukcyjna z XVIII wieku. Do wysłuchania 20-minutowych koncertów zachęcać będzie przechodniów miejski krzykacz.\n\nNie tylko w budynkach. Nietypowe noclegi w Gdańsku\n\nGdańsk jest jedynym miastem w Polsce z czynnymi carillonami.\n\nPrzypomnijmy, że carillon to zespół co najmniej 23 dzwonów, zestrojonych ze sobą w sposób umożliwiający wygrywanie na nich melodii. Umieszczany jest przeważnie na wieżach. Tradycja carillonów sięga XII wieku, a ich sztuka rozwinęła się pomiędzy XIV a XVIII wiekiem, szczególnie we Francji i Niderlandach.\n\nPierwszy koncert carillonowy w Gdańsku został zagrany z wieży Ratusza Głównego Miasta 23 września 1561 r. z okazji zamontowania na iglicy pozłacanej figury króla Zygmunta II Augusta. Czternaście lat później podobny instrument zawisł także na wieży kościoła św. Katarzyny. Oba zestawy nie miały jednak klawiatury, wygrywały wyłącznie mechaniczne melodie zapisane wcześniej na tzw. \"bębnie\". W XVIII wieku na wieży kościoła św. Katarzyny pojawił się pierwszy w mieście carillon z klawiaturą.\n\nCarillonowe dzwony w kościele św. Katarzyny fot. Piotr Wittman/ gdansk.pl\n\nCarillony zawsze były obecne w życiu Gdańska. Towarzyszyły najważniejszym uroczystościom np. wizytom koronowanych głów.\n\nDo 1942 r. miasto Gdańsk utrzymywało ponad 38 carillonistów miejskich i ich pomocników.\n\nOba gdańskie carillony zostały zniszczone w czasie II wojny światowej. W ostatnich latach, dzięki zaangażowaniu pracowników gdańskiego Muzeum Zegarów Wieżowych (obecnie Muzeum Nauki Gdańskiej - PAP), udało się odtworzyć oba instrumenty.\n\nCarillon na ratuszu składa się z 37, a ten na kościele św. Katarzyny - z 50 dzwonów. Gdańsk zakupił także mobilny instrument składający się z 48 dzwonów umieszczonych w przeszklonej gablocie zamontowanej na podwoziu zabytkowej ciężarówki.\n\nPierwszy powojenny koncert na carillonie odbył się 28 listopada 1998 r. z wieży kościoła św. Katarzyny.\n\nWięcej muzyki z wież. Trwa XXVII Gdański Festiwal Carillonowy\n\nPROGRAM KONCERTÓW CARILLONOWYCH W CZWARTEK, 7 SIERPNIA:\n\n17.30 – wie ża kościoła św. Katarzyny\n\n18.45 – wie ża kościoła św. Jana\n\n20.00 – Ratusz G ł ównego Miasta\n\nCo gotowano w PRL?\n\nW podróż w czasie do epoki PRL zachęca w czwartek w godzinach 17.00-18.00 Przystanek Retro, przy ul. Długie Ogrody. Stanie tam kuchenny stół z lat 70. Będzie to międzypokoleniowe spotkanie. Rodzice i dzieci zmierzą się w kulinarnych quizach, przepisach z zeszytów babci i… fotografii jedzenia.\n\nJak kiedyś wyglądały zdjęcia potraw, a jak wyglądają dziś na Instagramie? Kto lepiej sfotografuje blok czekoladowy: mama z tatą czy najmłodsi? Wspólna zabawa, warsztaty i degustacje pokażą, że kuchnia to miejsce spotkania – bez względu na wiek i epokę\n\n- tak reklamowane jest wydarzenie na Przystanku Retro.\n\nBajkowisko razy dwa\n\nDzieci, ale też ich rodzice i dziadkowie, dobrze bawią się co roku na jarmarkowym Bajkowisku. W czwartek na Przystanku Przygoda z AmberSky (Podwale Staromiejskie, Targ Rybny) będzie ono miało aż dwie odsłony.\n\nJarmarkowy targ staroci na Długich Ogrodach fot. Grzegorz Mehring/ gdansk.pl\n\nW godzinach 14.30- 16.00 zaplanowano warsztaty i działania twórcze, dzięki którym najmłodsi rozwijają swoją wyobraźnię i wrażliwość. Zabawę rozpocznie Hyde Park. Scena stanie się otwarta dla dzieci, które marzą o zaprezentowaniu przed publicznością swoich talentówwokalnych, tanecznych, aktorskich i wielu innych. Potem, przewidziano specjalne zabawy i animacje pod hasłem Marynar(s)ki szyk.\n\nO godz. 16.00 na scenie Bajkowiska pojawi się Teatr Gracholka z przedstawieniem lalkowym pt. \"Krętym szlakiem ze ślimakiem\".\n\nGłówny bohater Ślimak-Nomad w myśl idei „Bądź wolny!” wyruszy w niezwykłą podróż, podczas której spotyka na swojej drodze barwnych bohaterów: Płochliwego Jeża, Stracha na Wróble, Gołębia Pocztowego, Bociana oraz Srokę. Każda z tych postaci zmaga się z problemami współczesnego świata – uzależnieniem od elektroniki, zagubieniem, samotnością czy niszczeniem środowiska naturalnego. Spotkanie ze Ślimakiem staje się dla nich momentem refleksji i impulsem do zmiany swojego życia.\n\n, 7 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w To tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w czwartek, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku\n\nZaczęło się w XIII wieku ...\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Otwarcie nowej przestrzeni w podziemiach Hali Targowej w Gdyni",
            "link": "https://www.trojmiasto.pl/tv/Otwarcie-nowej-przestrzeni-w-podziemiach-Hali-Targowej-w-Gdyni-02-02-2019-video-32124.html",
            "description": "Muzyka, wystawy, warsztaty i 24 pracownie artystów - tak w skrócie można opisać otwartą w sobotę nową przestrzeń ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LHnY_VSJgIdSMQO3MBQAoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Trojmiasto.pl17 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pozostałości osadnicze, chaty i baszta. Odkrycia archeologiczne w Małopolsce",
            "link": "https://www.polskieradio.pl/8/1874/Artykul/3562042,pozostalosci-osadnicze-chaty-i-baszta-odkrycia-archeologiczne-w-malopolsce",
            "description": "Pozostałości po osadnictwie i kulturach zamieszkujących teren Małopolski od wczesnego neolitu aż po czasy nowożytne odkryli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H9Vdee5tDGt5uVL3ZzS9Dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio4 godz.",
            "source": "Polskie Radio",
            "article_content": "Znaleziony w bryle gliny oderwanej od klifu na wybrzeżu Bałtyku sztylet z wczesnej epoki żelaza prezentowany w Muzeum Historii Ziemi Kamieńskiej Foto: PAP/Marcin Bielecki\n\nOdkrycie\n\n– Chcieliśmy potwierdzić historyczność tego sztyletu; mieć dowód, że pochodzi on z pradziejów, żeby ukrócić spekulacje, że to jest np. dziewiętnasto- czy osiemnastowieczny przedmiot. A takie komentarze też się pojawiły, kiedy ogłosiliśmy to odkrycie – powiedział Grzegorz Kurka, dyrektor Muzeum Historii Ziemi Kamieńskiej, w rozmowie z Polską Agencją Prasową.\n\nSztylet, którego wiek szacowany jest na 2800 lat (okres halsztacki, wczesna epoka żelaza), znaleziony został w niedzielę na plaży w zachodniej części polskiego Wybrzeża Bałtyku. Wykrywaczem metali zlokalizowali go eksploratorzy z Stowarzyszenia Na Rzecz Ratowania Zabytków im. Św. Korduli w Kamieniu Pomorskim Jacek Ukowski i Katarzyna Herdzik. Bogato zdobiony sztylet, o długości ponad 24 centymetrów, znajdował się w gliniastej bryle oderwanej od klifu po sztormie.\n\nO znalezisku poinformowano dyrektora Kurkę, który zabezpieczył cenny artefakt, a w środę przyjechał do Muzeum Narodowego i Wojewódzkiego Konserwatora Zabytków w Szczecinie, by przeprowadzić wstępne badania sztyletu i procedury urzędowe związane z odkryciem.\n\nBadanie\n\nAnaliza fluorescencji rentgenowskiej (XRF), wykonana przez zespół specjalistów z działu konserwacji Muzeum Narodowego potwierdziła, że sztylet na pewno nie jest przedmiotem sprzed kilkuset lat.\n\n– Technika XRF pozwala bezinwazyjnie określić skład pierwiastkowy badanego obiektu. Jest to szczególnie istotne w przypadku zabytków metalowych, ponieważ dostarcza informacji o rodzaju użytego stopu, a także o ewentualnych domieszkach, które mogą wskazywać na źródło surowca oraz metody jego obróbki. Wstępne wyniki analizy ujawniły obecność miedzi, cynku oraz innych śladowych pierwiastków – wyjaśnił Grzegorz Kurka.\n\nDyrektor Muzeum Historii Ziemi Kamieńskiej podkreślił, że jest to dopiero początek badań sztyletu. Żeby przeprowadzić kolejne, znaleziony przedmiot musi zostać formalnie przekazany w depozyt do kamieńskiego muzeum. Decyzję w tej sprawie podejmie WKZ. – Planujemy kompleksowe badania interdyscyplinarne. Chcemy zrobić badania śladów zużycia i bardzo dokładny obraz trójwymiarowy tego sztyletu\" – zapowiedział Grzegorz Kurka.\n\nRozmówca PAP zauważył, że \"ornamenty na sztylecie są bardzo interesujące\". – Gwiazdy, księżyce, półksiężyce są ułożone w określonym porządku, to może być kalendarz. Będziemy szukać naukowców, instytutu, którzy pomogą znaleźć odpowiedzi, na nurtujące nas dziś pytania – powiedział.\n\nCo dalej ze sztyletem?\n\nPlanowane prace Grzegorz Kurka porównuje do fascynujących badań tzw. Niebiańskiego Dysku z Nebry, odkrytego w 1999 roku, a pochodzącego sprzed 3600 lat. Przedstawia on 32 gwiazdy, półksiężyc oraz pełnię księżyca i był prawdopodobnie przedmiotem do pomiarów astronomicznych.\n\nBadania sztyletu z nadbałtyckiej plaży mają dać odpowiedź, z którego okresu pochodzi ten niezwykły przedmiot, w jakiej technologii został wykonany i gdzie. Grzegorz Kurka ocenił, że sztylet o tak wysokiej jakości metalurgii mógł powstać na południu Europy. Jest zachowany w doskonałym stanie. Nie wiadomo, jak znalazł się na terenach nadbałtyckich.\n\nDyrektor Muzeum Historii Ziemi Kamieńskiej zwrócił uwagę, że dekoracje na ostrzu i rękojeści sztyletu mogą wskazywać na powiązania z kultem solarnym i sugerować, że ten przedmiot miał znaczenie rytualne. Mógł też należeć do bogatego wojownika.\n\nW opisie zabytku, który zamieszczono w mediach społecznościowych muzeum, czytamy: \"Ostrze pokrywają linearne półksiężyce oraz krzyże przypominające gwiazdy. Pośrodku klingi biegnie zdobienie być może symbolizujące konstelacje, a całość uzupełniają ukośne linie. Rękojeść zakończona jest spiczastą główką i zdobiona naprzemiennym ornamentem schodzącym aż do ostrza\".\n\nŹródło: PAP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdańskie rozmowy z Karolem Nawrockim na łamach „Dziennika Bałtyckiego'. Co wspominał, do czego przekonywał zanim został prezydentem?",
            "link": "https://www.msn.com/pl-pl/polityka/rz%C4%85d/gda%C5%84skie-rozmowy-z-karolem-nawrockim-na-%C5%82amach-dziennika-ba%C5%82tyckiego-co-wspomina%C5%82-do-czego-przekonywa%C5%82-zanim-zosta%C5%82-prezydentem/ar-AA1K8RTx?ocid=BingNewsVerp",
            "description": "Sześć lat temu, Karol Nawrocki, wówczas jeszcze dyrektor Muzeum II Wojny Światowej w Gdańsku, zapewne nie zakładał, że ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CSgcX3A1hdEYgdly_xBwsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki on MSN3 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku/ar-AA1JEYfU?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN17 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Afera ze Złotym Pociągiem? „Jest własnością państwa niemieckiego'",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/afera-ze-z%C5%82otym-poci%C4%85giem-jest-w%C5%82asno%C5%9Bci%C4%85-pa%C5%84stwa-niemieckiego/ar-AA1ILJzy?ocid=BingNewsVerp",
            "description": "Złoty Pociąg zostanie odnaleziony - zapewnia grupa odkrywców, a w sierpniu ruszają poszukiwania. Pojawia się jednak problem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KOFk-Q9z8mVIwv4obOg2Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Planeta on MSN2 godz.",
            "source": "Planeta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki w okolicach Krakowa. Sprawdź ciekawe miejsca, które warto odwiedzić! [8.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wycieczki-w-okolicach-krakowa-sprawd%C5%BA-ciekawe-miejsca-kt%C3%B3re-warto-odwiedzi%C4%87-8-08-2025/ar-AA1HrHpY?ocid=BingNewsVerp",
            "description": "Urokliwe miasteczka, wiekowe zamki, malownicze parki i spokojne zakątki – to wszystko czeka na odkrycie tuż za rogatkami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8L0I1Kh7F7im0h3KPJKlEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN5 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Piastowie mierzyli zbyt wysoko. \"Miało to dramatyczne następstwa\"",
            "link": "https://www.newsweek.pl/historia/skad-sie-wzielo-panstwo-polskie-zadna-wladza-oparta-na-przemocy-nie-moze-sie-utrzymac/qr401sd",
            "description": "Nie ma pewności, jak Piastowie, poza przemocą, uzasadniali swoje prawa do władzy. A musieli to robić. Żadna władza oparta ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.K3yC3t87tqVyBQPlOGAamy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Newsweek Polska4 godz.",
            "source": "Newsweek Polska",
            "article_content": "Okoliczności im sprzyjały. Na zjeździe gnieźnieńskim w 1000 r. Bolesław Chrobry otrzymał od Ottona III włócznię świętego Maurycego czy może raczej jej kopię, która stanowiła w tym czasie najważniejsze insygnium władzy cesarskiej. W Akwizgranie z kolei Otton przekazał mu wydobyty przez siebie z grobu Karola Wielkiego tron, na którym spoczywało ciało cesarza. W końcu syn Bolesława, Mieszko, poślubił siostrzenicę Ottona, Rychezę. W ten sposób Piastowie dostali do ręki argumenty, które pozwoliły im dowodzić, że są pełnoprawnymi członkami elity, a nie parweniuszami próbującymi wedrzeć się na europejskie salony.\n\nFoto: fot. domena publiczna\n\nInnymi słowy, nasze elity dla poklasku na Zachodzie odwróciły się plecami do rodzimej tradycji. Skąd my to znamy…\n\n– Można na to i tak patrzeć. Ale można w działaniach pierwszych Piastów widzieć też zamiar swoistej modernizacji czy też okcydentalizacji ich władztwa. Celem miała być zasadnicza przebudowa podstaw ideowych ich władzy i dostosowania ich do wyobrażeń i norm właściwych kulturze politycznej łacińskiego Zachodu. Problem Piastów polegał na tym, że mierzyli zbyt wysoko. Uważali się przecież za bezpośrednich kontynuatorów tradycji karolińskiej i ottońskiej. W rezultacie zerwanie z rodzimą tradycją spotkało się z niezrozumieniem ich poddanych. A z drugiej strony ich aspiracje nie tylko nie przekonały cesarskich elit, że są tacy sami jak one, lecz wzbudziły w nich irytację. Biskup Merseburga Thietmar, krytykując Chrobrego, że chce podporządkować sobie wyżej od niego stojących, czyli saskich grafów, przeciwstawiał mu jego ojca Mieszka I, który miał rzekomo z pokorą akceptować swoją podrzędną pozycję i nie odważył się nigdy wejść w kożuchu do domu, w którym przebywał margrabia Hodon, ani siedzieć, gdy ten wstawał z miejsca.\n\nI miało to dramatyczne następstwa.\n\n– Tak. Szybko okazało się, że napięć, jakie wywoływała ta polityka, zarówno w relacjach wewnątrz kraju, jak i w stosunkach z cesarstwem, nie da się rozładować. I doszło do zwarcia. Piastowie stracili władzę: syn i następca Mieszka II, Kazimierz Odnowiciel, został wygnany z kraju, a państwo się rozpadło. Kiedy – z pomocą cesarską – udało mu się wrócić i zacząć odbudowę państwa, zdecydował się zerwać z polityką swoich bezpośrednich poprzedników. Szukając uzasadnienia dla swoich rządów, zwrócił się w stronę starszej, rodzimej tradycji, która leżała u podstaw sukcesów Piastów, kiedy w X w. zaczęli budować swoje władztwo. Zasadnicze elementy tej tradycji piastowskiej znalazły przedstawienie w kronice Galla Anonima.\n\nDlaczego w takim razie Gall tak mało o niej napisał?\n\n– Wcale nie tak mało. Wspomniał o Piaście i wymienił trzech przodków Mieszka, którzy mieli sprawować przed nim władzę. Więcej nie było potrzebne.\n\nAle pisał na zamówienie.\n\n– Jego wykład dziejów piastowskich był dla odbiorców kroniki wystarczający. To dla nas jest on zbyt lakoniczny. Tymczasem Gall napisał wszystko, czego Bolesław Krzywousty mógł od niego oczekiwać. Mamy więc, i to już w czasach pogańskich, boską interwencję w postaci rozmnożenia jadła na uczcie Piasta, która jednoznacznie dowodzi, że jego ród został powołany do władzy przez samego Boga. Mamy trzech władców, którzy dokonali wielkich czynów i rozszerzyli granice swego władania. W gruncie rzeczy o Mieszku kronikarz nie pisze dużo więcej, poza tym, że przyjął chrzest, za namową żony zresztą, a wcześniej w dzieciństwie cudownie odzyskał wzrok, co miało zapowiadać jego późniejsze nawrócenie. Bardziej rozbudowaną opowieść poświęca Gall dopiero Chrobremu, którego przedstawia jako uosobienie idealnego władcy, a następnie główną uwagę skupia, rzecz jasna, na Krzywoustym. Ukazanie wielkości tego ostatniego to przecież główny cel kroniki.\n\nGenealogia piastowska, jeśli chodzi o przodków Mieszka, jest może rzeczywiście skromna, ale w porównaniu z innymi nie wypada całkiem blado. Współczesny Gallowi czeski kronikarz Kosmas wymienia wprawdzie ośmiu poprzedników pierwszego historycznego księcia czeskiego Borzywoja.\n\nAle już genealogia książąt ruskich w \"Powieści minionych lat\" uwzględnia tylko jednego poprzednika księcia Igora, jego ojca Ruryka. Również frankijscy Merowingowie nie mogli pochwalić się rozbudowaną genealogią: wspomina się w niej tylko o trzech przodkach Chlodwiga.\n\nTu dotykamy problemu, który już pan wspomniał – że proces powstawania państwa mógł być krótszy, niż dawniej sądzono.\n\n– Rzeczywiście. Jeszcze do niedawna powszechne było przekonanie, że proces powstawania państwa trwał długo i było on dziełem kilku pokoleń piastowskich władców, którzy stopniowo rozszerzali jego granice, podporządkowując sobie kolejne ziemie. Prawie tak, jak to opisał Gall. Niestety, w źródłach – poza kroniką Galla rzecz jasna – brak jest informacji o tych wielkich dokonaniach przodków Mieszka.\n\nNasze nieszczęście polega na tym, że średniowieczni kronikarze dość późno zwrócili na nasze ziemie uwagę?\n\n– Z pomocą przychodzi nam jednak archeologia. Zastosowanie dendrochronologii, pozwalającej na dokładne datowanie zabytków drewnianych, pokazało, że stare koncepcje historyków o trwającym kilka pokoleń kształtowaniu się państwa piastowskiego nie znajdują żadnego uzasadnienia w materiale archeologicznym. Z badań tych wynika, że do powstania państwa piastowskiego doszło zaledwie kilka dekad przed przejęciem władzy przez Mieszka. I państwo to powstało w następstwie gwałtownego przełomu.\n\nProf. Przemysław Urbańczyk uważa, że tylko jakieś obce elity, pewnie z Moraw, mogły tak szybko stworzyć z niczego państwo, bo miały know-how.\n\n– Problem w tym, że niewiele wspiera tę hipotezę. Wcześniej podobną rolę przypisywano skandynawskim wikingom. Z pewnością twórcy państwa piastowskiego czerpali inspiracje z różnych stron. Transferowi idei i technologii nie musiał jednak towarzyszyć napływ zorganizowanych, wyżej rozwiniętych, obcych grup, które zapoznawały mało rozgarniętych tubylców z nieznanymi im osiągnięciami cywilizacyjnymi czy formami organizacji społecznej. Dobry przykład stanowi tutaj tzw. konstrukcja hakowa wałów grodowych, uważana za swego rodzaju znak firmowy Piastów. Piastowie jednak jej nie wymyślili. Została ona przez nich przejęta i udoskonalona. Pojawia się bowiem wcześniej w różnych rejonach Słowiańszczyzny w społecznościach, którym nie sposób przypisać roli inicjatorów powstania państwa piastowskiego. Nie ma powodów, aby odmawiać Piastom zdolności do stworzenia państwa. Procesy zachodzące w łonie społeczności zamieszkujących Wielkopolskę w wystarczający sposób tłumaczą okoliczności, w jakich się to dokonało.\n\nCo więc wiemy na pewno?\n\n– Jak wynika z ustaleń archeologów, początki kształtowania się na obszarze Wielkopolski sieci grodów, które łączy się z działaniami podjętymi przez Piastów, można datować najwyżej na lata 20. X w. Budowano je według jednego planu, przy zastosowaniu wspomnianej konstrukcji hakowej, a zamierzeniem było włączenie zamieszkujących te grody społeczności w ramy tworzącego się państwa. Pierwsze wzmianki w źródłach dotyczące Mieszka można odnieść natomiast do lat 60. X w. Czyli zasadniczy zrąb piastowskiego władztwa, wraz z wielkimi grodami w Poznaniu, Gnieźnie, Gieczu, Grzybowie czy na Ostrowie Lednickim, ukształtował się w ciągu niespełna czterech dekad. Nie bardzo jest tu miejsce na wymienionych przez Galla przodków Mieszka. Co ciekawe, Gniezno, które w opowieści kronikarza stanowi miejsce narodzin całej podległej Piastom wspólnoty, było jednym z najpóźniej wzniesionych ośrodków grodowych. Powstało dopiero ok. 940 r.\n\nTen gwałtowny przełom poprzedzały również uchwytne w materiale archeologicznym przemiany społeczne, które doprowadziły do wykształcenia się zmilitaryzowanej elity, skupionej wokół dynastii, której udało się podporządkować niższe warstwy i nawiązać szersze kontakty handlowe, zarówno ze strefą bałtycką, jak i obszarami Moraw.\n\nI tyle?\n\n– Ale to całkiem sporo. Chociaż, rzecz jasna, wielu rzeczy nadal nie wiemy. Nie ma pewności, jak Piastowie, poza przemocą, uzasadniali swoje prawa do władzy. A musieli to robić. Żadna władza oparta tylko na przemocy nie może się długo utrzymać. Wskazuje się zatem, że wznoszone przez nich grody były budowane w szczególnych miejscach, z którymi lokalne społeczności łączyły wartości sakralne. W ten sposób Piastowie przejmowali nad nimi kontrolę, co pozwalało im występować w roli gwarantów ładu nie tylko społecznego czy politycznego, lecz również religijnego.\n\nPowiedział pan o kontaktach ze światem, ale przecież to właśnie izolacja w puszczy miała dać Piastom czas na spokojne budowanie państwa.\n\n– Izolacja była względna. Wielkopolska była na tyle daleko od głównych ośrodków politycznych w tej części Europy, aby nie odczuwać bezpośredniego zagrożenia z ich strony. A jednocześnie na tyle blisko, że Piastowie mogli obserwować zachodzące tam procesy i wyciągać wnioski. Z pewnością też Wielkopolski nie przecinały ważne szlaki handlowe. Nie były one jednak poza zasięgiem Piastów. Nie jest przypadkiem, że arabskie srebro pojawia się na ich ziemiach w tym samym czasie, w którym wznoszą oni swoje grody. Jego pojawienie się jasno pokazuje, że szybko włączyli się w szeroką wymianę handlową.\n\nTakże w handel ludźmi?\n\n– Wszystkim, co można było zdobyć na okolicznych społecznościach lub pozyskać w charakterze ściąganego z nich siłą trybutu, a potem z zyskiem sprzedać: ludźmi, woskiem, miodem, futrami.\n\nMieszko I, gdy już pojawił się na kartach historii, zdecydował się w bardzo krótkim czasie na radykalne kroki. Nawiązał kontakty z cesarstwem, zawarł sojusz z Czechami przez małżeństwo i ochrzcił się. Sam na to wpadł czy te działania mogły mieć podstawy we wcześniejszej polityce Piastów?\n\n– W momencie przejęcia rządów przez Mieszka władza Piastów miała stosunkowo krótką metrykę. Rdzeń państwa z wielkimi wielkopolskimi grodami już istniał, ale zapewne niewiele więcej. Wydaje się, że dopiero za panowania Mieszka Piastowie wychodzą poza Wielkopolskę. Z czasami Mieszka można też łączyć zasadniczą rozbudowę wielkopolskich grodów, które przybrały wówczas formę potężnych, niekiedy wieloczłonowych warowni. Państwo piastowskie takie, jakie znany, jest w znacznej mierze dziełem Mieszka. Z tym większym uznaniem należy podchodzić do tego, co udało mu się dokonać. Pamiętać jednak przy tym należy, że niezależnie od rozmachu jego polityki, rozległych horyzontów, odwagi w podejmowaniu decyzji o dalekosiężnych konsekwencjach, pozostawał on nadal przede wszystkim władcą Wielkopolski, owego civitas Schinesghe – państwa gnieźnieńskiego – jak określono jego władztwo w dokumencie \"Dagome iudex\". Pozostałe ziemie poddane jego władzy to były tylko bliżej nieokreślone przyległości, które miały podlegać wielkopolskiemu centrum i płacić mu trybut.\n\nDlaczego wznoszono te wielkie grody, o których pan wspomniał? Kogo mogli się tak bać woje Piastów, bo chyba nie ludności miejscowej?\n\n– Z pewnością wielkopolskie grody, otoczone potężnymi obwałowaniami, pełniły także ważne funkcje militarne. Swojej skuteczności stworzony przez Piastów system grodowy dowiódł w początkach XI w. w czasie walk Chrobrego z królem niemieckim Henrykiem II, kiedy jego wojska dotarły pod Poznań, ale nie były w stanie go zdobyć. Wydaje się jednak, że potrzeby natury militarnej nie były jedynymi czy nawet najważniejszymi, jakie stały za budową wielkich grodów. Nie mniej istotne było ich znaczenie w sferze symbolicznej. Widzieć w nich bowiem należy swego rodzaju manifestację nowej władzy ustanawianej przez Piastów. Społecznościom, które musiały je wznosić pod nadzorem piastowskich wojowników, pokazywały jednoznacznie, kto sprawuje nad nimi władzę.\n\nWciąż mówimy o Wielkopolsce, a co działo się w grodzie Kraka?\n\n– Niestety, nie możemy o tym wiele powiedzieć. Przypuszcza się, że Kraków był jednym z głównych ośrodków funkcjonującego na obszarze Małopolski w drugiej połowie IX w. organizmu politycznego, określanego zwyczajowo jako państwo Wiślan. Czyli z Krakowem miałby być związany wspomniany w żywocie św. Metodego tajemniczy potężny książę, który siedział na Wiśle i urągał chrześcijanom. Obracamy się jednak w sferze przypuszczeń. Nie ma pewności, czy Małopolska razem z Krakowem została podporządkowana państwu wielkomorawskiemu. Na mocniejszych przesłankach opierają się twierdzenia o podległości Krakowa w połowie X w. władzy książąt czeskich. Czy został włączony w granice państwa czeskiego, czy książęta czescy sprawowali tylko luźną, trybutarną zwierzchność nad nim, tego już nie wiemy.\n\nW nielicznych źródłach z X w., w których wspomina się o Krakowie, jego nazwa przywoływana jest często nie tylko na określenie samego grodu, ale również do opisania szerszego terytorium, Małopolski. Inaczej rzecz ujmując, władza nad Małopolską urzeczywistniała się poprzez władzę nad Krakowem. Piastowie byli w pełni świadomi tego szczególnego znaczenia Krakowa. Po opanowaniu Małopolski nie zdecydowali się zatem na jego zniszczenie, tak jak to robili z wieloma innymi lokalnymi ośrodkami na ziemiach, które podbijali, ale postanowili go przejąć i związać z sobą łączone z nim wartości.\n\nOd kiedy Kraków należał do Polski?\n\n– W opisie państwa Mieszka I, zawartym we wspomnianym już dokumencie \"Dagome iudex\", który sporządzono na krótko przed śmiercią księcia, wymienia się ziemie, z którymi ono graniczyło, m.in. Prusy, Ruś czy tajemnicze Alemure. Pojawia się wśród nich także Kraków. Mogłoby to świadczyć, że pozostawał on jeszcze wówczas poza granicami Mieszkowego władztwa. Stąd koncepcje, że gdy Mieszko odebrał Czechom Śląsk, Małopolska wraz z Krakowem przekazana została Chrobremu. W każdym razie z pewnością za rządów tego ostatniego Kraków stał się już częścią państwa piastowskiego.\n\nW Krakowie znano chrześcijaństwo wcześniej?\n\n– Na ten temat toczyły się burzliwe dyskusje. Próbowano dowodzić, że do Krakowa dotarli misjonarze z Moraw. Spekuluje się, że później – w czasach czeskich rządów – mogło tu być nawet biskupstwo. Koncepcje te budzą jednak duże wątpliwości. Wiemy, że biskupstwo działało w Krakowie po roku 1000 i powstało najpewniej dopiero wraz z utworzeniem arcybiskupstwa gnieźnieńskiego. Chrystianizacja Małopolski przebiegała zapewne tak jak w Wielkopolsce i w wielu innych regionach wczesnośredniowiecznej Europy. W pierwszej kolejności dążono do związania z nową religią tych miejsc, którym tradycyjnie przypisywano wartości sakralne i które legitymizowały sprawujących nad nimi kontrolę władców.\n\nI przez tę inkulturację chrześcijaństwo dokładnie wymazał o stare wierzenia?\n\n– Ten proces wymazywania trwał jednak długo, zwłaszcza na poziomie, nazwijmy to, kultury ludowej. I nie obyło się przy tym bez wstrząsów. Wspomnianemu już kryzysowi monarchii piastowskiej w latach 30. XI w. towarzyszyły także wystąpienia przeciw chrześcijaństwu. Przypuszcza się nawet, że we Wrocławiu wzniesiono wówczas pogańską świątynię. Ogólnie rzecz biorąc jednak, ze sfery publicznej stare wierzenia rzeczywiście zostały stosunkowo szybko wyparte. Piastowie, w odróżnieniu od władców wielu innych niedawno schrystianizowanych wczesnośredniowiecznych państw, nie szukali legitymizacji w ceremoniach, które sięgały czasów pogańskich i zdecydowanie odcinali się od pogańskiej przeszłości.\n\nBrak źródeł na temat początków państwa polskiego daje pole do popisu różnym teoriom, królującym w internecie, ale trafiają też do książek wydawanych przez szacowne oficyny. Pana to nie niepokoi?\n\n– Nie śledzę tego uważnie. Ale trudno się cieszyć z powodzenia, jakie zdobywają bałamutne opowieści, odkrywające rzekomo prawdę o przeszłości ukrywaną przez zawodowych historyków. Z drugiej strony rozumiem, że wykład historyka bywa nudny, a przedstawiana przez niego opowieść o przeszłości ma często wiele luk, wynikających z niedostatku źródeł. Pojawia się więc pokusa, aby wykład uatrakcyjnić, a luki wypełnić. Odbiorcy oczekują barwnej, zwartej i kompletnej narracji, odpowiadającej na pytanie, co naprawdę się wydarzyło.\n\nProfesjonalni historycy też spekulują.\n\n– Ale jednak tylko – a może ostrożniej, przeważnie – na podstawie tego, co przeczytali w źródłach. Historia jako dyscyplina naukowa, a mediewistyka chyba w szczególności, jest w dużym stopniu sztuką interpretacji. Źródła, jakie mamy do dyspozycji, poza tym, że nieliczne, są często niejasne czy też wieloznaczne. Powstawały w różnych okolicznościach i w różnych celach. Ich autorzy odwoływali się do wyobrażeń i kategorii właściwych ich epoce, która pod wieloma względami była odmienna od tej, w której żyjemy. Poddając je zatem analizie i próbując wydobyć zawarty w nich przekaz, historyk powinien pamiętać, że proponowana przez niego wykładnia może być tylko jedną z możliwych. Podejrzewam jednak, że większość z nas, nawet gdy piszemy w trybie przypuszczającym, jest przekonana, że nasz sposób odczytania źródła jest tym właściwym, który pozwala stwierdzić, jak było.\n\nFoto: Mikołaj Starzyński / Newsweek\n\nProf. Zbigniew Dalewski jest mediewistą, kieruje Zakładem Studiów Średniowiecznych Instytutu Historii PAN. Specjalizuje się w historii monarchii piastowskiej. Wydał m.in.: \"Władza – przestrzeń – ceremoniał. Miejsce i ceremonia inauguracji władcy w Polsce średniowiecznej do końca XIV w.\", \"Rytuał i polityka. Opowieść Galla Anonima o konflikcie Bolesława Krzywoustego ze Zbigniewem\", \"Modele władzy dynastycznej w Europie Środkowo-Wschodniej we wczesnym średniowieczu\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Po co ci tyle lalek?\" — pytali. Teraz robi na nich biznes i ma klientów w Los Angeles",
            "link": "https://www.fakt.pl/wydarzenia/lalki-w-luksusowych-ubraniach-z-lodzi-izabela-klos-stworzyla-unikalny-biznes/lkv8056",
            "description": "Pierwsza ubranko dostała mała lalka z kiosku. Był to kawałek materiału, z otworami, przewiązany wstążeczką. Pani Izabela ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vy0ivLAo%2bInSBRoZBpxX5w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl6 godz.",
            "source": "Fakt.pl",
            "article_content": "— Zawsze chciałam mieć własny dom mody i mam — mówi pani Izabela. Jej główna modelka Lola jest hot i trendy. Ostatnio miała sesję mody na tle zabytków w Londynie. O tym, czemu ludzie kochają lalki, pani Izabela często rozmawia ze znajomymi kolekcjonerami.\n\nLalki w luksusowych ubraniach z Łodzi\n\nPani Izabela ma 50 lat. Jak mówi, od dziecka chciała być projektantką mody. Skończyła w 2000 r. Akademię Sztuk Pięknych w Łodzi i pracowała w różnych firmach jako projektantka mody. — Jestem córką, wnuczką, prawnuczką kobiet, które zajmowały się rękodziełem. Poszło to po linii żeńskiej do mnie — mówi. Jest wszechstronną artystką — kroi, szyje, dzierga cudeńka na drutach, haftuje, rzeźbi, podejmuje się renowacji mebli. Ale jej miłość do sztuki zaczęła się od lalki. — Jako mała dziewczynka pragnęłam mieć lalkę i ją ubierać. Dla mnie to było najważniejsze — mówi.\n\nMiała swoją ukochaną lalkę z dzieciństwa. — To nie była Barbie, bo Barbie była dla moich rodziców nieosiągalna finansowo. Ale zgodzili się na holenderską lalkę Fleur. Kosztowała 3,25 dolara. Wryło mi się to w pamięć, bo wynegocjowałam, że będzie prezentem na urodziny, na gwiazdkę, na kilka okazji. Moją mamę urzekło i rozbroiło podobno to, co jej powiedziałam: że kocham już tę lalkę, choć jeszcze jej nie mam. Rodzina zrobiła zrzutkę i dostałam Sarah. Dziś 3 dolary to nic. Ale wtedy to był wydatek... Kiedy zostałam uszczęśliwiona tą lalką, szyłam dla niej wszystko. Miała całe pudła ubranek. W opakowaniu, w którym była, był katalog strojów, które można było dokupić. Na to już mama w żaden sposób nie chciała się zgodzić, a ja nie zamierzałam nawet negocjować. Po prostu wszystkie rzeczy uszyłam jej sama — wspomina.\n\nSarah miała wszystko: swój dowód osobisty, paszport. Była alter ego pani Izabeli. Chodziła na kawę, podróżowała, wychodziła za mąż, była aktorką, nosiła wieczorowe suknie. Izabela Kłos ma ją do dziś. Odstawiła ją właściwie dopiero wtedy kiedy dostała się na studia.\n\nPodpatrywała, pruła i szyła. Była samoukiem\n\nSzycia uczyła się podpatrując babcię i mamę. Wiele rzeczy pruła i przyglądała się, jak są skrojone, potem je odtwarzała. Wybór uczelni był łatwy. Powiedziała rodzicom, że chce dostać się na ASP.\n\nNigdy jej od tego nie odwodzili. Nie utrudniali, a wspierali w dążeniach. Widzieli, jak bardzo była zdeterminowana. — Oboje byli inżynierami budownictwa. Mój starszy brat też był na Politechnice i był bardzo zdolny. Ale mnie ciągnęło w inne rejony. Pamiętam, że tato woził mnie na mnóstwo różnych konsultacji, lekcji, płacił za to. Na studia poszłam już z solidnym doświadczeniem w zakresie malarstwa, rysunku. Rodzice byli ze mnie dumni, bo byłam bardzo zdolną studentką. Skończyłam studia z wyróżnieniem. Miałam stypendium Ministra Kultury i Sztuki. Byłam dobra z różnych dziedzin. Mój profesor mówił: \"Iza rzuć te szmaty, ty musisz malować. Maluj!\"— uśmiecha się pani Izabela.\n\nSerce ciągnęło do \"szmat\"\n\nZ początku pracowała jako projektant w łódzkich firmach. W 2008 roku założyła Studio Mody Capricornus. Zleceń nie brakowało. Rozwijała się w różnych kierunkach: projekty, szablony, szycie strojów okazjonalnych, eleganckich kreacji ślubnych dla rodzin państwa młodych, unikalnych, dla nietypowych sylwetek. Tak pracowała przez 12 lat, do marca 2020 roku. Wtedy to zatrzymała ją pandemia.\n\n— Ludzie siedzieli w domach, nosili tylko dresy. Nie było wesel, nie było imprez. Z dnia na dzień straciłam pracę. Prowadziłam też zajęcia w domu kultury i tego również nie było. Pomyślałam wtedy: dobrze, może w takim razie wrócę do tego, co jest moją pasją — do lalek. Będę szyć dla nich ubranka. Miałam mnóstwo uszytych rzeczy. Kiedy koleżanki pytały mnie, czemu nie sprzedaję, mówiłam: \"to są takie moje zabawki, nie umiem sprzedać\". Ale postanowiłam to zmienić. Zaczęłam ubierać lalki, fotografować, je, pokazywać w internecie — opowiada. — Spodobało się, można powiedzieć: zażarło. Tyle że w grudniu 2020 roku się pochorowałam. Covid, szpital, było naprawdę źle. Ale gorzej, że do szpitala trafili też moi rodzice. Mama zmarła pierwsza. Tydzień później zmarł mój tato. Kiedy wyszłam ze szpitala po trzech tygodniach, nie dość, że uczyłam się z powrotem oddychać, chodzić, to z dnia na dzień zostałam sierotą. Czterdziestoparoletnią, ale sierotą. Byłam bardzo związana z moimi rodzicami. Nagle wszystko się posypało, ich zabrakło. Musiałam składać się do kupy. I pojawiła się wtedy taka refleksja, że życie jest zbyt krótkie, zbyt ulotne, zbyt nietrwałe, żeby chociaż jeden dzień zmarnować na coś, czego się nie chce zrobić. Zdałam sobie sprawę, że nie warto się nad czymś takim pochylać, bo nigdy nie wiadomo, czy to nie będzie ten ostatni dzień naszego życia.\n\nPrzetrwała pandemię i stratę rodziców. Dziś ubiera lalki w USA. Rób wszystko tak, jakby jutra miało nie być\n\nPostanowiła, że skoro to lalki przynoszą jej tyle satysfakcji, są motorem do działania, to musi iść w tę stronę. Szczęściem w nieszczęściu, brat pani Izabeli okazał się, jak mówi, \"najlepszym, jakiego można sobie wymarzyć\". Mieszkanie po rodzicach, dom po babci, to wszystko, co mieli, zostawił jej w spadku. — To było wybawienie — przyznaje pani Iza. — Ze szpitala wyszłam praktycznie bez żadnego wsparcia. Oszczędności, które miałam, zostały już zjedzone w czasie pandemii, kiedy to musiałam żyć bez zleceń, bez pracy. Majątek, który odziedziczyłam nie był może duży, ale pozwolił mi zacząć życie od nowa — mówi.\n\nDługo zbierała się po śmierci rodziców. — Nie miałam możliwości z nimi się pożegnać — wspomina z trudem. — Z drugiej strony to, co od nich dostałam, pozwoliło mi się zbudować od nowa. Skoncentrowałam się na tym. Wiedziałam, że muszę sama o siebie się zatroszczyć. Zrobiłam remont mieszkania, przeprowadziłam też 350 moich lalek. I przestawiłam się na szycie ubranek. Trafiłam z moimi zdolnościami manualnymi w pewną niszę — mówi artystka.\n\nBez fałszywej skromności przyznaje, że potrafi zrobić rzeczy, które robi niewiele osób na świecie. Wyspecjalizowała się w projektowaniu ubrań dla lalek BJD (ball jointed doll). Lalki mają specjalne, \"kulkowe\" stawy, dzięki temu są bardzo plastyczne, można je doskonale upozować. Najczęściej są odlewane z żywicy, te najbardziej popularne występują w skali 1 do 4 — mają ok. 40 cm wysokości. — To jest cały przemysł: jedna artystka opracowuje swój pomysł na lalkę, robi prototypy ciała, decyduje o płci, o twarzy, kolorze skóry. Kolejny artysta maluje lalki — gałki oczne, usta, odcień skóry. Następny robi peruki. A na końcu jestem ja — ubieram je. Są jeszcze twórcy mebelków, dekoracji, ci, którzy robią zdjęcia — wylicza pani Izabela.\n\nOna zdjęcia robi sama. Ostatnio była z wizytą u kuzynki w Londynie. Zabrała ze sobą lalkę i sfotografowała ją w różnych miejscach turystycznych: pod Big Benem, London Eye, na moście nad Tamizą. — W takich momentach traktuję Lolę, moją lalkę, jak alter ego. Niekoniecznie sama muszę i lubię się fotografować na tle jakichś miejsc. Kto potem będzie te moje zdjęcia oglądał? Paru znajomych, ja od czasu do czasu. A Lolę pokazuję na moich social mediach, ona jest też narratorem w postach — wyjaśnia pani Izabela.\n\nLolę ma od 2022 roku. Kosztowała 1400 euro. — Nie byłoby mnie na nią stać, ale namówiły mnie na nią koleżanki— też kolekcjonerki lalek. Jedna z nich zaproponowała, że pożyczy mi pieniądze na lalkę, a kiedy będę sprzedawać ubranka, spłacę ją. Pomyślałam sobie wtedy, że jeśli ktoś bardziej wierzy w mój talent niż ja sama i jest w stanie we mnie \"zainwestować\", to jest to dla mnie znak — muszę z niego skorzystać. I tak Lola stała się modelką, twarzą marki Lalabella, nosi moje ubranka, jest moją żywicielką. Spłaciłam ją już oczywiście kilkukrotnie — opowiada.\n\nTargi lalek w Paryżu i Barcelonie. Tam prezentuje Lolę\n\n— Może nie jestem jeszcze rekinem biznesu, wciąż się rozwijam, ale myślę, że jestem na dobrej drodze — uważa pani Izabela. W 2023 roku pojechała na pierwsze lalkowe zagraniczne wydarzenie — do Barcelony na Dolly Day. W następnym roku — do Paryża. W tym roku znowu szykuje się do Hiszpanii. Zaprezentuje kreacje już na trzech lalkach.\n\nBarcelona wywarła na niej duże wrażenie. Około setki wystawców, jedne z większych targów lalek w Europie. Przeważały lalki-księżniczki, lalki-wróżki, a jej rzeczy były casualowe. Takie szyje — do noszenia na co dzień. Lubi, by wyglądały tak, jak na człowieku. To jej znak rozpoznawczy. Stawia na kunszt wykonania. To nie są rzeczy narysowane, imitowane tylko wypracowane. Jeśli jest pasek ze szlufką, to naprawdę jest szlufka, są prawdziwe kieszonki, patki, precyzyjne, dopieszczone wykończenia. To są miniatury dużych ubrań.\n\n— Moja lalka idzie w miasto: z torebką, w kurtce, w butach. Pracowałam w firmach, które produkowały modę do noszenia, więc ten sposób jest mi najbliższy — wyjaśnia projektantka. — Sama bym chciała się tak ubierać, taką modę kreuję. Zawsze chciałam mieć dom mody. I mam: tyle, że nie nie dla ludzi, a dla lalek. Tu też finansowy aspekt jest nie do przecenienia. Myślę, że nie dałabym rady sprzedawać kolekcji dla ludzi. W skali lalkowej jest to dla mnie do zrobienia. Koszt surowców jest promilowy i tu mam swój biznesowy zysk — tłumaczy i od razu podkreśla, że nie czuje się bizneswoman, ale robi to, co kocha. Jej dom mody dla lalek zaspokaja poczucie spełnienia zawodowego. Robi to, co lubi, a ludzie za to płacą.\n\nDlaczego ludzie chcą wydawać pieniądze na lalki?\n\nO tym, czemu ludzie kochają lalki, pani Izabela często rozmawia ze znajomymi kolekcjonerami. — To jest budowanie własnego świata, oderwanego od problemów, kłótni, wojen. Spragnieni stabilizacji i spokoju, mamy swój świat, którego jesteśmy stwórcami. Decydujemy o tym, co w nim jest, odnajdujemy w nim to, czego potrzebujemy — mówi artystka. Dla wielu jej koleżanek lalka Barbie rekompensuje to, czego nie miały w dzieciństwie, na co patrzyły tylko z daleka, przez wystawową szybę. Tym, co im się podobało kiedyś, a na co mogą sobie pozwolić teraz.\n\n— Moja kolekcja 350 lalek wzięła się stąd, że one po prostu mi się podobały — przyznaje pani Izabela. Oczywiście, że były pytania: po co ci tyle lalek? Pytali o to także rodzice. Obawiali się nawet, że córka kupuje je w sposób kompulsywny. — Rodzice zawsze mnie wspierali, łożyli na to, bym miała możliwość twórczego rozwoju. Ale jak zaczęłam sobie budować domki dla lalek, wydawać oszczędności na hobby, byli zaniepokojeni. Szczególnie tato nie do końca to rozumiał — wspomina pani Izabela. Postrzeganie to zmieniła jedna wystawa. — Zrobiłam z koleżankami dioramy (pokoje dla lalek - przyp. red.) do wystawy w Galerii Villa La Fleur w Konstancinie Jeziornie. To było kilkanaście przystanków z lalkami — lalki w stylu crime noir, \"Żegnaj laleczko\" — intryga, kostium, wypracowana wizja. Bardzo się spodobała. Zaprosiłam na wystawę rodziców i tato dostrzegł wtedy, że to też jest sztuka, że prezentuje się na równych prawach jak obraz czy rzeźba. Do rodziców dotarło, że w tym, co robię, jest sens. Zrobiło to na nich duże wrażenie — opowiada artystka.\n\nLevel kolekcjonera. Ubranka lecą na Bermudy\n\nSzyje unikaty, ubiera lalki \"fashion\", tworzone z myślą o przebieraniu ich. Zastanawia się nad powiększeniem swojej kolekcji o płeć męską. — Lubię projektować męskie ubrania i na pewno byłoby to poszerzenie moich umiejętności — uważa. Zleceń nie brakuje. Jak je zdobywa? Kontakty przywozi choćby z targów. I dodaje, że wciąż najlepszy w jej niszowej dziedzinie jest marketing szeptany. Ubranka dla lalek wysyłała już na Bermudy, do Stanów. Ma klienta w USA, w Los Angeles. Lubuje się on w modzie lat 50. i 60. Dior, Chanel, złote czasy projektantów — chce, by odtwarzać takie ubrania dla swojej lalki.\n\n— Uwielbiam to. To są prawdziwe wyzwania. Główkuję i okazuje się, że potrafię to zrobić — mówi pani Izabela. Ma olbrzymie zasoby tkanin. Zwykle ma coś w szafie, rzadko kiedy zdarza się jej dokupować tkaniny. Ale znalezienie tej odpowiedniej nie zawsze jest łatwe. Cieniutkiej skóry na kurtkę ramoneskę trochę się naszukała. Potem szyła kurteczkę kilka godzin. Taka odzież wymaga znajomości technologii, konstrukcji. Tak samo, jak dla człowieka. — Sprzedałam kurtkę dla lalki w takiej samej cenie, w jakiej mój brat kupił sobie skórzaną kurtkę w sklepie — przyznaje. Wyspecjalizowała się też w robieniu sweterków.\n\n— Mój sweterek dla lalki jest miniaturą tego dla dorosłej osoby. Jeśli na drutach dla człowieka jest np. sto oczek, sweterek dla mojej lalki też będzie miał sto oczek. Tyle że te druty mają 0,75 mm grubości. Sprowadziłam je z Australii. Do tego odpowiednia przędza — mówi projektantka lalkowej mody.\n\nBędąc w środowisku kolekcjonerów odkryła jego kolejne poziomy. — Wie pani, że są lalki dedykowane dorosłym? To już raczej obiekty kolekcjonerskie. Trzeba należeć do klubu, by je kupić, są loterie, w których można wygrać prawo kupna. Ten kolejny level łączy się już z majętnością kolekcjonerów. Te lalki kosztują 250 dolarów — i więcej — za sztukę i dla nich też oczywiście szyję ubranka — wyjawia.\n\n\"Przebyłam długą drogę do realizacji marzeń\"\n\n— Co mówią ludzie o moich projektach? Najbardziej cieszą te opinie, że trzeba się przyjrzeć zdjęciu, by zobaczyć, że to jest lalka. Cieszy, kiedy rozpoznają mój styl, doceniają wkład pracy. Moja Lola jest kameleonem, lubię, kiedy się zmienia i kiedy ludzie to doceniają. Zdarzają się głosy, że moja lalka promuje anoreksję, że to niepokoi. Jest szczupła, to prawda, ale jest odrealniona — tłumaczy pani Izabela. — Czasem się zdarza, że ktoś skomentuje to, co robię: \"stara baba zdziecinniała\". Nie skupiam się na tym, nie analizuję. Zresztą takich opinii jest naprawdę mało. Trzeba dawać dobrą energię i przekaz, wtedy inaczej jest się odbieranym. Kiedy wychodzę na Piotrkowską fotografować lalki, wiele osób dopytuje o nie, jest zaciekawionych, ale jest to pozytywna fascynacja, nigdy nie spotkałam się z negatywnymi emocjami — mówi.\n\n— Nie warto marnować czasu na coś, czego nie chcemy. Życie jest zbyt piękne, zbyt krótkie — podkreśla pani Izabela. — Często sobie obiecujemy, że na emeryturze będziemy coś robić: podróżować, tkać gobeliny, bo wtedy będziemy mieć na to czas. Nie. Róbmy to teraz, nie odkładajmy, bo nie wiemy, czy jeszcze będzie jakieś \"jutro\". Kiedyś też się zastanawiałam, czy upadłam na głowę, czy ktoś nie będzie patrzył na mnie jak na jakąś wariatkę. Ale robiłam to, co chciałam, Nie żałuję niczego, bo to, czym się zajmowałam, doprowadziło mnie do tego, gdzie jestem — mówi. Przyznaje, że przebyła długą drogę do tego miejsca, w którym jest teraz. — Trzeba cierpliwości przy realizowaniu pasji i marzeń — zastrzega. — Po 5-6 latach kolekcjonowania lalek dostałam propozycję wystawy. Teraz biorę udział w prelekcjach, jeżdżę na targi. Żeby iść do przodu, musimy być uważni na to, co niesie nam los. To, co w życiu przeszłam, do tego momentu mnie doprowadziło. Ktoś powie: \"stara baba się lalkami bawi\". Nie mam męża ani dzieci. Z ostatnim partnerem rozstałam się jakieś 10 lat temu. Dojrzałam do tego, żeby zdać sobie sprawę, że żaden mężczyzna nie dał mi tego, czego oczekiwałam, że to ja zawsze byłam tą stroną, która daje, a nie dostawałam wsparcia w zamian. Poszłam więc w głąb siebie, spojrzałam na to, co mi sprawia przyjemność. I były to lalki — mówi.\n\nNie robi dalekosiężnych planów. — To jest trochę tak, że płynę z falą. Czy chcę mieć swoją autorską lalkę? Nie wiem. Satysfakcjonuje mnie współpraca z artystami, którzy je tworzą. Chcę ich lalki ubierać. Nie chcę stracić z pola widzenia tego, co lubię, potrafię. Lubię podróżować moją lalką. Tam, gdzie chcę — czy to jest Kraków, Słupsk czy Londyn albo Nowy Jork. Lubię kreować świat. Zamykam w jego wnętrzu trochę symboliki, żartu, intrygi, czasem dokładam białego króliczka, który jest bajkową postacią. To mój świat. I jeśli zechcę będzie idealny — mówi pani Izabela.\n\nDeszczowe lato nad Bałtykiem zaskoczyło turystów. Polacy rozważają południe Europy\n\nMusiałam dostać się tam za wszelką cenę. W halach, gdzie kręcono Harry'ego Pottera, zobaczyłam coś niezwykłego"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Życie Dustina Hoffmana mogło skończyć się 6 marca 1970 r. Ocaliła go... sofa",
            "link": "https://plejada.pl/newsy/dustin-hoffman-mogl-zginac-od-bomby-terrorystow-uratowala-go-sofa/16ph32f",
            "description": "Dustin Hoffman udowodnił, że \"mali, nieśmiali, wielkonosi, obsypani trądzikiem żydowscy chłopcy\" mogą zostać aktorami. Długo ...",
            "image_url": "https://www.bing.pl/th?id=OVF.TIJ%2byq%2fwQQkJLMDb6u8LRg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Plejada8 godz.",
            "source": "Plejada",
            "article_content": "Materiał archiwalny Onet\n\nDustin Hoffman urodził się 8 sierpnia 1937 r. w Los Angeles. Jego ojciec był rekwizytorem w wytwórni Columbia Pictures, matka zajmowała się domem\n\nKarierę zaczynał w Nowym Jorku jako aktor teatralny. Występ w filmie \"Absolwent\" otworzył przed 30-letnim Hoffmanem bramy hollywoodzkich wytwórni\n\nW marcu 1970 r. cudem uniknął śmierci, gdy wybuch bomby konstruowanej przez członków organizacji terrorystycznej zniszczył jego mieszkanie w nowojorskiej dzielnicy Greenwich Village\n\nZ małżeństwa z tancerką baletową Anne Byrne ma córkę Jennę. Od października 1980 r. jest mężem Lisy Gottsegen, z którą ma czworo dzieci\n\nW 2017 r. siedem kobiet oskarżyło Dustina Hoffmana o niewłaściwe zachowanie seksualne. Jego kariera się załamała\n\nWięcej takich artykułów znajdziesz na stronie głównej Onetu\n\nDustin Hoffman, dla przyjaciół Dusty, Dust lub Dustbone (to ostatnie przezwisko zawdzięcza Robertowi Duvallowi), świętuje 88. urodziny. Ten jeden z najsłynniejszych hollywoodzkich aktorów przyszedł na świat 8 sierpnia 1937 r. w Los Angeles. Jego rodzice, Lillian i Harry, należeli do pierwszego pokolenia amerykańskich Żydów. Dziadkowie ze strony ojca przyjechali do USA z Kijowa, ze strony matki – z Warszawy i Jassy (Rumunia). Zanim Lillian Gold poślubiła Harry'ego Hoffmana, marzyła o zostaniu gwiazdą kina. Była niezłą tancerką i dostała się do obsady widowiska estradowego, ale ostatecznie nie wystąpiła na scenie, bo zabroniła jej matka. Synom nadała imiona swoich ekranowych idoli: starszemu – na cześć angielskiego aktora Ronalda Colmana, młodszemu (o sześć i pół roku) – na cześć Dustina Farnuma, gwiazdora pierwszego pełnometrażowego hollywoodzkiego filmu \"The Squaw Man\".\n\nCzuł się czarną owcą w rodzinie Hoffmanów\n\nDzieciństwo kojarzy się Dustinowi Hoffmanowi z niespełnionymi oczekiwaniami matki. Wszyscy w rodzinie wiedzieli, że Lillian Hoffman chciała, żeby jej mąż został producentem filmowym, starszy syn – aktorem, młodszy – lekarzem. Tymczasem już w 1940 r. wiadomo było, że dwa z jej życzeń się nie spełnią. Najpierw Ronald, który zagrał rólkę gazeciarza w słynnym filmie \"Pan Smith jedzie do Waszyngtonu\" Franka Capry, stwierdził, że nie interesuje go kariera w Hollywood. Potem Harry Hoffman stracił pracę rekwizytora w wytwórni Columbia Pictures. Aby zdobyć pieniądze na utrzymanie rodziny, został komiwojażerem, obwoźnym sprzedawcą mebli w Baker Brothers – sieci kalifornijskich domów towarowych. Płacono mu w systemie prowizyjnym, często wracał do domu zmęczony i wściekły po bezowocnym dniu.\n\nDalszy ciąg artykułu pod materiałem wideo\n\nZanim Dustin skończył 12 lat, rodzina Hoffmanów co najmniej sześć razy przeprowadzała się w obrębie Los Angeles. Wszędzie, gdzie mieszkał, czuł się obco. Nie opuszczało go też niezadowolenie z własnego wyglądu. Był niski, chudy, miał duży nos, twarz obsypaną trądzikiem i aparat na zębach. To właśnie w tym okresie nauczył się uśmiechać z ciasno zaciśniętymi ustami. Zawsze patrzył innym prosto w twarz, nie pozwalał, by oglądano go z profilu.\n\n\"Byłem najmłodszym dzieckiem w rodzinie, ciągle walczyłem o to, żeby ktoś zainteresował się mną. Zawsze czułem się jak intruz. Upłynęło wiele lat, zanim się z tego wyleczyłem. Aby być sobą, potrzebowałem każdego, nawet najmniejszego przejawu życzliwości. Niestety zawsze byłem czarną owcą w rodzinie. To mój brat był tym wspaniałym. Wysportowany, piątkowy uczeń\" — mówił Dustin Hoffman w wywiadzie dla magazynu \"Esquire\".\n\nKiedy podczas rodzinnego spotkania oświadczył, że chce być aktorem, usłyszał od ciotki Pearl:\n\nNie możesz. Nie jesteś wystarczająco przystojny\n\nZ jej opinią zgodzili się wszyscy uczestnicy wieczerzy sederowej (głównej części święta Paschy), nawet Dustin pomyślał, że ciotka miała rację, bo \"mali, nieśmiali, wielkonosi, obsypani trądzikiem żydowscy chłopcy\" nie zostawali aktorami. W późniejszych wywiadach podkreślał, że siłę do walki o realizację swojego ambitnego planu dawały mu \"Dzieła wybrane\" Johna Gassnera, które dostał na 17 urodziny. Książka była prezentem od brata. W dedykacji Ronald napisał:\n\nNaucz się wszystkich słów, Dusty, abyś mógł pięknie recytować, kiedy nadejdzie czas występu\n\nDustin Hoffman nie został lekarzem, czego chcieli jego rodzice, lecz spełnił swoje marzenie. Z nawiązką. Podbił Broadway i Hollywood, stworzył aktorskie kreacje, które zapisały się w historii teatru i kina. A jego brat? Ronald Hoffman skończył studia ekonomiczne, zrobił karierę w Waszyngtonie: był jednym z 12 doradców prezydenta Richarda Nixona w Radzie Doradców Ekonomicznych, przez wiele lat pracował jako ekonomista w Departamencie Skarbu USA.\n\nDustin Hoffman z bratem Ronaldem (Nowy Jork, 1982 r.). Ron Galella, Ltd./Ron Galella Collection / Getty Images\n\nOdkrył, że sława daje władzę nad kobietami\n\nW 1963 r. Dustin Hoffman poznał Anne Byrne, 20-letnią tancerkę baletową. Po raz pierwszy zobaczył ją w \"Klubie Improwizacji\" w nowojorskiej Greenwich Village. On przygrywał na fortepianie, ona przyszła z jego współlokatorem.\n\n\"Od pierwszej chwili coś nas do siebie ciągnęło. Uważałam, że na swój zabawny sposób jest przystojny. I to na początku mnie pociągało. Rozumiałam, dlaczego ludzie go lubią. Wydawał się taki na serio. Ja też serio traktowałam swój taniec. Wyglądało na to, że mamy wiele wspólnego\" — wspominała Anne Byrne.\n\nDustin, który miał słabość do \"wysokich, długonogich, inteligentnych kobiet o ambicjach artystycznych\", nie ukrywał przed swoim współlokatorem, że Anne naprawdę mu się podoba. Tydzień po spotkaniu w klubie Hoffman zaprosił Byrne na randkę. Żeby zrobić na dziewczynie wrażenie, kupił sobie garnitur. Na drugą randkę poszli na plażę. Spotykali się przez miesiąc, potem oboje wyjechali do pracy — on do Fishkill, ona do Filadelfii, gdzie została primabaleriną w Pennsylvania Ballet. Występowała przez trzy lata, wyszła za mąż i rozwiodła się z finansistą Winfriedem Schlotem, urodziła córkę Karinę, wróciła do Nowego Jorku. W pralni automatycznej w Greenwich Village wpadła na Dustina Hoffmana, który odnosił już sukcesy na off-Broadwayu i właśnie dostał rolę Bena Braddocka w \"Absolwencie\" (The Graduate). Znów zaczęli się spotykać.\n\nDustin Hoffman i Anne Byrne (Nowy Jork, grudzień 1968 r.). Bettmann / Getty Images\n\nAnne stała się powiernicą Dustina. O ile on był podekscytowany perspektywą pracy w Hollywood, o tyle ona uważała, że występ w \"Absolwencie\" zrujnuje jego teatralną karierę. Hoffman przyznał: \"Zdawaliśmy sobie sprawę, że nasze życie się zmienia. Że moja sława gwiazdora filmowego może albo umocnić nasz związek, albo go rozbić\". Po sukcesie \"Absolwenta\" postanowili rozstać się na pewien czas. Jak tłumaczył Dustin:\n\nChciałem się wyżyć. Odkryłem, że sława oznacza także władzę nad kobietami\n\nPo kilku tygodniach \"kosztowania seksualnych rozkoszy\" (tak nazwał okres separacji w rozmowie z dziennikarzem \"Rolling Stone\") Dustin wrócił do mieszkanka w Village (wynajmowanego za 125 dol. miesięcznie), do którego wkrótce znów wprowadziły się Anne i Karina.\n\nZa kolejną filmową rolę — chorego na gruźlicę Rizza w \"Nocnym kowboju\" — zaproponowano mu 250 tys. dol. Dla porównania: za \"Absolwenta\" dostał 17 tys. dol. Hoffman i Byrne przeprowadzili się do większego mieszkania przy 16 West 11th Street, niedaleko Piątej Alei. Za wynajem płacili 400 dol. miesięcznie.\n\nW tym czasie (za radą brata Ronalda) Dustin zatrudnił pełnomocnika do spraw finansowych. Na pytanie, dlaczego to zrobił, odpowiedział: \"Chodzi mi o to, by zaoszczędzić najwięcej jak się da i nie oddawać tego rządowi. Nie potrzebuję jachtów ani posiadłości, ale żyć muszę\". Pierwszymi rzeczami, które kupił za pieniądze z \"Nocnego kowboja\", były zabytkowe biurko, warte 700 dol., i pralka.\n\nPoszedł na zakupy i ocalił życie\n\nŚlub Dustina Hoffmana i Anne Byrne odbył się 4 maja 1969 r. w synagodze Temple Beth El Reform w Chappaqua (stan Nowy Jork). Przyjęcie weselne, w którym uczestniczyło 35 gości, odbyło się w domu rodziców panny młodej w Mount Kisco. Krótki miesiąc miodowy nowożeńcy spędzili w Azji. Potem aktor wrócił do pracy. Jego życie mogło się skończyć 6 marca 1970 r.\n\nNikt z mieszkańców budynku przy 16 West 11th Street nie wiedział, że piwnica sąsiedniego budynku (przy 18 West) to miejsce spotkań członków terrorystycznej organizacji Weathermen (Meteorolodzy). Sześcioro z nich zebrało się rankiem 6 marca, by skonstruować bomby.\n\nW tym czasie Anne, która spodziewała się dziecka, i Karina były na zakupach w śródmieściu. Dustin miał do nich dołączyć o godz. 12, całe rano spędził przy swoim zabytkowym biurku, wybierając stykówki z negatywów zrobionych w czasie ślubu. Mebel stał przy ścianie oddzielającej jego mieszkanie od sąsiedniego budynku. O godz. 11.30 aktor wstał od biurka i wyruszył do śródmieścia. Pół godziny później potężna eksplozja wstrząsnęła budynkiem przy 18 West, wybijając biurkiem Dustina dziurę w ścianie. Gdyby przy nim siedział, zginąłby na miejscu. Musiało upłynąć trochę czasu, żeby aktor żartobliwie wyjaśnił, iż życie ocaliła mu sofa, którą wybierał do nowego mieszkania, bo razem z żoną planowali przeprowadzkę.\n\nŚmierć poniosło troje terrorystów, pozostali uciekli. Eksplozja (początkowo sądzono, że była wynikiem nieszczelności przewodów gazowych, później ustalono, że wybuchła bomba konstruowana przez Meteorologów) zniszczyła fundamenty obu budynków, wywołała pożar i 23 osoby pozbawiła dachu nad głową. Dustin stracił swoje zabytkowe biurko, ale ocalił życie. Zanim policja zdołała go powstrzymać, wyciągnął z płonącego mieszkania \"trzy obrazy współczesnego malarstwa, lampę od Tiffany'ego i żółwia\".\n\nPoświęcił rodzinę dla kariery\n\n15 października 1970 r., siedem miesięcy po \"zakupowym cudzie\", jak amerykańskie tabloidy nazwały ocalenie aktora, Dustin był przy żonie, gdy ta rodziła ich córkę Jennifer Celię (będą na nią mówić Jenna). Anne szybko przekonała się, że dla męża najważniejsza jest praca. O ile wcześniej Hoffman nalegał, by rodzina towarzyszyła mu na filmowych planach, o tyle teraz coraz częściej żona z córkami zostawały w Nowym Jorku.\n\n\"W czasie zdjęć mój dzień roboczy może rozpocząć się o 5.30 rano i kończyć się nie wcześniej jak o 22.30. I nawet wtedy, po przyjściu do domu, muszę przeczytać tekst na następny dzień, zanim się położę. Jeżeli jesteś żonaty i masz dzieci, a plan zdjęć jest rozpisany na 16 tygodni, to poświęcasz swoją rodzinę\" — mówił Dustin Hoffman w wywiadzie dla magazynu \"Time\". I dodał:\n\nNie możesz robić kariery i mieć rodziny\n\nSprzeczki małżeńskie stawały się coraz częstsze. Anne uskarżała się, że Dustin jest zbyt skupiony na sobie. Nie akceptowała jego zwyczaju flirtowania z każdą atrakcyjną dziewczyną. Miała dość bycia tylko żoną i matką. Wróciła do tańca, zaczęła też pobierać lekcje sztuki dramatycznej. Jej decyzje nie spodobały się mężowi, który zauważył, że \"jej zwrot w kierunku aktorstwa nie należał do ich umowy małżeńskiej\". Konflikt narastał, potęgowany przez niezbyt życzliwe opinie krytyków na temat kolejnych filmów Dustina. W 1978 r. Anne Byrne Hoffman wniosła pozew o rozwód z powodu niezgodności charakterów. Na okres separacji, razem z córkami, przeprowadziła się do mieszkania na Manhattanie.\n\n\"Postępowanie rozwodowe było raczej bezkonfliktowe i dość sprawiedliwie podzieliliśmy się majątkiem. Nie mieliśmy zresztą tego dużo — jeden dom, nie zaczęliśmy jeszcze gromadzić przedmiotów. Były jakieś rzeczy, które ja bardziej lubiłam, i inne, które on sobie cenił. I na tej zasadzie je podzieliliśmy\" — mówiła Anne w rozmowie z Michaelem Freedlandem, autorem biografii Dustina Hoffmana.\n\nRozstali się polubownie, ale przyjacielskie stosunki nie powróciły już nigdy.\n\nDrugi ślub wziął przy szpitalnym łóżku\n\nW okresie separacji Dustin Hoffman spotykał się z Kate Jackson, gwiazdą serialu \"Aniołki Charliego\". Chciał, żeby zagrała z nim w filmie \"Sprawa Kramerów\". Aktorka nie otrzymała jednak zgody Aarona Spellinga, producenta \"Aniołków\"; rola Joanny trafiła do Meryl Streep, przyniosła jej statuetkę Oscara i stała się przełomem w karierze.\n\nRomans Hoffmana i Jackson zakończył się. Wkrótce potem amerykańska prasa informowała o nowej kobiecie w życiu aktora. Była nią Lisa Gottsegen, młodsza o 17 lat studentka prawa na Uniwersytecie Kalifornijskim. Jej babcia przyjaźniła się z Lillian Hoffman. Jeśli wierzyć biografom aktora, Lisa miała 10 lat, kiedy po małym rodzinnym przyjęciu, na którym był też Dustin i grał na fortepianie, powiedziała do swojej babci:\n\nGdy dorosnę, zamierzam wyjść za niego za mąż\n\nDustin Hoffman i Lisa Gottsegen (Los Angeles, kwiecień 1980 r.). Bertrand Rindoff Petroff / Getty Images\n\nKiedy Lisa rozpoczynała studia prawnicze, Dustin zatrudnił ją (na prośbę jej ojca), by pilnowała jego interesów w Los Angeles.\n\n\"Zorientowałem się, że coś do niej czuję. »Jesteś chory« — powiedziałem sobie. — »To jest wnuczka najlepszej przyjaciółki twojej matki«. Walczyłem z tym. To nie było kazirodztwo, ale brakowało do tego tylko kroku. Mój związek z Lisą narodził się w pewnym sensie z oporu, ponieważ wcale nie zależało mi na rozpadzie pierwszego małżeństwa\" — wyznał Dustin Hoffman swojemu biografowi Ronaldowi Berganowi.\n\nGdy w kwietniu 1980 r. odbierał Oscara za \"Sprawę Kramerów\", był już zaręczony z Lisą (chociaż wciąż czekał na rozwód z Anne). Oświadczył się w Central Parku, sporządzili przedmałżeńską umowę, że pozostaną razem na zawsze. Dwa miesiące później bardzo poważnie zachorowała matka Dustina. Lillian Hoffman najpierw miała atak serca, potem wylew. Straciła mowę, została prawie całkowicie sparaliżowana. Dustin powiedział narzeczonej, że muszą mieć dziecko, aby wzmocnić w jego matce wolę życia. W sierpniu Lisa zaszła w ciążę. 12 października 1980 r., sześć dni po orzeczeniu rozwodu z Anne Byrne, Dustin Hoffman ożenił się z Lisą Gottsegen. Tradycyjna żydowska ceremonia ślubna odbyła się przy szpitalnym łóżku Lillian Hoffman. Odprawił ją rabin Lennie Berman. W kameralnym przyjęciu weselnym w ogrodzie wzięło udział 18 członków rodziny i najbliższych przyjaciół. Miesiąc miodowy nowożeńcy spędzili na Hawajach.\n\nDustin i Lisa mają czworo dzieci: Jacoba (ur. marzec 1981 r.), Rebekę (ur. marzec 1983 r.), Maxwella (ur. sierpień 1984 r.) i Alexandrę (ur. październik 1987 r.). Druga żona wiernie trwała u boku aktora w najtrudniejszych momentach jego życia: śmierci rodziców, walce z chorobą nowotworową, załamaniu kariery.\n\nDustin Hoffman z żoną Lisą i dziećmi — od l. Jenna, Rebecca, Alexandra, Maxwell i Jacob (Los Angeles, 1999 r.). Jim Smeal/Ron Galella Collection / Getty Images\n\nW 2017 r. siedem kobiet oskarżyło Dustina Hoffmana o niewłaściwe zachowanie seksualne. Pierwszą była Anna Hunter, miała 17 lat, gdy spotkała aktora podczas pracy nad telewizyjnym filmem \"Śmierć komiwojażera\" (1985).\n\n\"Już pierwszego dnia otwarcie ze mną flirtował, łapał mnie za pupę, mówił o seksie. Pewnego ranka udałam się do jego garderoby, żeby przynieść śniadanie. Przywitał mnie z uśmiechem i powiedział: »Co my tu mamy? Jajka na twardo i delikatną łechtaczkę?«. Śmiał się z własnego żartu, a ja straciłam głos. Uciekłam do łazienki i długo płakałam\" — ujawniła w magazynie \"The Hollywood Reporter\".\n\nTwierdziła, że inni członkowie ekipy widzieli, co się dzieje, ale nie wtrącali się, a jej doradzono, aby zapomniała o swoich zasadach i \"poświęciła się dla dobra filmu\". Hunter zrezygnowała z pracy.\n\nDustin Hoffman nie zaprzeczył tym zarzutom i złożył publiczne przeprosiny.\n\n\"Mam nieskończony szacunek do kobiet i czuję się okropnie, że niektóre z moich działań mogły postawić Annę Hunter w nieprzyjemnej sytuacji. Przepraszam. Te działania nie odzwierciedlają mojej prawdziwej natury, nie leży to w mojej naturze\" — oświadczył.\n\nWkrótce potem sześć innych kobiet oskarżyło aktora o skandaliczne zachowanie. Hoffman nigdy nie skomentował kolejnych oskarżeń, a jego prawnicy próbowali udowodnić, że kobiety kłamały. Aktorowi nie udało się oczyścić swojego nazwiska.\n\nDziękujemy, że przeczytałaś/eś nasz artykuł do końca. W serwisie Plejada.pl każdego dnia piszemy o najważniejszych wydarzeniach show-biznesowych. Bądź na bieżąco! Obserwuj Plejadę w Wiadomościach Google. Odwiedź nas także na Facebooku, Instagramie, YouTubie oraz TikToku.\n\nChcesz podzielić się ciekawym newsem lub zaproponować temat? Skontaktuj się z nami, pisząc maila na adres: plejada@redakcjaonet.pl."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "08 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-08,8,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków14 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaskakujące odkrycie archeologów. W dawnym parku zdrojowym znaleziono szczątki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zaskakuj%C4%85ce-odkrycie-archeolog%C3%B3w-w-dawnym-parku-zdrojowym-znaleziono-szcz%C4%85tki/ar-AA1K8YCj?ocid=BingNewsVerp",
            "description": "Pracownia Badań Historycznych i Archeologicznych \"Pomost\" w ostatnich dniach prowadziła prace ekshumacyjne na terenie Dolnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J5hSc7lzfhI2iLBxxqJOfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN2 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Afera ze Złotym Pociągiem? „Jest własnością państwa niemieckiego'",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/afera-ze-z%C5%82otym-poci%C4%85giem-jest-w%C5%82asno%C5%9Bci%C4%85-pa%C5%84stwa-niemieckiego/ar-AA1ILJzy?ocid=BingNewsVerp",
            "description": "Złoty Pociąg zostanie odnaleziony - zapewnia grupa odkrywców, a w sierpniu ruszają poszukiwania. Pojawia się jednak problem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KOFk-Q9z8mVIwv4obOg2Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Planeta on MSN2 godz.",
            "source": "Planeta on MSN",
            "article_content": ""
        }
    }
]