[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w upalną niedzielę - 10 sierpnia 2025. Starocie, biżuteria, meble i ubrania. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-upaln%C4%85-niedziel%C4%99-10-sierpnia-2025-starocie-bi%C5%BCuteria-meble-i-ubrania-zdj%C4%99cia-ceny/ar-AA1KfDnd?ocid=BingNewsVerp",
            "description": "W drugą niedzielę sierpnia (10.08.2025) na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego ruch był spory. Wielu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JWf9FxEZyrXcigcIy88KGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN10 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak uwolnić się od przeszłości i pokochać siebie?",
            "link": "https://www.onet.pl/kultura/wydawnictwo-mt-biznes/jak-uwolnic-sie-od-przeszlosci-i-pokochac-siebie/s36hfcv,30bc1058",
            "description": "Twoje życie nie jest etykietą przyklejoną na zawsze. Nie jesteś zbiorem wspomnień, błędów i historii, które ktoś kiedyś o ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.L9jvfVQS3Fx4xH_Qq5KU-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Onet1 godz.",
            "source": "Onet",
            "article_content": "W artykule przedstawiamy fragment książki \"Pokochaj siebie. Uwolnij się od negatywnego myślenia i ciesz się pełnią życia\", której autorem jest Wayne W. Dyer.\n\nW jaki sposób zaczęły się twoje \"jestem...\"\n\nPochodzenie twoich \"jestem...\" można podzielić na dwie grupy. Pierwszy rodzaj to etykietki, które pochodzą od innych ludzi. Przypięto ci je, gdy byłeś małym dzieckiem, i nosisz je do dziś. Drugi rodzaj jest wynikiem wyborów, których dokonałeś, aby uniknąć konieczności wykonywania trudnych lub nieprzyjemnych zadań. Pierwsza kategoria jest bez wątpienia bardziej rozpowszechniona.\n\nreklama\n\nMała Zosia chodzi do drugiej klasy. Codziennie uczęszcza na lekcje rysunków, ciesząc się kolorowaniem i mazaniem farbą, nauczycielka mówi jej kiedyś, że wcale nie jest taka dobra, dziewczynkę przestaje już tak radować to zajęcie, gdyż nie lubi dezaprobaty. To są początki jej \"taka jestem\". \"Nie jestem dobra w rysowaniu\". Poprzez odpowiednie uniki umacnia w sobie to przekonanie, a gdy już jako dorosła zostaje zapytana, czemu nie rysuje, odpowiada: \"Nie jestem dobra z rysunków. Nigdy nie byłam\". Większość twoich \"jestem...\" jest pozostałością ciągnącą się od czasów, kiedy mówiłeś takie opinie, jak: \"Jest raczej niezręczny, jego brat jest dobrym sportowcem, on ma większy pociąg do książek\", \"Jesteś taka jak ja, ja też nigdy nie byłam dobra z ortografii\", \"Billy był zawsze nieśmiały\", \"Ona jest taka jak jej ojciec\", \"Jemu słoń nadepnął na ucho\". Są to rytuały powstawania \"jestem...\", określeń na całe życie, których potem się nie kwestionuje. Są one po prostu akceptowane jako nieodłączna część ciebie. Porozmawiaj z bliskimi ci ludźmi, którzy według ciebie ponoszą największą odpowiedzialność za wiele z twoich \"jestem...\" (rodzice, przyjaciele rodziny, nauczyciele, dziadkowie etc.). Zapytaj ich, jak to się stało, że jesteś taki, jaki jesteś, i czy zawsze taki byłeś. Powiedz, że postanowiłeś się zmienić, i obserwuj, czy oni wierzą w twoje możliwości. Będziesz zdziwiony ich reakcją i tym, jak są przekonani, że ty nie możesz być inny, skoro \"zawsze taki byłeś\".\n\nDruga kategoria \"jestem... \" wywodzi się z owych wygodnych etykietek, które nauczyłeś się sobie przypinać, aby uniknąć nieprzyjemnych zajęć. Pracowałem z pacjentem, który miał czterdzieści sześć lat i bardzo chciał podjąć studia, ponieważ stracił tę szansę z powodu drugiej wojny światowej. Jednak Horacy bał się perspektywy konkurowania z młodymi ludźmi zaraz po szkole średniej. Strach przed niepowodzeniem i zwątpienie w możliwości własnego intelektu przerażały go. Zbierał na bieżąco wszystkie informacje. W końcu dzięki kursom przygotowawczym zdał odpowiednie egzaminy wstępne i nawet zaaranżował spotkanie z dziekanem lokalnego uniwersytetu odpowiedzialnym za nabór studentów. Mimo to nadal używa swoich \"jestem...\", by odsunąć konkretne działanie. Ostatnio usprawiedliwia swoją pasywność, mówiąc: \"Jestem za stary, nie jestem wystarczająco zdolny i tak naprawdę wcale mnie to nie interesuje\". Horacy używa swoich \"jestem...\", by uniknąć czegoś, czego naprawdę pragnie. Mój kolega używa ich, by wykręcić się od wykonywania zajęć, których nie lubi. Unika naprawiania dzwonków, radia oraz innych prac w domu, przypominając swojej żonie: \"Och, kochanie, przecież wiesz, że nie jestem złotą rączką\". Tego rodzaju \"jestem...\" są zachowaniami nabytymi, ale również jest to oszukiwanie samego siebie. Zamiast powiedzieć:\n\n\"Wiesz, nudzą mnie takie domowe roboty i postanowiłem, że nie będę poświęcać na nie swojego wolnego czasu\", co jest zupełnie logiczne i zdrowe, łatwiej jest po prostu użyć któregoś z \"jestem...\".\n\nW takich sytuacjach ludzie mówią coś o sobie samych. Na ogół stwierdzają: \"Pod tym względem jestem już całkowicie ukształtowany i nigdy nie będę inny\". Jeśli jesteś całkowicie ukształtowanym \"produktem\", a może nawet zapakowanym i odłożonym na półkę, to przestałeś się rozwijać i chociaż możesz świadomie trwać przy niektórych \"jestem...\", łatwo odkryjesz, że inne cię po prostu ograniczają i niszczą. Poniżej przedstawiłem listę niektórych etykietek, które są reliktami z przeszłości. Jeśli którakolwiek z nich pasuje do ciebie, spróbuj ją zmienić. Pozostanie dokładnie takim, jakim się jest w danej dziedzinie, oznacza podjęcie jednego z tych fatalnych wyborów, które opisałem w pierwszym rozdziale. Pamiętaj, że nie jest to dyskusja nad rzeczami, których zwyczajnie nie lubisz, ale raczej spojrzenie na zachowanie powstrzymujące cię od udziału w czynnościach, z których możesz wynieść dużo zadowolenia i przyjemności. Dziesięć typowych kategorii \"jestem...\" i ich neurotyczne \"korzyści\"\n\nreklama\n\n1. Jestem słaby z matematyki, ortografii, czytania i języków itp. To \"jestem...\" gwarantuje ci, że nie będziesz musiał włożyć wysiłku niezbędnego do dokonania zmian. Szkolne \"jestem...\" jest zaprogramowane tak, by trzymać cię z daleka od konieczności ciężkiej pracy związanej z opanowaniem przedmiotu, który tradycyjnie uważasz za trudny lub nudny. Jak długo będziesz uważał siebie za niezdolnego, tak długo będziesz miał powód, aby unikać pracy nad poprawą tego stanu.\n\n2. Jestem kiepski, jeśli chodzi o takie czynności, jak: gotowanie, sporty, szydełkowanie, rysowanie, granie itp. To \"jestem...\" daje ci gwarancję, że nie będziesz musiał robić żadnej z tych rzeczy w przyszłości i usprawiedliwia twoje słabe osiągnięcia z przeszłości. \"Zawsze taki byłem, taka już moja natura\". Takie podejście utrwala twoją pasywność i co ważniejsze, pomaga ci trzymać się absurdalnej opinii, że nie powinieneś nic robić, jeśli nie potrafisz tego wykonać naprawdę dobrze. Tak więc, jeśli nie jesteś mistrzem świata w jakiejś dziedzinie, powinieneś jej unikać.\n\n3. Jestem nieśmiały, zamknięty w sobie, wybuchowy, nerwowy, bojaźliwy itp. Te \"jestem...\" odwołują się do genetyki. Zamiast podważać je wraz z autodestrukcyjnym myśleniem, na którym się opierają, przyjmujesz je jako potwierdzenie tego, jaki zawsze byłeś. Równocześnie możesz winić swoich rodziców i używać ich jako wytłumaczenia dla twojego aktualnego \"jestem...\". Ustalając, że oni są przyczyną tego stanu, zwalniasz się od pracy nad zmianą siebie. Wybierasz to zachowanie jako sposób na uniknięcie bycia asertywnym w sytuacjach, które zawsze sprawiały ci kłopoty. To \"jestem...\" jest pozostałością z dzieciństwa, kiedy inni mieli istotny interes w tym, aby utrzymać cię w przekonaniu, że nie potrafisz myśleć. To są \"jestem...\" twojej osobowości. Te definicje siebie pozwalają ci uniknąć trudnego przedsięwzięcia bycia innym, niż byłeś zawsze. Po prostu określasz swoją osobowość odpowiednim, wygodnym \"jestem...\" i możesz usprawiedliwić każde swoje autodestrukcyjne zachowanie jako znajdujące się poza twoją kontrolą. Negując fakt, że możesz wybrać własną osobowość, polegasz na swoim \"wrodzonym\" nieszczęściu, którym tłumaczysz wszystkie te cechy osobowości, jakich chciałbyś się pozbyć.\n\nreklama\n\n4. Jestem niezręczny i nieskoordynowany. Te \"jestem...\", których się nauczyłeś jako dziecko, pozwalają ci uniknąć potencjalnego ośmieszenia, które może ci się przytrafić, gdyż nie jesteś tak sprawny fizycznie jak inni. Oczywiście twój brak zręczności wypływa z faktu, że w przeszłości wierzyłeś w owo \"jestem...\" i z tego powodu, a nie z powodu rzeczywistego fizycznego upośledzenia, unikałeś zajęć z wychowania fizycznego. Jesteś dobry w tym, co ćwiczysz, nie w tym, czego unikasz. Jeśli chcesz, trzymaj się swojego \"jestem...\" i stój z boku, przypatrując się innym i marząc o sukcesach, a równocześnie udając, że tak naprawdę to na nich ci nie zależy.\n\n5. Jestem nieatrakcyjny, brzydki, kościsty, nieładny, za wysoki itp. Te fizjologiczne \"jestem...\" są pomocne w powstrzymywaniu cię od podejmowania ryzyka w kontaktach z płcią przeciwną, w usprawiedliwianiu złego wyobrażenia o sobie i braku miłości w twoim życiu. Jak długo opisujesz siebie w ten sposób, tak długo stwarzasz sobie gotowe wytłumaczenie, dlaczego nie próbujesz się sprawdzić w związku miłosnym. Ponadto nie musisz starać się, aby wyglądać atrakcyjnie we własnych oczach. Używasz swojego lustrzanego odbicia jako usprawiedliwienia dla niepodejmowania ryzyka. Jest w tym tylko jeden problem: widzimy dokładnie to, co chcemy – nawet w lustrze. 6. Jestem niezorganizowany, drobiazgowy, niestaranny itp. Takie \"jestem...\" dotyczące twojego zachowania są pomocne w manipulowaniu innymi i uzasadnieniu, dlaczego pewne rzeczy należy wykonywać w pewien sposób. \"Zawsze tak to robiłem\". Tak jakby tradycja była przyczyną czegokolwiek. W podtekście komunikujesz, że zawsze będziesz tak robić. Polegając na starym sposobie działania, nigdy nie musisz brać pod uwagę ryzyka postępowania inaczej. Równocześnie możesz wymagać, aby wszyscy wokół ciebie postępowali tak jak ty. To \"jestem...\" uznaje zasadę za substytut myślenia.\n\nreklama\n\n7. Jestem zapominalski, nieuważny, nieodpowiedzialny, apatyczny itp. Tego rodzaju \"jestem...\" są tobie szczególnie przydatne, gdy chcesz usprawiedliwić jakieś swoje nieefektywne zachowanie. \"Jestem...\" powstrzymuje cię od pracy nad twoją pamięcią lub nieuwagą. Wystarczy, że usprawiedliwisz się swoim poręcznym \"Taki już jestem\". Jak długo możesz żonglować tym \"jestem...\", gdy zachowujesz się w którykolwiek z powyżej opisanych sposobów, tak długo nie musisz pracować nad zmianą siebie. Jeśli wciąż będziesz zapominał, w poczuciu że nie możesz nic na to poradzić, zawsze będziesz zapominalski.\n\n8. Jestem Włochem, Niemcem, Żydem, Irlandczykiem, Murzynem, Chińczykiem, Polakiem itp. Są to etniczne \"jestem...\", które bardzo dobrze funkcjonują, gdy zabraknie ci innych powodów wyjaśniających pewne twoje zachowania, które nie są dla ciebie korzystne, ale które bardzo trudno opanować. Kiedy okazuje się, że zachowujesz się zgodnie ze stereotypem, który jest kojarzony z twoim pochodzeniem, masz od razu pod ręką na usprawiedliwienie swoje etniczne \"jestem...\". Zapytałem kiedyś kelnera, dlaczego jest tak pobudliwy i czemu reaguje na najmniejszy problem gwałtownym wybuchem. Odpowiedział: \"Czego po mnie oczekujesz, jestem Włochem. Nic na to nie poradzę\".\n\n9. Jestem apodyktyczny, agresywny, autorytatywny itp. W tym przypadku twoje \"jestem...\" pozwalają ci na kontynuowanie agresywnego zachowania wobec innych. Zamiast rozpocząć pracę nad rozwijaniem samodyscypliny, tuszujesz swoje zachowanie za pomocą słów: \"Nic na to nie mogę poradzić, zawsze taki byłem\".\n\n10. Jestem zmęczony, za poważny, za stary itp. W tych \"jestem...\" możesz użyć swojego wieku lub samopoczucia jako wymówki, by nie brać udziału w przedsięwzięciach, które mogą być ryzykowne lub mało atrakcyjne. Kiedy musisz stawić czoło takim zadaniom, jak uprawianie sportu, czy umówienie się na randkę, gdy jesteś po rozwodzie lub gdy niedawno zmarł ci współmałżonek, a ty otrzymujesz propozycję podróży i w wielu innych podobnych sytuacjach możesz po prostu powiedzieć: \"Jestem za stary\" i wyeliminować wszelkie ryzyko, które nieodłącznie towarzyszy próbie robienia czegoś nowego i rozwijającego. Implikujesz w ten sposób, że pod tym względem uważasz się za absolutnie skończonego, a ponieważ możesz być już tylko starszy, rezygnujesz z rozwoju i nowych doświadczeń w życiu.\n\nreklama\n\nBłędne koło \"jestem...\"\n\n\"Korzyści\" płynące z trzymania się przeszłości i używania formułki \"jestem...\" można określić jednym słowem: UNIKI. Kiedykolwiek chcesz się od czegoś wykręcić albo zatuszować jakiś swój brak, zawsze możesz usprawiedliwić się, używając \"jestem...\". W rzeczywistości, jeśli używasz tych etykietek wystarczająco często, sam zaczynasz w nie wierzyć i w danym momencie teraźniejszości stajesz się skończonym produktem, a twoim przeznaczeniem jest pozostanie takim samym już do końca twoich dni. Etykietki umożliwiają ci uniknięcie ciężkiej pracy i ryzyka zmiany. Utrwalają zachowania, które przyczyniły się do ich powstania. Dlatego jeśli młody człowiek idzie na prywatkę, z przekonaniem że jest nieśmiały, będzie się zachowywał tak, jakby był nieśmiały, a jego zachowanie będzie go utwierdzało w jego wyobrażeniu o sobie. Jest to błędne koło.\n\nPartner Wydawnictwo MT Biznes pokochaj siebie\n\nProszę bardzo. Zamiast zadziałać między punktami 3 i 4, usprawiedliwia swoje zachowanie za pomocą \"jestem...\" i zręcznie omija ryzyko związane z próbą wydobycia się z pułapki.\n\nNieśmiałość może mieć wiele przyczyn, niektóre z nich wywodzą się prawdopodobnie z dzieciństwa. Bez względu na przyczyny strachu należy zabrać się do pracy nad swoją towarzyską ostrożnością, a nie wyjaśniać ją za pomocą prostego \"jestem...\". Strach przed niepowodzeniem jest wystarczająco silny, by powstrzymać go od próby. Gdyby wierzył w znaczenie chwili bieżącej i w swoją umiejętność dokonania wyboru, jego zdanie zmieniłoby się z \"Jestem nieśmiały\" w \"Do tej pory zachowywałem się nieśmiało\".\n\nBłędne koło nieśmiałości może być zastosowane w zasadzie do wszystkich \"jestem...\" zubożających osobowość. Przeanalizuj schemat postępowania ucznia, który wierzy, że jest słaby z matematyki, borykając się z zadaniem domowym z algebry.\n\nPartner Wydawnictwo MT Biznes Pokochaj siebie 2\n\nZamiast przerwać zaklęty krąg pomiędzy punktami 3 i 4 i poświęcić więcej czasu na naukę lub poradzić się nauczyciela, uczeń po prostu rezygnuje. Zapytany, czemu oblał algebrę, odpowie: \"Zawsze byłem kiepski z matematyki\". Owe piekielne \"jestem...\" są przyczynami, na które się powołujesz, aby oczyścić się z zarzutów i wyjaśnić innym, dlaczego trwasz w schemacie autodestrukcji.\n\nreklama\n\nPrzyjrzyj się własnemu schematowi tej neurotycznej logiki i zacznij kwestionować któryś aspekt twojego życia, o którym zdecydowałeś, że jest już zakończony. \"Korzyścią\" numer jeden z trwania w przeszłości i poprzestawania na \"jestem...\" jest unikanie zmian. Za każdym razem, kiedy używasz \"jestem...\", aby wyjaśnić zachowanie, którego nie lubisz, pomyśl o sobie jako o skończonym produkcie w ładnie zapakowanym pudełku na półce. Oczywiście łatwiej jest siebie opisywać, niż zmieniać. Może przypisujesz powstanie twoich etykietek rodzicom albo innym osobom ważnym w okresie twojego dzieciństwa, np. twoim nauczycielom, sąsiadom, dziadkom. Obarczając ich odpowiedzialnością za swoje obecne \"jestem...\", dajesz im władzę nad swoim dniem dzisiejszym, wynosisz ich ponad siebie i pomysłowo budujesz sobie alibi dla pozostania nieefektywnym. Mała, wygodna wymówka, która chroni cię przed podejmowaniem ryzyka. Skoro te \"jestem...\" narzuciło ci środowisko, to nie możesz nic na nie poradzić.\n\nNiektóre sposoby uwalniania się od przeszłości i eliminowania uciążliwych \"jestem...\" Uwalnianie się od przeszłości pociąga za sobą powzięcie ryzyka. Przyzwyczaiłeś się już do swoich definicji siebie. W wielu przypadkach działają one w twoim codziennym życiu jako system wspomagania. Oto niektóre sposoby, które mogą ci pomóc w wyeliminowaniu owych \"jestem...\":\n\n• Eliminuj \"jestem...\", kiedy tylko możesz. Zastępuj je sformułowaniami, takimi jak: \"Do dzisiaj uważałem, że będę taki\" albo: \"Miałem zwyczaj tak się charakteryzować...\".\n\n• Oświadcz swoim bliskim, że masz zamiar pracować nad wyeliminowaniem swoich \"jestem...\". Wybierz te \"jestem...\", których chcesz się pozbyć, i poproś, by przypominali ci, gdy ich używasz.\n\nreklama\n\n• Postaw sobie za cel, by zachowywać się inaczej niż do tej pory. Na przykład, jeśli uważasz, że jesteś nieśmiały, przedstaw się jakiejś osobie, której normalnie byś unikał.\n\n• Porozmawiaj z kimś, komu ufasz, kto pomoże ci pokonać siły przeszłości. Poproś, aby za każdym razem sygnalizował, na przykład łapiąc się za swoje ucho, kiedy zauważy, że wracasz do swoich starych \"jestem...\".\n\n• Prowadź dziennik swojego autodestrukcyjnego zachowania, zapisuj zarówno czyny, jak i samopoczucie w danym momencie. Przez tydzień notuj dokładny czas, datę i sytuację, kiedy odwoływałeś się do któregokolwiek z autodestrukcyjnych \"jestem...\" i pracuj nad zmniejszeniem liczby wpisów. Używaj listy zamieszczonej w tym rozdziale jako wzoru do prowadzenia dziennika.\n\n• Pamiętaj o czterech stwierdzeniach neurotycznych i kiedykolwiek zaczniesz ich używać, popraw się na głos w następujący sposób. Zmień: \"Taki jestem...\" na: \"Taki byłem\";\n\n\"Nic nie mogę na to poradzić\" na: \"Mogę to zmienić, jeśli będę nad tym pracować\"; \"Zawsze taki byłem\" na: \"Będę inny\"; \"Taka jest moja natura\" na: \"Uważałem, że taka jest moja natura\".\n\n• Codziennie pracuj nad wyeliminowaniem jednego \"jestem...\". Jeśli używałeś charakterystyki \"jestem zapominalski\", poświęć poniedziałek na pracę nad świadomym zwalczaniem tej skłonności i sprawdź raz lub dwa razy, czy potrafisz zmienić takie zachowanie. Podobnie jeśli nie lubisz swojego \"jestem uparty\", przeznacz jeden dzień na tolerowanie przeciwnych opinii i przekonaj się, czy potrafisz zwalczać swoje \"jestem...\" dzień po dniu.\n\n• Przerwij błędne koło wymówek między punktami 4 i 5 i postanów wyrzucić wszystkie starocie usprawiedliwiające stosowanie uników.\n\n• Znajdź coś, czego nigdy przedtem nie robiłeś, i przeznacz na to zajęcie jedno popołudnie. Po trzech godzinach ćwiczenia kompletnie nowego zajęcia, takiego, którego w przeszłości zawsze unikałeś, odpowiedz, czy wciąż możesz użyć tego samego \"jestem...\", które zastosowałbyś do siebie tego ranka.\n\nWszystkie nasze \"jestem...\" są wyuczonymi schematami stosowania uników. Możesz się ich pozbyć, jeśli podejmiesz taką decyzję.\n\nPartner Wydawnictwo MT Biznes okładka książki Pokochaj siebie\n\nPrzedstawiony fragment pochodzi z książki Pokochaj siebie. Uwolnij się od negatywnego myślenia i ciesz się pełnią życia, której autorem jest Wayne W. Dyer. Wydawnictwo MT Biznes, Warszawa 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 10.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-11-08-2025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN1 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu można było poczuć retro klimat. Zobacz zdjęcia z Targu Staroci w Świdniku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tu-mo%C5%BCna-by%C5%82o-poczu%C4%87-retro-klimat-zdj%C4%99cia-z-targu-staroci-w-%C5%9Bwidniku/ar-AA1KcD3Z?ocid=BingNewsVerp",
            "description": "Stare książki, winylowe płyty, porcelana z duszą i militaria z historią. Plac Konstytucji 3 Maja w Świdniku zamienił się w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N_I4cQQUjpJ_mmW7Bvf4BS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Kurier Lubelski on MSN1 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci w Pszczynie. Piękna pogoda i unikatowe perełki w cieniu zabytkowej starówki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targ-staroci-w-pszczynie-pi%C4%99kna-pogoda-i-unikatowe-pere%C5%82ki-w-cieniu-zabytkowej-star%C3%B3wki/ar-AA1KfSb7?ocid=BingNewsVerp",
            "description": "Pszczyński rynek po raz kolejny zamienił się w raj dla miłośników staroci i unikatowych przedmiotów. W niedzielę, 10 sierpnia ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hvUdzEOZL7gE60zhomNoAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Śląskie Radio ESKA on MSN17 godz.",
            "source": "Śląskie Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w upalną niedzielę - 10 sierpnia 2025. Starocie, biżuteria, meble i ubrania. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-upaln%C4%85-niedziel%C4%99-10-sierpnia-2025-starocie-bi%C5%BCuteria-meble-i-ubrania-zdj%C4%99cia-ceny/ar-AA1KfDnd?ocid=BingNewsVerp",
            "description": "W drugą niedzielę sierpnia (10.08.2025) na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego ruch był spory. Wielu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JWf9FxEZyrXcigcIy88KGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN10 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szewski poniedziałek? O takim na Jarmarku św. Dominika nikt nie słyszał",
            "link": "https://www.gdansk.pl/wiadomosci/Szewski-poniedzialek-O-takim-na-Jarmarku-sw-Dominika-nikt-nie-slyszal,a,293687",
            "description": "Przed nami już ostatni tydzień 765. Jarmarku św. Dominika. W poniedziałek, 11 sierpnia, warto m.in. zwiedzić Ratusz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uzmC4Blwa4rvr0eteaTrWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska3 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Szewski poniedziałek? O takim na Jarmarku św. Dominika nikt nie słyszał\n\nPrzed nami już ostatni tydzień 765. Jarmarku św. Dominika. W poniedziałek, 11 sierpnia, warto m.in. zwiedzić Ratusz Staromiejski, posłuchać organów w kościele św. Jana oraz obejrzeć zabarwione humorem przedstawienie o historii Gdańska. Jak każdego dnia dużo ciekawego dzieje się też w Strefie Seniora.\n\nTarg staroci przy Długich Ogrodach to coroczny hit Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nWycieczka z przewodnikiem\n\nTo będzie na pewno szczególny dzień dla pasjonatów historii Gdańska.\n\nNadbałtyckie Centrum Kultury organizuje w poniedziałek aż trzy spacery spod Ratusza Staromiejskiego, przy ul. Korzennej 33/35 do Centrum św. Jana.\n\nCo łączy oba te miejsca? Pierwsze to siedziba NCK. Centrum św. Jana, czyli kościół św. Jana, jest zaś zarządzany przez gdańską instytucję.\n\nW jakich godzinach można wziąć udział w spacerach, organizowanych przez NCK?\n\n11.00- 12.00\n\n13.30- 14.30\n\n15.30- 16.30\n\nRatusz Staromiejski należy do nielicznych budowli, którym udało się uniknąć zniszczeń podczas II wojny światowej. Renesansowy zabytek pochodzi z XVI wieku, zaprojektował go Antoni van Obberghen.\n\nGotycki kościół św. Jana położony jest blisko Motławy, między ulicami Świętojańską a Straganiarską.\n\nW marcu 1945 r. kościół św. Jana uległ pożarowi i został poważnie zdewastowany. Przez dekady jako ruina nie był użytkowany.\n\nOd 1995 r. w wyniku porozumienia zawartego z Archidiecezją Gdańską obiekt przejęło Nadbałtyckie Centrum Kultury, które podjęło się jego odbudowy i rewaloryzacji. Kościół działa jako Centrum św. Jana, pełniąc nadal okazjonalnie funkcje sakralne.\n\nWieloletni wysiłek pracowników NCK został doceniony w tym roku w prestiżowym, ogólnopolskim konkursie “Zabytek Zadbany”, organizowanym przez Narodowy Instytut Dziedzictwa. Gdańska świątynia wygrała w kategorii specjalnej “właściwe użytkowanie i stała opieka nad zabytkiem”.\n\nPrzystanek Retro - Długie Ogrody - tu zawsze są tłumy fot. Grzegorz Mehring/ gdansk.pl\n\nSpacer po Ratuszu Staromiejskim i kościele św. Jana, zakończonym koncertem organowym, poprowadzi Weronika Uziak, gdańszczanka z urodzenia. Jest licencjonowaną, przewodniczką turystyczną PTTK po Gdańsku, Gdyni, Sopocie i Mierzei Helskiej oraz certyfikowana przewodniczką po Europejskim Centrum Solidarności w Gdańsku. Swoją wiedzę o Gdańsku pogłębiła na Gedanistyce, studiach podyplomowych na Uniwersytecie Gdańskim.\n\nMamy to! Kościół św. Jana wygrał konkurs \"Zabytek Zadbany\"\n\nJeśli w poznawaniu tajemnic Gdańska ktoś będzie czuł jeszcze niedosyt, to powinien zarezerwować czas o godz. 18.00 na Przystanku Port Gdańsk Pod Żaglami (Wyspa Ołowianka). Będzie tam można obejrzeć improwizowany spektakl historyczno-komediowy.\n\n- Co mógłby zrobić Neptun, gdyby ożył? Czy gdańscy rzemieślnicy śmiali się w średniowieczu? A co wspólnego mają flisacy, astronomia, złodzieje beczek i szafki na chleb? Pewnie niewiele – dopóki nie spotkają się na jednej scenie... Ciekawostkami o Gdańsku podzieli się z publicznością znana już nam wcześniej ze spacerów do Ratusza Staromiejskiego do Centrum św. Jana Weronika Uziak. Z kolei, aktorzy z grupy \"No i Fajnie\" na gorąco zamienią te opowieści w absurdalne, pełne humoru sceny teatralne.\n\nPolsko-niemiecki dialog muzyczny\n\nNa godz. 14.00 warto stawić się w kościele św. Mikołaja. W świątyni dominikanów czeka nas niezwykły koncert. Będzie to artystyczne spotkanie niemieckiego mistrza organów i młodej, utalentowanej polskiej wiolonczelistki.\n\nRalf Borghoff to doświadczony organista, pedagog i koncertujący muzyk, od lat związany z diecezją Paderborn (Nadrenia Północna-Westfalia). Umiejętnie łączy tradycję niemieckiej szkoły organowej z wyrafinowaną improwizacją.\n\nMałgorzata Bleja swój muzyczny talent doskonaliła podczas studiów w Akademii Muzycznej im. I.J. Paderewskiego w Poznaniu oraz Hochschule für Musik Hanns Eisler w Berlinie (klasa prof. Andreasa Gregera). W poznańskiej akademii ukończyła również kształcenie w Szkole Doktorskiej Solowego i Zespołowego Współczesnego Wykonawstwa Muzycznego.. W 2024 r. obroniła tytuł doktora sztuki.\n\nDoświadczenie orkiestrowe Małgorzata Bleja zdobywała w licznych orkiestrach młodzieżowych, m.in. European Union Youth Orchestra oraz I, Culture Orchestra. Jest absolwentką IX edycji programu Akademia Sinfonia Varsovia. W latach 2022-2024 pracowała na stanowisku wiolonczelistki w orkiestrze Filharmonii Gorzowskiej. Jest również aktywną kameralistką. Regularnie koncertuje w rozmaitych formacjach kameralnych, w szczególności w trio fortepianowym oraz kwartecie wiolonczelowym.\n\nStrefa Seniora stawia na ruch na świeżym powietrzu mat. Międzynarodowe Targi Gdańskie\n\nNa “codzienną dawkę atrakcji, wytchnienia i rozwoju” zaprasza też Strefa Seniorów na Przystanku Równość (Skwer Heweliusza, ul. Rajska). W tej przestrzeni mile widziane są nie tylko starsze osoby - budowana jest tu prawdziwa międzypokoleniowa jedność.\n\nPROGRAM STREFY SENIORA W PONIEDZIAŁEK, 11 SIERPNIA:\n\n12.00 – 13.00 -Gimnastyka z trenerem, prowadz ący: Katarzyna Wr óblewska\n\n12.00 – 14.00 Warsztaty z gospodarzami dnia: Klub Seniora Brylanty oraz Klub Seniora Mr óweczki\n\n15.00 – 16.00 Taniec Historyczny w wykonaniu Stowarzyszenia Galiarda\n\n16.00 – 17.00 Koncert Pie śni Bałkańskich\n\nCarillony - tylko w Gdańsku\n\nKoncerty carillonowe to już wieloletnia tradycja na Jarmarku św. Dominika. Nie inaczej jest i w tym roku.\n\nNa trzech wieżach – w tym dwóch z carillonami – wystąpi zespół Tubicinatores Gedanenses, grający na historycznych trąbkach i perkusji oraz w kostiumach z epoki. Towarzyszyć im będzie miejska carillonistka Monika Kaźmierczak oraz grupa rekonstrukcyjna z XVIII wieku. Do wysłuchania 20-minutowych koncertów zachęcać będzie przechodniów miejski krzykacz.\n\nGdańsk jest jedynym miastem w Polsce z czynnymi carillonami.\n\nTo instrument składający się z co najmniej 23 dzwonów, zestrojonych ze sobą w sposób umożliwiający wygrywanie na nich melodii. Tradycja carillonów sięga XII wieku, a ich sztuka rozwinęła się pomiędzy XIV a XVIII wiekiem, szczególnie we Francji i Niderlandach.\n\nTuse pieje 765 lat. Mural znanego artysty na Jarmarku św. Dominika\n\nPierwszy koncert carillonowy w Gdańsku został zagrany z wieży Ratusza Głównego Miasta 23 września 1561 r. z okazji zamontowania na iglicy pozłacanej figury króla Zygmunta II Augusta. Czternaście lat później podobny instrument zawisł także na wieży kościoła św. Katarzyny.\n\nCarillony zawsze były obecne w życiu Gdańska. Towarzyszyły najważniejszym uroczystościom np. wizytom koronowanych głów.\n\nDo 1942 r. miasto Gdańsk utrzymywało ponad 38 carillonistów miejskich i ich pomocników.\n\nOba gdańskie carillony zostały zniszczone w czasie II wojny światowej. W ostatnich latach, dzięki zaangażowaniu pracowników gdańskiego Muzeum Zegarów Wieżowych (obecnie Muzeum Nauki Gdańskiej - PAP), udało się odtworzyć oba instrumenty.\n\nCarillon na ratuszu składa się z 37, a ten na kościele św. Katarzyny - z 50 dzwonów. Gdańsk zakupił także mobilny instrument składający się z 48 dzwonów umieszczonych w przeszklonej gablocie zamontowanej na podwoziu zabytkowej ciężarówki.\n\nPROGRAM KONCERTÓW CARILLONOWYCH W PONIEDZIAŁEK, 11 SIERPNIA:\n\n17.30 – wie ża kościoła św. Katarzyny\n\n18.45 – wie ża kościoła św. Jana\n\n20.00 – Ratusz G ł ównego Miasta\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w poniedziałek, 11 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku. UWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nPoczątek w XIII wieku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoty pociąg. Do kogo może należeć zawartość?",
            "link": "https://tech.wp.pl/zloty-pociag-do-kogo-moze-nalezec-zawartosc,7188053500656224a",
            "description": "Odnalezienie złotego pociągu w podziemiach zamku Książ budzi emocje. Kluczowe pytanie brzmi: kto stanie się właścicielem jego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ih5LJbcJ3q%2fH3V94Jx0%2bkA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "WP Tech2 godz.",
            "source": "WP Tech",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I Bartkowy Pchli Targ i Jarmark Rękodzieła w Bartoszycach",
            "link": "https://gazetaolsztynska.pl/bartoszyce/1196030,I-Bartkowy-Pchli-Targ-i-Jarmark-Rekodziela-w-Bartoszycach.html",
            "description": "W niedzielę, 10 sierpnia br., plac Konstytucji 3 Maja w Bartoszycach zamienił się w tętniące życiem centrum ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ZbpXqzrN%2b6Ff5ln%2bsATLGA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Olsztyńska1 godz.",
            "source": "Gazeta Olsztyńska",
            "article_content": "W niedzielę, 10 sierpnia br., plac Konstytucji 3 Maja w Bartoszycach zamienił się w tętniące życiem centrum handlowo-artystyczne. Odbył się tam I Bartkowy Pchli Targ i Jarmark Rękodzieła, zorganizowany przez miasto Bartoszyce.\n\nWydarzenie przyciągnęło tłumy mieszkańców oraz licznych wystawców z regionu i spoza niego, a przelotne opady deszczu nie przeszkodziły w zabawie i zakupach.\n\nJuż od wczesnych godzin porannych na placu pojawiły się dziesiątki stoisk. Oferowany asortyment zachwycał różnorodnością – od zabytkowych mebli i unikatowych bibelotów, przez stare książki i płyty, po porcelanę oraz kolekcjonerską biżuterię.\n\nSzczególnym zainteresowaniem cieszyła się część jarmarku poświęcona lokalnemu rękodziełu. Odwiedzający mogli podziwiać i kupować m.in. ręcznie robioną ceramikę, tkaniny, biżuterię i inne przedmioty, które doskonale sprawdzały się jako oryginalne pamiątki lub prezenty.\n\nNie zabrakło również akcentów historycznych. W ramach wydarzenia otwarto dla zwiedzających Bramę Lidzbarską, gdzie Bartoszyckie Stowarzyszenie Historyczno-Eksploracyjne \"Rosenthal\" zaprezentowało swoje bogate zbiory.\n\nOrganizatorzy podkreślają, że impreza miała nie tylko charakter handlowy, ale także integracyjny – była okazją do rozmów, wymiany doświadczeń i spędzenia czasu w przyjaznej, pełnej pozytywnej energii atmosferze.\n\nMiasto Bartoszyce dziękuje Gminie Bartoszyce za użyczenie wiat wystawowych, które zapewniły komfort zarówno sprzedającym, jak i odwiedzającym.\n\nred"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoto ze skarbu znalezionego przez Stowarzyszenie Denar wydobyte. Co kryje skarb? ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z%C5%82oto-ze-skarbu-znalezionego-przez-stowarzyszenie-denar-wydobyte-co-kryje-skarb-zdj%C4%99cia/ar-AA1KhQqx?ocid=BingNewsVerp",
            "description": "Złoty naszyjnik, który znajdował się w naczyniu ceramicznym odkrytym przez Stowarzyszenie Poszukiwaczy Śladów Historii Denar ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bLjAG3Kgtt6G38ysYJ_bKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kalisz Nasze Miasto on MSN14 min",
            "source": "Kalisz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Falenicka Giełda Staroci za nami. Na miejscu ponad 150 stanowisk z antykami",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/falenicka-gie%C5%82da-staroci-za-nami-na-miejscu-ponad-150-stanowisk-z-antykami/ar-AA1KfrYi?ocid=BingNewsVerp",
            "description": "W niedzielę, 10 sierpnia 2025 roku, na Targowisku Falenica odbyła się kolejna edycja Falenickiej Giełdy Staroci. Na około 150 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gw435QLJooI6IymlbhVAEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto on MSN20 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Socjolog: Kapelan prezydenta Nawrockiego był zaangażowany w pomoc Januszowi Walusiowi. Mordercy",
            "link": "https://www.onet.pl/styl-zycia/medonet/tu-lekarze-uciekaja-z-polski-dlaczego-szwecja-kusi-ich-wieloma-zaletami-a-pieniadze/ybqwbz2,d18cb688",
            "description": "Tu lekarze \"uciekają\" z Polski. Dlaczego? Szwecja kusi ich wieloma zaletami, a pieniądze są na... końcu tej listy atutów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.G4yCJ6jsZO-fQhfoKgKEby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Onet34 min",
            "source": "Onet",
            "article_content": "Tu lekarze \"uciekają\" z Polski. Dlaczego? Szwecja kusi ich wieloma zaletami, a pieniądze są na... końcu tej listy atutów.\n\n\"Czytelnicy pewnie w to nie uwierzą, ale w Polsce lekarz jest w stanie zarobić więcej niż w Szwecji. Zależy to oczywiście od czasu pracy. Mam sporo kolegów w kraju, którzy zarabiają więcej ode mnie. Tylko że diabeł tkwi w szczegółach. Ja zarabiam mniej, ale pracuję trzy tygodnie w miesiącu, nie jestem związany 24-godz. dyżurem, nie biegam między szpitalem a gabinetem, nie sypiam w szpitalu. To są rzeczy nieprzeliczalne na żadne pieniądze\" - tłumaczy dr n med. Jerzy Draus, chirurg, który w tym skandynawskim kraju mieszka od ponad 20 lat.\n\nhttps://www.medonet.pl/zdrowie/zdrowie-dla-kazdego,tym-szwecja-kusi-lekarzy--ktorzy-chca-pracowac-za-granica--czytelnicy-nie-uwierza,artykul,74525340.html"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoto ze skarbu znalezionego przez Stowarzyszenie Denar wydobyte. Co kryje skarb? ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z%C5%82oto-ze-skarbu-znalezionego-przez-stowarzyszenie-denar-wydobyte-co-kryje-skarb-zdj%C4%99cia/ar-AA1KhQqx?ocid=BingNewsVerp",
            "description": "Złoty naszyjnik, który znajdował się w naczyniu ceramicznym odkrytym przez Stowarzyszenie Poszukiwaczy Śladów Historii Denar ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bLjAG3Kgtt6G38ysYJ_bKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kalisz Nasze Miasto on MSN15 min",
            "source": "Kalisz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoty pociąg. Do kogo może należeć zawartość?",
            "link": "https://tech.wp.pl/zloty-pociag-do-kogo-moze-nalezec-zawartosc,7188053500656224a",
            "description": "Odnalezienie złotego pociągu w podziemiach zamku Książ budzi emocje. Kluczowe pytanie brzmi: kto stanie się właścicielem jego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ih5LJbcJ3q%2fH3V94Jx0%2bkA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Tech2 godz.",
            "source": "WP Tech",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]