[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w upalną niedzielę - 10 sierpnia 2025. Starocie, biżuteria, meble i ubrania. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-upaln%C4%85-niedziel%C4%99-10-sierpnia-2025-starocie-bi%C5%BCuteria-meble-i-ubrania-zdj%C4%99cia-ceny/ar-AA1KfDnd?ocid=BingNewsVerp",
            "description": "W drugą niedzielę sierpnia (10.08.2025) na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego ruch był spory. Wielu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JWf9FxEZyrXcigcIy88KGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN6 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 10.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-9-08-2025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN21 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu można było poczuć retro klimat. Zobacz zdjęcia z Targu Staroci w Świdniku",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tu-mo%C5%BCna-by%C5%82o-poczu%C4%87-retro-klimat-zobacz-zdj%C4%99cia-z-targu-staroci-w-%C5%9Bwidniku/ar-AA1KcD3Z?ocid=BingNewsVerp",
            "description": "Stare książki, winylowe płyty, porcelana z duszą i militaria z historią. Plac Konstytucji 3 Maja w Świdniku zamienił się w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N_I4cQQUjpJ_mmW7Bvf4BS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Kurier Lubelski on MSN12 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "11 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-11,3,day.html",
            "description": "Ekspozycja stała Muzeum św. Brata Alberta w Igołomi znajduje się w budynku za murem klasztornym.Ten święty tu się urodził i tu spędził dzieciństwo. Muzeum typu biograficznego powstało w 1995 r. dzięki ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Akcje czytelnicze Spektakle taneczne Spacery i zwiedzanie Muzyka rozrywkowa Festiwale Wystawy czasowe Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Festiwale muzyczne W gminach Metropolii Festiwale i przeglądy filmowe Kabaret Inne koncerty Festiwale teatralne Inne przedstawienia Pozostałe Dziecięce różności Spotkania i slajdowiska Wydarzenia sportowe Cykle filmowe Widowiska plenerowe i happeningi Muzyka klubowa Pokazy filmowe Inne wydarzenia literackie Spotkania i wykłady literackie Wystawy stałe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci w Pszczynie. Piękna pogoda i unikatowe perełki w cieniu zabytkowej starówki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targ-staroci-w-pszczynie-pi%C4%99kna-pogoda-i-unikatowe-pere%C5%82ki-w-cieniu-zabytkowej-star%C3%B3wki/ar-AA1KfSb7?ocid=BingNewsVerp",
            "description": "Pszczyński rynek po raz kolejny zamienił się w raj dla miłośników staroci i unikatowych przedmiotów. W niedzielę, 10 sierpnia ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hvUdzEOZL7gE60zhomNoAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Śląskie Radio ESKA on MSN13 godz.",
            "source": "Śląskie Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w upalną niedzielę - 10 sierpnia 2025. Starocie, biżuteria, meble i ubrania. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-upaln%C4%85-niedziel%C4%99-10-sierpnia-2025-starocie-bi%C5%BCuteria-meble-i-ubrania-zdj%C4%99cia-ceny/ar-AA1KfDnd?ocid=BingNewsVerp",
            "description": "W drugą niedzielę sierpnia (10.08.2025) na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego ruch był spory. Wielu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JWf9FxEZyrXcigcIy88KGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN6 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na tropie ostródzkiej „niedźwiedziówki'",
            "link": "https://gazetaolsztynska.pl/1195569,Na-tropie-ostrodzkiej-niedzwiedziowki.html",
            "description": "Pruski likier miodowy zwany \"niedźwiedziówką\" produkowała w Ostródzie żydowska rodzina znakomitych gorzelników - ...",
            "image_url": "https://www.bing.pl/th?id=OVF.dMEQD9jkiNYO3ddc05CEXA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Olsztyńska21 godz.",
            "source": "Gazeta Olsztyńska",
            "article_content": "Pruski likier miodowy zwany \"niedźwiedziówką\" produkowała w Ostródzie żydowska rodzina znakomitych gorzelników - Lewinsohnowie. Do czasu. Lata 30. XX wieku, w Niemczech Hitlera, to czasy, gdy antysemityzm awansował do rangi ideologii państwowej. W marcu 1939 roku miejscowi naziści meldowali, że miasto Ostróda jest wolne od Żydów. Ale fabryka została. Co ciekawe, w Niemczech do dziś można kupić \"Ostpreussischer Bärenfang”.\n\nMiejscową specjalnością było dodawanie do niemal czystego alkoholu miodu. Ten napitek do dziś znany jest jako „połów niedźwiedzia”. H.H. Kirst, Moje Prusy Wschodnie,\n\nWarszawa 1995.\n\nOryginalną nazwę trunku „Bärenfang” w polskim wydaniu powieści Kirsta przetłumaczono jako „połów niedźwiedzia”, aczkolwiek chyba bardziej trafnym określeniem byłaby nazwa „łowy na niedźwiedzia”, żeby nie powiedzieć „zdobycz niedźwiedzia”. Pruski likier, zwany także „niedźwiedziówką”, porównywać można z polskim „Krupnikiem”, ale nie są to takie same mieszanki, różnią się bowiem składem. Do pierwszego napoju zazwyczaj nie dodawano ziołowych ingrediencji. Zdarzały się jednak lokalne odstępstwa od receptury. Przykładowo: W 1907 roku olsztyński kupiec Paul Hirschberg otrzymał na wystawie w Tylży medal za swój likier ziołowo-miodowy.\n\nO ostródzkiej wytwórni likierów i jej produkcie - „Bärenfang” wzmiankuje Janusz B. Kozłowski w „Spacerze po dawnej Ostródzie” oraz przytacza nazwisko ostatniego właściciela fabryki, Franza Kamrowskiego.\n\nWcześniej była to firma J. Lewinsohn & Co., założona przez Josepha Lewinsohna, która przez kilkadziesiąt lat, od 1857 roku, należała do znamienitej żydowskiej rodziny o tym samym nazwisku. Z niej także wywodził się kupiec Martin Lewinsohn, właściciel posesji (dom mieszkalny ze sklepem) przy Starym Rynku nr 1 (po zmianie nazewnictwa ulic: Hauptstrasse i od 1935 r. Göringstrasse, z numerem porządkowym 11; obecnie blok mieszkalny – Pl. Tysiąclecia nr 6). Zabudowa fabryczna znajdowała się zaś przy ul. Rynkowej (Marktstrasse), obecnie ul. Kazimierza Pułaskiego w kierunku od Pl. Tysiąclecia do ul. Stapińskiego. O pozycji i znaczeniu tej rodziny świadczy fakt, że podczas wojny francusko – pruskiej (1870-71) na jej adres przychodziły depesze wojenne, które następnie przybijano na tablicy, na rogu ul. Rynkowej, do publicznej wiadomości.\n\nHurtownia win i wytwórnia napojów\n\n\n\nOprócz wyrobu spirytualiów Lewinsohnowie zajmowali się handlem hurtowym winami. W ogłoszeniu w ostródzkiej gazecie „General-Anzeiger” z 19 lutego 1930 r. m.in. czytamy: „Polecamy nasze bogate zasoby najszlachetniejszych win, oryginalnie butelkowanych, z pierwszorzędnych niemieckich winnic, za godziwe ceny... J. Lewinsohn & Co. Dampf-Spirytuosen-Fabrik und Weingrosshandlung” (J. Lewinson i Spółka. Parowa Fabryka Spirytualiów i Hurtownia Win). Ostródzka spółka produkowała także wodę mineralną i lemoniadę, o czym świadczą między innymi zachowane przez kolekcjonerów tzw. „porcelanki”, czyli korki do butelek z nazwą firmy. W tym miejscu można dodać, że w pierwszej połowie lat 30. minionego wieku była też w naszym mieście druga fabryka likierów, którą prowadził Alfred Teschendorff, przy Starym Rynku nr 19.\n\nLata 30. XX wieku, w Niemczech Hitlera, to czasy, gdy antysemityzm awansował do rangi ideologii państwowej. Był to okres dyskryminacji i prześladowań własnych obywateli pochodzenia żydowskiego, począwszy od terroru psychicznego (np. publikowanie w prasie tzw. list denuncjacyjnych, czyli wykazów firm żydowskich) przez bojkot ekonomiczny do pozbawiania prawa wykonywazawodu, ograbiania z majątku i zmuszania do emigracji.\n\nW 1935 roku Martin Lewinsohn – jak wynika z książki adresowej – wyprowadził się z domu przy Rynku i zamieszkał na Wilhelmstrasse 8 (obecnie ul. 11 Listopada) wraz z Kurtem Lewinsohnem, z zawodu gorzelnikiem. Ów dom przy ul. 11 Listopada – jak podaje Janusz B. Kozłowski – był niegdyś własnością kupca Jacobsona i stoi do dziś. W latach 30. ubiegłego wieku zwano go Judenhaus (dom żydowski), stworzono bowiem w nim pewien rodzaj getta.\n\nFabryka Kamrowskiego\n\n\n\nW marcu 1939 roku miejscowi naziści meldowali, że miasto Ostróda jest wolne od Żydów. Tego roku właścicielem fabryki Lewinsohnów zostaje „aryjczyk”, niejaki Franz Kamrowski. Firma otrzymuje nową nazwę „Likör-Fabrik-Oberland”.\n\nPo wojnie część pomieszczeń fabryki użytkowała PSS „Społem”. W latach siedemdziesiątych relikty fabryki rozebrano i nie pozostał po nich żaden ślad.\n\nMało znane są dalsze dzieje rodziny ostródzkich gorzelników. Kurt Lewinsohn jeszcze na początku lat 70. XX w. mieszkał w Izraelu. Wiadomo też, że wdowa po zamordowanym w 1995 roku premierze Izraela Icchaku Rabinie - Lea Rabin, z domu Schlossberg, ur. w 1929 roku w Królewcu, była wnuczką teściowej ostródzkiego kupca Martina Lewinsohna.\n\nKończąc wątek wschodniopruskiego likieru miodowego nie zaszkodzi nadmienić, iż ów trunek nadal jest produkowany w Niemczech – jako „Ostpreussischer Bärenfang” i „Bärenjäger (Łowca Niedźwiedzia). Original Bärenfang”. Pierwszy jest trochę słabszy, drugi – mocniejszy, o czym mógł się przekonać piszący te słowa.\n\nRyszard Kowalski\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rozbudowa Filharmonii Pomorskiej w Bydgoszczy. 36 miesięcy podziemnej rewolucji",
            "link": "https://bydgoszcz.wyborcza.pl/bydgoszcz/7,48722,32168140,rozbudowa-filharmonii-pomorskiej-w-bydgoszczy-36-miesiecy-podziemnej.html",
            "description": "Ponad 400 mln zł, trzy lata prac i plan, by w zabytkowych murach zachować legendarną akustykę, a jednocześnie stworzyć ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.shLo7_c6qtL2OaKpf-ZdUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Bydgoszcz.Wyborcza.pl23 min",
            "source": "Bydgoszcz.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Spalski 2025. Co można było kupić na największej giełdzie antyków i rękodzieła? Niedziela, 13 lipca. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/jarmark-spalski-2025-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-na-najwi%C4%99kszej-gie%C5%82dzie-antyk%C3%B3w-i-r%C4%99kodzie%C5%82a-niedziela-13-lipca-zdj%C4%99cia/ar-AA1Kf7oE?ocid=BingNewsVerp",
            "description": "Jarmark Spalski 2025 po raz czwarty w tym sezonie odbywał się w centrum Spały, 13 lipca. W początkowo pochmurną, potem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jBNtbZMI-nxFRVQRc7b2gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Tomaszów Mazowiecki Nasze Miasto on MSN19 godz.",
            "source": "Tomaszów Mazowiecki Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Falenicka Giełda Staroci za nami. Na miejscu ponad 150 stanowisk z antykami",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/falenicka-gie%C5%82da-staroci-za-nami-na-miejscu-ponad-150-stanowisk-z-antykami/ar-AA1KfuqT?ocid=BingNewsVerp",
            "description": "W niedzielę, 10 sierpnia 2025 roku, na Targowisku Falenica odbyła się kolejna edycja Falenickiej Giełdy Staroci. Na około 150 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gw435QLJooI6IymlbhVAEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto on MSN16 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerowe city break i bikepacking – nowy trend wakacyjny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rowerowe-city-break-i-bikepacking-nowy-trend-wakacyjny/ar-AA1Kgq9b?ocid=BingNewsVerp",
            "description": "City break to trwająca zwykle kilka dni wycieczka do miasta i idealny pomysł na weekend. Jeśli niechętnie zwiedzasz pieszo i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Az1EtugvBlx0thhDdvu2HC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Super Express on MSN6 godz.",
            "source": "Super Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prezydent Karol Nawrocki odwiedził Muzeum II WŚ i klub bokserski",
            "link": "https://www.trojmiasto.pl/wiadomosci/Karol-Nawrocki-odwiedzil-Muzeum-II-WS-i-klub-bokserski-n206743.html?sort=down&strona=3",
            "description": "Prezydent RP Karol Nawrocki odwiedził w niedzielę, 10 sierpnia, rodzinny Gdańsk. Podczas wizyty pojawił się w klubie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2aHt1BBVgJoaG1Z4khJvzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Trojmiasto.pl10 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    }
]