[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w zimną niedzielę 6 kwietnia 2025 - kwiaty, dekoracje, meble i starocie. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-w-zimn%C4%85-niedziel%C4%99-6-kwietnia-2025-kwiaty-dekoracje-meble-i-starocie-zdj%C4%99cia-ceny-wideo/ar-AA1Co5Bu?ocid=BingNewsVerp",
            "description": "W niedzielę, 6 kwietnia, Pchli Targ we Włocławku odbył się przy zimnym wietrze i pochmurnym niebie – wielu mieszkańców zrezygnowało z odwiedzin, a alejki przy alei Kazimierza Wielkiego były wyraźnie m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN16 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak było na giełdzie przy \"Chemiku\" w Bydgoszczy - 6 kwietnia 2025. Zdjęcia i wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-by%C5%82o-na-gie%C5%82dzie-przy-chemiku-w-bydgoszczy-6-kwietnia-2025-zdj%C4%99cia-i-wideo/ar-AA1CoHlv?ocid=BingNewsVerp",
            "description": "W niedzielny poranek teren przy „Chemiku' na bydgoskich Glinkach ponownie tętnił życiem. Giełda, która od lat przyciąga ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.O_VAMrcfttbcDDLY_H4vky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Bydgoszcz Nasze Miasto on MSN13 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatni BioJarmark przy ulicy Piwnej we Włocławku - 6 kwietnia 2025. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ostatni-biojarmark-przy-ulicy-piwnej-we-w%C5%82oc%C5%82awku-6-kwietnia-2025-zdj%C4%99cia-wideo/ar-AA1CoQTc?ocid=BingNewsVerp",
            "description": "W niedzielę, 6 kwietnia 2025, ulica Piwna we Włocławku po raz ostatni zamieniła się w tętniący życiem BioJarmark, który od 3 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xpS90f1IbYtmla97eglC9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN11 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Motobazar w Toruniu. Fani motoryzacji mieli co oglądać i kupować",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/motobazar-w-toruniu-fani-motoryzacji-mieli-co-ogl%C4%85da%C4%87-i-kupowa%C4%87/ar-AA1Copu9?ocid=BingNewsVerp",
            "description": "Pierwszy w roku 2025 Motobazar został zorganizowany w niedzielę 6 kwietnia. Rozpoczął się o godzinie 8. O tej porze teren ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.a-tefCEg6mg44S5b1GfUqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN9 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi Staroci w Podkarpackim Centrum Hurtowym AGROHURT S.A. przyciągnęły klientów mimo zimnej aury [FOTO, WIDEO]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/targi-staroci-w-podkarpackim-centrum-hurtowym-agrohurt-sa-przyci%C4%85gn%C4%99%C5%82y-klient%C3%B3w-mimo-zimnej-aury-foto-wideo/ar-AA1CoHRo?ocid=BingNewsVerp",
            "description": "Rzeszowskie Targi Staroci odbyły się w niedzielę, 6 kwietnia 2025 r. w Podkarpackim Centrum Hurtowym AGROHURT S.A. Choć ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.20ma9zbFlGNuZLdOiuREBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasze Miasto on MSN12 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [6.04.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-6042025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0JShx8bfBBeE8Ey-4bI2Oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN21 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 06.04.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-06-04-2025/ar-AA1BGZaR?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN22 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyprzedaż garażowa przyciągnęła tłumy gnieźnian! Od starych monet po… akordeon!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/wyprzeda%C5%BC-gara%C5%BCowa-przyci%C4%85gn%C4%99%C5%82a-t%C5%82umy-gnie%C5%BAnian-od-starych-monet-po-akordeon/ar-AA1CoadC?ocid=BingNewsVerp",
            "description": "Gnieźnianie zwariowali na punkcie wyprzedaży garażowych. I bardzo dobrze! Kolejna odsłona garażówki odbyła się tym razem w niedzielę 6 kwietnia w hali przy ul. Sportowej i przyciągnęła wielu mieszkańc ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MfW9_TyV4p2LpK5Oh7nsWA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Gniezno Nasze Miasto on MSN17 godz.",
            "source": "Gniezno Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najlepsze MEMY o PRL. Saturator, kartki na żywność i absurdalne sytuacje. Wspomnienia o PRL i humor w formie satyry 06.04.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najlepsze-memy-o-prl-saturator-kartki-na-%C5%BCywno%C5%9B%C4%87-i-absurdalne-sytuacje-wspomnienia-o-prl-i-humor-w-formie-satyry-06042025/ar-AA1Ccky6?ocid=BingNewsVerp",
            "description": "Wiele osób z sentymentem i nostalgią wraca do okresu PRL. Choć nie były to często łatwe czasy do życia, sprzeciw wobec władzy wiązał się z konsekwencjami, a na sklepowych półkach dominowały przede ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z Dogecoina zrobił 10 milionów. Teraz stawia wszystko na te trzy nowe memecoiny!",
            "link": "https://bithub.pl/reklamy/partnerzy/z-dogecoina-zrobil-10-milionow-teraz-stawia-wszystko-na-te-trzy-nowe-memecoiny/",
            "description": "Podczas gdy FLOKI i BONK są obiecujące, XYZVerse dąży do wzrostu o 20 000%, jednocząc fanów sportu w napędzanym przez ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B-2JO-hreiiZIr-ebV6a0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "BitHub.pl16 godz.",
            "source": "BitHub.pl",
            "article_content": "Z Dogecoina zrobił 10 milionów. Teraz stawia wszystko na te trzy nowe memecoiny!\n\nArtykuł został nadesłany w całości przez partnera i ma charakter sponsorowany.\n\nTrader, który za pomocą Dogecoin zamienił 10 dolarów w zdumiewające 10 milionów dolarów, teraz wspiera trzy mniej znane kryptowaluty memowe. Te monety o niskiej kapitalizacji przyciągają uwagę jako potencjalne ukryte perełki przed czerwcem. Czy mogą być kolejnymi gwiazdami przełomu na rynku kryptowalut? Świat inwestycji obserwuje, czy historia się powtórzy.\n\nPrognoza ceny dla XYZVerse ($XYZ): Czy możliwy jest 30-krotny skok wartości?\n\nXYZVerse wszedł na rynek memecoinów w czasie, gdy tokeny kierowane przez społeczność nadal dominują w handlu spekulacyjnym. Powstanie memecoinów, takich jak PEPE, Dogwifhat i BONK dowodzi, że silny branding, marketing wirusowy i zaangażowanie społeczności mogą przynieść ogromne zyski.\n\nKluczową rolę w potencjale XYZVerse odgrywają również szersze nastroje rynkowe. Wraz ze zbliżającym się rozpoczęciem sezonu na altcoiny, memecoiny o niższej kapitalizacji cieszą się coraz większym zainteresowaniem inwestorów. Biorąc pod uwagę, że XYZVerse jest nadal w przedsprzedaży, może skorzystać na tej fali, jeśli zabezpieczy strategiczne notowania na giełdzie i podtrzyma szum społeczności po premierze.\n\nKluczowe mocne strony XYZVerse na obecnym rynku:\n\nSilny branding dzięki partnerstwom ze sportem i influencerami, zwiększając jego atrakcyjność\n\ndzięki partnerstwom ze sportem i influencerami, zwiększając jego atrakcyjność Mechanika deflacyjna (17,13% spalenia symbolicznego), aby zmniejszyć ciśnienie zasilania\n\n(17,13% spalenia symbolicznego), aby zmniejszyć ciśnienie zasilania Alokacja płynności (15%) w celu zapewnienia stabilności po starcie\n\n(15%) w celu zapewnienia stabilności po starcie Zachęty społecznościowe (10%) wspierające zaangażowanie i utrzymanie\n\nPrognoza ceny dla $XYZ\n\nAktualna cena w przedsprzedaży: 0,003333 USD\n\n0,003333 USD Przewidywany cel posprzedażowy: 0,10 USD (zgodnie z szacunkami projektu)\n\n0,10 USD (zgodnie z szacunkami projektu) Potencjalny ATH (pierwsze 1-2 tygodnie po wprowadzeniu na rynek): 0,15–0,25 USD (jeśli wzrost popytu i notowania spowodują FOMO)\n\nPotencjał długoterminowy (6-12 miesięcy): 0,20–0,40 USD (jeśli projekt zapewni duże partnerstwa i notowania)\n\nfot. materiały partnera\n\nKup $XYZ wcześniej, aby zwiększyć jego potencjał zysku\n\nRealistyczne oczekiwania: czy XYZ osiągnie 0,10 USD?\n\nMożliwy jest 30-krotny skok z przedsprzedaży do 0,10 USD, ale zależy od tych czynników:\n\nSilne notowania na giełdzie – Jeśli XYZVerse wyląduje na głównych platformach CEX, takich jak KuCoin, OKX lub Binance, jego cena może gwałtownie wzrosnąć w dniu premiery.\n\n– Jeśli XYZVerse wyląduje na głównych platformach CEX, takich jak KuCoin, OKX lub Binance, jego cena może gwałtownie wzrosnąć w dniu premiery. Zrównoważony rozwój społeczności – Memecoiny potrzebują viralowego impetu. Jeśli XYZVerse będzie kontynuować współpracę z wpływowymi osobami w sporcie, może zwiększyć zaangażowanie w mediach społecznościowych.\n\n– Memecoiny potrzebują viralowego impetu. Jeśli XYZVerse będzie kontynuować współpracę z wpływowymi osobami w sporcie, może zwiększyć zaangażowanie w mediach społecznościowych. Warunki rynkowe – Jeśli Bitcoin i altcoiny pozostaną zwyżkowe, aktywa oparte na spekulacjach, takie jak XYZVerse, zwykle na tym skorzystają.\n\nCzy możliwy jest wzrost o 3000% dla XYZ?\n\nXYZVerse ma składniki na mocny start, ale jego długoterminowy sukces zależy od wykonania. Jeśli zespół zapewni silny marketing, prestiżowe oferty i prawdziwe zaangażowanie społeczności, cel 0,10 USD lub więcej, czyli około 3000% obecnej ceny, będzie możliwy do osiągnięcia.\n\nZainwestuj w $XYZ, zanim zacznie rosnąć\n\nFLOKI Unleashed: od memecoina do wpływu na świat rzeczywisty\n\nWszystko zaczęło się od tweeta Elona Muska z czerwca 2021 r. Ogłosił on, że jego zwierzak Shiba Inu otrzyma imię „Floki”, co zapoczątkowało powstanie monety Floki Inu. Ale ta moneta to coś więcej niż tylko mem. Teraz znany po prostu jako FLOKI, ma na celu dokonanie zmian w prawdziwym świecie. FLOKI buduje szkoły w krajach takich jak Laos i Nigeria, pokazując, że kryptowaluta może mieć serce.\n\nFLOKI oferuje więcej niż działalność charytatywną. Ma własną grę metaverse NFT o nazwie Valhalla i usługę DeFi o nazwie FlokiFi. Projekty te zapewniają FLOKI prawdziwą użyteczność w obrębie ekosystemu i poza nim. Dzięki partnerstwu takiemu jak NOWPayments i wprowadzeniu przedpłaconej karty Floki możesz używać tokenów FLOKI do codziennych zakupów. Na rynku pełnym monet memowych FLOKI stara się wyróżnić, oferując rzeczywistą wartość i przypadki użycia. W miarę ewolucji rynku kryptowalut projekty skupiające się na użyteczności i wpływie na świat rzeczywisty mogą zyskać większą uwagę. Dywersyfikacja FLOKI w kierunku NFT, DeFi i inicjatyw charytatywnych podkreśla wysiłki firmy FLOKI, aby być czymś więcej niż tylko aktywem spekulacyjnym.\n\nBONK: Memecoin Shiba Inu wstrząsa ekosystemem Solana\n\nPoznaj BONK, memecoin, który robi furorę na blockchainie Solana. Za pomocą zabawnej maskotki Shiba Inu BONK pragnie wzmocnić pozycję społeczności poprzez odsunięcie władzy od dużych inwestorów. Po notowaniu na Coinbase wzrósł on o ponad 100%. Aby stać się prawdziwą „monetą społeczności”, BONK przekazał połowę swojej podaży uczestnikom projektów NFT i DeFi firmy Solana.\n\nPomimo szybkiego wzrostu, BONK stoi przed wyzwaniami, takimi jak ogromna całkowita podaż i nieprzewidywalna natura memecoinów. Jednak jego aktywna rola w rozwijającym się świecie zdecentralizowanych aplikacji, w tym uruchomienie BonkSwap, wyróżnia ją. Na dzisiejszym rynku, gdzie rośnie liczba projektów kierowanych przez społeczność, potencjał BONK jest zauważalny. W porównaniu do innych memecoinów, którym często brakuje prawdziwej użyteczności, BONK integruje się z kwitnącym ekosystemem. Dla tych, którzy obserwują trendy w zdecentralizowanych finansach i tokenach społecznościowych, BONK może być atrakcyjną opcją.\n\nWnioski\n\nPodczas gdy FLOKI i BONK są obiecujące, XYZVerse (XYZ) dąży do wzrostu o 20 000%, jednocząc fanów sportu w napędzanym przez społeczność memecoinie wiodącym wzrost popularności.\n\nWięcej informacji o XYZVerse (XYZ) znajdziesz tutaj:\n\nhttps://xyzverse.io/, https://t.me/xyzverse, https://x.com/xyz_verse\n\nDziękujemy, że przeczytałeś/aś nasz artykuł do końca. Obserwuj nas w Wiadomościach Google i bądź na bieżąco!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 06.04.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-06042025/ar-AA1BHbke?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.fxOd9p857qaiL8PZKoFrwg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwana biżuteria PRL. Oto aktualne ceny - w 2025 roku kolekcjonerzy płacą za nią krocie [7.04.2025]",
            "link": "https://nowosci.com.pl/poszukiwana-bizuteria-prl-oto-aktualne-ceny-w-2025-roku-kolekcjonerzy-placa-za-nia-krocie-7-04-2025/ar/c6p2-27432301",
            "description": "Pierścionki, naszyjniki czy kolczyki z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników stylu retro. Jeśli posiadasz takie pamiątki po babci z tamtych czasów, warto przyjrzeć ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński10 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najlepsze MEMY o PRL. Saturator, kartki na żywność i absurdalne sytuacje. Wspomnienia o PRL i humor w formie satyry 06.04.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najlepsze-memy-o-prl-saturator-kartki-na-%C5%BCywno%C5%9B%C4%87-i-absurdalne-sytuacje-wspomnienia-o-prl-i-humor-w-formie-satyry-06042025/ar-AA1Ccky6?ocid=BingNewsVerp",
            "description": "Wiele osób z sentymentem i nostalgią wraca do okresu PRL. Choć nie były to często łatwe czasy do życia, sprzeciw wobec władzy wiązał się z konsekwencjami, a na sklepowych półkach dominowały przede ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi Staroci w Podkarpackim Centrum Hurtowym AGROHURT S.A. przyciągnęły klientów mimo zimnej aury [FOTO, WIDEO]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/targi-staroci-w-podkarpackim-centrum-hurtowym-agrohurt-sa-przyci%C4%85gn%C4%99%C5%82y-klient%C3%B3w-mimo-zimnej-aury-foto-wideo/ar-AA1CoHRo?ocid=BingNewsVerp",
            "description": "Rzeszowskie Targi Staroci odbyły się w niedzielę, 6 kwietnia 2025 r. w Podkarpackim Centrum Hurtowym AGROHURT S.A. Choć ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.20ma9zbFlGNuZLdOiuREBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN12 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Interesujące Targi Staroci w Rzeszowie [ZDJĘCIA, WIDEO]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/interesuj%C4%85ce-targi-staroci-w-rzeszowie-zdj%C4%99cia-wideo/ar-AA1CoRgN?ocid=BingNewsVerp",
            "description": "Targi przyciągnęły nie tylko profesjonalnych kolekcjonerów, ale także zbieraczy i poszukiwaczy oryginalnych przedmiotów do ...",
            "image_url": "https://www.bing.pl/th?id=OVF.x2am8jHBKpFW5YFbmTRXpg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowiny 24 on MSN10 godz.",
            "source": "Nowiny 24 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w zimną niedzielę 6 kwietnia 2025 - kwiaty, dekoracje, meble i starocie. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-w-zimn%C4%85-niedziel%C4%99-6-kwietnia-2025-kwiaty-dekoracje-meble-i-starocie-zdj%C4%99cia-ceny-wideo/ar-AA1Co5Bu?ocid=BingNewsVerp",
            "description": "W niedzielę, 6 kwietnia, Pchli Targ we Włocławku odbył się przy zimnym wietrze i pochmurnym niebie – wielu mieszkańców zrezygnowało z odwiedzin, a alejki przy alei Kazimierza Wielkiego były wyraźnie m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN16 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie perełki na jarmarku staroci w Będzinie! Klasyczna Niedziela rozpoczęła sezon. Zobacz jakie skarby można było znaleźć na hali",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerskie-pere%C5%82ki-na-jarmarku-staroci-w-b%C4%99dzinie-klasyczna-niedziela-rozpocz%C4%99%C5%82a-sezon-zobacz-jakie-skarby-mo%C5%BCna-by%C5%82o-znale%C5%BA%C4%87-na-hali/ar-AA1CoV51?ocid=BingNewsVerp",
            "description": "\"Klasyczna Niedziela\". To wydarzenie, które przyciąga miłośników staroci i kolekcjonerów z całego regionu. Podczas szperania ...",
            "image_url": "https://www.bing.pl/th?id=OVF.SGi22kv%2bywNpcs%2f3cGoErw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Będzin Nasze Miasto on MSN10 godz.",
            "source": "Będzin Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Wielkanocny na Rynku za nami [FOTO]",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/116239-jarmark-wielkanocny-na-rynku-za-nami-foto-",
            "description": "Jarmark Wielkanocny na rynku w Raciborzu przeszedł do historii. Organizatorem tej imprezy była prywatna firma, a wydarzenie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jJHLdsMWvPvciZw2X9S4iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasz Racibórz7 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Jarmark Wielkanocny na rynku w Raciborzu przeszedł do historii. Organizatorem tej imprezy była prywatna firma, a wydarzenie trwało od piątku do niedzieli.\n\nPogoda w weekend była chłodna, co wpłynęło na frekwencję. Mimo to wiele osób mimo odwiedziło stoiska, na których można było znaleźć tradycyjne ozdoby, rękodzieło oraz wielkanocne specjały.\n\nWarto dodać, że już 19 kwietnia, przed Wielkanocą, odbędzie się kolejna ważna impreza – Targ Staroci. O godzinie 11:00 tego dnia odbędzie się również tradycyjne święcenie pokarmów organizowane przez grupę SRC Motocykle, które przyciągnie tych, którzy chcą zachować piękną tradycję.\n\nW dniach 26-27 kwietnia na zamku odbędzie się Jarmark Wiosenny, połączony z Raciborskim Bazarkiem Rzeczy Używanych – to doskonała okazja do wiosennego shoppingu w raciborskiej atmosferze."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamykają wjazd na most w Gorzowie od strony Nadbrzeżnej",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zamykaj%C4%85-wjazd-na-most-w-gorzowie-od-strony-nadbrze%C5%BCnej/ar-AA1CoUHw?ocid=BingNewsVerp",
            "description": "Przebudowa ul. Spichrzowej i przyległych do niej skrzyżowań wkracza w kolejny etap. Od poniedziałku 7 kwietnia nie będzie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EdnS5P3EG1B5hWQvTgogvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto on MSN11 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawie 70 milionów złotych na siedem wybranych cudów toruńskiej starówki",
            "link": "https://nowosci.com.pl/prawie-70-milionow-zlotych-na-siedem-wybranych-cudow-torunskiej-starowki/ar/c7p2-27433663",
            "description": "Toruń otrzyma ogromne wsparcie finansowe na renowację i udostępnienie siedmiu zabytków ze znajdującej się na liście UNESCO ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KGtssPxPUn8qrROOeW6lhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński22 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 19 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 5 - 6 kwietnia?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-19-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-5-6-kwietnia/ar/c7p1-21831633",
            "description": "Zamek w Mosznej jest jedną z największych atrakcji Opolszczyzny i jednym z najciekawszych zamków w Polsce. Swoją sławę zawdzięcza bajkowemu wyglądowi - ma 365 pomieszczeń, 99 wież i wieżyczek. Do 30 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto15 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer do 6 km od Kołobrzegu. Podpowiedzi ciekawych tras na weekend 5 - 6 kwietnia",
            "link": "https://kolobrzeg.naszemiasto.pl/spacer-do-6-km-od-kolobrzegu-podpowiedzi-ciekawych-tras-na-weekend-5-6-kwietnia/ar/c7p1-22115647",
            "description": "We współpracy z Traseo przygotowaliśmy dla Was 3 trasy spacerowe w odległości do 6 km od Kołobrzegu, które polecają inni spacerowicze. Wybierz najlepszą dla siebie. Nim wyruszysz w drogę, sprawdź ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto14 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 6 km od Kołobrzegu. Podpowiedzi ciekawych tras na weekend 5 - 6 kwietnia",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-6-km-od-kolobrzegu-podpowiedzi-ciekawych-tras-na-weekend-5-6-kwietnia/ar/c7p1-22319027",
            "description": "Razem z Traseo wybraliśmy 3 trasy nordic walking oddalone maksymalnie o 6 km od Kołobrzegu. Sprawdź, czy trasa polecana przez innych odpowiada również Tobie. Nim wyjdziesz, upewnij się, jaka będzie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto14 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaczęło się od młyna i miasteczka dla chorych dzieci. Dziś przyjeżdżamy tu odpocząć, wyleczyć się i poprawić urodę",
            "link": "https://wszczecinie.pl/index.php/zaczelo-sie-od-mlyna-i-miasteczka-dla-chorych-dzieci-dzis-przyjezdzamy-tu-odpoczac-wyleczyc-sie-i-poprawic-urode/50877",
            "description": "Wystartowaliśmy na mostku, gdzie kiedyś podatki płacono wędzonymi kurczakami, a teraz podobno pojawiają się duchy.",
            "image_url": "https://www.bing.pl/th?id=OVFT.iG-j5R2kwze7PGaA-1WqHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "wSzczecinie.pl1 godz.",
            "source": "wSzczecinie.pl",
            "article_content": "Wystartowaliśmy na mostku, gdzie kiedyś podatki płacono wędzonymi kurczakami, a teraz podobno pojawiają się duchy. Skończyliśmy przy centrum handlowym na PRL-owskim blokowisku, mijając po drodze samowystarczalne miasteczko, zagłębie chirurgii plastycznej w jednorodzinnych domach i mieszkanie szczecińskiego Nikifora. Wystarczył ponad dwugodzinny spacer po osiedlu Arkońskie-Niemierzyn.\n\nSpis Treści\n\nDla naszych przewodniczek to nie pierwszyzna. Anna Koc i Beata Piechocka są współzałożycielkami facebookowej grupy „Historyczny Niemierzyn/Nemitz Arkońskie” i od niedawna oprowadzają wycieczki po swoim osiedlu.\n\n– Moi dziadkowie byli pionierami Szczecina. Mieszkam tu od urodzenia, choć miałam w życiu różne wojaże. Wyjeżdżałam do Poznania, Londynu, Chin i Norwegii. Ale wróciłam. Przyciągnęło mnie tutaj serce. Dystans sprawił, że chętniej zaczęłam szukać lokalnych historii, które docenia się dopiero wtedy, gdy wyjedzie się na dłuższy czas – mówi Anna.\n\n– Moja historia jest nieco inna. Przyjechałam ponad 20 lat temu ze Stargardu za mężem, który już tutaj mieszkał. Zainteresowanie historią zaczęło się od odkrywania przeszłości naszego domu. Potem rozszerzałam poszukiwania o kolejne miejsca i odnajdywałam coraz więcej ciekawych opowieści – tłumaczy Beata.\n\nOdnowiona zabudowa przedwojenna | fot. K. Rzeszotarska\n\nOd obrotów młyńskiego koła…\n\nNa osiedlu Arkońskie-Niemierzyn mieszka ponad 12 tysięcy osób. Szczecinianie z innych części miasta przyjeżdżają tu przede wszystkim na spacery po Lasku Arkońskim i Syrenich Stawach czy badania w szpitalu przy ul. Arkońskiej. Jeśli dobrze się rozejrzą, zobaczą w okolicy zarówno domy jednorodzinne jak i bloki z wielkiej płyty. Są też zabytki wpisane do rejestru. I niepozorny strumień, od którego wszystko się zaczęło.\n\n– Warszewiec był kiedyś szerszy i zarybiony. W średniowieczu powstał przy nim młyn wodny, który zyskał nazwę Kurzy Młyn. Dlaczego? Z kronik Paula Friedeborna wiemy, że gospodarz płacił daninę w wędzonych kurczakach – opowiada Anna Koc.\n\nKurzy Młyn | fot. K. Rzeszotarska\n\n… po różdżki i wahadełka\n\nSłuchamy tej historii stojąc na mostku w ciągu ul. Judyma, patrząc na pozostałości po dawnym młynie. Zachował się historyczny budynek, basen spiętrzający wodę Warszewca, a nieco niżej, ukryte przed naszym wzrokiem, koło młyńskie. Z tym miejscem wiążą się również opowieści z dreszczykiem.\n\n– Oczywiście w to nie wierzymy, ale podobno na tym mostku ukazują się duchy. Jedni mówią, że to duchy dzieci, które tu mieszkały [o tym za chwilę – red.], a inni opowiadają o nieszczęśliwych miłościach ze średniowiecza – słyszymy.\n\nTo prawdopodobnie właśnie dlatego w budynku obok ulokowało się Pomorskie Towarzystwo Psychotroniczne. Na jego stronie znajdziemy informacje o spotkaniach z zakresu numerologii, ziołolecznictwa i REIKI (pseudonaukowa metoda bioenergoterapii), a do niedawna również radiestezji (wykrywanie żył wodnych różdżkami i wahadełkami).\n\n„To było bardzo szczęśliwe miejsce”. Do czasu przejmującej zbrodni\n\nFunkcjonujący od średniowiecza młyn dał nazwę zakładowi opiekuńczo-wychowawczemu Kückenmühler Anstalten, który powstał tuż obok. Była druga połowa XIX wieku, gdy w pobliżu dzisiejszych ulic Broniewskiego i Judyma, pod okiem Gustava Jahna, zaczęło rozrastać się samowystarczalne miasteczko. Składające się z 75 budowli, nie tylko budynków mieszkalnych i szpitalnych, ale też wieży ciśnień, kościoła czy cmentarza z kaplicą.\n\nZabudowa Kurzego Młynu | fot. K. Rzeszotarska\n\nDo ośrodka trafiały przede wszystkim dzieci – niepełnosprawne, chore na epilepsję, z zespołem Downa, czasem osierocone. Pod opieką sióstr diakonisek zdobywały umiejętności, które miały im pozwolić na samodzielne życie.\n\n– To był wówczas bardzo nowoczesny zakład. Z dobrze wyposażonymi salami szpitalnymi, laboratorium i pierwszym rentgenem w Szczecinie. Pralnia obsługiwała całe miasto. Na terenie placówki mieszkało nawet 1500 osób – opowiada Beata Piechocka.\n\n– Zachowały się kartki, które dzieci wysyłały stąd do rodziców, zapraszając choćby na urodziny. Wiemy z nich, że to było bardzo szczęśliwe miejsce. Aż do hitlerowskiej akcji T4… – przypomina Anna Koc.\n\nChore, niepełnosprawne dzieci nie mieściły się w wyobrażeniach nazistów o wymarzonym społeczeństwie. W 1940 roku pensjonariusze zakładu zostali wywiezieni ze Szczecina, a później w większości zgładzeni.\n\nNowe pomysły na zabytkowe budynki\n\nZabudowa Kurzego Młyna zachowała się do dzisiaj. Po wojnie większość budynków przejął szpital i szczecińskie uczelnie. Czasem zyskiwały zupełnie inne funkcję. Jak cmentarna kaplica, w której urządzono prosektorium. Dziś to opuszczony, zniszczony budynek, do niedawna cel wypraw miłośników urbexu (teraz jest już odpowiednio zabezpieczony).\n\nProsektorium na Chopina | fot. K. Rzeszotarska\n\nNiedawno część budynków kupił szczeciński deweloper Raubo i Wspólnicy. Dwa z nich wyremontował, przystosowując do potrzeb edukacji. Wprowadziły się tam szkoły Sense i Sail International School.\n\nSzkoła Sail | fot. K. Rzeszotarska\n\nWiększy ruch na ulicy Judyma widać po… alejce w Parku Chopina od strony ul. Wiosny Ludów. Coraz częściej jest rozjeżdżana samochodami rodziców dowożących dzieci na zajęcia.\n\n– Kiedyś tą alejką mogły przejść obok siebie dwie osoby, dziś jest duża szersza – pokazują nasze rozmówczynie.\n\nW okolicy szykują się kolejne zmiany. Na gęsto zadrzewionej działce spółka „Twoja Przychodnia” planuje budowę kompleksu szpitalno-medycznego. Na wygrodzonym już taśmami terenie, kiedyś były ogródki działkowe, teraz zielony teren zlał się z Parkiem Chopina w jedną całość.\n\n„O dwunastej bądź pod Malinką, to cię zawiozę”\n\nZaraz za parkiem, w stronę Lasku Arkońskiego, zaczyna się część osiedla zdominowana przez zabudowę jednorodzinną. Znajdziemy tu zarówno przedwojenne domy, jak i charakterystyczne dla PRL-u „kostki”. Na ul. Malinowej zatrzymujemy się przy budynku schowanym częściowo za górką.\n\n– Tutaj w latach 50. powstawały pierwsze audycje Radia Szczecin. Sprzyjała lokalizacja na wzniesieniu i poradziecka radiostacja na miejscu – tłumaczy Anna Koc.\n\nZagłębiamy się dalej w wąskie uliczki. Jak słyszymy, w ostatnich latach ta okolica zmieniła się w zagłębie usług medycyny estetycznej. Taką funkcję pełni chociażby dawna „Malinka” na rogu Wojciechowskiego i Malinowej. Kiedyś świetnie znany na osiedlu sklep spożywczy, który raper Łona upamiętnił w kawałku „Do Ciebie, Aniu, szłem”. To właśnie pod „Malinkę” miał podjechać „kochany Kula”, ale gdy się nie zjawił, bohater tekstu musiał ruszyć w drogę pieszo i to w dodatku w klapkach.\n\nDawna Malinka | fot. K. Rzeszotarska\n\nŁona wychował się na Arkońskim. Osiedlową inspiracją znajdziemy również w jego „Nikiforze Szczecińskim” (z animacjami Lumpa). To nawiązanie do twórczości nieżyjącego już artysty, Adama, który swoje prace, z gazet, lalek czy puszek, prezentował w oknie własnego mieszkania w kamienicy przy ul. Arkońskiej.\n\n– Te dzieła zawsze robiły wrażenia. Przyjemnie było zatrzymać się na chwilę przed jego wystawą – opowiadają nasze przewodniczki.\n\nDo „okna na świat” w Domu Aktora wrzucało się monety\n\nNa Arkońskiej przyglądamy się również największemu w mieście ekoportowi, kamienicy, w której już przed wojną mieszkali Polacy i najstarszemu budynkowi Niemierzyna, w którym jeszcze niedawno była szkoła. Zaglądamy do budynku TBS. Obdrapane ściany w zaniedbanej klatce schodowej sprawiają, że trudno wyobrazić sobie, jak wyglądał przed przebudową, gdy był Domem Aktora.\n\n– Ten modernistyczny budynek zaprojektował Zbigniew Abrahamowicz, architekt Teatru Letniego w Parku Kasprowicza. W środku była piękna mozaika. Przyjeżdżali tu artyści z całej Polski, którzy mieli w Szczecinie przedstawienia teatralne czy koncerty. To było też nasze okno na świat, gdyż tu znajdował się automat telefoniczny na monety, a na naszym osiedlu późno doprowadzono instalacje telefoniczne do mieszkań – wspomina Anna Koc.\n\nDawny Dom Aktora | fot. K. Rzeszotarska\n\nOdtwarzana rzeźba i modele nieistniejącej zabudowy\n\nZdarza się, że nad osiedlem pojawiają się śmigłowce Lotniczego Pogotowia Ratunkowego, lądujące na dachu nowego budynku. Wojewódzki szpital przy ul. Arkońskiej jest od lat przebudowywany i rozbudowywany. Z usługami zdrowia kojarzy się też sąsiednia ulica Broniewskiego, szczególnie mocno utożsamiana kiedyś z kliniką psychiatrii.\n\nZataczamy niemal pełne koło, by zatrzymać się przy Kościele pw. św. Kazimierza, który pierwotnie był częścią kompleksu Kurzego Młyna. Znajdziemy przed nim Głaz Niemierzyński, poświęcony pamięci Wilhelma Bernharda. Pastora, który mocno przyłożył się do rozwoju zakładu dla dzieci w latach 1877-1909.\n\nGłaz niemierzyński | fot. K. Rzeszotarska\n\n– Stowarzyszenie Denkmal Pomorze, którego jesteśmy członkiniami, ma pomysł związany z tym głazem. Kiedyś było na nim ustawione popiersie Wilhelma Bernharda. Chcemy je odtworzyć. Już zaczęłam prace rzeźbiarskie – relacjonuje Anna Koc.\n\nNa co dzień jest architektem, najgłośniej było o niej, gdy przygotowała model 3D i animacje pokazujące jak wyglądała kiedyś Wieża Quistorpa. Niedawno pojawił się również jej film prezentujący nieistniejącą od lat zabudowę Syrenich Stawów. To zielone miejsca na osiedlu Arkońskie-Niemierzyn, ale nasza rozmówczyni nie zamierza ograniczać się do swojego najbliższego otoczenia.\n\n– Teraz pracuję nad modelem 3D nieistniejącej synagogi przy ul. Dworcowej – zdradza.\n\n45 budynków na 33 hektarach\n\nNa koniec spaceru oglądamy kolejne oblicze Arkońskiego. Blokowisko w rejonie ulic: Chopina, Zakole i Wiosny Ludów. Na 33 hektarach wybudowano 45 budynków mieszkalnych, w tym 10 wieżowców.\n\nMiejscem codziennych spotkań sąsiadów jest betonowe centrum handlowe, poszerzone o dodatkowe pawilony. Znajdziemy w nich najróżniejsze sklepy i punkty usługowe, od fryzjera, przez pocztę, po piekarnię.\n\n– Słyszymy, że wiele osób bardzo chwali organizowane tutaj zajęcia z jogi. A w społemowski sklepie „1001 drobiazgów” można znaleźć niemal wszystko – podkreśla Beata Piechocka.\n\n„Często mówią nam rzeczy, których nie opowiedzieliby najbliższym”\n\nDuże sklepy spożywcze znajdziemy też przy ul. Chopina, bliżej ul. Krasińskiego. Na osiedlu jest jednak również miejsce na mniejsze punkty. Dwa z nich obejrzeliśmy w pobliżu ul. Arkońskiej: Pomidorka i Robotnika.\n\n– Sklep działa w tym miejscu już od 30 lat, ale ja jestem właścicielem dużo krócej – opowiada pan Mateusz ze sklepu Pomidorek przy ul. Arkońskiej 11A. – W pobliżu nie ma dyskontów, więc jest nam łatwiej. Często sąsiedzi zostawiają u nas ogłoszenia w różnych sprawach. Musimy być trochę jak barmani, wysłuchać opowieści klientów, którzy często chcą się przed nami wygadać.\n\n– Często mówią nam rzeczy, których nie opowiedzieliby najbliższym – potwierdza pan Kamil ze sklepu Robotnik przy ul. Arkońskiej 41U. – Sklep wziąłem „niechcący” po cioci i tak się bawię od 11 lat. Pociągnę jeszcze pięć i będę mógł otworzyć muzeum, już teraz młodzież się dziwi, że istnieje taki mały sklep i nie jest „Żabką”. Staram się stawiać na produkty, których nie można kupić w popularnych dyskontach.\n\nMarzą o kawiarni, leśniczówce, kładce i nowych nawierzchniach\n\nNa liczbę sklepów raczej nie można narzekać, ale nasze przewodniczki zwracają uwagę, że brakuje miejsc, w których można umówić się na spotkanie przy ciastku i kawie.\n\n– Marzy mi się budowa takiego miejsca na Syrenich Stawach. Kiedyś była tam restauracja Lindenhof – przypomina Beata Piechocka.\n\n– Ja postawiłabym na odbudowę leśniczówki Eckerberg koło wieży Quistorpa. W jej budynku mieściła się restauracja z dużym wyborem piwa i wina oraz kawiarnia z dużą oszkloną werandą i ogrodem na 400 osób – mówi Anna Koc.\n\nOsiedlowych potrzeb jest jednak zdecydowanie więcej. Słyszymy o budowie kładki nad torami kolejowymi przy Technoparku, zagospodarowaniu części zaniedbanego przez ZUT stadionu Czarnych na rekreację i remoncie nawierzchni ulic, zwłaszcza Wiosny Ludów.\n\n– Już od dziecka pamiętam, że czeka na remont. Tam jest duży ruch, wszyscy zwalniają do 20 km/h. Nawierzchnią tworzą płyty, z których wystają zbrojenia. Łatwo przebić oponę czy zawiesić się na jakimś pręcie – zwraca uwagę Anna.\n\nŻegnamy się na skrzyżowaniu Chopina i Wszystkich Świętych. Zobaczyliśmy bardzo dużo, choć przecież ominęliśmy leśną część osiedla. Z zagospodarowywanymi na nowo Syrenimi Stawami, ruinami Wieży Quistorpa i schowanym wśród drzew „Cichym Kącikiem”, czyli budynkiem dawnego sanatorium, a dziś Młodzieżowym Ośrodkiem Socjoterapii.\n\nO historii osiedla można czytać na bieżąco na facebookowej grupie Historyczny Niemierzyn/Nemitz Arkońskie. Tam też pojawiają się informacje o planowanych spacerach po okolicy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złomiarze korzystają z bezkrólewia na terenie przy Parku Śląskim. \"Odwiedzili\" zabytkowy Pawilon C-G - zobacz ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z%C5%82omiarze-korzystaj%C4%85-z-bezkr%C3%B3lewia-na-terenie-przy-parku-%C5%9Bl%C4%85skim-odwiedzili-zabytkowy-pawilon-c-g-zobacz-zdj%C4%99cia/ar-AA1CnLdh?ocid=BingNewsVerp",
            "description": "Do Pawilonu C-G wybraliśmy się dzięki informacji regionalnych aktywistów, że wyrósł tam niezwykle rzadki gatunek paproci.",
            "image_url": "https://www.bing.pl/th?id=OVF.NdKlUdU0wbH5FL0aXut0zg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Katowice Nasze Miasto on MSN19 godz.",
            "source": "Katowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lubuskie: ziemia kryła prawdziwe skarby. Zobaczcie, co znaleziono w ziemi GALERIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/lubuskie-ziemia-kry%C5%82a-prawdziwe-skarby-zobaczcie-co-znaleziono-w-ziemi-galeria/ar-AA1C2Npe?ocid=BingNewsVerp",
            "description": "W naszej galerii zebraliśmy największe odkrycia archeologiczne z ostatnich lat. Do tej pory udało się w Lubuskiem odkryć ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.K9nxfwESEOrywGXb46i0Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska on MSN2 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archidiecezja Krakowska od kwietnia płaci miastu za użytkowanie kościoła",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/archidiecezja-krakowska-od-kwietnia-p%C5%82aci-miastu-za-u%C5%BCytkowanie-ko%C5%9Bcio%C5%82a/ar-AA1CnQzb?ocid=BingNewsVerp",
            "description": "Miasto Kraków przekazało Archidiecezji Krakowskiej kościół św. Łazarza przy ul. Kopernika w odpłatne użytkowanie.",
            "image_url": "https://www.bing.pl/th?id=OVFT.m3yeWhW1BiJxh0Rn3yYVKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN18 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Awantura o Park Śląski była ważna i ciekawa, ale skorzystali na niej tylko złomiarze. Mają gust: urządzili sobie bazę w zabytkowym pawilonie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z-bezkr%C3%B3lewia-na-terenie-po-mi%C4%99dzynarodowych-targach-katowickich-korzystaj%C4%85-tylko-z%C5%82omiarze-odwiedzili-zabytkowy-pawilon-c-g/ar-AA1Cny3v?ocid=BingNewsVerp",
            "description": "Do Pawilonu C-G wybraliśmy się dzięki informacji regionalnych aktywistów, że wyrósł tam niezwykle rzadki gatunek paproci.",
            "image_url": "https://www.bing.pl/th?id=OVF.umKiUcolzf%2fQym4jKp7XDg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN21 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane znaczki pocztowe PRL - kolekcjonerzy płacą za nie krocie. Tyle w 2025 roku kosztują stare znaczki [7.04.2025 r.]",
            "link": "https://pomorska.pl/poszukiwane-znaczki-pocztowe-prl-kolekcjonerzy-placa-za-nie-krocie-tyle-w-2025-roku-kosztuja-stare-znaczki-7-04-2025-r/ar/c3p2-27423903",
            "description": "Znaczki pocztowe z czasów Polskiej Rzeczypospolitej Ludowej zyskały na wartości i są obiektem pożądania wielu kolekcjonerów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.QCGgQ7TcRCodKwjSmxS6kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska11 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lubuskie: ziemia kryła prawdziwe skarby. Zobaczcie, co znaleziono w ziemi GALERIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/lubuskie-ziemia-kry%C5%82a-prawdziwe-skarby-zobaczcie-co-znaleziono-w-ziemi-galeria/ar-AA1C2Npe?ocid=BingNewsVerp",
            "description": "W naszej galerii zebraliśmy największe odkrycia archeologiczne z ostatnich lat. Do tej pory udało się w Lubuskiem odkryć ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.K9nxfwESEOrywGXb46i0Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Lubuska on MSN2 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    }
]