[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ na Baraniaka w Poznaniu przyciągnął tłumy! Sprawdź, co można było upolować w niedzielę 10 sierpnia. Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-na-baraniaka-w-poznaniu-przyci%C4%85gn%C4%85%C5%82-t%C5%82umy-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-10-sierpnia-zobacz-zdj%C4%99cia-i-ceny/ar-AA1Kfcn7?ocid=BingNewsVerp",
            "description": "Pchli targ na Baraniaka w Poznaniu przyciągnął tłumy miłośników staroci i unikatowych przedmiotów. W niedzielę, 10 sierpnia, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1II_PG49O0MfTV9yde-j_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Poznań Nasze Miasto on MSN9 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak uwolnić się od przeszłości i pokochać siebie?",
            "link": "https://www.onet.pl/kultura/wydawnictwo-mt-biznes/jak-uwolnic-sie-od-przeszlosci-i-pokochac-siebie/s36hfcv,30bc1058",
            "description": "Twoje życie nie jest etykietą przyklejoną na zawsze. Nie jesteś zbiorem wspomnień, błędów i historii, które ktoś kiedyś o ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.L9jvfVQS3Fx4xH_Qq5KU-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Onet18 godz.",
            "source": "Onet",
            "article_content": "W artykule przedstawiamy fragment książki \"Pokochaj siebie. Uwolnij się od negatywnego myślenia i ciesz się pełnią życia\", której autorem jest Wayne W. Dyer.\n\nW jaki sposób zaczęły się twoje \"jestem...\"\n\nPochodzenie twoich \"jestem...\" można podzielić na dwie grupy. Pierwszy rodzaj to etykietki, które pochodzą od innych ludzi. Przypięto ci je, gdy byłeś małym dzieckiem, i nosisz je do dziś. Drugi rodzaj jest wynikiem wyborów, których dokonałeś, aby uniknąć konieczności wykonywania trudnych lub nieprzyjemnych zadań. Pierwsza kategoria jest bez wątpienia bardziej rozpowszechniona.\n\nreklama\n\nMała Zosia chodzi do drugiej klasy. Codziennie uczęszcza na lekcje rysunków, ciesząc się kolorowaniem i mazaniem farbą, nauczycielka mówi jej kiedyś, że wcale nie jest taka dobra, dziewczynkę przestaje już tak radować to zajęcie, gdyż nie lubi dezaprobaty. To są początki jej \"taka jestem\". \"Nie jestem dobra w rysowaniu\". Poprzez odpowiednie uniki umacnia w sobie to przekonanie, a gdy już jako dorosła zostaje zapytana, czemu nie rysuje, odpowiada: \"Nie jestem dobra z rysunków. Nigdy nie byłam\". Większość twoich \"jestem...\" jest pozostałością ciągnącą się od czasów, kiedy mówiłeś takie opinie, jak: \"Jest raczej niezręczny, jego brat jest dobrym sportowcem, on ma większy pociąg do książek\", \"Jesteś taka jak ja, ja też nigdy nie byłam dobra z ortografii\", \"Billy był zawsze nieśmiały\", \"Ona jest taka jak jej ojciec\", \"Jemu słoń nadepnął na ucho\". Są to rytuały powstawania \"jestem...\", określeń na całe życie, których potem się nie kwestionuje. Są one po prostu akceptowane jako nieodłączna część ciebie. Porozmawiaj z bliskimi ci ludźmi, którzy według ciebie ponoszą największą odpowiedzialność za wiele z twoich \"jestem...\" (rodzice, przyjaciele rodziny, nauczyciele, dziadkowie etc.). Zapytaj ich, jak to się stało, że jesteś taki, jaki jesteś, i czy zawsze taki byłeś. Powiedz, że postanowiłeś się zmienić, i obserwuj, czy oni wierzą w twoje możliwości. Będziesz zdziwiony ich reakcją i tym, jak są przekonani, że ty nie możesz być inny, skoro \"zawsze taki byłeś\".\n\nDruga kategoria \"jestem... \" wywodzi się z owych wygodnych etykietek, które nauczyłeś się sobie przypinać, aby uniknąć nieprzyjemnych zajęć. Pracowałem z pacjentem, który miał czterdzieści sześć lat i bardzo chciał podjąć studia, ponieważ stracił tę szansę z powodu drugiej wojny światowej. Jednak Horacy bał się perspektywy konkurowania z młodymi ludźmi zaraz po szkole średniej. Strach przed niepowodzeniem i zwątpienie w możliwości własnego intelektu przerażały go. Zbierał na bieżąco wszystkie informacje. W końcu dzięki kursom przygotowawczym zdał odpowiednie egzaminy wstępne i nawet zaaranżował spotkanie z dziekanem lokalnego uniwersytetu odpowiedzialnym za nabór studentów. Mimo to nadal używa swoich \"jestem...\", by odsunąć konkretne działanie. Ostatnio usprawiedliwia swoją pasywność, mówiąc: \"Jestem za stary, nie jestem wystarczająco zdolny i tak naprawdę wcale mnie to nie interesuje\". Horacy używa swoich \"jestem...\", by uniknąć czegoś, czego naprawdę pragnie. Mój kolega używa ich, by wykręcić się od wykonywania zajęć, których nie lubi. Unika naprawiania dzwonków, radia oraz innych prac w domu, przypominając swojej żonie: \"Och, kochanie, przecież wiesz, że nie jestem złotą rączką\". Tego rodzaju \"jestem...\" są zachowaniami nabytymi, ale również jest to oszukiwanie samego siebie. Zamiast powiedzieć:\n\n\"Wiesz, nudzą mnie takie domowe roboty i postanowiłem, że nie będę poświęcać na nie swojego wolnego czasu\", co jest zupełnie logiczne i zdrowe, łatwiej jest po prostu użyć któregoś z \"jestem...\".\n\nW takich sytuacjach ludzie mówią coś o sobie samych. Na ogół stwierdzają: \"Pod tym względem jestem już całkowicie ukształtowany i nigdy nie będę inny\". Jeśli jesteś całkowicie ukształtowanym \"produktem\", a może nawet zapakowanym i odłożonym na półkę, to przestałeś się rozwijać i chociaż możesz świadomie trwać przy niektórych \"jestem...\", łatwo odkryjesz, że inne cię po prostu ograniczają i niszczą. Poniżej przedstawiłem listę niektórych etykietek, które są reliktami z przeszłości. Jeśli którakolwiek z nich pasuje do ciebie, spróbuj ją zmienić. Pozostanie dokładnie takim, jakim się jest w danej dziedzinie, oznacza podjęcie jednego z tych fatalnych wyborów, które opisałem w pierwszym rozdziale. Pamiętaj, że nie jest to dyskusja nad rzeczami, których zwyczajnie nie lubisz, ale raczej spojrzenie na zachowanie powstrzymujące cię od udziału w czynnościach, z których możesz wynieść dużo zadowolenia i przyjemności. Dziesięć typowych kategorii \"jestem...\" i ich neurotyczne \"korzyści\"\n\nreklama\n\n1. Jestem słaby z matematyki, ortografii, czytania i języków itp. To \"jestem...\" gwarantuje ci, że nie będziesz musiał włożyć wysiłku niezbędnego do dokonania zmian. Szkolne \"jestem...\" jest zaprogramowane tak, by trzymać cię z daleka od konieczności ciężkiej pracy związanej z opanowaniem przedmiotu, który tradycyjnie uważasz za trudny lub nudny. Jak długo będziesz uważał siebie za niezdolnego, tak długo będziesz miał powód, aby unikać pracy nad poprawą tego stanu.\n\n2. Jestem kiepski, jeśli chodzi o takie czynności, jak: gotowanie, sporty, szydełkowanie, rysowanie, granie itp. To \"jestem...\" daje ci gwarancję, że nie będziesz musiał robić żadnej z tych rzeczy w przyszłości i usprawiedliwia twoje słabe osiągnięcia z przeszłości. \"Zawsze taki byłem, taka już moja natura\". Takie podejście utrwala twoją pasywność i co ważniejsze, pomaga ci trzymać się absurdalnej opinii, że nie powinieneś nic robić, jeśli nie potrafisz tego wykonać naprawdę dobrze. Tak więc, jeśli nie jesteś mistrzem świata w jakiejś dziedzinie, powinieneś jej unikać.\n\n3. Jestem nieśmiały, zamknięty w sobie, wybuchowy, nerwowy, bojaźliwy itp. Te \"jestem...\" odwołują się do genetyki. Zamiast podważać je wraz z autodestrukcyjnym myśleniem, na którym się opierają, przyjmujesz je jako potwierdzenie tego, jaki zawsze byłeś. Równocześnie możesz winić swoich rodziców i używać ich jako wytłumaczenia dla twojego aktualnego \"jestem...\". Ustalając, że oni są przyczyną tego stanu, zwalniasz się od pracy nad zmianą siebie. Wybierasz to zachowanie jako sposób na uniknięcie bycia asertywnym w sytuacjach, które zawsze sprawiały ci kłopoty. To \"jestem...\" jest pozostałością z dzieciństwa, kiedy inni mieli istotny interes w tym, aby utrzymać cię w przekonaniu, że nie potrafisz myśleć. To są \"jestem...\" twojej osobowości. Te definicje siebie pozwalają ci uniknąć trudnego przedsięwzięcia bycia innym, niż byłeś zawsze. Po prostu określasz swoją osobowość odpowiednim, wygodnym \"jestem...\" i możesz usprawiedliwić każde swoje autodestrukcyjne zachowanie jako znajdujące się poza twoją kontrolą. Negując fakt, że możesz wybrać własną osobowość, polegasz na swoim \"wrodzonym\" nieszczęściu, którym tłumaczysz wszystkie te cechy osobowości, jakich chciałbyś się pozbyć.\n\nreklama\n\n4. Jestem niezręczny i nieskoordynowany. Te \"jestem...\", których się nauczyłeś jako dziecko, pozwalają ci uniknąć potencjalnego ośmieszenia, które może ci się przytrafić, gdyż nie jesteś tak sprawny fizycznie jak inni. Oczywiście twój brak zręczności wypływa z faktu, że w przeszłości wierzyłeś w owo \"jestem...\" i z tego powodu, a nie z powodu rzeczywistego fizycznego upośledzenia, unikałeś zajęć z wychowania fizycznego. Jesteś dobry w tym, co ćwiczysz, nie w tym, czego unikasz. Jeśli chcesz, trzymaj się swojego \"jestem...\" i stój z boku, przypatrując się innym i marząc o sukcesach, a równocześnie udając, że tak naprawdę to na nich ci nie zależy.\n\n5. Jestem nieatrakcyjny, brzydki, kościsty, nieładny, za wysoki itp. Te fizjologiczne \"jestem...\" są pomocne w powstrzymywaniu cię od podejmowania ryzyka w kontaktach z płcią przeciwną, w usprawiedliwianiu złego wyobrażenia o sobie i braku miłości w twoim życiu. Jak długo opisujesz siebie w ten sposób, tak długo stwarzasz sobie gotowe wytłumaczenie, dlaczego nie próbujesz się sprawdzić w związku miłosnym. Ponadto nie musisz starać się, aby wyglądać atrakcyjnie we własnych oczach. Używasz swojego lustrzanego odbicia jako usprawiedliwienia dla niepodejmowania ryzyka. Jest w tym tylko jeden problem: widzimy dokładnie to, co chcemy – nawet w lustrze. 6. Jestem niezorganizowany, drobiazgowy, niestaranny itp. Takie \"jestem...\" dotyczące twojego zachowania są pomocne w manipulowaniu innymi i uzasadnieniu, dlaczego pewne rzeczy należy wykonywać w pewien sposób. \"Zawsze tak to robiłem\". Tak jakby tradycja była przyczyną czegokolwiek. W podtekście komunikujesz, że zawsze będziesz tak robić. Polegając na starym sposobie działania, nigdy nie musisz brać pod uwagę ryzyka postępowania inaczej. Równocześnie możesz wymagać, aby wszyscy wokół ciebie postępowali tak jak ty. To \"jestem...\" uznaje zasadę za substytut myślenia.\n\nreklama\n\n7. Jestem zapominalski, nieuważny, nieodpowiedzialny, apatyczny itp. Tego rodzaju \"jestem...\" są tobie szczególnie przydatne, gdy chcesz usprawiedliwić jakieś swoje nieefektywne zachowanie. \"Jestem...\" powstrzymuje cię od pracy nad twoją pamięcią lub nieuwagą. Wystarczy, że usprawiedliwisz się swoim poręcznym \"Taki już jestem\". Jak długo możesz żonglować tym \"jestem...\", gdy zachowujesz się w którykolwiek z powyżej opisanych sposobów, tak długo nie musisz pracować nad zmianą siebie. Jeśli wciąż będziesz zapominał, w poczuciu że nie możesz nic na to poradzić, zawsze będziesz zapominalski.\n\n8. Jestem Włochem, Niemcem, Żydem, Irlandczykiem, Murzynem, Chińczykiem, Polakiem itp. Są to etniczne \"jestem...\", które bardzo dobrze funkcjonują, gdy zabraknie ci innych powodów wyjaśniających pewne twoje zachowania, które nie są dla ciebie korzystne, ale które bardzo trudno opanować. Kiedy okazuje się, że zachowujesz się zgodnie ze stereotypem, który jest kojarzony z twoim pochodzeniem, masz od razu pod ręką na usprawiedliwienie swoje etniczne \"jestem...\". Zapytałem kiedyś kelnera, dlaczego jest tak pobudliwy i czemu reaguje na najmniejszy problem gwałtownym wybuchem. Odpowiedział: \"Czego po mnie oczekujesz, jestem Włochem. Nic na to nie poradzę\".\n\n9. Jestem apodyktyczny, agresywny, autorytatywny itp. W tym przypadku twoje \"jestem...\" pozwalają ci na kontynuowanie agresywnego zachowania wobec innych. Zamiast rozpocząć pracę nad rozwijaniem samodyscypliny, tuszujesz swoje zachowanie za pomocą słów: \"Nic na to nie mogę poradzić, zawsze taki byłem\".\n\n10. Jestem zmęczony, za poważny, za stary itp. W tych \"jestem...\" możesz użyć swojego wieku lub samopoczucia jako wymówki, by nie brać udziału w przedsięwzięciach, które mogą być ryzykowne lub mało atrakcyjne. Kiedy musisz stawić czoło takim zadaniom, jak uprawianie sportu, czy umówienie się na randkę, gdy jesteś po rozwodzie lub gdy niedawno zmarł ci współmałżonek, a ty otrzymujesz propozycję podróży i w wielu innych podobnych sytuacjach możesz po prostu powiedzieć: \"Jestem za stary\" i wyeliminować wszelkie ryzyko, które nieodłącznie towarzyszy próbie robienia czegoś nowego i rozwijającego. Implikujesz w ten sposób, że pod tym względem uważasz się za absolutnie skończonego, a ponieważ możesz być już tylko starszy, rezygnujesz z rozwoju i nowych doświadczeń w życiu.\n\nreklama\n\nBłędne koło \"jestem...\"\n\n\"Korzyści\" płynące z trzymania się przeszłości i używania formułki \"jestem...\" można określić jednym słowem: UNIKI. Kiedykolwiek chcesz się od czegoś wykręcić albo zatuszować jakiś swój brak, zawsze możesz usprawiedliwić się, używając \"jestem...\". W rzeczywistości, jeśli używasz tych etykietek wystarczająco często, sam zaczynasz w nie wierzyć i w danym momencie teraźniejszości stajesz się skończonym produktem, a twoim przeznaczeniem jest pozostanie takim samym już do końca twoich dni. Etykietki umożliwiają ci uniknięcie ciężkiej pracy i ryzyka zmiany. Utrwalają zachowania, które przyczyniły się do ich powstania. Dlatego jeśli młody człowiek idzie na prywatkę, z przekonaniem że jest nieśmiały, będzie się zachowywał tak, jakby był nieśmiały, a jego zachowanie będzie go utwierdzało w jego wyobrażeniu o sobie. Jest to błędne koło.\n\nPartner Wydawnictwo MT Biznes pokochaj siebie\n\nProszę bardzo. Zamiast zadziałać między punktami 3 i 4, usprawiedliwia swoje zachowanie za pomocą \"jestem...\" i zręcznie omija ryzyko związane z próbą wydobycia się z pułapki.\n\nNieśmiałość może mieć wiele przyczyn, niektóre z nich wywodzą się prawdopodobnie z dzieciństwa. Bez względu na przyczyny strachu należy zabrać się do pracy nad swoją towarzyską ostrożnością, a nie wyjaśniać ją za pomocą prostego \"jestem...\". Strach przed niepowodzeniem jest wystarczająco silny, by powstrzymać go od próby. Gdyby wierzył w znaczenie chwili bieżącej i w swoją umiejętność dokonania wyboru, jego zdanie zmieniłoby się z \"Jestem nieśmiały\" w \"Do tej pory zachowywałem się nieśmiało\".\n\nBłędne koło nieśmiałości może być zastosowane w zasadzie do wszystkich \"jestem...\" zubożających osobowość. Przeanalizuj schemat postępowania ucznia, który wierzy, że jest słaby z matematyki, borykając się z zadaniem domowym z algebry.\n\nPartner Wydawnictwo MT Biznes Pokochaj siebie 2\n\nZamiast przerwać zaklęty krąg pomiędzy punktami 3 i 4 i poświęcić więcej czasu na naukę lub poradzić się nauczyciela, uczeń po prostu rezygnuje. Zapytany, czemu oblał algebrę, odpowie: \"Zawsze byłem kiepski z matematyki\". Owe piekielne \"jestem...\" są przyczynami, na które się powołujesz, aby oczyścić się z zarzutów i wyjaśnić innym, dlaczego trwasz w schemacie autodestrukcji.\n\nreklama\n\nPrzyjrzyj się własnemu schematowi tej neurotycznej logiki i zacznij kwestionować któryś aspekt twojego życia, o którym zdecydowałeś, że jest już zakończony. \"Korzyścią\" numer jeden z trwania w przeszłości i poprzestawania na \"jestem...\" jest unikanie zmian. Za każdym razem, kiedy używasz \"jestem...\", aby wyjaśnić zachowanie, którego nie lubisz, pomyśl o sobie jako o skończonym produkcie w ładnie zapakowanym pudełku na półce. Oczywiście łatwiej jest siebie opisywać, niż zmieniać. Może przypisujesz powstanie twoich etykietek rodzicom albo innym osobom ważnym w okresie twojego dzieciństwa, np. twoim nauczycielom, sąsiadom, dziadkom. Obarczając ich odpowiedzialnością za swoje obecne \"jestem...\", dajesz im władzę nad swoim dniem dzisiejszym, wynosisz ich ponad siebie i pomysłowo budujesz sobie alibi dla pozostania nieefektywnym. Mała, wygodna wymówka, która chroni cię przed podejmowaniem ryzyka. Skoro te \"jestem...\" narzuciło ci środowisko, to nie możesz nic na nie poradzić.\n\nNiektóre sposoby uwalniania się od przeszłości i eliminowania uciążliwych \"jestem...\" Uwalnianie się od przeszłości pociąga za sobą powzięcie ryzyka. Przyzwyczaiłeś się już do swoich definicji siebie. W wielu przypadkach działają one w twoim codziennym życiu jako system wspomagania. Oto niektóre sposoby, które mogą ci pomóc w wyeliminowaniu owych \"jestem...\":\n\n• Eliminuj \"jestem...\", kiedy tylko możesz. Zastępuj je sformułowaniami, takimi jak: \"Do dzisiaj uważałem, że będę taki\" albo: \"Miałem zwyczaj tak się charakteryzować...\".\n\n• Oświadcz swoim bliskim, że masz zamiar pracować nad wyeliminowaniem swoich \"jestem...\". Wybierz te \"jestem...\", których chcesz się pozbyć, i poproś, by przypominali ci, gdy ich używasz.\n\nreklama\n\n• Postaw sobie za cel, by zachowywać się inaczej niż do tej pory. Na przykład, jeśli uważasz, że jesteś nieśmiały, przedstaw się jakiejś osobie, której normalnie byś unikał.\n\n• Porozmawiaj z kimś, komu ufasz, kto pomoże ci pokonać siły przeszłości. Poproś, aby za każdym razem sygnalizował, na przykład łapiąc się za swoje ucho, kiedy zauważy, że wracasz do swoich starych \"jestem...\".\n\n• Prowadź dziennik swojego autodestrukcyjnego zachowania, zapisuj zarówno czyny, jak i samopoczucie w danym momencie. Przez tydzień notuj dokładny czas, datę i sytuację, kiedy odwoływałeś się do któregokolwiek z autodestrukcyjnych \"jestem...\" i pracuj nad zmniejszeniem liczby wpisów. Używaj listy zamieszczonej w tym rozdziale jako wzoru do prowadzenia dziennika.\n\n• Pamiętaj o czterech stwierdzeniach neurotycznych i kiedykolwiek zaczniesz ich używać, popraw się na głos w następujący sposób. Zmień: \"Taki jestem...\" na: \"Taki byłem\";\n\n\"Nic nie mogę na to poradzić\" na: \"Mogę to zmienić, jeśli będę nad tym pracować\"; \"Zawsze taki byłem\" na: \"Będę inny\"; \"Taka jest moja natura\" na: \"Uważałem, że taka jest moja natura\".\n\n• Codziennie pracuj nad wyeliminowaniem jednego \"jestem...\". Jeśli używałeś charakterystyki \"jestem zapominalski\", poświęć poniedziałek na pracę nad świadomym zwalczaniem tej skłonności i sprawdź raz lub dwa razy, czy potrafisz zmienić takie zachowanie. Podobnie jeśli nie lubisz swojego \"jestem uparty\", przeznacz jeden dzień na tolerowanie przeciwnych opinii i przekonaj się, czy potrafisz zwalczać swoje \"jestem...\" dzień po dniu.\n\n• Przerwij błędne koło wymówek między punktami 4 i 5 i postanów wyrzucić wszystkie starocie usprawiedliwiające stosowanie uników.\n\n• Znajdź coś, czego nigdy przedtem nie robiłeś, i przeznacz na to zajęcie jedno popołudnie. Po trzech godzinach ćwiczenia kompletnie nowego zajęcia, takiego, którego w przeszłości zawsze unikałeś, odpowiedz, czy wciąż możesz użyć tego samego \"jestem...\", które zastosowałbyś do siebie tego ranka.\n\nWszystkie nasze \"jestem...\" są wyuczonymi schematami stosowania uników. Możesz się ich pozbyć, jeśli podejmiesz taką decyzję.\n\nPartner Wydawnictwo MT Biznes okładka książki Pokochaj siebie\n\nPrzedstawiony fragment pochodzi z książki Pokochaj siebie. Uwolnij się od negatywnego myślenia i ciesz się pełnią życia, której autorem jest Wayne W. Dyer. Wydawnictwo MT Biznes, Warszawa 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 10.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-11-08-2025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN19 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 11.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-11082025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN17 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "12 SIERPNIA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-08-12,3,day.html",
            "description": "2025-04-24 - 2025-09-07 W swoich projektach Krzysztof Marchlak (ur. 1987) odnosi się do zagadnień związanych z ciałem, tożsamością indywidualną i zbiorową oraz płcią społeczno-kulturową. Wystawa ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Izba Regionalna w Woli Radziszowskiej\n\nIzba znajduje się w sąsiedztwie tamtejszego zabytkowego kościoła parafialnego z przełomu XV i XVI w. Mieści się w starym przykościelnym spichlerzu, udostępnionym na ten cel przez parafię. W Izbie znajduje się już ponad 200..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu można było poczuć retro klimat. Zobacz zdjęcia z Targu Staroci w Świdniku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tu-mo%C5%BCna-by%C5%82o-poczu%C4%87-retro-klimat-zdj%C4%99cia-z-targu-staroci-w-%C5%9Bwidniku/ar-AA1KcD3Z?ocid=BingNewsVerp",
            "description": "Stare książki, winylowe płyty, porcelana z duszą i militaria z historią. Plac Konstytucji 3 Maja w Świdniku zamienił się w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N_I4cQQUjpJ_mmW7Bvf4BS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN19 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szewski poniedziałek? O takim na Jarmarku św. Dominika nikt nie słyszał",
            "link": "https://www.gdansk.pl/wiadomosci/Szewski-poniedzialek-O-takim-na-Jarmarku-sw-Dominika-nikt-nie-slyszal,a,293687",
            "description": "Przed nami już ostatni tydzień 765. Jarmarku św. Dominika. W poniedziałek, 11 sierpnia, warto m.in. zwiedzić Ratusz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uzmC4Blwa4rvr0eteaTrWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska20 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Szewski poniedziałek? O takim na Jarmarku św. Dominika nikt nie słyszał\n\nPrzed nami już ostatni tydzień 765. Jarmarku św. Dominika. W poniedziałek, 11 sierpnia, warto m.in. zwiedzić Ratusz Staromiejski, posłuchać organów w kościele św. Jana oraz obejrzeć zabarwione humorem przedstawienie o historii Gdańska. Jak każdego dnia dużo ciekawego dzieje się też w Strefie Seniora.\n\nTarg staroci przy Długich Ogrodach to coroczny hit Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nWycieczka z przewodnikiem\n\nTo będzie na pewno szczególny dzień dla pasjonatów historii Gdańska.\n\nNadbałtyckie Centrum Kultury organizuje w poniedziałek aż trzy spacery spod Ratusza Staromiejskiego, przy ul. Korzennej 33/35 do Centrum św. Jana.\n\nCo łączy oba te miejsca? Pierwsze to siedziba NCK. Centrum św. Jana, czyli kościół św. Jana, jest zaś zarządzany przez gdańską instytucję.\n\nW jakich godzinach można wziąć udział w spacerach, organizowanych przez NCK?\n\n11.00- 12.00\n\n13.30- 14.30\n\n15.30- 16.30\n\nRatusz Staromiejski należy do nielicznych budowli, którym udało się uniknąć zniszczeń podczas II wojny światowej. Renesansowy zabytek pochodzi z XVI wieku, zaprojektował go Antoni van Obberghen.\n\nGotycki kościół św. Jana położony jest blisko Motławy, między ulicami Świętojańską a Straganiarską.\n\nW marcu 1945 r. kościół św. Jana uległ pożarowi i został poważnie zdewastowany. Przez dekady jako ruina nie był użytkowany.\n\nOd 1995 r. w wyniku porozumienia zawartego z Archidiecezją Gdańską obiekt przejęło Nadbałtyckie Centrum Kultury, które podjęło się jego odbudowy i rewaloryzacji. Kościół działa jako Centrum św. Jana, pełniąc nadal okazjonalnie funkcje sakralne.\n\nWieloletni wysiłek pracowników NCK został doceniony w tym roku w prestiżowym, ogólnopolskim konkursie “Zabytek Zadbany”, organizowanym przez Narodowy Instytut Dziedzictwa. Gdańska świątynia wygrała w kategorii specjalnej “właściwe użytkowanie i stała opieka nad zabytkiem”.\n\nPrzystanek Retro - Długie Ogrody - tu zawsze są tłumy fot. Grzegorz Mehring/ gdansk.pl\n\nSpacer po Ratuszu Staromiejskim i kościele św. Jana, zakończonym koncertem organowym, poprowadzi Weronika Uziak, gdańszczanka z urodzenia. Jest licencjonowaną, przewodniczką turystyczną PTTK po Gdańsku, Gdyni, Sopocie i Mierzei Helskiej oraz certyfikowana przewodniczką po Europejskim Centrum Solidarności w Gdańsku. Swoją wiedzę o Gdańsku pogłębiła na Gedanistyce, studiach podyplomowych na Uniwersytecie Gdańskim.\n\nMamy to! Kościół św. Jana wygrał konkurs \"Zabytek Zadbany\"\n\nJeśli w poznawaniu tajemnic Gdańska ktoś będzie czuł jeszcze niedosyt, to powinien zarezerwować czas o godz. 18.00 na Przystanku Port Gdańsk Pod Żaglami (Wyspa Ołowianka). Będzie tam można obejrzeć improwizowany spektakl historyczno-komediowy.\n\n- Co mógłby zrobić Neptun, gdyby ożył? Czy gdańscy rzemieślnicy śmiali się w średniowieczu? A co wspólnego mają flisacy, astronomia, złodzieje beczek i szafki na chleb? Pewnie niewiele – dopóki nie spotkają się na jednej scenie... Ciekawostkami o Gdańsku podzieli się z publicznością znana już nam wcześniej ze spacerów do Ratusza Staromiejskiego do Centrum św. Jana Weronika Uziak. Z kolei, aktorzy z grupy \"No i Fajnie\" na gorąco zamienią te opowieści w absurdalne, pełne humoru sceny teatralne.\n\nPolsko-niemiecki dialog muzyczny\n\nNa godz. 14.00 warto stawić się w kościele św. Mikołaja. W świątyni dominikanów czeka nas niezwykły koncert. Będzie to artystyczne spotkanie niemieckiego mistrza organów i młodej, utalentowanej polskiej wiolonczelistki.\n\nRalf Borghoff to doświadczony organista, pedagog i koncertujący muzyk, od lat związany z diecezją Paderborn (Nadrenia Północna-Westfalia). Umiejętnie łączy tradycję niemieckiej szkoły organowej z wyrafinowaną improwizacją.\n\nMałgorzata Bleja swój muzyczny talent doskonaliła podczas studiów w Akademii Muzycznej im. I.J. Paderewskiego w Poznaniu oraz Hochschule für Musik Hanns Eisler w Berlinie (klasa prof. Andreasa Gregera). W poznańskiej akademii ukończyła również kształcenie w Szkole Doktorskiej Solowego i Zespołowego Współczesnego Wykonawstwa Muzycznego.. W 2024 r. obroniła tytuł doktora sztuki.\n\nDoświadczenie orkiestrowe Małgorzata Bleja zdobywała w licznych orkiestrach młodzieżowych, m.in. European Union Youth Orchestra oraz I, Culture Orchestra. Jest absolwentką IX edycji programu Akademia Sinfonia Varsovia. W latach 2022-2024 pracowała na stanowisku wiolonczelistki w orkiestrze Filharmonii Gorzowskiej. Jest również aktywną kameralistką. Regularnie koncertuje w rozmaitych formacjach kameralnych, w szczególności w trio fortepianowym oraz kwartecie wiolonczelowym.\n\nStrefa Seniora stawia na ruch na świeżym powietrzu mat. Międzynarodowe Targi Gdańskie\n\nNa “codzienną dawkę atrakcji, wytchnienia i rozwoju” zaprasza też Strefa Seniorów na Przystanku Równość (Skwer Heweliusza, ul. Rajska). W tej przestrzeni mile widziane są nie tylko starsze osoby - budowana jest tu prawdziwa międzypokoleniowa jedność.\n\nPROGRAM STREFY SENIORA W PONIEDZIAŁEK, 11 SIERPNIA:\n\n12.00 – 13.00 -Gimnastyka z trenerem, prowadz ący: Katarzyna Wr óblewska\n\n12.00 – 14.00 Warsztaty z gospodarzami dnia: Klub Seniora Brylanty oraz Klub Seniora Mr óweczki\n\n15.00 – 16.00 Taniec Historyczny w wykonaniu Stowarzyszenia Galiarda\n\n16.00 – 17.00 Koncert Pie śni Bałkańskich\n\nCarillony - tylko w Gdańsku\n\nKoncerty carillonowe to już wieloletnia tradycja na Jarmarku św. Dominika. Nie inaczej jest i w tym roku.\n\nNa trzech wieżach – w tym dwóch z carillonami – wystąpi zespół Tubicinatores Gedanenses, grający na historycznych trąbkach i perkusji oraz w kostiumach z epoki. Towarzyszyć im będzie miejska carillonistka Monika Kaźmierczak oraz grupa rekonstrukcyjna z XVIII wieku. Do wysłuchania 20-minutowych koncertów zachęcać będzie przechodniów miejski krzykacz.\n\nGdańsk jest jedynym miastem w Polsce z czynnymi carillonami.\n\nTo instrument składający się z co najmniej 23 dzwonów, zestrojonych ze sobą w sposób umożliwiający wygrywanie na nich melodii. Tradycja carillonów sięga XII wieku, a ich sztuka rozwinęła się pomiędzy XIV a XVIII wiekiem, szczególnie we Francji i Niderlandach.\n\nTuse pieje 765 lat. Mural znanego artysty na Jarmarku św. Dominika\n\nPierwszy koncert carillonowy w Gdańsku został zagrany z wieży Ratusza Głównego Miasta 23 września 1561 r. z okazji zamontowania na iglicy pozłacanej figury króla Zygmunta II Augusta. Czternaście lat później podobny instrument zawisł także na wieży kościoła św. Katarzyny.\n\nCarillony zawsze były obecne w życiu Gdańska. Towarzyszyły najważniejszym uroczystościom np. wizytom koronowanych głów.\n\nDo 1942 r. miasto Gdańsk utrzymywało ponad 38 carillonistów miejskich i ich pomocników.\n\nOba gdańskie carillony zostały zniszczone w czasie II wojny światowej. W ostatnich latach, dzięki zaangażowaniu pracowników gdańskiego Muzeum Zegarów Wieżowych (obecnie Muzeum Nauki Gdańskiej - PAP), udało się odtworzyć oba instrumenty.\n\nCarillon na ratuszu składa się z 37, a ten na kościele św. Katarzyny - z 50 dzwonów. Gdańsk zakupił także mobilny instrument składający się z 48 dzwonów umieszczonych w przeszklonej gablocie zamontowanej na podwoziu zabytkowej ciężarówki.\n\nPROGRAM KONCERTÓW CARILLONOWYCH W PONIEDZIAŁEK, 11 SIERPNIA:\n\n17.30 – wie ża kościoła św. Katarzyny\n\n18.45 – wie ża kościoła św. Jana\n\n20.00 – Ratusz G ł ównego Miasta\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w poniedziałek, 11 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku. UWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nPoczątek w XIII wieku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meteoryt starszy od Ziemi dziurawi dach domu w USA. Historia jak z filmu",
            "link": "https://antyweb.pl/meteoryt-mcdonough",
            "description": "26 czerwca 2025 roku w Georgii przez niebo przeleciała kula ognia. W McDonough, niedaleko Atlanty, fragment meteorytu spadł ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zTEufL5b4ypEm4GxP_6asS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Antyweb9 godz.",
            "source": "Antyweb",
            "article_content": "26 czerwca 2025 roku w Georgii przez niebo przeleciała kula ognia. W McDonough, niedaleko Atlanty, fragment meteorytu spadł na dom. Przebił dach, przeciął przewód wentylacyjny, pokonał warstwę izolacji, minął skośny sufit i wbił się w podłogę, zostawiając w niej zagłębienie wielkości niemałego pomidorka koktajlowego. Podróż skały przez elementy domu przypominała trajektorię pocisku i gdyby ktoś jej stanął na drodze, najpewniej by zginął.\n\nBadacze donoszą, że fragment pochodził z pasa asteroid między Marsem a Jowiszem. Jego wiek to około... 4,56 miliarda lat – to więcej niż sama Ziemia, której szacowany wiek wynosi 4,54 miliarda. Skała z całą pewnością powstała jeszcze przed uformowaniem planet skalistych w Układzie Słonecznym. Była wręcz częścią pierwotnego materiału w naszym pobliskim sąsiedztwie w kosmosie.\n\nReklama\n\nMeteoryt uderzył z prędkością przekraczającą barierę dźwięku. Huk, jaki usłyszał właściciel domu, można porównać z powodzeniem do wystrzału z wysokokalibrowego karabinu. Siła uderzenia była na tyle duża, że część skały dosłownie się rozpadła.\n\nMateriał sprzed powstania Ziemi\n\nZ naukowego punktu widzenia taki fragment to coś w rodzaju kapsuły czasu. Zawiera w sobie informacje o składzie i procesach, które kształtowały bardzo młody wtedy jeszcze, Układ Słoneczny. Badanie jego składu pozwala odtworzyć warunki sprzed miliardów lat – temperatury, ciśnienia, a nawet procesy krystalizacji minerałów w przestrzeni kosmicznej.\n\nTego typu relikty pozwalają nam dowiedzieć się więcej o ewolucji materii w naszym kosmicznym sąsiedztwie. Skały z pasa asteroid są w dużej mierze niezmienione od momentu powstania: w przeciwieństwie do Ziemi nie przeszły one przez cykle geologiczne, które zatarły budujące je procesy.\n\nSkala zagrożenia\n\nFragment wpadł przez dach, ale zatrzymał się na podłodze. Gdyby ktoś stanął na trajektorii jego przelotu, mogłoby być bardzo niebezpiecznie. Badacze analizują takie incydenty w kontekście większych obiektów. Dynamika lotu meteorytów – nawet tych małych – daje wskazówki, skąd mogą nadlatywać potencjalnie groźniejsze asteroidy i jak mogą zachowywać się w atmosferze.\n\nCelem takich badań jest ocena ryzyka – w skali od fragmentu, który zrobi dziurę w suficie, po obiekt zdolny zniszczyć całe miasto czy region. To także baza dla projektów ochrony planetarnej.\n\nCzytaj również: Złapaliśmy meteoryt rozbijający się o Ziemię! Ależ widowisko!\n\nCo możemy zrobić, jeżeli w stronę Ziemi skieruje się niebezpieczna skała?\n\nJedną z metod jest... \"trafienie\" obiektu – a konkretnie sonda, która uderza w asteroidę, by zmienić jej tor lotu. W 2022 roku NASA przetestowała tę koncepcję w misji DART, wbijając się w planetoidę Dimorphos. Nawet niewielka zmiana prędkości, jeśli wykonana odpowiednio wcześnie, może sprawić, że obiekt minie Ziemię.\n\nReklama\n\nAnaliza pochodzenia i ruchu małych fragmentów pozwala przewidzieć zachowanie większych ciał. Jeśli znamy ich źródło i trajektorie, możemy nie tylko przewidywać, ale i działać, zanim będzie za późno. W tym przypadku historia kończy się na niewielkim kraterze w podłodze i fragmencie skały starszym od Ziemi. Ale gdyby jego masa była większa, ta sama trajektoria mogłaby prowadzić do zupełnie innego scenariusza. I na taki właśnie scenariusz musimy być gotowi zawsze."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polacy dokonali mrożącego krew w żyłach odkrycia. Poszukiwania trwały 65 lat",
            "link": "https://www.msn.com/pl-pl/news/other/polacy-dokonali-mro%C5%BC%C4%85cego-krew-w-%C5%BCy%C5%82ach-odkrycia-poszukiwania-trwa%C5%82y-65-lat/ar-AA1KjHhQ?ocid=BingNewsVerp",
            "description": "W topniejącym lodowcu na Antarktydzie natrafiono na szczątki Brytyjczyka, który w 1959 roku poniósł śmierć w tragicznym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UobkR7iqGao0mthO7aifUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "WPROST.pl on MSN9 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamek Rabsztyn przyciąga coraz więcej turystów. Perełka Jury będzie jeszcze piękniejsza",
            "link": "https://www.focus.pl/artykul/zamek-rabsztyn-jura-nowe-atrakcje",
            "description": "Spędzający wakacje na Jurze Krakowsko-Częstochowskiej bez wątpienia wiedzą, że warto odwiedzić zamek Ogrodzieniec. Niedaleko ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qKLtG7gJhL_S2yLq5-a0cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Focus9 godz.",
            "source": "Focus",
            "article_content": "Nie wiemy dokładnie, kiedy został zbudowany zamek Rabsztyn, gdyż brakuje pism i danych archeologicznych. O warowni w tym miejscu pisano już pod koniec XIV wieku, budowla przeszła sporo modernizacji i modyfikacji przez wieki. Pierwotnie nazwa Rabsztyn nie była używana w odniesieniu do zamku – nazywano tak charakterystyczną skałę, na której został wzniesiony. Dziś jest używana jako nazwa pobliskiej miejscowości.\n\nZamek Rabsztyn przyciąga turystów\n\nZamek Rabsztyn przez długi czas nie miał opieki konserwatorskiej i popadał w ruinę. Jego renesans twierdzy nastąpił po przejęciu obiektu przez gminę Olkusz, która przeprowadziła szeroko zakrojone prace restauracyjne, zdobyła za nie zresztą nagrodę w konkursie „Zabytek Zadbany” za opiekę i wykorzystanie zabytku. W trakcie rekonstrukcji odkryto też kilka ciekawostek archeologicznych, między innymi średniowieczną studnię, relikty z zamkowej łaźni i kuchni. Odnowiono także bramę wjazdową, powstał nowy pawilon wejściowy, a część murów zamku wysokiego wraz z wieżą została odbudowana.\n\nCzytaj też: Nawigacja satelitarna pod wodą jest możliwa. GPS nie zadziała, ale są inne sposoby\n\nPo gruntownej renowacji zamek Rabsztyn zdobył spore zainteresowanie wśród miłośników historii, rodzin z dziećmi, pasjonatów fotografii i wszystkich innych, podążających Szlakiem Orlich Gniazd. Nic dziwnego – stanowi ciekawą alternatywę dla tłoczonych i dobrze znanych ruin Ogrodzieńca. Zamek Rabsztyn został dobrze przystosowany do potrzeb odwiedzających, można tam obejrzeć w inscenizowane walki rycerskie oraz spędzić czas w kawiarni na zamkowym dziedzińcu.\n\nNiebywałą atrakcją jest widok z zamkowych tarasów i wież. Pasjonaci gór mogą stąd podziwiać malownicze krajobrazy Jury Krakowsko-Częstochowskiej. To także kopalnia wyjątkowych scenerii do sesji fotograficznych, które na terenie obiektu organizowane są na specjalnych warunkach.\n\nKolejny remont i wystawa multimedialna\n\nZamek Rabsztyn wciąż się rozwija. W połowie lata 2025 roku uruchomiony został kolejny etap prac, które podniosą atrakcyjność obiektu. Gmina Olkusz pozyskała finansowanie wysokości 2 milionów złotych na prace mające na celu zarówno zabezpieczenie i remont cennego zabytku, jak i planowanie kolejnych aktywności dla odwiedzających.\n\nAktualnie węzeł bramny zamku jest w trakcie kompleksowych napraw, obejmujących konstrukcyjne zabezpieczenia, konserwację murów oraz wymianę okien. Prace nad tym elementem budowli trwają od 2007 roku i są wykonywane etapami. Aktualnie celem jest zachowania i odnowienia całej bramy wjazdowej wraz z kordegardą – dawnym pomieszczeniem straży zamkowej.\n\nZamek Rabsztyn w remoncie. Źródło: Urząd Miasta i Gminy w Olkuszu\n\nProjekt zmian obejmuje jednak nie tylko bramę i mury. W środku zwiedzający będą mogli skorzystać z atrakcyjnych ekspozycji multimedialnych w pomieszczeniach zamku średniego i górnego. W piwnicach zamku średniego, zabezpieczonych przeszklonym pawilonem, powstaną wystawy prezentujące historię zamku z wykorzystaniem zabytków znalezionych podczas badań archeologicznych. Na pewno będzie można obejrzeć elementy hypocaustum, czyli ogrzewania podłogowego, używanego w starożytności i średniowieczu. Obok nich znajdą się elementy portalu i kominka. Zapewne artefakty z kuchni i łaźni również znajdą się w gablotach. Wystawę uzupełnią ekspozycje multimedialne z informacjami o zamku, zaplanowano tam także sklepik i salę edukacyjną dla zwiedzających.\n\nPrzed otwarciem ekspozycji konieczne jest jeszcze przeprowadzenie prac remontowo-konserwatorskich, takich jak izolacja wieży, renowacja murów, wymiana sufitów, posadzek, balustrad, doposażenie instalacji elektrycznej i systemu monitoringu w obiekcie. Oświetlenie zamku zostanie wymienione na bardziej energooszczędny system LED, a pod mostem znajdzie się skrzynka przyłączeniowa – to znacznie ułatwi logistykę wydarzeń kulturalnych na zamku.\n\nCzytaj też: Gigantyczna maszyna drąży małopolskie wzgórza. Ten tunel zmieni mapę kolejową Polski\n\nChoć prace potrwają do przyszłego roku, zamek wciąż pozostaje dostępny dla turystów. Trzeba się jednak liczyć z tym, że nie wszystkie pomieszczenia będą dostępne. Zwiedzanie jest możliwe przez większość dni tygodnia z różnymi cenami biletów w zależności od dnia oraz wieku zwiedzających. Ceny biletów nie są wysokie: normalny kosztuje 20 zł w tygodniu i 25 zł w weekend, ulgowy odpowiednio 15 i 18 zł. Za wsparcie przewodnika trzeba zapłacić 80 zł, można też skorzystać z audioprzewodnika za 5 zł.\n\nW sąsiedztwie zamku znajduje się rodzinny domek Antoniego Kocjana – wybitnego konstruktora szybowców oraz szefa wywiadu lotniczego Armii Krajowej, który odegrał ważną rolę w odkryciu niemieckich projektów broni rakietowej V1 i V2. Drewniany budynek, pochodzący z 1862 roku, został przeniesiony i odrestaurowany specjalnie na potrzeby turystów. To kolejny punkt na mapie Jury, który warto odwiedzić. W okolicy znajduje się także park linowy, plac zabaw, zajazd i pole namiotowe."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoty pociąg. Do kogo może należeć zawartość?",
            "link": "https://tech.wp.pl/zloty-pociag-do-kogo-moze-nalezec-zawartosc,7188053500656224a",
            "description": "Odnalezienie złotego pociągu w podziemiach zamku Książ budzi emocje. Kluczowe pytanie brzmi: kto stanie się właścicielem jego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0gGruuB5ytYneYi3LqY2li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "WP Tech19 godz.",
            "source": "WP Tech",
            "article_content": "Odnalezienie złotego pociągu w podziemiach zamku Książ ponownie rozbudza wyobraźnię. Jednak to nie tylko sensacyjna historia, ale także skomplikowana kwestia prawna dotycząca własności skarbów. Rafał Adamus, ekspert w dziedzinie prawa cywilnego, wyjaśnił w \"Rzeczpospolitej\", jakie przepisy mogą mieć zastosowanie w tej sytuacji.\n\nKto ma prawo do skarbów?\n\nZgodnie z polskim kodeksem cywilnym, jeśli poszukiwanie właściciela znalezionych rzeczy jest bezcelowe, stają się one współwłasnością znalazcy i właściciela nieruchomości. Jednak w przypadku zabytków, zgodnie z ustawą o ochronie zabytków, stają się one własnością Skarbu Państwa.\n\nZłoto, zabytki i prawo\n\nZłoty pociąg może zawierać różnorodne przedmioty, od złota po dzieła sztuki. Jeśli są to zabytki, muszą zostać przekazane państwu. W przypadku innych przedmiotów, jak broń czy amunicja, mogą one należeć do państwa niemieckiego, jeśli nie pochodzą z wojennego rabunku.\n\nDalsza część artykułu pod materiałem wideo"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przy koneckiej Gloriettcie znaleziono kilka zabytków",
            "link": "https://radiokielce.pl/1327804/przy-koneckiej-gloriettcie-znaleziono-kilka-zabytkow/",
            "description": "Przy remontowanej w Końskich Gloriettcie znaleziono kilka ciekawych zabytków: kawałek emblematu z czapki pocztowej (początek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iHSyS2Gxe8-g-VZQYcud-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Kielce13 godz.",
            "source": "Radio Kielce",
            "article_content": "Przy remontowanej w Końskich Gloriettcie znaleziono kilka ciekawych zabytków: kawałek emblematu z czapki pocztowej (początek XIX wieku), monety w tym bardzo rzadkie piętnaście krajcarów z 1800 roku i inne artefakty.\n\nRadosław Nowek ze stowarzyszenia historycznego „Pasja” mówi, że wolontariusze mieli możliwość przeszukania terenu z wykrywaczami metalu. Między metalowymi śmieciami znaleźli kilka perełek.\n\n– Jednym z najciekawszych jest kawałeczek emblematu z czapki pocztowej. Określamy to na początek XIX wieku. Jest też niezwykła moneta, piętnaście krajcarów z 1800 roku, dosyć rzadki nominał. Ponadto kilka guzików, w tym jeden z uniformu wysokiego urzędnika Guberni Sandomierskiej z okresu zaborów, kule muszkietowe, wiele łusek oraz elementów drobnych z okresu II wojny światowej i zwykłych rzeczy, które gubili mieszkańcy Końskich przebywający tutaj na różnych uroczystościach – wymienia.\n\nZnalezione artefakty trafią do dr Łukasza Miechowicza z Instytutu Archeologii i Etnologii PAN, który nadzorował archeologicznie prowadzone prace konserwatorskie przy koneckiej Gloriettcie. Jak zaznacza, wkopy nie były głębokie do 50 centymetrów i nie znaleziono obiektów starszy niż z XIX wieku. Najciekawsze zdaniem badacza okazały się fundamenty pomnika.\n\n– Cały pomnik budowany jest z płyt piaskowca, tego samego materiału użyto do fundamentów, stabilizowania terenu. Zrobiono wkop, w którym ułożono płyty piaskowca a także gruz tego samego materiału i na tym budowano pomnik – opisuje.\n\nPo sporządzeniu raportu badacz znalezione artefakty zwróci znalazcom. Radosław Nowek wyjaśnia, że artefakty znajdą miejsce w Muzeum Ziemi Koneckiej wraz z okolicznościami i miejscem ich odnalezienia.\n\nPo oczyszczeniu Glorietty z łuszczącego się tynku, zobaczyć można szlachetny piaskowiec i cegłę. Burmistrz Końskich Krzysztof Obratański zwraca uwagę na to, że budowla ma dużą wartość historyczną, bo w czasie zaborów i PRL była miejscem patriotycznych spotkań.\n\n– Dzisiaj od strony sztuki konserwatorskiej znaczna część prac na oryginalnym materiale jest już widoczna i jest do pokazania. Będą dodatkowe prace, które będą miały charakter rekonstrukcji i uzupełnień, bo chcemy przywrócić temu zabytkowi jego pierwotny kształt. Najstarsze zdjęcia, pochodzą z końca XIX wieku, więc myślę, że będziemy mieć tutaj punkty odniesienia.\n\nZniszczone rzeźby na podstawie zdjęć odtworzą przedstawiciele firmy „Kamieniarka” pod okien konserwatora zabytków i dzieł sztuki. Robert Jelonek, przedstawiciel firmy mówi, że budowla była kilkukrotnie czyszczona.\n\n– Te elementy, które zostały zniszczone naprawiamy. Odnawiamy też kolumny. Jak widać są zawinięte folią strecz, a to dlatego, że usuwamy sól z tych kolumn. Erozja, czas, sprawiają, że sól wnika do tych kamieni i my musimy ją wydobyć – opisuje.\n\nSól może pochodzić z zanieczyszczeń atmosferycznych, wód gruntowych czy zanieczyszczonego deszczu. Wnikają w pory kamienia. Foliowanie pozwala utrzymać stałą, podwyższoną wilgotność w danym miejscu, aby sole mogły się przemieszczać ku powierzchni, następnie są usuwane.\n\nKoszt prac to nieco ponad 1 mln zł. Gmina na ten cel otrzymała dotację ze środków rządowych.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To prawdziwy skarb! W naczyniu ceramicznym znalezionym pod Kaliszem znajdował się złoty naszyjnik",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/to-prawdziwy-skarb-w-naczyniu-ceramicznym-znalezionym-pod-kaliszem-znajdowa%C5%82-si%C4%99-z%C5%82oty-naszyjnik/ar-AA1KiT8x?ocid=BingNewsVerp",
            "description": "To prawdziwy skarb! W naczyniu ceramicznym, które odkryto pod Kaliszem znajdował się złoty naszyjnik. Na garnek natrafili ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rPald6XpLDLzzyZH_u4Fyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Eska Regiony on MSN14 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I Bartkowy Pchli Targ i Jarmark Rękodzieła w Bartoszycach",
            "link": "https://gazetaolsztynska.pl/bartoszyce/1196030,I-Bartkowy-Pchli-Targ-i-Jarmark-Rekodziela-w-Bartoszycach.html",
            "description": "W niedzielę, 10 sierpnia br., plac Konstytucji 3 Maja w Bartoszycach zamienił się w tętniące życiem centrum ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ZbpXqzrN%2b6Ff5ln%2bsATLGA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Olsztyńska18 godz.",
            "source": "Gazeta Olsztyńska",
            "article_content": "W niedzielę, 10 sierpnia br., plac Konstytucji 3 Maja w Bartoszycach zamienił się w tętniące życiem centrum handlowo-artystyczne. Odbył się tam I Bartkowy Pchli Targ i Jarmark Rękodzieła, zorganizowany przez miasto Bartoszyce.\n\nWydarzenie przyciągnęło tłumy mieszkańców oraz licznych wystawców z regionu i spoza niego, a przelotne opady deszczu nie przeszkodziły w zabawie i zakupach.\n\nJuż od wczesnych godzin porannych na placu pojawiły się dziesiątki stoisk. Oferowany asortyment zachwycał różnorodnością – od zabytkowych mebli i unikatowych bibelotów, przez stare książki i płyty, po porcelanę oraz kolekcjonerską biżuterię.\n\nSzczególnym zainteresowaniem cieszyła się część jarmarku poświęcona lokalnemu rękodziełu. Odwiedzający mogli podziwiać i kupować m.in. ręcznie robioną ceramikę, tkaniny, biżuterię i inne przedmioty, które doskonale sprawdzały się jako oryginalne pamiątki lub prezenty.\n\nNie zabrakło również akcentów historycznych. W ramach wydarzenia otwarto dla zwiedzających Bramę Lidzbarską, gdzie Bartoszyckie Stowarzyszenie Historyczno-Eksploracyjne \"Rosenthal\" zaprezentowało swoje bogate zbiory.\n\nOrganizatorzy podkreślają, że impreza miała nie tylko charakter handlowy, ale także integracyjny – była okazją do rozmów, wymiany doświadczeń i spędzenia czasu w przyjaznej, pełnej pozytywnej energii atmosferze.\n\nMiasto Bartoszyce dziękuje Gminie Bartoszyce za użyczenie wiat wystawowych, które zapewniły komfort zarówno sprzedającym, jak i odwiedzającym.\n\nred"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwsi Piastowie zerwali z przeszłością. Czy osiągnęli cel",
            "link": "https://www.newsweek.pl/historia/przodkowie-byli-dla-nich-ciezarem-piastowie-odrzucili-swoja-slowianska-przeszlosc/nlgxb4z",
            "description": "Pierwsi władcy Polski potrzebowali argumentów, by dowodzić, że są pełnoprawnymi członkami europejskiej elity, a nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nEPlGyGYCOGXqeC3-fGzUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Newsweek Polska5 godz.",
            "source": "Newsweek Polska",
            "article_content": "Okoliczności im sprzyjały. Na zjeździe gnieźnieńskim w 1000 r. Bolesław Chrobry otrzymał od Ottona III włócznię świętego Maurycego czy może raczej jej kopię, która stanowiła w tym czasie najważniejsze insygnium władzy cesarskiej. W Akwizgranie z kolei Otton przekazał mu wydobyty przez siebie z grobu Karola Wielkiego tron, na którym spoczywało ciało cesarza. W końcu syn Bolesława, Mieszko, poślubił siostrzenicę Ottona, Rychezę. W ten sposób Piastowie dostali do ręki argumenty, które pozwoliły im dowodzić, że są pełnoprawnymi członkami elity, a nie parweniuszami próbującymi wedrzeć się na europejskie salony.\n\nFoto: fot. domena publiczna\n\nInnymi słowy, nasze elity dla poklasku na Zachodzie odwróciły się plecami do rodzimej tradycji. Skąd my to znamy…\n\n– Można na to i tak patrzeć. Ale można w działaniach pierwszych Piastów widzieć też zamiar swoistej modernizacji czy też okcydentalizacji ich władztwa. Celem miała być zasadnicza przebudowa podstaw ideowych ich władzy i dostosowania ich do wyobrażeń i norm właściwych kulturze politycznej łacińskiego Zachodu. Problem Piastów polegał na tym, że mierzyli zbyt wysoko. Uważali się przecież za bezpośrednich kontynuatorów tradycji karolińskiej i ottońskiej. W rezultacie zerwanie z rodzimą tradycją spotkało się z niezrozumieniem ich poddanych. A z drugiej strony ich aspiracje nie tylko nie przekonały cesarskich elit, że są tacy sami jak one, lecz wzbudziły w nich irytację. Biskup Merseburga Thietmar, krytykując Chrobrego, że chce podporządkować sobie wyżej od niego stojących, czyli saskich grafów, przeciwstawiał mu jego ojca Mieszka I, który miał rzekomo z pokorą akceptować swoją podrzędną pozycję i nie odważył się nigdy wejść w kożuchu do domu, w którym przebywał margrabia Hodon, ani siedzieć, gdy ten wstawał z miejsca.\n\nI miało to dramatyczne następstwa.\n\n– Tak. Szybko okazało się, że napięć, jakie wywoływała ta polityka, zarówno w relacjach wewnątrz kraju, jak i w stosunkach z cesarstwem, nie da się rozładować. I doszło do zwarcia. Piastowie stracili władzę: syn i następca Mieszka II, Kazimierz Odnowiciel, został wygnany z kraju, a państwo się rozpadło. Kiedy – z pomocą cesarską – udało mu się wrócić i zacząć odbudowę państwa, zdecydował się zerwać z polityką swoich bezpośrednich poprzedników. Szukając uzasadnienia dla swoich rządów, zwrócił się w stronę starszej, rodzimej tradycji, która leżała u podstaw sukcesów Piastów, kiedy w X w. zaczęli budować swoje władztwo. Zasadnicze elementy tej tradycji piastowskiej znalazły przedstawienie w kronice Galla Anonima.\n\nDlaczego w takim razie Gall tak mało o niej napisał?\n\n– Wcale nie tak mało. Wspomniał o Piaście i wymienił trzech przodków Mieszka, którzy mieli sprawować przed nim władzę. Więcej nie było potrzebne.\n\nAle pisał na zamówienie.\n\n– Jego wykład dziejów piastowskich był dla odbiorców kroniki wystarczający. To dla nas jest on zbyt lakoniczny. Tymczasem Gall napisał wszystko, czego Bolesław Krzywousty mógł od niego oczekiwać. Mamy więc, i to już w czasach pogańskich, boską interwencję w postaci rozmnożenia jadła na uczcie Piasta, która jednoznacznie dowodzi, że jego ród został powołany do władzy przez samego Boga. Mamy trzech władców, którzy dokonali wielkich czynów i rozszerzyli granice swego władania. W gruncie rzeczy o Mieszku kronikarz nie pisze dużo więcej, poza tym, że przyjął chrzest, za namową żony zresztą, a wcześniej w dzieciństwie cudownie odzyskał wzrok, co miało zapowiadać jego późniejsze nawrócenie. Bardziej rozbudowaną opowieść poświęca Gall dopiero Chrobremu, którego przedstawia jako uosobienie idealnego władcy, a następnie główną uwagę skupia, rzecz jasna, na Krzywoustym. Ukazanie wielkości tego ostatniego to przecież główny cel kroniki.\n\nGenealogia piastowska, jeśli chodzi o przodków Mieszka, jest może rzeczywiście skromna, ale w porównaniu z innymi nie wypada całkiem blado. Współczesny Gallowi czeski kronikarz Kosmas wymienia wprawdzie ośmiu poprzedników pierwszego historycznego księcia czeskiego Borzywoja.\n\nAle już genealogia książąt ruskich w \"Powieści minionych lat\" uwzględnia tylko jednego poprzednika księcia Igora, jego ojca Ruryka. Również frankijscy Merowingowie nie mogli pochwalić się rozbudowaną genealogią: wspomina się w niej tylko o trzech przodkach Chlodwiga.\n\nTu dotykamy problemu, który już pan wspomniał – że proces powstawania państwa mógł być krótszy, niż dawniej sądzono.\n\n– Rzeczywiście. Jeszcze do niedawna powszechne było przekonanie, że proces powstawania państwa trwał długo i było on dziełem kilku pokoleń piastowskich władców, którzy stopniowo rozszerzali jego granice, podporządkowując sobie kolejne ziemie. Prawie tak, jak to opisał Gall. Niestety, w źródłach – poza kroniką Galla rzecz jasna – brak jest informacji o tych wielkich dokonaniach przodków Mieszka.\n\nNasze nieszczęście polega na tym, że średniowieczni kronikarze dość późno zwrócili na nasze ziemie uwagę?\n\n– Z pomocą przychodzi nam jednak archeologia. Zastosowanie dendrochronologii, pozwalającej na dokładne datowanie zabytków drewnianych, pokazało, że stare koncepcje historyków o trwającym kilka pokoleń kształtowaniu się państwa piastowskiego nie znajdują żadnego uzasadnienia w materiale archeologicznym. Z badań tych wynika, że do powstania państwa piastowskiego doszło zaledwie kilka dekad przed przejęciem władzy przez Mieszka. I państwo to powstało w następstwie gwałtownego przełomu.\n\nProf. Przemysław Urbańczyk uważa, że tylko jakieś obce elity, pewnie z Moraw, mogły tak szybko stworzyć z niczego państwo, bo miały know-how.\n\n– Problem w tym, że niewiele wspiera tę hipotezę. Wcześniej podobną rolę przypisywano skandynawskim wikingom. Z pewnością twórcy państwa piastowskiego czerpali inspiracje z różnych stron. Transferowi idei i technologii nie musiał jednak towarzyszyć napływ zorganizowanych, wyżej rozwiniętych, obcych grup, które zapoznawały mało rozgarniętych tubylców z nieznanymi im osiągnięciami cywilizacyjnymi czy formami organizacji społecznej. Dobry przykład stanowi tutaj tzw. konstrukcja hakowa wałów grodowych, uważana za swego rodzaju znak firmowy Piastów. Piastowie jednak jej nie wymyślili. Została ona przez nich przejęta i udoskonalona. Pojawia się bowiem wcześniej w różnych rejonach Słowiańszczyzny w społecznościach, którym nie sposób przypisać roli inicjatorów powstania państwa piastowskiego. Nie ma powodów, aby odmawiać Piastom zdolności do stworzenia państwa. Procesy zachodzące w łonie społeczności zamieszkujących Wielkopolskę w wystarczający sposób tłumaczą okoliczności, w jakich się to dokonało.\n\nCo więc wiemy na pewno?\n\n– Jak wynika z ustaleń archeologów, początki kształtowania się na obszarze Wielkopolski sieci grodów, które łączy się z działaniami podjętymi przez Piastów, można datować najwyżej na lata 20. X w. Budowano je według jednego planu, przy zastosowaniu wspomnianej konstrukcji hakowej, a zamierzeniem było włączenie zamieszkujących te grody społeczności w ramy tworzącego się państwa. Pierwsze wzmianki w źródłach dotyczące Mieszka można odnieść natomiast do lat 60. X w. Czyli zasadniczy zrąb piastowskiego władztwa, wraz z wielkimi grodami w Poznaniu, Gnieźnie, Gieczu, Grzybowie czy na Ostrowie Lednickim, ukształtował się w ciągu niespełna czterech dekad. Nie bardzo jest tu miejsce na wymienionych przez Galla przodków Mieszka. Co ciekawe, Gniezno, które w opowieści kronikarza stanowi miejsce narodzin całej podległej Piastom wspólnoty, było jednym z najpóźniej wzniesionych ośrodków grodowych. Powstało dopiero ok. 940 r.\n\nTen gwałtowny przełom poprzedzały również uchwytne w materiale archeologicznym przemiany społeczne, które doprowadziły do wykształcenia się zmilitaryzowanej elity, skupionej wokół dynastii, której udało się podporządkować niższe warstwy i nawiązać szersze kontakty handlowe, zarówno ze strefą bałtycką, jak i obszarami Moraw.\n\nI tyle?\n\n– Ale to całkiem sporo. Chociaż, rzecz jasna, wielu rzeczy nadal nie wiemy. Nie ma pewności, jak Piastowie, poza przemocą, uzasadniali swoje prawa do władzy. A musieli to robić. Żadna władza oparta tylko na przemocy nie może się długo utrzymać. Wskazuje się zatem, że wznoszone przez nich grody były budowane w szczególnych miejscach, z którymi lokalne społeczności łączyły wartości sakralne. W ten sposób Piastowie przejmowali nad nimi kontrolę, co pozwalało im występować w roli gwarantów ładu nie tylko społecznego czy politycznego, lecz również religijnego.\n\nPowiedział pan o kontaktach ze światem, ale przecież to właśnie izolacja w puszczy miała dać Piastom czas na spokojne budowanie państwa.\n\n– Izolacja była względna. Wielkopolska była na tyle daleko od głównych ośrodków politycznych w tej części Europy, aby nie odczuwać bezpośredniego zagrożenia z ich strony. A jednocześnie na tyle blisko, że Piastowie mogli obserwować zachodzące tam procesy i wyciągać wnioski. Z pewnością też Wielkopolski nie przecinały ważne szlaki handlowe. Nie były one jednak poza zasięgiem Piastów. Nie jest przypadkiem, że arabskie srebro pojawia się na ich ziemiach w tym samym czasie, w którym wznoszą oni swoje grody. Jego pojawienie się jasno pokazuje, że szybko włączyli się w szeroką wymianę handlową.\n\nTakże w handel ludźmi?\n\n– Wszystkim, co można było zdobyć na okolicznych społecznościach lub pozyskać w charakterze ściąganego z nich siłą trybutu, a potem z zyskiem sprzedać: ludźmi, woskiem, miodem, futrami.\n\nMieszko I, gdy już pojawił się na kartach historii, zdecydował się w bardzo krótkim czasie na radykalne kroki. Nawiązał kontakty z cesarstwem, zawarł sojusz z Czechami przez małżeństwo i ochrzcił się. Sam na to wpadł czy te działania mogły mieć podstawy we wcześniejszej polityce Piastów?\n\n– W momencie przejęcia rządów przez Mieszka władza Piastów miała stosunkowo krótką metrykę. Rdzeń państwa z wielkimi wielkopolskimi grodami już istniał, ale zapewne niewiele więcej. Wydaje się, że dopiero za panowania Mieszka Piastowie wychodzą poza Wielkopolskę. Z czasami Mieszka można też łączyć zasadniczą rozbudowę wielkopolskich grodów, które przybrały wówczas formę potężnych, niekiedy wieloczłonowych warowni. Państwo piastowskie takie, jakie znany, jest w znacznej mierze dziełem Mieszka. Z tym większym uznaniem należy podchodzić do tego, co udało mu się dokonać. Pamiętać jednak przy tym należy, że niezależnie od rozmachu jego polityki, rozległych horyzontów, odwagi w podejmowaniu decyzji o dalekosiężnych konsekwencjach, pozostawał on nadal przede wszystkim władcą Wielkopolski, owego civitas Schinesghe – państwa gnieźnieńskiego – jak określono jego władztwo w dokumencie \"Dagome iudex\". Pozostałe ziemie poddane jego władzy to były tylko bliżej nieokreślone przyległości, które miały podlegać wielkopolskiemu centrum i płacić mu trybut.\n\nDlaczego wznoszono te wielkie grody, o których pan wspomniał? Kogo mogli się tak bać woje Piastów, bo chyba nie ludności miejscowej?\n\n– Z pewnością wielkopolskie grody, otoczone potężnymi obwałowaniami, pełniły także ważne funkcje militarne. Swojej skuteczności stworzony przez Piastów system grodowy dowiódł w początkach XI w. w czasie walk Chrobrego z królem niemieckim Henrykiem II, kiedy jego wojska dotarły pod Poznań, ale nie były w stanie go zdobyć. Wydaje się jednak, że potrzeby natury militarnej nie były jedynymi czy nawet najważniejszymi, jakie stały za budową wielkich grodów. Nie mniej istotne było ich znaczenie w sferze symbolicznej. Widzieć w nich bowiem należy swego rodzaju manifestację nowej władzy ustanawianej przez Piastów. Społecznościom, które musiały je wznosić pod nadzorem piastowskich wojowników, pokazywały jednoznacznie, kto sprawuje nad nimi władzę.\n\nWciąż mówimy o Wielkopolsce, a co działo się w grodzie Kraka?\n\n– Niestety, nie możemy o tym wiele powiedzieć. Przypuszcza się, że Kraków był jednym z głównych ośrodków funkcjonującego na obszarze Małopolski w drugiej połowie IX w. organizmu politycznego, określanego zwyczajowo jako państwo Wiślan. Czyli z Krakowem miałby być związany wspomniany w żywocie św. Metodego tajemniczy potężny książę, który siedział na Wiśle i urągał chrześcijanom. Obracamy się jednak w sferze przypuszczeń. Nie ma pewności, czy Małopolska razem z Krakowem została podporządkowana państwu wielkomorawskiemu. Na mocniejszych przesłankach opierają się twierdzenia o podległości Krakowa w połowie X w. władzy książąt czeskich. Czy został włączony w granice państwa czeskiego, czy książęta czescy sprawowali tylko luźną, trybutarną zwierzchność nad nim, tego już nie wiemy.\n\nW nielicznych źródłach z X w., w których wspomina się o Krakowie, jego nazwa przywoływana jest często nie tylko na określenie samego grodu, ale również do opisania szerszego terytorium, Małopolski. Inaczej rzecz ujmując, władza nad Małopolską urzeczywistniała się poprzez władzę nad Krakowem. Piastowie byli w pełni świadomi tego szczególnego znaczenia Krakowa. Po opanowaniu Małopolski nie zdecydowali się zatem na jego zniszczenie, tak jak to robili z wieloma innymi lokalnymi ośrodkami na ziemiach, które podbijali, ale postanowili go przejąć i związać z sobą łączone z nim wartości.\n\nOd kiedy Kraków należał do Polski?\n\n– W opisie państwa Mieszka I, zawartym we wspomnianym już dokumencie \"Dagome iudex\", który sporządzono na krótko przed śmiercią księcia, wymienia się ziemie, z którymi ono graniczyło, m.in. Prusy, Ruś czy tajemnicze Alemure. Pojawia się wśród nich także Kraków. Mogłoby to świadczyć, że pozostawał on jeszcze wówczas poza granicami Mieszkowego władztwa. Stąd koncepcje, że gdy Mieszko odebrał Czechom Śląsk, Małopolska wraz z Krakowem przekazana została Chrobremu. W każdym razie z pewnością za rządów tego ostatniego Kraków stał się już częścią państwa piastowskiego.\n\nW Krakowie znano chrześcijaństwo wcześniej?\n\n– Na ten temat toczyły się burzliwe dyskusje. Próbowano dowodzić, że do Krakowa dotarli misjonarze z Moraw. Spekuluje się, że później – w czasach czeskich rządów – mogło tu być nawet biskupstwo. Koncepcje te budzą jednak duże wątpliwości. Wiemy, że biskupstwo działało w Krakowie po roku 1000 i powstało najpewniej dopiero wraz z utworzeniem arcybiskupstwa gnieźnieńskiego. Chrystianizacja Małopolski przebiegała zapewne tak jak w Wielkopolsce i w wielu innych regionach wczesnośredniowiecznej Europy. W pierwszej kolejności dążono do związania z nową religią tych miejsc, którym tradycyjnie przypisywano wartości sakralne i które legitymizowały sprawujących nad nimi kontrolę władców.\n\nI przez tę inkulturację chrześcijaństwo dokładnie wymazał o stare wierzenia?\n\n– Ten proces wymazywania trwał jednak długo, zwłaszcza na poziomie, nazwijmy to, kultury ludowej. I nie obyło się przy tym bez wstrząsów. Wspomnianemu już kryzysowi monarchii piastowskiej w latach 30. XI w. towarzyszyły także wystąpienia przeciw chrześcijaństwu. Przypuszcza się nawet, że we Wrocławiu wzniesiono wówczas pogańską świątynię. Ogólnie rzecz biorąc jednak, ze sfery publicznej stare wierzenia rzeczywiście zostały stosunkowo szybko wyparte. Piastowie, w odróżnieniu od władców wielu innych niedawno schrystianizowanych wczesnośredniowiecznych państw, nie szukali legitymizacji w ceremoniach, które sięgały czasów pogańskich i zdecydowanie odcinali się od pogańskiej przeszłości.\n\nBrak źródeł na temat początków państwa polskiego daje pole do popisu różnym teoriom, królującym w internecie, ale trafiają też do książek wydawanych przez szacowne oficyny. Pana to nie niepokoi?\n\n– Nie śledzę tego uważnie. Ale trudno się cieszyć z powodzenia, jakie zdobywają bałamutne opowieści, odkrywające rzekomo prawdę o przeszłości ukrywaną przez zawodowych historyków. Z drugiej strony rozumiem, że wykład historyka bywa nudny, a przedstawiana przez niego opowieść o przeszłości ma często wiele luk, wynikających z niedostatku źródeł. Pojawia się więc pokusa, aby wykład uatrakcyjnić, a luki wypełnić. Odbiorcy oczekują barwnej, zwartej i kompletnej narracji, odpowiadającej na pytanie, co naprawdę się wydarzyło.\n\nProfesjonalni historycy też spekulują.\n\n– Ale jednak tylko – a może ostrożniej, przeważnie – na podstawie tego, co przeczytali w źródłach. Historia jako dyscyplina naukowa, a mediewistyka chyba w szczególności, jest w dużym stopniu sztuką interpretacji. Źródła, jakie mamy do dyspozycji, poza tym, że nieliczne, są często niejasne czy też wieloznaczne. Powstawały w różnych okolicznościach i w różnych celach. Ich autorzy odwoływali się do wyobrażeń i kategorii właściwych ich epoce, która pod wieloma względami była odmienna od tej, w której żyjemy. Poddając je zatem analizie i próbując wydobyć zawarty w nich przekaz, historyk powinien pamiętać, że proponowana przez niego wykładnia może być tylko jedną z możliwych. Podejrzewam jednak, że większość z nas, nawet gdy piszemy w trybie przypuszczającym, jest przekonana, że nasz sposób odczytania źródła jest tym właściwym, który pozwala stwierdzić, jak było."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seria zniszczeń w nowogrodzieckim klasztorze",
            "link": "https://www.bolec.info/boleslawiec/informacje/kategoria/39356/seria-zniszczen-w-nowogrodzieckim-klasztorze",
            "description": "W ostatnich dniach doszło do włamania - lub włamań - do Klasztoru Dusz, czego skutkiem są liczne straty w odbudowywanym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4-chqIlweegAehcofEZIzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Bolec.Info15 godz.",
            "source": "Bolec.Info",
            "article_content": "11 sierpnia 2025r. godz. 12:44, odsłon: 1101, Dariusz Gołębiewski\n\nSeria zniszczeń w nowogrodzieckim klasztorze\n\nW ostatnich dniach doszło do włamania - lub włamań - do Klasztoru Dusz, czego skutkiem są liczne straty w odbudowywanym zabytku.\n\nZniszczone pianino w Klasztorze Dusz (fot. Dariusz Gołębiewski)\n\nDawny klasztor obronny w Nowogrodźcu od ponad trzech lat powstaje ze zniszczeń, w niemałej mierze dzięki pracy wielu wolontariuszy z całej Polski (w tym mieszkańców naszego regionu i piszącego te słowa), skupionych w Klubie Twojego Dziedzictwa. Restaurowane są kolejne sale i korytarze, odzyskiwany jest wartościowy materiał budowlany, wywożone są też stamtąd tony gruzu.\n\nKlasztor Dusz zyskuje coraz większą rozpoznawalność dzięki licznym działaniom promocyjnym i budowlanym Fundacji Twoje Dziedzictwo, a wiedzę o przeszłości i dawnym wyglądzie kompleksu pozwalają coraz lepiej rozpoznawać badania naukowe nad jego historią. Odbudowa klasztoru sprzyja też promocji gminy Nowogrodziec, szczególnie że jest to jeden z najcenniejszych zabytków w całym regionie bolesławieckim.\n\nNie brakuje jednak osób niepełnosprawnych kulturalnie, które najwidoczniej nie przyjęły do wiadomości, że dawny klasztor nie jest już pijacką meliną, jak to miało miejsce jeszcze kilka lat temu. W ostatnich dniach na zabytkowych murach klasztoru pojawiły się wulgarne graffiti. W jednej z głównych sal wykopano głęboką dziurę i pocięto na kawałki przechowywane tam pianino. Wykonane niedawno przejście do piwnic, umożliwiające wprowadzanie tam zwiedzających oraz uczestników międzynarodowego zlotu cosplayerów Pixelmania, zostało ponownie zasypane gruzem i jeszcze wczoraj unosił się tam intensywny zapach piwa. Ponadto z klasztornego schowka skradziono dwie nowe taczki. Uszkodzone zostało także ogrodzenie, mające utrudniać włamywaczom dostęp do odbudowywanego zabytku.\n\nByć może włamywacze są nawet dumni ze swoich pijackich poczynań, jednak powinni zdawać sobie sprawę, że w Nowogrodźcu trudno o anonimowość. Po ubiegłorocznym włamaniu ustalenie jego sprawców, przy dużym wsparciu mieszkańców miasta, zajęło zaledwie dobę. Kradzieże, dewastacje i włamania nie pozostają bez konsekwencji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoto ze skarbu znalezionego przez Stowarzyszenie Denar wydobyte. Co kryje skarb? ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z%C5%82oto-ze-skarbu-znalezionego-przez-stowarzyszenie-denar-wydobyte-co-kryje-skarb-zdj%C4%99cia/ar-AA1KhQqx?ocid=BingNewsVerp",
            "description": "Złoty naszyjnik, który znajdował się w naczyniu ceramicznym odkrytym przez Stowarzyszenie Poszukiwaczy Śladów Historii Denar ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bLjAG3Kgtt6G38ysYJ_bKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kalisz Nasze Miasto on MSN17 godz.",
            "source": "Kalisz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy zachwyceni odkryciem z Pomorza. To artefakt z epoki brązu",
            "link": "https://www.focus.pl/artykul/artefakt-bransoleta-epoka-brazu-pomorze",
            "description": "Była nią sporych rozmiarów bransoleta z brązu. Poddana pomiarom, okazała się ważyć 267 gramów. Przeprowadzono także wstępne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.If5e3weeMbLjar2YYfK0WS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Focus5 godz.",
            "source": "Focus",
            "article_content": "Bransoleta z epoki brązu na celowniku poszukiwaczy skarbów\n\nChodzi o bransoletę datowaną na VIII-IX wiek p.n.e. O odkryciu poinformowali członkowie wspomnianego stowarzyszenia. Z posta zamieszczonego w serwisie Facebook wynika, że w czasie weekendowego wypadu jeden z uczestników wyprawy odnotował silny sygnał wskazujący na obecność cennego obiektu pod ziemią. Spoczywał on na relatywnie niewielkiej głębokości, dlatego wykopanie małego dołka wystarczyło, by dotrzeć do cennej zawartości.\n\nCzytaj też: Zamek Rabsztyn przyciąga coraz więcej turystów. Perełka Jury będzie jeszcze piękniejsza\n\nByła nią sporych rozmiarów bransoleta z brązu. Poddana pomiarom, okazała się ważyć 267 gramów. Przeprowadzono także wstępne datowanie, z którego wynika, jakoby chodziło o artefakt pochodzący z okresu od 1000 do 700 roku p.n.e. Na tym sukcesy archeologiczne się jednak nie kończyły. Już następnego dnia udało się dokonać dwóch kolejnych odkryć w postaci dwóch fibuli i fragmentu biżuterii.\n\nJak podkreślili sami zainteresowani, wydobyte spod ziemi kosztowności zostały przekazane Konserwatorowi Zabytków. Tam zajmą się nimi eksperci, którzy potwierdzą bądź podważą wstępne doniesienia. Na obecną chwilę wiemy natomiast, iż bransoleta znajdowała się na głębokości zaledwie 20 centymetrów. Ma kolisty kształt i jest lekko spłaszczona, a co najważniejsze – do czasów współczesnych zachowała się w dobrym stanie.\n\nCztery nieudane weekend i przełomowe odkrycie w czasie piątej wyprawy\n\nJak przyznał Cezary Modrzejewski, który kierował badaniami, w czasie rozmowy z dziennikarzami Starogard Gdański Nasze Miasto, on i jego koledzy natknęli się na bransoletę w czasie piątego weekendowego wyjazdu. Przez cztery wcześniejsze tygodnie nie znaleźli kompletnie niczego, włącznie z monetami z PRL-u, których zwykle nie brakuje w czasie eksploracji lasów. Brak odkryć był szczególnie zadziwiający, jeśli wziąć pod uwagę fakt, iż dawniej w tym miejscu przebiegała granica pruska. W związku z tym pojawiły się przypuszczenia, jakoby można było oczekiwać znalezisk w postaci odznaczeń wojskowych czy przedmiotów o militarnym charakterze.\n\nCzytaj też: Podwodne ruiny u wybrzeży Kuby. Odkrycie starsze od piramid jest łączone z Atlantydą\n\nRzecznik PWKZ Marcin Tymiński poinformował, że autorzy odkrycia działali na Kociewiu i posiadali zgodę na prowadzenie poszukiwań wydaną przez wojewódzkiego konserwatora zabytków. Jak zauważył, tego rodzaju znaleziska należy przekazać do urzędu, gdyż są własnością Skarbu Państwa. Detektoryści intencjonalnie poszukujący zabytków w przypadku spektakularnego sukcesu mogą liczyć na dyplom od Ministerstwa Kultury i Dziedzictwa Narodowego. Nagrody pieniężne dla poszukiwaczy będą możliwe od 2027 roku, gdy w życie wejdzie nowelizacja ustawy o ochronie zabytków."
        }
    }
]