[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 6.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-6-08-2025/ar-AA1JydQD?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN15 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 6.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-6082025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN15 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cena funta brytyjskiego 06 sierpnia 2025 r. Jaka jest cena GBP/PLN?",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-6-sierpnia-2025-r/5bdv4rj",
            "description": "Ile złotych to jeden funt szterling? Dzisiaj 06 sierpnia 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9142 zł. Kurs ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l8sZzgdB5lQvB8yjwLQS-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl10 godz.",
            "source": "Fakt.pl",
            "article_content": "Ile złotych to jeden funt szterling? Dzisiaj 06 sierpnia 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9142 zł. Kurs funta szterlinga zmienił się o 0,0084 zł w ujęciu dziennym. Kurs GBP/PLN w tym tygodniu uległ zmianie o 0,0142 zł względem zeszłego tygodnia.\n\nKurs GBP/PLN dzisiaj\n\nFunt szterling po angielsku to pound sterling. Można też używać nazwy funt brytyjski, ale jest ona rzadziej używana. Jego oznaczenie globalne to GBP. Jest walutą Wielkiej Brytanii. W jakich krajach obowiązuje funt szterling? Funty należy mieć przy sobie w Wielkiej Brytanii, Szkocji, Irlandii Płn., w Walii, na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie występują nominały w funcie szterlingu? Funt szterling jest podzielony na 100 pensów. Które dzielą się kolejno na monety: 1p, 2p, 5p, 10p, 20p, 50p. Banknoty występują w nominałach 5, 10, 20, 50. Dodatkowo w Szkocji i Irlandii Płn. występuje banknot 100. Bank of England jest centralnym bankiem Wielkiej Brytanii i odpowiada za emisję funtów. Dziś funt jest jedną z najważniejszych walut w międzynarodowym handlu.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "06 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-06,3,day.html",
            "description": "Izba znajduje się w pobliżu szlaku zabytków kultury drewnianej Małopolski kościoła pod wezwaniem NNMP z XVI w. Izba powstała w 2010 r. staraniem Stowarzyszenia Przyjaciół Ziemi Krzęcińskiej. W ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków22 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Izba Regionalna w Woli Radziszowskiej\n\nIzba znajduje się w sąsiedztwie tamtejszego zabytkowego kościoła parafialnego z przełomu XV i XVI w. Mieści się w starym przykościelnym spichlerzu, udostępnionym na ten cel przez parafię. W Izbie znajduje się już ponad 200..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retro impreza w skansenie w Wygiełzowie. XXV Rajd Pojazdów Zabytkowych \"Tradycja\"",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/retro-impreza-w-skansenie-w-wygie%C5%82zowie-xxv-rajd-pojazd%C3%B3w-zabytkowych-tradycja/ar-AA1JZZkD?ocid=BingNewsVerp",
            "description": "W piątek (15 sierpnia br). w Parku Etnograficznym Krakowiaków Zachodnich w Wygiełzowie odbędzie się wyjątkowe wydarzenie – ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.e0BlTTkg0B4MQ4-2y3KqyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN12 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedokończony budynek na Podzamczu w Wałbrzychu przestaje straszyć. Co tu powstaje?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/niedoko%C5%84czony-budynek-na-podzamczu-w-wa%C5%82brzychu-przestaje-straszy%C4%87-co-tu-powstaje/ar-AA1JXv46?ocid=BingNewsVerp",
            "description": "Nasi Czytelnicy informują nas, że niedokończony budynek budowany przy pętli autobusowej przy Alei Podwale w Wałbrzychu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3PtPSIDc9YPVoXf0MBIFvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wałbrzych Nasze Miasto on MSN47 min",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zapomniane podobozy Gross-Rosen. Tylko poszukiwacze krążą tu z wykrywaczami metali",
            "link": "https://www.polityka.pl/tygodnikpolityka/nauka/2309923,1,zapomniane-podobozy-gross-rosen-tylko-poszukiwacze-kraza-tu-z-wykrywaczami-metali.read",
            "description": "Choć rozsiane po Dolnym Śląsku podobozy Gross-Rosen były miejscem cierpienia tysięcy więźniów z całej Europy, większość nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JwQPzaCCHIKourra4eqczy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polityka22 godz.",
            "source": "Polityka",
            "article_content": "Choć rozsiane po Dolnym Śląsku podobozy Gross-Rosen były miejscem cierpienia tysięcy więźniów z całej Europy, większość nie doczekała się ani badań, ani upamiętnień.\n\nZłoty pociąg, symbol ukrytych skarbów III Rzeszy, powraca. Znów zrobiło się o nim głośno za sprawą grupy eksploratorów z Dolnego Śląska. Ogłosili, że znają dokładną lokalizację tunelu, w którym może spoczywać słynny pancerny skład pełen złota, dzieł sztuki i tajemnic. I znów wszyscy patrzą w stronę Wałbrzycha. Paradoksalnie o wiele mniej emocji budzą prawdziwe „skarby” ukryte w okolicznych lasach – zarośnięte, zatarte przez czas i zapomnienie filie obozu KL (Konzentrationslager) Gross-Rosen. Miejsca, gdzie ludzie próbowali przeżyć kolejny dzień. Albo choćby godnie umrzeć.\n\nPasjonaci drugiej wojny światowej masowo jeżdżą w Góry Sowie, by zwiedzać wydrążone w ramach projektu „Riese” sztolnie. Są dobrze przebadane, zadbane i udostępniane turystom, a tymczasem rozsiane po okolicy podobozy, w których mieszkali budujący je więźniowie, znikły z pamięci. Ich ukryte w lasach relikty znane są nielicznym. Tylko poszukiwacze drugowojennych fantów chodzą po nich z wykrywaczami metali.\n\nObozy nieupamiętnione\n\nWiele jest też i takich obozów, o których słuch całkiem zaginął. Co prawda cierpienie więźniów, głównie Żydów z Węgier, Grecji i Włoch, ale też Polaków i Rosjan, zmuszanych do katorżniczej pracy, jest zapisane w archiwach i relacjach świadków, ale miejsca, gdzie żyli lub gdzie znajdują się ich ciała, nie są objęte ochroną konserwatorską. W Górach Sowich dopiero niedawno zlokalizowano 32 podobozy, a w Sierpnicy przeprowadzono pierwsze wykopaliska sondażowe. To jednak zaledwie część z ok. 100 podobozów KL Gross-Rosen. Tylko niektóre doczekały się solidnych badań naukowych.\n\nNiemal zupełnie zapomniane AL (Aussenlager) Halbau w Czyżówku i AL Kittlitztreben w Karczmarce w pobliżu Żagania są porośnięte lasem, pozbawione tablic i atrybutów upamiętnień."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryj Tarnowskie Góry – miasto podziemi, srebra i bogatej historii, którą doceniło UNESCO",
            "link": "https://wiadomosci.onet.pl/slask/tarnowskie-gory-odkryj-podziemne-skarby-unesco-i-lokalne-atrakcje/m62g1c9",
            "description": "Wakacje to idealny czas, by odkrywać miejsca wyjątkowe, a Tarnowskie Góry bez wątpienia do takich należą. To właśnie tutaj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4ub_Y2aFo6j34PndT-QZey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Onet5 godz.",
            "source": "Wiadomości Onet",
            "article_content": "Tarnowskie Góry oferują unikalne atrakcje UNESCO: Zabytkową Kopalnię Srebra i Sztolnię Czarnego Pstrąga\n\nKopalnia Srebra to jedyna w Polsce kopalnia srebra dostępna do zwiedzania, z podziemnym miastem na głębokości 40 m\n\nSztolnia Czarnego Pstrąga to XIX-wieczne wyrobisko, które można przepłynąć łodzią na odcinku 600 m\n\nMiasto Tarnowskie Góry łączy historię, przemysłowe dziedzictwo i nowoczesność, oferując bogatą scenę gastronomiczną i zabytki\n\nDo 31 sierpnia obowiązuje promocja na zwiedzanie obu obiektów UNESCO, z rabatami na lokalne usługi\n\nZabytkowa Kopalnia Srebra – podziemne serce Tarnowskich Gór\n\nZabytkowa Kopalnia Srebra w Tarnowskich Górach to jedyna w Polsce kopalnia srebra dostępna do zwiedzania. To właśnie tutaj – w miejscu, gdzie w 1788 roku uruchomiono jedną z pierwszych na kontynencie europejskim maszynę parową – rozpoczęła się rewolucja przemysłowa, która nadała tempo rozwojowi całego regionu. Jako działający zakład obiekt ten przez dziesięciolecia kształtował przemysłowy krajobraz Śląska.\n\nNa głębokości 40 m rozciąga się prawdziwe \"podziemne miasto\" – gęsta sieć korytarzy, przodków i komór, przypominająca pajęczynę ulic. Część trasy pokonuje się pieszo, a fragment przepływa łodzią. Szlak łączy trzy szyby: Anioł, Żmija i Szczęść Boże. Przez ponad godzinę towarzyszy zwiedzającym przewodnik, który przybliża realia dawnej pracy górników. W budynku nadszybia mieści się nowoczesne centrum edukacyjne, wystawa górniczych narzędzi, restauracja Szynk na Grubie. Podziemia są dostępne również dla osób z niepełnosprawnościami. Pod ziemię zjeżdża się windą. Obiekt znajduje się wśród prawie 30 atrybutów, które – jako Kopalnie rud ołowiu, srebra i cynku wraz z systemem gospodarowania wodami podziemnymi w Tarnowskich Górach – w 2017 roku zostały wpisane na listę światowego dziedzictwa UNESCO.\n\nSztolnia Czarnego Pstrąga – podziemna Wenecja ukryta w sercu Śląska\n\nW Sztolni Czarnego Pstrąga co roku zimą odbywają się zawody pływackie dla morsów mat. prasowe\n\nTylko 5 km od kopalni, ale połączona z nią pod ziemią, znajduje się Sztolnia Czarnego Pstrąga – jedna z najdłuższych w Europie tras, którą można przepłynąć łodzią przez XIX-wieczne wyrobisko. Biegnie pod ziemią, na odcinku 600 m między szybami Sylwester i Ewa, zlokalizowanymi w malowniczym parku krajobrazowym o nazwie Park w Reptach i Dolina Dramy.\n\nSztolnia to także przyroda: nacieki, grzyby i pstrągi, od których wzięła swoją nazwę. Pod ziemię schodzi się po schodach (około 10 pięter). Zwiedzanie odbywa się przy świetle lamp karbidowych i w towarzystwie opowieści przewodnika.\n\nNowoczesny pawilon przy Szybie Sylwester oferuje wystawy i miejsce odpoczynku. Sztolnia również jest wśród atrybutów tarnogórskich wpisanych na listę światowego dziedzictwa UNESCO w 2017 roku.\n\nAutentyczność tarnogórskich podziemi\n\nBez względu na pogodę za oknem – deszcz, upał czy śnieg – w tarnogórskich podziemiach warunki są zawsze takie same. Panuje tam stała temperatura – ok. 10°C – oraz wysoka wilgotność powietrza. Surowy, ale naturalny klimat tych miejsc jest częścią ich uroku i autentyczności. To właśnie w takich warunkach przez wieki pracowali tarnogórscy górnicy zwani gwarkami. Warto pamiętać, by przed wycieczką odpowiednio się przygotować: zabrać ciepłą odzież (nawet latem) i wygodne obuwie na płaskiej podeszwie.\n\nDla wielu odwiedzających to dodatkowy element przygody, który pozwala jeszcze mocniej wczuć się w atmosferę dawnej kopalni.\n\nPromocja wakacyjna – zwiedzaj więcej, płać mniej\n\nTylko do 31 sierpnia tego roku obowiązuje wspólna promocja. Każdy bilet zakupiony do Zabytkowej Kopalni Srebra upoważnia do 20% zniżki na zwiedzanie Sztolni Czarnego Pstrąga (kod rabatowy ważny przez 7 dni). Z rabatu można skorzystać płacąc zarówno online, jak i w kasie obiektów.\n\nUNESCO – co to znaczy?\n\nUNESCO to agenda ONZ dbająca o dziedzictwo kulturowe i przyrodnicze świata. W Polsce znajduje się 17 takich obiektów. Zabytki pogórnicze z Tarnowskich Gór, Bytomia i Zbrosławic, bo na terenie tych trzech gmin znajdują się tzw. atrybuty śląskiego UNESCO, zostały wpisane na najważniejszą listę zabytków świata 9 lipca 2017 roku jako \"Kopalnie rud ołowiu, srebra i cynku wraz z systemem gospodarowania wodami podziemnymi\". To pierwsze takie wyróżnienie dla województwa śląskiego – efekt wieloletnich starań Stowarzyszenia Miłośników Ziemi Tarnogórskiej, które utrzymuje podziemne atrakcje UNESCO bez wsparcia publicznego.\n\nTarnowskie Góry – nie tylko pod ziemią\n\nRuda hałda popłuczkowa w Tarnowskich Górach przypomina tolkienowską krainę Shire. To pozostałość po zakładzie uzdatniania rudy. Można z niej podziwiać panoramę miasta. mat. prasowe\n\nChoć Tarnowskie Góry słyną przede wszystkim z unikatowych obiektów podziemnych wpisanych na listę światowego dziedzictwa UNESCO, miasto ma do zaoferowania o wiele więcej. To miejsce, które łączy w sobie historię i nowoczesność, przemysłowe dziedzictwo i urok małego miasteczka, regionalne smaki i otwartość na świat.\n\nSpacer po Tarnowskich Górach to podróż w czasie. W samym sercu miasta znajdują się malowniczy rynek z klasycystycznym ratuszem, otoczony klimatycznymi kamienicami i lokalami, które tętnią życiem od rana do wieczora. Zabytkowy układ urbanistyczny miasta, zachowany w dużej mierze w oryginalnym kształcie, przyciąga miłośników architektury i fotografii.\n\nNa rynku, oprócz renesansowych budynków mieszczańskich i kupieckich, znajduje się dostojny XIX-wieczny ratusz oraz kościół ewangelicki Zbawiciela, klasyczny przykład architektury protestanckiej końca XIX wieku. Nieopodal wznosi się kościół św. Piotra i Pawła – jeden z najstarszych i najważniejszych obiektów sakralnych miasta, w którym znajdują się artefakty świadczące o początkach kultu patronki górników, św. Barbary, na Górnym Śląsku.\n\nNie brakuje tu także śladów przemysłowego dziedzictwa. Wciąż można odnaleźć relikty dawnego górnictwa – warpie, pingi (zapadliska), hałda popłuczkowa. Warto zajrzeć do Muzeum w Tarnowskich Górach, które opowiada nie tylko o historii miasta, ale również o jego ludziach, przemianach społecznych i roli Tarnowskich Gór w dziejach Śląska.\n\nTarnowskie Góry to przestrzeń, w której historia dosłownie \"wychodzi na powierzchnię\" – zarówno w postaci zabytków, jak i symboli, tradycji i lokalnej tożsamości. Dla turysty oznacza to fascynującą podróż – od podziemi po zabytki na rynku, od technologii przemysłowej po kulturę codzienności. Tutaj każde miejsce opowiada swoją historię – wystarczy się zatrzymać, spojrzeć i posłuchać. Choć główne atrakcje podziemne – Zabytkowa Kopalnia Srebra i Sztolnia Czarnego Pstrąga – znajdują się poza ścisłym centrum, część obiektów z Listy Światowego Dziedzictwa UNESCO można zobaczyć spacerując po Tarnowskich Górach.\n\nNieopodal centrum warto przejść się alejkami pierwszego w Europie, docenionego przez UNESCO, udanego projektu parkowego założonego na dawnych wyrobiskach górniczych w 1903 r. oraz zobaczyć symbol miasta – jedyną zachowaną w Polsce dzwonnicę górniczą, która spełniała funkcję odmierzania czasu pracy w kopalni.\n\nW mieście nie brakuje krajobrazów, które przypominają nie tylko tolkienowską krainę Shire, ale także australijską świętą górę Aborygenów. To ostatnie miejsce to wysoka aż na 17 m hałda popłuczkową – pozostałość po działającym do początku XX w. centralnym zakładzie uzdatniania rudy dla kopalni ołowiu, srebra i cynku Fryderyk. Stojąc na wyjątkowych rudych glebach galmanowych, można podziwiać malowniczą panoramę miasta.\n\nNieco dalej od centrum polecamy odwiedzić Pałac w Rybnej – barokowo-klasycystyczną rezydencję z XVIII w., dziś pełniącą funkcję ośrodka kultury i muzyki kameralnej. Pałac otoczony jest pięknym parkiem i często gości wystawy oraz koncerty. Można tu też spędzić noc, albo zamówić imprezę.\n\nGastronomia\n\nRynek w Tarnowskich Górach otoczony jest klimatycznymi kamieniczkami, XIX-wiecznym ratuszem, kościołem Zbawiciela mat. prasowe\n\nPo zwiedzaniu warto zatrzymać się na chwilę kulinarnego relaksu. Tarnowskie Góry oferują zróżnicowaną i coraz bardziej nowoczesną scenę gastronomiczną. Działa tu wiele lokali serwujących kuchnię śląską – od klasyki, jak rolady, kluski i modro kapusta, po bardziej autorskie interpretacje tradycyjnych dań.\n\nPrzy Rynku i w jego okolicach znajdziemy modne bistro, restauracje z kuchnią włoską, azjatycką i wegetariańską, a także liczne kawiarnie i cukiernie, które kusić będą domowymi wypiekami i rzemieślniczymi lodami. To idealne miejsce na rodzinny obiad, kolację we dwoje lub lunch w podróży. Coraz więcej lokali stawia na lokalne produkty, regionalne piwa i sezonowe menu – co wpisuje się w trend zrównoważonej turystyki kulinarnej.\n\nNoclegi\n\nTarnowskie Góry to również doskonała baza wypadowa na dłuższy pobyt. Turyści mogą wybierać spośród szerokiej oferty noclegowej – od nowoczesnych hoteli, przez butikowe pensjonaty, po klimatyczne apartamenty na wynajem.\n\nMiasto inwestuje również w infrastrukturę turystyczną – powstały i nadal powstają nowe ścieżki rowerowe (łączą dzielnice miasta z centrum; na miejscy jest ponad 20 stacji wypożyczania rowerów), place zabaw, również dla dorosłych i przestrzenie rekreacyjne, które sprzyjają rodzinnej turystyce. Jest też nowoczesny Park Wodny z basenami w budynku i na zewnątrz, zjeżdżalniami, wodnym placem zabaw, saunami, siłownią.\n\nJeden bilet – wiele możliwości\n\nKupując bilet do Zabytkowej Kopalni Srebra lub Sztolni Czarnego Pstrąga turyści zyskują dostęp do specjalnych zniżek! Przez 7 dni można skorzystać z rabatów w restauracjach, kawiarniach, hotelach w Tarnowskich Górach, Bytomiu, Zbrosławicach i okolicy. To inicjatywa działającej w mieście Lokalnej Organizacji Turystycznej Miasta Gwarków, która ma zachęcić turystów do odwiedzenia Tarnowskich Gór oraz zatrzymania się tu na dłużej.\n\nDojazd\n\nPołożenie Tarnowskich Gór to kolejny atut. Miasto znajduje się w północnej części Górnośląsko-Zagłębiowskiej Metropolii i jest doskonale skomunikowane z resztą regionu:\n\nz Katowic dotrzemy tu samochodem i autobusem miejskim w zaledwie 40 minut,\n\nz międzynarodowego lotniska Katowice-Pyrzowice samochodem lub pociągiem – w około godzinę,\n\nz Krakowa – w ok. 1,5 godziny jazdy.\n\nMiasto leży przy ważnych szlakach komunikacyjnych – DK11, DK78, a także na trasach kolejowych obsługiwanych przez Koleje Śląskie, dzięki czemu można tu dojechać wygodnie pociągiem m.in. z Katowic, Lublińca czy Częstochowy. Centrum przesiadkowe przy dworcu kolejowym i autobusowym ułatwia poruszanie się po całej okolicy.\n\nTarnowskie Góry – miasto z duszą\n\nTarnowskie Góry mat. prasowe\n\nTarnowskie Góry to miejsce, które łączy w sobie wyjątkową historię, piękno natury, gościnność mieszkańców i rosnącą ofertę kulturalno-turystyczną. To tutaj pod ziemią kryje się światowy unikat, a na powierzchni – tętniące życiem miasto z duszą.\n\nTo idealny kierunek dla tych, którzy podczas wakacji szukają nie tylko odpoczynku, ale też autentycznych przeżyć, wartościowej wiedzy i spotkania z czymś prawdziwym.\n\nObiekty UNESCO, doskonała kuchnia, zielone tereny i dogodny dojazd sprawiają, że Tarnowskie Góry są jednym z najciekawszych miejsc na mapie turystycznej południowej Polski."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szkielet postawnego rycerza znaleziono w Gdańsku",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/szkielet-postawnego-rycerza-znaleziono-w-gda%C5%84sku/ar-AA1K1Xj7?ocid=BingNewsVerp",
            "description": "Na początku lipca gdańscy archeolodzy znaleźli grób z przełomu XIII i XIV wieku. Pod nagrobną płytą z wapienia gotlandzkiego, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IJUYWfDhdY5HpNlqnnP5iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niezależna.pl on MSN4 godz.",
            "source": "Niezależna.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hit FromSoftware z nową zawartością. Elden Ring: Nightreign z datą premiery kolejnej łatki",
            "link": "https://www.gram.pl/news/hit-fromsoftware-z-nowa-zawartoscia-elden-ring-nightreign-z-data-premiery-kolejnej-latki",
            "description": "Nowe wyzwanie w rogue-lite od FromSoftware potrwa tylko tydzień – gracze zmierzą się z potężnym Caligo w Fissure in the Fog.",
            "image_url": "https://www.bing.pl/th?id=OVF.ny%2b0V55HIs%2fdrFBkUeXMJQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gram.pl10 godz.",
            "source": "Gram.pl",
            "article_content": "Nowe wyzwanie w rogue-lite od FromSoftware potrwa tylko tydzień – gracze zmierzą się z potężnym Caligo w Fissure in the Fog.\n\nFromSoftware ogłosiło kolejne wyzwanie w Elden Ring: Nightreign. Tym razem to Fissure in the Fog – lokacja znana z mrocznej atmosfery i wymagającego bossa – stanie się miejscem walki z kolejnym władcą Everdark. Gracze zmierzą się z Caligo, Miasma of Night, już 8 sierpnia o 3:00 CEST. Nowy przeciwnik dostępny będzie tylko przez tydzień.\n\nElden Ring: Nightreign – nowy boss i specjalne nagrody\n\nCaligo to ulepszona wersja tzw. Nightlorda, która – jak sugeruje FromSoftware – dysponuje nowymi atakami i modyfikacjami względem oryginału. Za pokonanie Everdark Sovereigna gracze otrzymują Sovereign Sigils, które można wymienić na unikalne Relikty. Dodatkowe Sigile trafiają do tych, którzy ukończą walkę po raz pierwszy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wcale nie Pałac Prezydencki. To tam zamieszkał Karol Nawrocki",
            "link": "https://www.polsatnews.pl/wiadomosc/2025-08-06/wcale-nie-palac-prezydencki-to-tam-zamieszka-karol-nawrocki/",
            "description": "Karol Nawrocki nie wprowadził się do Pałacu Prezydenckiego, lecz zamieszkał w innej prezydenckiej posiadłości - Belwederze.",
            "image_url": "https://www.bing.pl/th?id=OVF.YgnrF2a69EAWYfdMLuMJMA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Polsat News7 godz.",
            "source": "Polsat News",
            "article_content": "Karol Nawrocki nie wprowadził się do Pałacu Prezydenckiego, lecz zamieszkał w innej prezydenckiej posiadłości - Belwederze. Przynajmniej na razie. Takie informacje przekazał rzecznik prezydenta Rafał Leśkiewicz \"Super Expressowi\". Wydaje się, że głowa państwa pozostanie tam na dłużej, bo jak niedawno wskazywał Andrzej Duda w \"Gościu Wydarzeń\", pierwsza z posiadłości wymaga odświeżenia.\n\nW środę 6 sierpnia odbyła się uroczystość zaprzysiężenia Karola Nawrockiego na prezydenta. Teraz może on zamieszkać w którejś z rezydencji przeznaczonych dla głowy państwa. Jedną z nich jest Pałac Prezydencki.\n\nZOBACZ: Zaprzysiężenie Karola Nawrockiego na prezydenta RP. Dzień pełen symboliki i emocji\n\nZabytkowy budynek znajduje się na Krakowskim Przedmieściu w Warszawie. To właśnie tam przez ostatnie 10 lat mieszkał Andrzej Duda wraz ze swoją małżonką Agatą. Były prezydent w \"Gościu Wydarzeń\" wskazał jednak, że rezydencja wymaga remontu. Jak ocenił, chodzi przede wszystkim o odmalowanie ścian oraz wymianę starych mebli w miejscu, gdzie nocuje głowa państwa.\n\n- Powiedzmy sobie szczerze, po 10 latach naszego mieszkania w apartamencie w Pałacu Prezydenckim on wymaga odświeżenia. Ten proces na pewno chwilę potrwa - powiedział w rozmowie z Bogdanem Rymanowskim. - Tam są jeszcze meble, np. męska garderoba prezydenta. Myślę, że pamięta czasy prezydenta Wałęsy - wskazał Andrzej Duda.\n\nPałac Prezydencki wymaga remontu. Nawrockim udostępniono Belweder\n\nAndrzej Duda wskazał, że Karolowi Nawrockiemu i jego rodzinie zostanie udostępniony także Belweder, który również mieści się na warszawskim Śródmieściu. Były prezydent zaznaczył jednak, że ostateczna decyzja o tym, gdzie zamieszka nowa para prezydencka, należy właśnie do Nawrockich.\n\n- Nowej parze prezydenckiej - zarówno panu prezydentowi, jak i współpracownikom - oczywiście udostępniliśmy miejsca do pracy w Kancelarii Prezydenta, ale udostępniliśmy państwu Nawrockim także i mieszkania w Belwederze do tego, aby mogli się zakwaterować - powiedział Andrzej Duda.\n\nZOBACZ: Prezydent Andrzej Duda w programie \"Gość Wydarzeń\"\n\nByły prezydent przypomniał, że wcześniej w Belwederze zamieszkiwał jego poprzednik Bronisław Komorowski, który sprawował urząd w latach 2010-2015. - Myślę, że państwo Nawroccy oczywiście sami podejmą decyzję, gdzie chcą mieszkać, bo to jest autonomiczna decyzja pary prezydenckiej - wskazał Andrzej Duda.\n\nGdzie zamieszka Karol Nawrocki? Rzecznik prezydenta komentuje\n\nSprawę skomentował Rafał Leśkiewicz, rzecznik prezydenta. Kilka dni temu w rozmowie z \"Super Expressem\" zdradził on, że póki co Nawroccy zamieszkali w Belwederze. Nie musi to być jednak ich docelowe miejsce pobytu. - Nie ma jeszcze decyzji, gdzie ostatecznie zamieszkają przez najbliższe pięć lat. Teraz jest to Belweder - zaznaczył.\n\nZOBACZ: Andrzej Duda zaprosił Polaków do Belwederu\n\nDuda opowiadał natomiast, że do wyprowadzki z Pałacu Prezydenckiego szykował się od dłuższego czasu. - Kartony już dawno spakowane. Zaczęliśmy to robić spokojnie i rozsądnie jakiś czas temu, tak jak kiedyś doradzał mi pan prezydent Kwaśniewski - powiedział w \"Gościu Wydarzeń\".\n\n- Jest dużo rzeczy. Każdą trzeba spokojnie obejrzeć i zdecydować, co powędruje do archiwum, co do biura, które rzeczy idą do domu, które zostają w kancelarii, często w zależności od woli darczyńców - dodał."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trwa renowacja koneckiej Glorietty",
            "link": "https://radioplus.com.pl/index.php/region/80107-trwa-renowacja-koneckiej-glorietty",
            "description": "W czasie prac archeologicznych towarzyszących remontowi odnalezionych zostało wiele ciekawych przedmiotów. Remont koneckiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TdcUJHGOD7l1Dgacgt9O7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio PLUS Radom5 godz.",
            "source": "Radio PLUS Radom",
            "article_content": "Remont koneckiej Glorietty trwa już od kilku miesięcy. Zabytek pochodzący z przełomu XVIII i XIX wieku przechodzi gruntowną renowację. Jak podkreśla burmistrz Końskich Krzysztof Obratański jest to szczególnie ważna inwestycja w tegorocznym budżecie ze względu na historyczną wartość budowli i na długotrwałość starań prowadzonych przez gminę, by najpierw zabytek pozyskać, a potem znaleźć pieniądze na jego renowację.\n\nJak wyjaśnia Robert Jelonek, przedstawiciel firmy wykonującej zadanie, pomnik został już oczyszczony. Obecnie trwa uzupełnianie ubytków. – Czyli te elementy, które zostały zniszczone naprawiamy, uzupełniamy. Jesteśmy w trakcie robienia trzech brakujących rzeźb – wyjaśnia. Trwa również odsalanie kolumn oraz fugowanie elementów łączących kamienie.\n\nZ efektów prac zadowolony jest Radosław Nowek z wydziału inwestycji koneckiego urzędu. – Te kolory, które ukazały się po sczyszczeniu są niezwykłe – mówi.\n\nRadosław Nowek jest także członkiem Komisji Opieki nad Zabytkami oraz Stowarzyszenia Historycznego „Pasja”, które brało udział w pracach archeologicznych przy koneckiej Glorietcie. Jak wyjaśnia, podczas tych prac udało się odnaleźć kilka ciekawych przedmiotów. To m.in. kawałeczek emblematu z czapki pocztowej z początku XIX wieku, moneta 15 krajcarów z 1800 roku, kilka guzików, w tym jeden wysokiego urzędnika Guberni Sandomierskiej.\n\nTe przedmioty trafią do konserwatora zabytków, a potem być może zasilą zbiory mającego powstać koneckiego muzeum. Wcześniej zakończone będą prace przy koneckiej Glorietcie. – Na koniec będzie ponowne czyszczenie oraz hydroizolacja obiektu. Zagospodarowany będzie także teren przy Glorietcie – wyjaśnia Robert Jelonek.\n\nPrace zgodnie z planem powinny zakończyć się na wiosnę, jednak jak zapewnia wykonawca jest spora szansa, że nastąpi to jeszcze w tym roku. Na przeprowadzenie robót samorząd pozyskał 1 mln zł z Polskiego Ładu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dobry zwyczaj - nie pożyczaj. Zaufanie kosztowało go 80 tys. zł",
            "link": "https://www.bialystokonline.pl/dobry-zwyczaj-nie-pozyczaj-zaufanie-kosztowalo-go-80-tys-zl,artykul,146407,14,1.html",
            "description": "Nowa znajomość, zaufanie i... utrata auta oraz antyków wartych dziesiątki tysięcy złotych. Mieszkaniec Białegostoku pożyczył ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RaO3muVm8qSAk-qTg3eOHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Białystok Online8 godz.",
            "source": "Białystok Online",
            "article_content": "Nowa znajomość, zaufanie i... utrata auta oraz antyków wartych dziesiątki tysięcy złotych. Mieszkaniec Białegostoku pożyczył samochód świeżo poznanemu mężczyźnie. Gdy ten nie oddał pojazdu i przepadł bez śladu, sprawą zajęła się policja. 37-latek został zatrzymany, a część kosztownych przedmiotów odzyskana. Za przywłaszczenie mienia grozi mu do 5 lat więzienia.\n\nFot: Podlaska Policja\n\nMieszkaniec Białegostoku boleśnie przekonał się o tym, że zaufanie do świeżo poznanych osób może skończyć się poważnymi stratami. 37-letni mężczyzna, któremu pożyczył samochód, nie tylko nie oddał pojazdu, ale i przywłaszczył sobie cenne przedmioty znajdujące się wewnątrz. Policjanci odzyskali część z nich, a sprawca usłyszał już zarzuty. Grozi mu do 5 lat więzienia.\n\n\n\nDo białostockiego komisariatu numer 2 zgłosił się mężczyzna, który poinformował funkcjonariuszy, że pożyczony przez niego samochód nie został mu zwrócony. Jak się okazało, auto przekazał znajomemu, którego poznał zaledwie kilka dni wcześniej. Pojazd miał zostać oddany następnego dnia, ale kontakt z 37-latkiem nagle się urwał.\n\n\n\nSprawa nabrała powagi, gdy wyszło na jaw, co znajdowało się w środku auta – a była to prawdziwa kolekcja zabytków. Wśród nich znajdował się XIX-wieczny gramofon, prawie stuletni obraz oraz skrzynka z monetami i medalami. Właściciel pojazdu oszacował straty na około 80 tysięcy złotych.\n\n\n\nPolicjanci z Białegostoku rozpoczęli intensywne działania operacyjne. Ustalili miejsce pobytu podejrzanego i zatrzymali go na terenie gminy Dobrzyniewo. Mężczyzna – 37-letni mieszkaniec tej gminy – został doprowadzony do komisariatu. Mundurowym udało się odzyskać część przywłaszczonych przedmiotów.\n\n\n\nSprawca usłyszał zarzut przywłaszczenia powierzonego mienia ruchomego, za co zgodnie z kodeksem karnym grozi kara od 3 miesięcy do 5 lat pozbawienia wolności. Śledczy będą teraz ustalać, co stało się z pozostałymi skradzionymi przedmiotami i czy mężczyzna działał sam. Ta historia to bolesne przypomnienie, że nie zawsze warto ufać nieznajomym – zwłaszcza jeśli w grę wchodzą znaczne wartości materialne. Przysłowie „dobry zwyczaj – nie pożyczaj” okazuje się, jak widać, nadal aktualne."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zlot na kołach",
            "link": "https://www.niedziela.pl/artykul/178043/nd/Zlot-na-kolach",
            "description": "Miłośnicy motoryzacji uczestniczyli w III Zlocie Pojazdów Zabytkowych, zorganizowanym przez parafię św. Michała Archanioła i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yh6qIDXsHA_GCAv9oXCuQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niedziela.pl9 godz.",
            "source": "Niedziela.pl",
            "article_content": "Polacy tłumie witają nowego prezydenta Polski na ulicach Warszawy\n\nTysiące zwolenników prezydenta Karola Nawrockiego przyglądało się w środę uroczystościom towarzyszących jego zaprzysiężeniu. Przed Sejmem i podczas późniejszego przemarszu na Plac Zamkowy można było spotkać ludzi z różnych rejonów Polski.\n\nZwolennicy Karola Nawrockiego od rana gromadzili się przed Sejmem, gdzie odbywało się zaprzysiężenie nowego prezydenta. Uczestnicy manifestacji na ul. Wiejską zaczęli przychodzić przed godziną 9. Przynieśli ze sobą biało-czerwone flagi, niektórzy też tablice z nazwami miejscowości, z których pochodzą."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pokazali skarby ukryte za klauzurą. Wyjątkowa wystawa w Zamku Żupnym",
            "link": "https://glos24.pl/pokazali-skarby-ukryte-za-klauzura-wyjatkowa-wystawa-w",
            "description": "Zamek Żupny stał się przestrzenią wyjątkowego spotkania z duchowością i historią — wystawy z okazji 400-lecia klasztoru ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.65PrDC_lSL2VTA-aEq2PFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos244 godz.",
            "source": "Głos24",
            "article_content": "środa, 6 sierpnia 2025 16:11 , aktualizacja godzinę temu\n\nArchiwalne dokumenty, złote kielichy i monstrancje, pamiątki po błogosławionym, bezcenne obrazy — wielicki Zamek Żupny stał się przestrzenią wyjątkowego spotkania z duchowością i historią. Wystawa z okazji 400-lecia klasztoru franciszkanów pozwala zajrzeć za klauzurę i w dzieje Solnego Miasta.\n\nWystawa „400 lat klasztoru Franciszkanów w Wieliczce” upamiętnia cztery stulecia obecności reformackiego zakonu w mieście. Eksponaty – wiele z nich po raz pierwszy udostępnionych publicznie – ukazują życie zakonników jako pełne modlitwy, pracy i służby, dzięki starannemu opracowaniu kuratorskiemu Marka Skubisza.\n\nUroczysty wernisaż, który odbył się 18 lipca, zgromadził liczne grono gości, wśród których znalazła się I wicewojewoda małopolska Elżbieta Achinger.\n\n– Jubileusz franciszkanów w Wieliczce to szansa na poznanie historii miasta opowiedzianej dziejami powstałego tam 400 lat temu klasztoru. Dzięki wystawie możemy się przenieść do świata, który przez lata był zamknięty za klasztornymi murami – mówiła wicewojewoda podczas otwarcia ekspozycji.\n\nWystawa, która potrwa do 19 października br., ukazuje nie tylko historię klasztoru, ale również ogromny wkład zakonników w rozwój duchowy, kulturalny i społeczny Wieliczki. Na ekspozycji zobaczyć można m.in. obrazy i fotografie przedstawiające klasztor na przestrzeni wieków, dokumenty fundacyjne, kroniki, liturgiczne paramenty i osobiste pamiątki po zakonnikach.\n\nDalszy ciąg artykułu pod galerią zdjęć.\n\nWernisaż wystawy z okazji 400-lecia wielickich franciszkanów / fot. Muzeum Żup Krakowskich w Wieliczce\n\nZ kart historii\n\nObecność franciszkanów w Wieliczce sięga 1623 roku – czasów, gdy miasto przeżywało poważny kryzys: trzęsienia ziemi, pożary, epidemie i spadek dochodów z kopalni soli. W obliczu tych zagrożeń rada miejska, wsparta przez zarząd żupy i króla Zygmunta III Wazę, postanowiła sprowadzić do miasta zakonników – reformatów. Ich zadaniem miało być umocnienie życia religijnego i duchowe wsparcie mieszkańców.\n\nJeszcze w tym samym roku wybudowano drewnianą kaplicę z obrazem Matki Bożej Łaskawej oraz dom dla zakonników. Już rok później, w 1624 roku, położono fundamenty pod nowy, murowany kościół. Jego głównym fundatorem był król Zygmunt III Waza, który ofiarował środki pochodzące z dochodów kopalni soli jako wotum za zwycięstwo pod Chocimiem. Jak zauważył o. Albin Sroka, klasztor „powstał z soli wielickiej” i od początku był nierozerwalnie związany z górniczym charakterem miasta.\n\nKompleks klasztorny tworzy kościół pw. św. Franciszka z Asyżu, klasztor oraz otoczony kaplicami Męki Pańskiej cmentarz przykościelny. Wśród licznych zabytków uwagę przyciąga neogotycki pomnik Kajetana i Jana Niedzielskich ze Śledziejowic oraz kaplica Matki Bożej Łaskawej – miejsce pochówku bł. Alojzego Kosiby. Unikalnym elementem kompleksu jest także kaplica Porcjunkuli – wierna kopia tej znajdującej się w Asyżu, wybudowana z inicjatywy o. Ludwika Kurowskiego oraz burmistrza Artura Kozioła i Zbigniewa Zarębskiego, poświęcona w 2000 roku przez kard. Franciszka Macharskiego. Kaplicę zdobią freski autorstwa Małgorzaty Toborowicz – repliki malowideł z oryginalnej asyskiej świątyni.\n\nDuchowość zamknięta za murami\n\nWystawa w Zamku Żupnym pozwala przenieść się do świata zakonników, na co dzień niedostępnego dla wiernych. Zwiedzający mogli zobaczyć eksponaty pochodzące z klasztornej klauzury – dokumenty, księgi, mapy, ornaty uszyte z pasów kontuszowych, relikwiarze, monstrancje oraz kielichy liturgiczne z drewna, miedzi i mosiądzu, które doskonale ilustrują zasady zakonnej prostoty i ubóstwa.\n\nW centrum ekspozycji znalazł się portret fundatora – Zygmunta III Wazy, obok którego prezentowano dokument fundacyjny klasztoru wystawiony przez jego syna, króla Władysława IV w 1641 roku. Ekspozycję uzupełniają dzieła autorstwa m.in. Henryka Uziembło, Ferdynanda Olesińskiego, Kazimierza Podobińskiego i Stefana Chmiela.\n\nJedna z sal wystawy poświęcona została postaciom zakonników związanych z wielickim klasztorem – m.in. o. Manswetowi Aulichowi, misjonarzowi na Bliskim Wschodzie, o. Prosperowi Burzyńskiemu, późniejszemu biskupowi sandomierskiemu, oraz Joachimowi Maciejczykowi – gwardianowi wielickiego klasztoru.\n\nBrat Alojzy – święty Wieliczki\n\nSzczególne miejsce w historii klasztoru i w świadomości mieszkańców Wieliczki zajmuje bł. Alojzy Kosiba – zakonnik, który przez całe życie służył najuboższym. Urodzony w 1855 roku w Libuszy koło Gorlic, zmarł w Wieliczce w 1939 roku. Początkowo został pochowany na przykościelnym cmentarzu, jednak w 1998 roku jego szczątki przeniesiono do kaplicy Matki Bożej Łaskawej w klasztorze.\n\nNa wystawie zaprezentowano jego portret, sceny z życia oraz liczne osobiste przedmioty: różaniec, modlitewnik, sandały i narzędzia szewskie, którymi posługiwał się w pracy. Brat Alojzy prowadził życie surowe i pokorne – przez mieszkańców był nazywany „bratem żebrzącym”, ponieważ nieustannie zbierał dary dla potrzebujących.\n\nJego proces beatyfikacyjny rozpoczął się w 1963 roku, a 7 lipca 2017 roku papież Franciszek podpisał dekret beatyfikacyjny. W Wieliczce pamięć o nim wciąż jest żywa. Jego imieniem nazwano ulicę prowadzącą do klasztoru, a także szkołę i przedszkole. Działa tu również stowarzyszenie kontynuujące jego dzieło, a przed placówką Caritas Archidiecezji Krakowskiej stanął jego pomnik.\n\nfot. MUW\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To była prawdziwa sensacja. Pierwsza taka moneta znaleziona w Polsce. Oto jej historia",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/to-by%C5%82a-prawdziwa-sensacja-pierwsza-taka-moneta-znaleziona-w-polsce-oto-jej-historia/ar-AA1K0QEu?ocid=BingNewsVerp",
            "description": "Taką monetę znaleziono w Polsce po raz pierwszy. To była prawdziwa sensacja. Około 40 lat temu Tomasz Jurgielewicz z Miastka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ReTa4QI98jwXZ9ze8K3ZHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Dziennik Bałtycki on MSN8 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Siedlce: Odkryto ślady dawnej linii tramwajowej",
            "link": "https://www.trojmiasto.pl/wiadomosci/Siedlce-Odkryto-slady-dawnej-linii-tramwajowej-n206536.html",
            "description": "Fragment starej ul. Kartuskiej z zachowanym brukiem i torami dawnej linii tramwajowej odkryto podczas podczas prac drogowych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TlKYWKsWiCuXcUwEJgPn2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Trojmiasto.pl15 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    }
]