[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 30.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-30-07-2025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN19 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ryga artystycznym szlakiem. Które muzea warto odwiedzić podczas wizyty w stolicy Łotwy?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ryga-artystycznym-szlakiem-kt%C3%B3re-muzea-warto-odwiedzi%C4%87-podczas-wizyty-w-stolicy-%C5%82otwy/ar-AA1JAouj?ocid=BingNewsVerp",
            "description": "Ryga to nie tylko brukowane uliczki Starego Miasta i secesyjne kamienice. Stolica Łotwy ma też drugie, równie fascynujące ...",
            "image_url": "https://www.bing.pl/th?id=OVF.eef%2byzm2jiiHxf4pFCoiHw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Radio ESKA on MSN14 godz.",
            "source": "Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Staw, różaneczniki i kamienna ławka w środku lasu. Co pozostało po samotni księżnej? Spacer do pozostałości Ma Fantaisie przy Zamku Książ",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/staw-r%C3%B3%C5%BCaneczniki-i-kamienna-%C5%82awka-w-%C5%9Brodku-lasu-co-pozosta%C5%82o-po-samotni-ksi%C4%99%C5%BCnej-spacer-do-pozosta%C5%82o%C5%9Bci-ma-fantaisie-przy-zamku-ksi%C4%85%C5%BC/ar-AA1JzRs2?ocid=BingNewsVerp",
            "description": "W letnie dni mieszkańcy Dolnego Śląska chętnie odwiedzają okolice Starego Książa i Zamku Cisy. Żółty szlak do dawnej warowni ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._e5MqAlCSw0rEXDLMdhI8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN16 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu znajdziesz prawdziwe perełki! Niedzielny Targ w Poznaniu po raz drugi w nowym miejscu. Co można było kupić 27 lipca 2025? Dużo zdjęć!",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/tu-znajdziesz-prawdziwe-pere%C5%82ki-niedzielny-targ-w-poznaniu-po-raz-drugi-w-nowym-miejscu-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-27-lipca-2025-du%C5%BCo-zdj%C4%99%C4%87/ar-AA1JncIu?ocid=BingNewsVerp",
            "description": "Niedzielny Targ po raz drugi zagościł w nowej lokalizacji przy ulicy Baraniaka 78 w Poznaniu. Na targu można znaleźć unikalne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J4fzsRyouwuo5LIZKiqrci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN23 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark św. Dominika nie zwalnia tempa. Jakie atrakcje czekają w czwartek?",
            "link": "https://www.gdansk.pl/wiadomosci/Jarmark-sw-Dominika-nie-zwalnia-tempa-Jakie-atrakcje-czekaja-w-czwartek,a,293041",
            "description": "Kuchenny stół z lat 70., koncert piosenki studenckiej i poetyckiej, dyskoteka \"pod chmurką\" z feerią barw oraz prywatka przy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jUo4Gz_l2rIcPvXLT8pC2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska15 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Kuchenny stół z lat 70., koncert piosenki studenckiej i poetyckiej, dyskoteka \"pod chmurką\" z feerią barw oraz prywatka przy winylach - te i inne atrakcje czekają na tych, którzy w czwartek, 31 lipca, odwiedzą Jarmark św. Dominika.\n\n765. Jarmark św. Dominika rozpoczął się 26 lipca i zakończy 17 sierpnia mat. Międzynarodowe Targi Gdańskie\n\nJak się jadało i tańczyło w epoce PRL?\n\nPrzystanek Retro przy ul. Długie Ogrody to nie tylko wielki targ staroci i królestwo kolekcjonerów sztuki. W tej jarmarkowej przestrzeni organizowanych jest wiele ciekawych, dodatkowych imprez.\n\nTak będzie w czwartek, 31 lipca, w godz. 17.00 - 18.00. W tym czasie zaplanowano wydarzenie pod hasłem “Smaki dzieciństwa”.\n\nNa Przystanku Retro stanie stół nakryty ceratą, z granulowaną herbatą i poczęstunkiem w klimacie PRL. Będą opowieści kucharek z tamtych lat, które pamiętają, jak np. z mleka w proszku, pomysłowości i sąsiedzkiej solidarności przygotowywało się prawdziwe uczty. Działo się tak, gdy bywało, że w sklepach na półkach stał tylko ocet.\n\nNa uczestników zabawy czekają także:\n\nPocztówki retro - z rabatem do Europejskiego Centrum Solidarności, i na posiłek w bistro\n\nQuiz z nagrodami - zwycięzcy otrzymają talony na darmowe danie w jarmarkowym gastro punkcie\n\nPo sentymentalnej podróży do świata kulinariów w PRL, warto zostać na Przystanku Retro i wziąć udział w “Prywatkach na winylu” - w czasach, gdy prym wiodła Abba, Boney M., Bee Gees czy Maryla Rodowicz, a każda dobra impreza zaczynała się od dźwięku trzaskającej płyty.\n\nTak będzie i teraz na Jarmarku św. Dominika. Zapomnijcie więc o playlistach z internetu. Na Przystanku Retro królują “czarne krążki”. Warto wsłuchać się w historię dekady disco, flower power i pierwszych syntezatorów.\n\nOrganizatorzy “Prywatek z winylu” zachęcają:\n\nTańczymy na luzie, jak na domówce u znajomych: bez nadęcia, za to z uśmiechem, stylem i nostalgią. Przebrania mile widziane - im więcej dzwonów, kolorowych koszul i brokatu, tym lepiej! Będzie sentymentalnie, tanecznie i z przymrużeniem oka - dokładnie tak, jak bawili się nasi rodzice (albo dziadkowie). Początek zabawy przy winylowej płycie: godz. 18.00. Koniec: 20.00.\n\nCzy na \"Prywatkach na winylu\" poleci punkowa moc Sex Pistols? fot. Międzynarodowe Targi Gdańskie AmberExpo\n\n\"Balety\" w plenerze\n\nPozostając w muzycznym klimacie warto wybrać się na Przystanek Przygoda z AmberSky, zlokalizowany na Podwalu Staromiejskim i Targu Rybnym. Tam, w godzinach 18.00-20.00, czekać będzie na chętnych “Dyskoteka pod chmurką”. Pierwsza edycja tej zabawy zakończy się eksplozją barw. Po wspólnym tańcu uczestnicy wezmą bowiem udział w Festiwalu Kolorów. W górę - przy dźwiękach muzyki - poleci, wywodzący się z Indii, kolorowy proszek holi. Aby zwiększyć efekt warto mieć na sobie białe lub czarne ubrania.\n\nKończąc omawianie czwartkowych, muzycznych atrakcji na Jarmarku św. Dominika nie sposób nie wspomnieć o koncercie promującym Ogólnopolski Turystyczny Przegląd Piosenki Studenckiej \"Bazuna\", który w tym roku odbył się już po raz 53.\n\nNa scenie Przystanku Port Gdańsk Pod Żaglami (Wyspa Ołowianka), o godz. 17.00, przed publicznością pojawi się zespół Mała Caryna. Tworzą go Łukasz Nowak i Piotr Kołsut, duet związany z Grupą Caryna z Łodzi. Muzycy przybliżą słuchaczom twórczość łódzkiej formacji oraz przypomną dawne utwory z nurtu piosenki studenckiej i poetyckiej związane z \"Bazuną\". Tegoroczna edycja festiwalu odbyła się w dniach 27-29 czerwca w Grodzisku Owidz, koło Starogardu Gdańskiego.\n\nWiele ciekawych wydarzeń, każdego dnia, ma do zaoferowania Strefa Seniorów na Przystanku Równość (ul. Rajska, Skwer Heweliusza). Wbrew jej nazwie spotkać tam można przedstawicieli każdego pokolenia, nie tylko starsze osoby. Bursztyn wychodzi do mieszkańców - 1. edycja Gdańsk Jewellery Week we wrześniu PROGRAM STREFY SENIORÓW W CZWARTEK, 31 LIPCA: Ćwiczmy razem - spokojnie, bezpiecznie, z uśmiechem! 12.00 - 13.00 - Gimnastyka z trenerem, prowadzący: Michał Kubiak Rozwijaj pasje niezależnie od wieku! 13.00 - 14.00 Gra Bingo: Klub Seniora Tęcza 14.00 - 15.00 Gry i Warsztaty z gospodarzami dnia: Klub Seniora Tęcza i Mróweczki Zapraszamy na międzypokoleniową potańcówkę 15.00 - 16.00 Nauka i Pokazy tańca w stylu country 16.00 - 19.00 Zapraszamy na parkiet!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najbardziej poszukiwane rzeczy z czasów PRL - zdjęcia, ceny. Oto co kolekcjonerzy cenią w 2025 roku [30.07.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/oto-najbardziej-poszukiwane-rzeczy-z-czas%C3%B3w-prl-zdj%C4%99cia-ceny-oto-co-kolekcjonerzy-ceni%C4%85-w-2025-roku-30-07-2025-r/ar-AA1JyppF?ocid=BingNewsVerp",
            "description": "Pamiątki z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz rzeczy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yZgbi8ih9l1xqlyRhYYPly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN22 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rozpoczęły się prace na zamku w Rabsztynie!",
            "link": "https://przeglad.olkuski.pl/rozpoczely-sie-prace-na-zamku-w-rabsztynie/",
            "description": "Rabsztyn Trwa realizacja projektu „Kulturalno-turystyczny zamek Rabsztyn w Gminie Olkusz', którego efektem będą nie tylko ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t-1wMgzghhPsw2EsUnNuPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Przegląd Olkuski13 godz.",
            "source": "Przegląd Olkuski",
            "article_content": "Rabsztyn\n\nTrwa realizacja projektu „Kulturalno-turystyczny zamek Rabsztyn w Gminie Olkusz”, którego efektem będą nie tylko nowe, atrakcyjne ekspozycje na zamku górnym i średnim, ale także remont węzła bramnego: na jego realizację władze Gminy Olkusz pozyskały 2 000 000,00 złotych dofinansowania w ramach 8. edycji Polskiego Ładu – Programu Inwestycji Strategicznych.\n\n„Zamek w Rabsztynie ma ogromny potencjał turystyczny, ale wymaga ciągłej troski. Dlatego konsekwentnie realizujemy kolejne zadania, które z jednej strony mają na celu ochronę tego cennego zabytku dla potomnych, a z drugiej dostosowanie obiektu do potrzeb i oczekiwań zwiedzających. Jestem przekonany, że efekty prac spodobają się zarówno mieszkańcom, jak i turystom chętnie odwiedzającym tę perłę Szlaku Orlich Gniazd.” – komentuje Burmistrz Miasta i Gminy Olkusz Roman Piaśnik.\n\nOd kilku dni turystów odwiedzających zamek witają rusztowania ustawione przy węźle bramnym. Są one niezbędne do wykonania zabezpieczenia konstrukcyjnego węzła bramnego i prac remontowo-konserwatorskich, w tym konserwacji murów i wymiany okien. Przypomnijmy, że rekonstrukcja węzła bramnego w Rabsztynie była prowadzona na zlecenie władz miasta w latach 2007 – 2009 w oparciu o projekt dr. Waldemara Niewaldy. W 2019 roku, podczas prac nad utworzeniem podziemnego pawilonu w części piwnic dawnego pałacu, została dodatkowo wzmocniona, odsłonięta wschodnia ściana zamkowej bramy. Teraz przyszedł czas na kompleksowy remont całego węzła bramnego, czyli samej bramy wjazdowej oraz przylegającej do niego zrekonstruowanej kordegardy, czyli dawnego pomieszczenia zamkowej straży.\n\nJednak najbardziej oczekiwanym przez turystów efektem projektu „Kulturalno-turystyczny zamek Rabsztyn w Gminie Olkusz” będzie utworzenie nowych ekspozycji w pomieszczeniach zamku średniego oraz na zamku górnym. W 2017 roku pomieszczenia piwnic zamku średniego zostały zabezpieczone przeszklonym pawilonem, obok którego nad odkrytą wieżą narożną utworzono taras widokowy. Teraz w pomieszczeniach zamku średniego powstaje ciekawa ekspozycja przybliżająca historię zamku. W nowej ekspozycji, poza zabytkami odnalezionymi podczas prac archeologicznych prowadzonych na zamku, zostaną ustawione standy informacyjne oraz prezentery multimedialne z informacjami dotyczącymi historii zamku. Jedno z pomieszczeń zostanie zaadaptowane na sklepik oraz salkę edukacyjną dla zwiedzających. Przed stworzeniem ekspozycji konieczne będzie wykonanie niezbędnych prac remontowo-konserwatorskich, jak m.in. izolacji na wieży zamku średniego, konserwacji murów, czy wymiany sufitów w pawilonie.\n\nKolejny etap prac obejmie zamek górny. Przed stworzeniem tam nowej ekspozycji konieczne jest wykonanie prac wykończeniowych, w tym montaż stolarki okiennej i drzwi, wykonanie sufitów, posadzek i balustrad. Konieczne będzie także doposażenie instalacji elektrycznych i monitoringu. W samej ekspozycji zostaną pokazane zachowane relikty tzw. hypocaustum, czyli systemu ogrzewania, jaki był na zamku. W oryginalnych wnętrzach zostaną zamontowane elementy portalu i kominka, odnalezione w trakcie prac archeologicznych. Podobnie, jak w zamku średnim zostaną ustawione ekspozytory i prezentery multimedialne przybliżające m.in. proces budowania obiektów obronnych w średniowieczu, czy funkcje poszczególnych części zamku.\n\nW ramach realizowanego obecnie projektu będzie także zmodernizowana iluminacja zamku, gdzie dotychczasowe lampy zastąpi oświetlenie LED. Powstanie również oświetlenie wzdłuż traktu prowadzącego do zamku i skrzynka przyłączeniowa pod mostem, która ułatwi organizację imprez pod zamkiem. Całość prac ma się zakończyć w przyszłym roku.\n\nMimo zaawansowanych prac budowlanych zamek jest dostępny dla zwiedzających, choć z racji na charakter prowadzonych prac poszczególne pomieszczenia i części zamku mogą okresowo nie być dostępne dla turystów. Informacji na ten temat należy szukać na stronie internetowej zamku w Rabsztynie oraz Miejskiego Ośrodka Kultury w Olkuszu.\n\nWarto także przypomnieć, że w 2021 roku Zamek w Rabsztynie został laureatem kategorii specjalnej „właściwe użytkowanie i stała opieka nad zabytkiem” konkursu „Zabytek Zadbany”, czyli konkursu Ministra Kultury, Dziedzictwa Narodowego i Sportu oraz Generalnego Konserwatora Zabytków, który ma na celu promocję właściwej opieki nad zabytkami.\n\nUrząd Miasta i Gminy w Olkuszu"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tryb dla dwóch graczy w Elden Ring Nightreign już dostępny!",
            "link": "https://konsolowe.info/2025/07/tryb-dla-dwoch-graczy-w-elden-ring-nightreign-juz-dostepny/",
            "description": "FromSoftware wysłuchało graczy. Do Elden Ring Nightreign trafiła dziś łatka, która wprowadza wiele zmian, na czele z trybem dwuosobowym!",
            "image_url": "https://www.bing.pl/th?id=ODF.j6RCC-YeNgxWijX5yD0I9Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Konsolowe.info8 godz.",
            "source": "Konsolowe.info",
            "article_content": "FromSoftware wysłuchało graczy. Do Elden Ring Nightreign trafiła dziś łatka, która wprowadza wiele zmian, na czele z trybem dwuosobowym!\n\nFromSoftware od majowej premiery Elden Ring Nightreign nie przestaje zabiegać o zaangażowanie graczy w kooperacyjną produkcję. Od ostatnich kilku tygodni śmiałkowie mogą mierzyć się z wielkimi wyzwaniami w postaci Everdark Sovereigns. Dziś do gry trafiła aktualizacja, która rozwiązuje jeden z największych zarzutów graczy. Sprawdźcie jej zwiastun poniżej:\n\nŁatka 1.02 wprowadza mianowicie tryb ekspedycji w duetach. Do tej pory mogliśmy grać jedynie trójkami albo samotnie, co mogło zniechęcać do sięgnięcia po produkcję Bandai Namco. Aktualizacja dodaje również wiele ustawień, które wspomogą z przejrzystością interfejsu. Możemy m.in. bardziej szczegółowo filtrować dostępne Relikty. Dzięki temu wreszcie łatwiej będzie stworzyć builda pod konkretnego bohatera.\n\nWszystko wskazuje na to, że FromSoftware nie powiedziało jeszcze ostatniego słowa w kwestii zawartości do Nightreign. Możemy spodziewać się dalszych aktualizacji również w 2025 roku, w tym nowych przeciwników i klas Nightfarerów. Prawdopodobnie dostaniemy nawet dodatkowe rozszerzenie fabularne.\n\nW Elden Ring Nightreign zagracie na PS4, PS5, Xbox One, Xbox Series X|S, a także na komputerach osobistych. W mojej recenzji gry pisałem, że to naprawdę ciekawy eksperyment FromSoftware, któremu warto dać szansę – zwłaszcza jeśli macie zaprzyjaźnionych soulsiarzy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pełna wersja perełki dla fanów Diablo za darmo. Grajcie na Steam",
            "link": "https://planetagracza.pl/diablo-gra-za-darmo-podobna-arpg-steam/",
            "description": "Shades of Rayna to nowe darmowe ARPG na Steamie. Gra jest już dostępna i rozwijana przez jedną osobę, która wyraźnie inspiruje się Diablo.",
            "image_url": "https://www.bing.pl/th?id=ODF.A0m18wD3eoHYPd4Rn-LQQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PlanetaGracza.pl21 godz.",
            "source": "PlanetaGracza.pl",
            "article_content": "Shades of Rayna to nowe darmowe ARPG na Steamie. Gra jest już dostępna i rozwijana przez jedną osobę, która wyraźnie inspiruje się Diablo.\n\nJeśli lubisz loot, dynamiczną walkę i bossów z unikalnymi mechanikami, to jest coś dla ciebie. Shades of Rayna wjechało na Steam jako darmowa produkcja z dostępem we wczesnej wersji.\n\nGra za darmo w stylu Diablo\n\nW Shades of Rayna wcielasz się w księżniczkę Enyę, która dziesięć lat po tajemniczym wydarzeniu postanawia odkryć, skąd pochodzi mrok trawiący królestwo. Tak, fabuła nie odkrywa Ameryki, ale to, co gra oferuje gameplayowo, wygląda już znacznie ciekawiej. Masz do wyboru sześć klas postaci: Ranger, Warrior, Mage, Assassin, Outlaw i Lasher – każda z 10 aktywnymi i 5 pasywnymi umiejętnościami.\n\nDo tego 11 map w różnych układach, ponad 50 przeciwników, pięciu unikalnych smoków, różne tryby endgame, NPC-e z własnymi przepustkami przygód i oczywiście – masa lootu. System rozwoju jest całkiem rozbudowany: ulepszanie statystyk, umiejętności, przedmiotów, relikty osadzane w ekwipunku… Trochę jak mini-PoE, tylko z dużo prostszą otoczką.\n\nWarto też dodać, że nad grą pracuje jedna osoba. Twórca nie ukrywa, że aktualizacje mogą chwilami zajmować więcej czasu, ale zapowiada regularny rozwój i zachęca do dzielenia się pomysłami na Discordzie. Projekt jest rozwijany transparentnie, a early access to według niego punkt startowy do wspólnego budowania czegoś większego.\n\nNa ten moment gra nie ma jeszcze zbyt wielu opinii na Steamie, ale pierwsze recenzje są raczej pozytywne. Użytkownicy doceniają dynamikę, klimat i tempo rozwoju. Jasne, to nie produkcja AAA, ale jak na solowy projekt dostępny za darmo – wygląda bardzo przyzwoicie.\n\nŹródło: Steam"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warszawa ma swój „złoty pociąg'. Fani historii nie mogą uwierzyć",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/warszawa-ma-sw%C3%B3j-z%C5%82oty-poci%C4%85g-fani-historii-nie-mog%C4%85-uwierzy%C4%87/ar-AA1JyDHj?ocid=BingNewsVerp",
            "description": "Fani historii na znanym portalu ogłoszeniowym wypatrzyli wartościowy eksponat. Na sprzedaż wystawiono „stary wagon kolejowy', ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-PQ6bafreAID45itCWJdTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "WPROST.pl on MSN21 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "31 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-31,8,day.html",
            "description": "Muzeum Archeologiczne w Krakowie w przededniu 175. rocznicy powstania (2025 r.) otworzyło nową wystawę stałą poświęconą najdawniejszym dziejom regionu. Warto wspomnieć, że po raz pierwszy zabytki ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Turcja i Grecja, ale nie tylko. Teraz Polacy stawiają na wakacje w tym kraju, pachnie egzotyką",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/turcja-i-grecja-ale-nie-tylko-teraz-polacy-stawiaj%C4%85-na-wakacje-w-tym-kraju-pachnie-egzotyk%C4%85/ar-AA1JzrU3?ocid=BingNewsVerp",
            "description": "Wakacyjny sezon w Polsce osiągnął już półmetek. Część Polaków ma już za sobą długo wyczekiwany urlop, inni planują wyjazd w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.We2cAR_VpvWTS05ATTkJAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "BiznesINFO.pl on MSN18 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "31 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-31,7,day.html",
            "description": "Muzeum Archeologiczne w Krakowie w przededniu 175. rocznicy powstania (2025 r.) otworzyło nową wystawę stałą poświęconą najdawniejszym dziejom regionu. Warto wspomnieć, że po raz pierwszy zabytki ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w woj. wielkopolskim. Skarb ukryty w złotym garnku. \"Niesamowity\"",
            "link": "https://wiadomosci.radiozet.pl/polska/niezwykle-odkrycie-w-woj-wielkopolskim-skarb-ukryty-w-zlotym-garnku-niesamowity",
            "description": "Odkrywcy z Kaliskiego Stowarzyszenia Poszukiwaczy Śladów Historii \"Denar\", którzy w ostatnich tygodniach dokonywali epokowych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I5Jba2TLoRWCZd_85TPSZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET18 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Co znajduje się w jednym z odkrytych garnków.\n\nIle warty może być odkryty skarb.\n\nJakie inne znaleziska odkryło Stowarzyszenie \"Denar\".\n\nSkarb ukryty w starożytnym garnku w Wielkopolsce\n\nTymi odkryciami archeologicznymi żyła cała Polska. W czerwcu i lipcu członkowie Kaliskiego Stowarzyszenia Poszukiwaczy Śladów Historii \"Denar\" odkryli w Wielkopolsce trzy garnki. Dwa pochodzące z czasów średniowiecznych i jeden ze starożytności. Po kilkunastu dniach odkrywcy pochwalili się wynikiem badań w mediach społecznościowych.\n\n\"W skarbie numer 3 znalezionym przez Matiego jest prawdopodobnie jeden przedmiot. Jeden, ale niesamowity. Pogięty i upchany złoty naszyjnik sprzed około 2 tysięcy lat\" - przekazał \"Denar\" w poście na Facebooku. \"Oczywiście będziemy przy otwarciu, więc kochani obserwujcie nas, bo będzie się działo\" - dodali w komunikacie.\n\nHistoryczne odkrycie na wielkopolskiej ziemi\n\nPod postem w mediach społecznościowych fani nie kryli radości z informacji przekazanej przez odkrywców. W dodatku podkreślali też wagę tego wydarzenia. \"Jeśli naszyjnik ma w sobie ok. 0.5 kilograma złota, to w tamtych czasach byłby wart 50 lat pracy robotnika najemnego w Rzymie, czyli przekładając na dzisiejsze, ok. 1,6 mln dolarów. Takie odkrycie na naszych terenach z czasów Tyberiusza to coś nieprawdopodobnego\" - napisał jeden z użytkowników Facebooka.\n\n\"Nie da się opisać słowami, jaką robotę wykonujecie! Coś pięknego\" - przekazał inny komentator. \"Czekamy na efekt końcowy. Jeszcze raz gratulacje panowie. Kawał historii odkryliście\" - komentuje fan grupy. To niejedyne odkrycie \"Denara\" w ostatnim czasie. W poprzedni weekend pochwalili się znalezieniem wczesnośredniowiecznego topora wojennego.\n\nŹródło: Radio ZET/DENAR Kalisz - Stowarzyszenie Poszukiwaczy Śladów Historii - Facebook"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kradzież polskich skarbów z katedry w Wilnie. Tego brakuje",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kradzie%C5%BC-polskich-skarb%C3%B3w-z-katedry-w-wilnie-tego-brakuje/ar-AA1JAbIj?ocid=BingNewsVerp",
            "description": "Skarby polskich królów w wileńskiej katedrze. Odkrycie pełne kontrowersji W styczniu 2025 roku ogłoszono wielkie odkrycie. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dLoF3s2PDVBvHVF_cIlTdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "GeekWeek w INTERIA.PL on MSN16 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    }
]