[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 1.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-1012025/ar-AA1wN7ng?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN19 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 1.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-1012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.bA7HLIiQEquKqvX4c5Ccqg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 01.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-01012025/ar-AA1wNyFP?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN14 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 01.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-01012025/ar-AA1wNMCy?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN14 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Catzilla uwolniona: Nowy rok, nowa era dla monet memowych",
            "link": "https://comparic.pl/catzilla-uwolniona-nowy-rok-nowa-era-dla-monet-memowych/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Gdy kalendarz wskazuje rok 2025, rynek kryptowalut już kipi świeżym optymizmem, - Bitcoin ...",
            "image_url": "https://www.bing.pl/th?id=ODF.7XuGsgPDeEOKBRq3nTWokg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "comparic5 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nGdy kalendarz wskazuje rok 2025, rynek kryptowalut już kipi świeżym optymizmem, a wszystko dzięki efektowi stycznia — sprawdzonemu zjawisku, w którym nowe pieniądze zalewają rynek, nastroje inwestorów osiągają szczyt, a ceny rosną na całej linii. Ten coroczny wzrost nie dotyczy wyłącznie tradycyjnych rynków; przestrzeń kryptowalut również przyjęła efekt stycznia, często rozpoczynając rok zapierającymi dech w piersiach zyskami.\n\nWeźmy za przykład 2023 rok: Bitcoin wzrósł o prawie 40% w styczniu, wzrastając z 16 000 do 23 000 USD w ciągu kilku tygodni. Ten wybuchowy początek wyznaczył ton dla szerszego rynku kryptowalut, ciągnąc za sobą altcoiny i monety memowe.\n\nChociaż tokeny o tematyce psów, takie jak Dogecoin i Shiba Inu, od dawna są głównymi beneficjentami tych trendów, świt 2025 roku oznacza sejsmiczną zmianę. Odważny nowy pretendent jest gotowy zmienić zasady wszechświata monet memowych: Catzilla.\n\nKocia siła zmian\n\nZainspirowana wieczną miłością Internetu do kotów i przesiąknięta chaosem japońskiej kultury kaiju, Catzilla przybywa, aby zniszczyć przestarzałe systemy i uwolnić pełny potencjał kociej magii w świecie kryptowalut. Jej śmiała narracja i urzekające obrazy sygnalizują narodziny nowego lidera kryptowalut, który jednoczy entuzjastów memów, miłośników anime i wojowników DeFi.\n\nZapisz się do newslettera Comparic.pl >>\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\nDalsza część artykułu pod filmem\n\nOd początkowego uroku Dogecoin po ogromną armię stojącą za Shiba Inu, psy zdominowały przestrzeń kryptomemów. Ale każdy pies ma swój dzień, a w 2025 roku ten dzień dobiegł końca. Catzilla, ostateczny niszczyciel starego porządku, gigantyczny pomarańczowy mutant kot z kolcami przypominającymi Godzillę, wkracza w nowy rok z misją:\n\nZniszczenie starego porządku : Z każdym krokiem Catzilla rozbija dominację monet z motywem psów, torując drogę nowemu rodzajowi monety memowej, która łączy wirusową atrakcyjność ze strategiczną wizją.\n\n: Z każdym krokiem Catzilla rozbija dominację monet z motywem psów, torując drogę nowemu rodzajowi monety memowej, która łączy wirusową atrakcyjność ze strategiczną wizją. Kocia magia: Catzilla wnosi świeżą perspektywę, czerpiąc z internetowej miłości do kotów i dostarczając wyjątkową narrację, która znajduje oddźwięk u szerokiego grona inwestorów.\n\nIdealny moment, aby dołączyć do rewolucji Cat\n\nWraz z początkiem Nowego Roku Catzilla jest nadal w fazie przedsprzedaży, dając wczesnym inwestorom szansę na zabezpieczenie tokenów po atrakcyjnej cenie. Z zaplanowanymi 14 etapami przedsprzedaży projekt stale postępuje. Na obecnym etapie 5 token $CATZILLA jest wyceniony na 0,0007 USD, oferując atrakcyjny punkt wejścia. Na ostatnim etapie token będzie wyceniony przez twórców na 0,0016 USD, zapewniając wczesnym użytkownikom 53% zniżki na swoje tokeny.\n\nAle korzyści na tym się nie kończą. Program poleceń Catzilla dodaje jeszcze więcej wartości, nagradzając członków społeczności za ich lojalność i udział.\n\nIm wcześniej dołączysz, tym większe będą Twoje nagrody. Zgarnij swoje tokeny $CATZILLA już teraz!\n\nŁączenie społeczności za pomocą nagród: wielopoziomowy program poleceń Catzilla\n\nPodstawą ruchu Catzilla jest zobowiązanie do nagradzania lojalnej społeczności. Jedną z wyróżniających się cech Catzilla jest jej wielopoziomowy program poleceń USDT, który oferuje inwestorom lukratywny sposób na zwiększenie ich udziałów, jednocześnie wciągając innych do współpracy.\n\nJak działa program poleceń\n\nDołączając do społeczności Catzilla, odblokowujesz możliwość udostępniania swojego spersonalizowanego linku polecającego innym. Za każdy zakup tokenów $CATZILLA dokonany za pośrednictwem Twojego linku otrzymasz nagrody w USDT, zapewniając w czasie rzeczywistym zachęty do Twoich wysiłków.\n\nOto jak rozkłada się struktura wielopoziomowa:\n\nPoziom 1 (bezpośrednie polecenia): Zarabiaj 8% wartości tokenów zakupionych przez Twoich bezpośrednich poleceń.\n\nPoziom 2 (polecenia poleconych): Otrzymaj 2% z tokenów zakupionych przez polecenia Twoich poleconych.\n\nPoziom 3 (polecenia poleconych): Zbieraj 1% z tokenów zakupionych przez trzeci poziom Twojej sieci.\n\nTen wielopoziomowy system pozwala użytkownikom budować własną „armię Catzilla”, zarabiając pasywny dochód, jednocześnie aktywnie przyczyniając się do rozwoju projektu.\n\nJak zacząć?\n\nUdział jest prosty:\n\nPołącz swój portfel: Przejdź na oficjalną stronę Catzilla i połącz swój portfel.\n\nPrzejdź na oficjalną stronę Catzilla i połącz swój portfel. Uzyskaj swój link: Wygeneruj swój unikalny link polecający.\n\nWygeneruj swój unikalny link polecający. Udostępnij i zarabiaj: Rozpowszechniaj informacje, zachęcaj innych do dołączenia i obserwuj, jak Twoje nagrody USDT napływają.\n\nTo takie proste — zacznij zarabiać za każde polecenie już dziś!\n\nDlaczego 2025 należy do Catzilla\n\nCatzilla reprezentuje odważną, chaotyczną energię kotów, gotowych, by wspiąć się na szczyt i zająć należne jej miejsce lidera w przestrzeni monet memowych. Dzięki solidnej mapie drogowej, zaangażowanej społeczności i unikalnemu połączeniu chaosu i strategii, Catzilla jest gotowa zdominować rynek w 2025 roku.\n\n🎉 Rozpocznij Nowy Rok z Catzillą!\n\nNie przegap swojej szansy na dołączenie do Cat Revolution. Zabezpiecz swoje tokeny podczas przedsprzedaży, zdobądź nagrody i bądź częścią ruchu, który ma zmienić świat kryptowalut.\n\n🐾 Przyszłość należy do kotów. Czy jesteś w środku?\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 1.01.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-1012025/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające ...",
            "image_url": "https://www.bing.pl/th?id=OVF.a0CZenF3WqiwJuWIGRg8pA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl19 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy będą wyłączenia prądu 2.01 w dolnośląskim? Sprawdź, gdzie mogą być przerwy w dostawie",
            "link": "https://gazetawroclawska.pl/czy-beda-wylaczenia-pradu-2-01-w-dolnoslaskim-sprawdz-gdzie-moga-byc-przerwy-w-dostawie/ar/c1p1-20589250",
            "description": "Prąd elektryczny jest ukierunkowanym przepływem ładunków elektrycznych. Rozróżniamy prąd stały, zmienny i przemienny. Prąd przemienny jest wykorzystywany w sieciach energetycznych i jest rodzajem ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gazetawroclawska.pl1 godz.",
            "source": "gazetawroclawska.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 1.01.2025",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-1012025/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z ...",
            "image_url": "https://www.bing.pl/th?id=OVF.LskTOoItLJI%2fDw8lJSz1Og&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 01.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-01-01-2025/ar-AA1wNGY0?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Express Ilustrowany on MSN13 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie nie będzie prądu w kujawsko-pomorskim 1.01? Sprawdź planowane wyłączenia prądu oraz awarie",
            "link": "https://pomorska.pl/gdzie-nie-bedzie-pradu-w-kujawsko-pomorskim-1-01-sprawdz-planowane-wylaczenia-pradu-oraz-awarie/ar/c1p1-20589258",
            "description": "Gdzie planowane są wyłączenia prądu w kujawsko-pomorskim (12.08)? Warto wiedzieć, kiedy nastąpi brak prądu w twojej okolicy. Przyczyną wyłączenia prądu są najczęściej remonty, budowy lub modernizacje ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Pomorska8 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 01.01.2025",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-01012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poranny14 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-01012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.TkR3VPv9Eyd6P8%2faQtOGWA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl14 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Działo się od stycznia do grudnia, czyli tym żyło Lubuskie w 2024 roku",
            "link": "https://gazetalubuska.pl/dzialo-sie-od-stycznia-do-grudnia-czyli-tym-zylo-lubuskie-w-2024-roku/ar/c5p2-27131307",
            "description": "2 III Gorzów rozpoczął obchody 125-lecia tramwajów w mieście. Jeżdżą one od 29 lipca 1899. Kulminacja obchodów miała miejsce ...",
            "image_url": "https://www.bing.pl/th?id=OVF.p34cMXR3CsA4APhKuzGwNg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Lubuska16 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 01.01.2025",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-01012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Poranny14 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Przełomowe wydarzenie w historii polskiej nauki\", szczątki pierwszych Słowian i zwierzęta sprzed milionów lat",
            "link": "https://tvn24.pl/tvnmeteo/najnowsze/przelomowe-wydarzenie-w-historii-polskiej-nauki-szczatki-pierwszych-slowian-i-zwierzeta-sprzed-milionow-lat-st8243119",
            "description": "Starty polskich satelitów, zaskakujące odkrycia zwierząt sprzed setek milionów lat i archeologiczne znaleziska, które mogą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dqbmS6xWYPDm9dmvUCB3hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN245 godz.",
            "source": "TVN24",
            "article_content": "Starty polskich satelitów, zaskakujące odkrycia zwierząt sprzed setek milionów lat i archeologiczne znaleziska, które mogą zmienić dotychczasowe ustalenia naukowców. Oto jedne z najważniejszych wydarzeń w polskiej nauce w 2024 roku.\n\nPogoda Długoterminowa Weekend\n\nJedno z ciekawszych doniesień naukowych w minionym roku przypadło na styczeń i dotyczyło odkrycia w Kamieniu Pomorskim rzadkiej renesansowej monety Albrechta Hohenzollerna. Srebrne 3 grosze zostały odnalezione w trakcie prac porządkowych na cmentarzu wojennym w Kamieniu Pomorskim. To bardzo rzadkie znalezisko w północnej części Pomorza.\n\nW lutym wyobraźnią miłośników nauki zawładnęły efekty prac paleontologów. Najpierw media obiegła informacja, że polscy naukowcy odkryli niezwykłą rybę sprzed 365 milionów lat. Ponad dwumetrowa drapieżna ryba pancerna z ekstremalnie wydłużoną dolną szczęką, nazwana Alienacanthusem malkowskii, została znaleziona w osadach skalnych w Górach Świętokrzyskich.\n\nNiedługo potem poinformowano o odkryciu jeziora kości oraz o wynikach analiz kości i licznych przedmiotów z epoki brązu. We wsi Papowo Biskupie, na ziemi chełmińskiej, wytropiła je Kujawsko Pomorska Grupa Poszukiwaczy Historii. Zdaniem antropologów z Uniwersytetu Łódzkiego badania DNA szczątków z około 1000-450 lat przed naszą erą mogą zachwiać obowiązującą teorią, według której Słowianie przybyli na obecne ziemie polskie dopiero na początku drugiej połowy pierwszego tysiąclecia naszej ery.\n\nKsiężycowy robot, odkrycie o polskim smogu\n\nW marcu Polska Agencja Prasowa poinformowała o opracowaniu przez polskich inżynierów z firmy Astronika mechanizmu... nogi skoczka księżycowego. Robot, powstający na zlecenie Europejskiej Agencji Kosmicznej (ESA), ma stanowić alternatywę dla łazików, które nie zawsze radzą sobie w trudnym terenie Księżyca. W księżycowych górach, które często stanowią dla łazików barierę nie do pokonania, skoczek będzie mógł swobodnie się poruszać.\n\nRównież w marcu okazało się, że powszechne przekonanie, jakoby algorytmy i sztuczna inteligencja były obiektywne, jest błędne. Technologia zawsze odzwierciedlała istniejące w społeczeństwach uprzedzenia i stereotypy, ponieważ bazy danych, na których się opiera i uczy, optymalizują oraz wdrażają ludzie - podkreślili naukowcy z Akademii Leona Koźmińskiego (ALK) w Warszawie.\n\nKolejne ciekawe doniesienie z zakresu archeologii przyszło w maju. Archeolodzy z Instytutu Archeologii Uniwersytetu Wrocławskiego, pracujący w Berenike nad Morzem Czerwonym w Egipcie, znaleźli papirusy z listami rzymskich centurionów stacjonujących w Egipcie. Dokumenty odnaleziono między innymi wraz z ceramiką z Italii, monetami rzymskimi i specyficzną zapinką do płaszcza w miejscu, które mogło być pozostałością biura centuriona. Mniej więcej w tym samym czasie inny zespół, analizujący sztukę naskalną sprzed dwóch tysięcy lat, poinformował o nowych interpretacjach petroglifów z peruwiańskiego Toro Muerto. Wzory geometryczne, linie, zygzaki, które towarzyszą wizerunkom tancerzy (danzantes), wyrytych w tamtejszych blokach skalnych, to nie węże czy pioruny, ale zapis pieśni - zasugerowali autorzy analiz. Toro Muerto to jedno z najbogatszych w sztukę naskalną miejsc w Ameryce Południowej. Na tysiącach wulkanicznych głazów zachowały się tam ryty naskalne, czyli petroglify, które powstały w różnym czasie.\n\nRównież w maju naukowcy ogłosili, że - ze względu na skład fizykochemiczny - polski smog jest szczególnie niebezpieczny dla układu krążenia: zwiększa ryzyko zawału serca i udaru mózgu. Jak powiedział kardiolog dr hab. Łukasz Kuźma, to nasz \"nowy, niechlubny produkt regionalny\". Potwierdziły to badania zespołu Kliniki Kardiologii Inwazyjnej Uniwersytetu Medycznego w Białymstoku pod jego kierunkiem.\n\nSmog nad Poznaniem Lukasz Pawel Szczepanski/Shutterstock\n\n\"Przełomowe wydarzenie w historii polskiej nauki\"\n\nDuże zainteresowanie wzbudziło nazwanie dwóch planetoid na cześć polskich naukowców. Odkryte przez litewskich astronomów ciała niebieskie zyskały nazwy honorujące Władysława Dziewulskiego i Marcina Poczobutta-Odlanickiego. Informacja o badaniach naukowców z UW, dotyczących wymarłego gada z ekstremalnie wydłużonymi kręgami szyjnymi, obiegła media w czerwcu. Ekstremalnie długa szyja tanystrofa, stanowiąca połowę długości jego ciała, składała się tylko z 13 kręgów, za to niezwykle wydłużonych. Tanystrof żył w okresie triasu około 240 mln lat temu, również na terenie współczesnej Polski (skamieniałości znaleziono m.in. w Miedarach w woj. śląskim).\n\nW lipcu podczas testów polska rakieta suborbitalna ILR-33 BURSZTYN 2K osiągnęła pułap 101 kilometrów. \"To wydarzenie przełomowe w historii polskiej nauki i dokonań polskich inżynierów w zakresie technologii kosmicznych\" zaznaczono w komunikacie Polskiej Agencji Kosmicznej POLSA i Instytutu Lotnictwa Sieci Badawczej Łukasiewicz. BURSZTYN to pierwsza na świecie rakieta, w której jako utleniacz zastosowano nadtlenek wodoru o stężeniu 98 procent.\n\nTakże w lipcu polscy nurkowie informowali o odkryciu na dnie Bałtyku wraku pełnego butelek. Wrak XIX-wiecznego żaglowca był wypełniony około setką butelek szampana i wody mineralnej. Szef ekspedycji szacował, że jednostka mogła zatonąć w okolicy Szwecji między 1850 a 1876 rokiem.\n\nWe wraku statku odnaleziono butelki z wodą mineralną i szampanem Stachuraphoto.com\n\nW sierpniu rakieta Falcon-9 firmy SpaceX wyniosła na orbitę polskiego satelitę EagleEye. Największy i najbardziej zaawansowany rodzimy orbiter niemal od razu zaczął przekazywać dane telemetryczne, jednak kilka dni później zamilkł. Według Jacka Kośca, wiceprezesa firmy Creotech Instruments, w której powstał satelita, EagleEye działał świetnie przez tydzień, a potem operatorzy utracili z nim dwukierunkową łączność.\n\nSatelita EagleEye w przestrzeni kosmicznej - wizualizacja Creotech Instruments\n\nSetki zabytków\n\nJedno z ciekawszych doniesień powakacyjnych dotyczyło odkrycia na stanowisku \"Łysa Góra\" na Mazowszu około 300 zabytków, m.in. żelaznych siekier, nożyc oraz unikatowego hełmu z IV w. p.n.e. Kierujący badaniami dr Bartłomiej Kaczyński ocenił, że hełm to przykład zaawansowanej metalurgii celtyckiej. Odkrycie zmienia dotychczasowe postrzeganie skali kontaktów ze światem celtyckim w starszym okresie przedrzymskim.\n\nOdkryto brązowy hełm celtycki z IV wieku Państwowe Muzeum Archeologiczne\n\nW podobnym czasie badacze pracujący w tanzańskim Parku Narodowym Serengeti poinformowali o odkryciu tam ponad 30 cennych stanowisk archeologicznych i zidentyfikowaniu tam, nieznanych wcześniej malowideł naskalnych, fragmentów ceramiki i narzędzi kamiennych. Badania prowadzi tam zespół pod kierownictwem dr hab. Marty Osypińskiej z Instytutu Archeologii Uniwersytetu Wrocławskiego.\n\nNatomiast w Kazimierzy Wielkiej w województwie świętokrzyskim odkryto pozostałości 160 obiektów archeologicznych związanych z osadnictwem neolitycznym oraz z wczesnej epoki brązu. Jako szczególnie interesujące krakowscy archeolodzy wymieniali cmentarzysko, datowane na młodszy okres przedrzymski i wczesny okres rzymski (I w. p.n.e. - II w. n.e.).\n\nPaździernik upłynął pod znakiem wyjątkowej kolekcji orientalnej mody, którą pokazał paryski Luwr. Były to stroje królów, królewskich matek i biskupa ze średniowiecznej Nubii, zrekonstruowane przez polskich naukowców z UW i projektantów z Uniwersytetu SWPS na podstawie malowideł zdobiących niegdyś ściany katedry w Faras.\n\nZespół krakowskich badaczy we współpracy z zagranicznymi partnerami przebadał mechanizmy adaptacyjne bakterii pobranych z Międzynarodowej Stacji Kosmicznej (ISS). Odkrycia wskazują, że mikroorganizmy wyizolowane z wnętrza ISS przystosowały się do życia w przestrzeni kosmicznej. Badania mikroorganizmów, które razem z astronautami odbyły podróż do ISS i zadomowiły się na stacji kosmicznej, przeprowadził zespół badaczy z krakowskich jednostek badawczych: Małopolskiego Centrum Biotechnologii UJ oraz Sano - Centrum Medycyny Obliczeniowej w ścisłej współpracy z partnerami z Jet Propulsion Laboratory NASA i Acibadem University w Stambule.\n\nIgnis, Proba-3\n\nJedno z ciekawszych doniesień października dotyczyło skali i mechanizmów odchodzenia ludzi z nauki. Zjawisko to w różnych krajach przebadał prof. Marek Kwiek i dr Łukasz Szymula z Uniwersytetu im. Adama Mickiewicza w Poznaniu. Jak ustalili, tylko połowa osób po 10 latach od ukazania się swojej pierwszej publikacji naukowej jest dalej aktywnymi naukowcami, natomiast po 20 latach w nauce zostaje już tylko jedna trzecia osób. Wzorce rezygnacji z nauki są podobne w różnych krajach.\n\nW listopadzie naukowcy upublicznili sposób na walkę z groźnym gronkowcem złocistym. Dzięki zastosowaniu wirusów atakujących bakterie oraz małych białek o nazwie bakteriocyny można poradzić sobie z niebezpiecznymi szczepami tej bakterii opornymi na antybiotyki. Na to wskazują badania prowadzone przez naukowców z Instytutu Biochemii i Biofizyki PAN.\n\nW grudniu czterej uczeni: dr hab. Sebastian Glatt, prof. Janusz Lewiński, prof. Krzysztof Sacha i prof. Marcin Wodziński odebrali Nagrody Fundacji na rzecz Nauki Polskiej. Wyróżnienia przyznano po raz 33.\n\nKoniec roku w nauce zdominował temat misji kosmicznych. Właśnie w grudniu w kosmos trafił podwójny satelita Proba-3. Dwa statki kosmiczne wyniosła na orbitę rakieta z indyjskiego Centrum Kosmicznego Satish Dhawan. Formacja utworzona przez koronograf, czyli teleskop do obserwacji korony słonecznej, i tak zwany okulter - element z dyskiem okulograficznym przesłaniającym tarczę Słońca - przez dwa lata będzie co 20 godzin tworzyć sztuczne zaćmienie Słońca. Wszystko po to, by m.in. umożliwić naukowcom z Centrum Badań Kosmicznych PAN obserwację korony słonecznej.\n\nOgłoszono też oficjalną nazwę pierwszej polskiej misji na Międzynarodową Stację Kosmiczną. W ramach Ignis (z łac. ogień) - bo tak nazwano to przedsięwzięcie - astronauta Sławosz Uznański przeprowadzi na orbicie 13 eksperymentów z zakresu technologii, biologii, medycyny i psychologii, przygotowanych przez polskich naukowców i inżynierów. Uznański poleci na orbitę wiosną 2025 r.\n\nSławosz Uznański PAP/Albert Zawada\n\nAutorka/Autor:ps\n\nŹródło: PAP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 01.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-01012025/ar-AA1wNMCy?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN14 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Making off",
            "link": "https://dabrowagornicza.naszemiasto.pl/tag/making-off",
            "description": "Dominika Cuda fotografuje ludzi sportu. Jej seria Sport Calendar to nagie fotografie koszykarek, tenisistów czy akrobatek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qYjRFCBRnyWZ_GVzwe3q5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dabrowagornicza.naszemiasto5 godz.",
            "source": "dabrowagornicza.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie iść na spacer w woj. łódzkim. Gdzie warto iść w weekend 4 - 5 stycznia? 10 najlepszych tras",
            "link": "https://dzienniklodzki.pl/gdzie-isc-na-spacer-w-woj-lodzkim-gdzie-warto-isc-w-weekend-4-5-stycznia-10-najlepszych-tras/ar/c7p1-22116469",
            "description": "Nim wyruszysz, sprawdź prognozę pogody. W sobotę 04 stycznia w woj. łódzkim ma być od -2°C do 0°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVF.4DbHS2I0Iuj652QvVEEgfw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dzienniklodzki11 godz.",
            "source": "dzienniklodzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 1.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-1-01-2025/ar-AA1wN7ng?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.D9r96jQ9yn7crstkA-FmQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Hostowane na MSN18 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 1.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-1012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.bA7HLIiQEquKqvX4c5Ccqg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie archeologiczne. Jeśli okaże się, że znalezisko jest oryginałem - jest bezcenne",
            "link": "https://epoznan.pl/news-news-158530-niezwykle_odkrycie_archeologiczne_jesli_okaze_sie_ze_znalezisko_jest_oryginalem_jest_bezcenne",
            "description": "O niezwykłym odkryciu informuje Wielkopolski Wojewódzki Konserwator Zabytków w mediach społecznościowych. Pod koniec roku na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WuzuVm-Mtk-M3h8TnIt4sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "epoznan5 godz.",
            "source": "epoznan",
            "article_content": "Trwają badania.\n\nO niezwykłym odkryciu informuje Wielkopolski Wojewódzki Konserwator Zabytków w mediach społecznościowych. Pod koniec roku na terenie gminy Jarocin miało miejsce niezwykle ciekawe odkrycie archeologiczne. Prywatna osoba, która na podstawie pozwolenia Wielkopolskiego Wojewódzkiego Konserwatora Zabytków prowadziła poszukiwania zabytków ruchomych za pomocą ręcznego detektora metalu, natrafiła na figurkę rzymskiego boga wojny Marsa, wykonaną z brązu.\n\n\"Nie jest jeszcze pewne, z jakim zabytkiem mamy do czynienia. Może być to figurka antyczna pochodząca z okresu, kiedy funkcjonowało cesarstwo rzymskie, tj. z II/III w. n. e., ale równie dobrze może być to figurka ze schyłku XIX w. lub początku XX w. Na chwilę obecną trwają badania prowadzone przez specjalistów zajmujących się antykami, mające na celu ustalenie datacji zabytku. Kiedy będzie już wiadome, z jakiego okresu pochodzi posążek, zostanie zwołana komisja konserwatorska złożona z rzeczoznawców ministerialnych i muzealników, którzy oceniają znaleziska dostarczane przez osoby prowadzące poszukiwania zgodnie z warunkami uzyskanych pozwoleń\"- przekazuje Wielkopolski Wojewódzki Konserwator Zabytków.\n\n\n\n\"Z punktu widzenia archeologii i naszej wiedzy na temat przeszłości ziemi jarocińskiej zabytek ten, jeśli okaże się antycznym oryginałem - jest bezcenny. Statuetki rzymskiego boga wojny Marsa, choć niezbyt liczne, znane są z terenów ziem polskich. Występują jednak głównie na Pomorzu. Z terenów Wielkopolski nie było jak dotąd żadnej. Posążek z powiatu jarocińskiego byłby jednym z najlepiej zachowanych egzemplarzy znanych z terenów Środkowoeuropejskiego Barbaricum\"- dodano."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Przełomowe wydarzenie w historii polskiej nauki\", szczątki pierwszych Słowian i zwierzęta sprzed milionów lat",
            "link": "https://tvn24.pl/tvnmeteo/najnowsze/przelomowe-wydarzenie-w-historii-polskiej-nauki-szczatki-pierwszych-slowian-i-zwierzeta-sprzed-milionow-lat-st8243119",
            "description": "Starty polskich satelitów, zaskakujące odkrycia zwierząt sprzed setek milionów lat i archeologiczne znaleziska, które mogą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dqbmS6xWYPDm9dmvUCB3hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "TVN245 godz.",
            "source": "TVN24",
            "article_content": "Starty polskich satelitów, zaskakujące odkrycia zwierząt sprzed setek milionów lat i archeologiczne znaleziska, które mogą zmienić dotychczasowe ustalenia naukowców. Oto jedne z najważniejszych wydarzeń w polskiej nauce w 2024 roku.\n\nPogoda Długoterminowa Weekend\n\nJedno z ciekawszych doniesień naukowych w minionym roku przypadło na styczeń i dotyczyło odkrycia w Kamieniu Pomorskim rzadkiej renesansowej monety Albrechta Hohenzollerna. Srebrne 3 grosze zostały odnalezione w trakcie prac porządkowych na cmentarzu wojennym w Kamieniu Pomorskim. To bardzo rzadkie znalezisko w północnej części Pomorza.\n\nW lutym wyobraźnią miłośników nauki zawładnęły efekty prac paleontologów. Najpierw media obiegła informacja, że polscy naukowcy odkryli niezwykłą rybę sprzed 365 milionów lat. Ponad dwumetrowa drapieżna ryba pancerna z ekstremalnie wydłużoną dolną szczęką, nazwana Alienacanthusem malkowskii, została znaleziona w osadach skalnych w Górach Świętokrzyskich.\n\nNiedługo potem poinformowano o odkryciu jeziora kości oraz o wynikach analiz kości i licznych przedmiotów z epoki brązu. We wsi Papowo Biskupie, na ziemi chełmińskiej, wytropiła je Kujawsko Pomorska Grupa Poszukiwaczy Historii. Zdaniem antropologów z Uniwersytetu Łódzkiego badania DNA szczątków z około 1000-450 lat przed naszą erą mogą zachwiać obowiązującą teorią, według której Słowianie przybyli na obecne ziemie polskie dopiero na początku drugiej połowy pierwszego tysiąclecia naszej ery.\n\nKsiężycowy robot, odkrycie o polskim smogu\n\nW marcu Polska Agencja Prasowa poinformowała o opracowaniu przez polskich inżynierów z firmy Astronika mechanizmu... nogi skoczka księżycowego. Robot, powstający na zlecenie Europejskiej Agencji Kosmicznej (ESA), ma stanowić alternatywę dla łazików, które nie zawsze radzą sobie w trudnym terenie Księżyca. W księżycowych górach, które często stanowią dla łazików barierę nie do pokonania, skoczek będzie mógł swobodnie się poruszać.\n\nRównież w marcu okazało się, że powszechne przekonanie, jakoby algorytmy i sztuczna inteligencja były obiektywne, jest błędne. Technologia zawsze odzwierciedlała istniejące w społeczeństwach uprzedzenia i stereotypy, ponieważ bazy danych, na których się opiera i uczy, optymalizują oraz wdrażają ludzie - podkreślili naukowcy z Akademii Leona Koźmińskiego (ALK) w Warszawie.\n\nKolejne ciekawe doniesienie z zakresu archeologii przyszło w maju. Archeolodzy z Instytutu Archeologii Uniwersytetu Wrocławskiego, pracujący w Berenike nad Morzem Czerwonym w Egipcie, znaleźli papirusy z listami rzymskich centurionów stacjonujących w Egipcie. Dokumenty odnaleziono między innymi wraz z ceramiką z Italii, monetami rzymskimi i specyficzną zapinką do płaszcza w miejscu, które mogło być pozostałością biura centuriona. Mniej więcej w tym samym czasie inny zespół, analizujący sztukę naskalną sprzed dwóch tysięcy lat, poinformował o nowych interpretacjach petroglifów z peruwiańskiego Toro Muerto. Wzory geometryczne, linie, zygzaki, które towarzyszą wizerunkom tancerzy (danzantes), wyrytych w tamtejszych blokach skalnych, to nie węże czy pioruny, ale zapis pieśni - zasugerowali autorzy analiz. Toro Muerto to jedno z najbogatszych w sztukę naskalną miejsc w Ameryce Południowej. Na tysiącach wulkanicznych głazów zachowały się tam ryty naskalne, czyli petroglify, które powstały w różnym czasie.\n\nRównież w maju naukowcy ogłosili, że - ze względu na skład fizykochemiczny - polski smog jest szczególnie niebezpieczny dla układu krążenia: zwiększa ryzyko zawału serca i udaru mózgu. Jak powiedział kardiolog dr hab. Łukasz Kuźma, to nasz \"nowy, niechlubny produkt regionalny\". Potwierdziły to badania zespołu Kliniki Kardiologii Inwazyjnej Uniwersytetu Medycznego w Białymstoku pod jego kierunkiem.\n\nSmog nad Poznaniem Lukasz Pawel Szczepanski/Shutterstock\n\n\"Przełomowe wydarzenie w historii polskiej nauki\"\n\nDuże zainteresowanie wzbudziło nazwanie dwóch planetoid na cześć polskich naukowców. Odkryte przez litewskich astronomów ciała niebieskie zyskały nazwy honorujące Władysława Dziewulskiego i Marcina Poczobutta-Odlanickiego. Informacja o badaniach naukowców z UW, dotyczących wymarłego gada z ekstremalnie wydłużonymi kręgami szyjnymi, obiegła media w czerwcu. Ekstremalnie długa szyja tanystrofa, stanowiąca połowę długości jego ciała, składała się tylko z 13 kręgów, za to niezwykle wydłużonych. Tanystrof żył w okresie triasu około 240 mln lat temu, również na terenie współczesnej Polski (skamieniałości znaleziono m.in. w Miedarach w woj. śląskim).\n\nW lipcu podczas testów polska rakieta suborbitalna ILR-33 BURSZTYN 2K osiągnęła pułap 101 kilometrów. \"To wydarzenie przełomowe w historii polskiej nauki i dokonań polskich inżynierów w zakresie technologii kosmicznych\" zaznaczono w komunikacie Polskiej Agencji Kosmicznej POLSA i Instytutu Lotnictwa Sieci Badawczej Łukasiewicz. BURSZTYN to pierwsza na świecie rakieta, w której jako utleniacz zastosowano nadtlenek wodoru o stężeniu 98 procent.\n\nTakże w lipcu polscy nurkowie informowali o odkryciu na dnie Bałtyku wraku pełnego butelek. Wrak XIX-wiecznego żaglowca był wypełniony około setką butelek szampana i wody mineralnej. Szef ekspedycji szacował, że jednostka mogła zatonąć w okolicy Szwecji między 1850 a 1876 rokiem.\n\nWe wraku statku odnaleziono butelki z wodą mineralną i szampanem Stachuraphoto.com\n\nW sierpniu rakieta Falcon-9 firmy SpaceX wyniosła na orbitę polskiego satelitę EagleEye. Największy i najbardziej zaawansowany rodzimy orbiter niemal od razu zaczął przekazywać dane telemetryczne, jednak kilka dni później zamilkł. Według Jacka Kośca, wiceprezesa firmy Creotech Instruments, w której powstał satelita, EagleEye działał świetnie przez tydzień, a potem operatorzy utracili z nim dwukierunkową łączność.\n\nSatelita EagleEye w przestrzeni kosmicznej - wizualizacja Creotech Instruments\n\nSetki zabytków\n\nJedno z ciekawszych doniesień powakacyjnych dotyczyło odkrycia na stanowisku \"Łysa Góra\" na Mazowszu około 300 zabytków, m.in. żelaznych siekier, nożyc oraz unikatowego hełmu z IV w. p.n.e. Kierujący badaniami dr Bartłomiej Kaczyński ocenił, że hełm to przykład zaawansowanej metalurgii celtyckiej. Odkrycie zmienia dotychczasowe postrzeganie skali kontaktów ze światem celtyckim w starszym okresie przedrzymskim.\n\nOdkryto brązowy hełm celtycki z IV wieku Państwowe Muzeum Archeologiczne\n\nW podobnym czasie badacze pracujący w tanzańskim Parku Narodowym Serengeti poinformowali o odkryciu tam ponad 30 cennych stanowisk archeologicznych i zidentyfikowaniu tam, nieznanych wcześniej malowideł naskalnych, fragmentów ceramiki i narzędzi kamiennych. Badania prowadzi tam zespół pod kierownictwem dr hab. Marty Osypińskiej z Instytutu Archeologii Uniwersytetu Wrocławskiego.\n\nNatomiast w Kazimierzy Wielkiej w województwie świętokrzyskim odkryto pozostałości 160 obiektów archeologicznych związanych z osadnictwem neolitycznym oraz z wczesnej epoki brązu. Jako szczególnie interesujące krakowscy archeolodzy wymieniali cmentarzysko, datowane na młodszy okres przedrzymski i wczesny okres rzymski (I w. p.n.e. - II w. n.e.).\n\nPaździernik upłynął pod znakiem wyjątkowej kolekcji orientalnej mody, którą pokazał paryski Luwr. Były to stroje królów, królewskich matek i biskupa ze średniowiecznej Nubii, zrekonstruowane przez polskich naukowców z UW i projektantów z Uniwersytetu SWPS na podstawie malowideł zdobiących niegdyś ściany katedry w Faras.\n\nZespół krakowskich badaczy we współpracy z zagranicznymi partnerami przebadał mechanizmy adaptacyjne bakterii pobranych z Międzynarodowej Stacji Kosmicznej (ISS). Odkrycia wskazują, że mikroorganizmy wyizolowane z wnętrza ISS przystosowały się do życia w przestrzeni kosmicznej. Badania mikroorganizmów, które razem z astronautami odbyły podróż do ISS i zadomowiły się na stacji kosmicznej, przeprowadził zespół badaczy z krakowskich jednostek badawczych: Małopolskiego Centrum Biotechnologii UJ oraz Sano - Centrum Medycyny Obliczeniowej w ścisłej współpracy z partnerami z Jet Propulsion Laboratory NASA i Acibadem University w Stambule.\n\nIgnis, Proba-3\n\nJedno z ciekawszych doniesień października dotyczyło skali i mechanizmów odchodzenia ludzi z nauki. Zjawisko to w różnych krajach przebadał prof. Marek Kwiek i dr Łukasz Szymula z Uniwersytetu im. Adama Mickiewicza w Poznaniu. Jak ustalili, tylko połowa osób po 10 latach od ukazania się swojej pierwszej publikacji naukowej jest dalej aktywnymi naukowcami, natomiast po 20 latach w nauce zostaje już tylko jedna trzecia osób. Wzorce rezygnacji z nauki są podobne w różnych krajach.\n\nW listopadzie naukowcy upublicznili sposób na walkę z groźnym gronkowcem złocistym. Dzięki zastosowaniu wirusów atakujących bakterie oraz małych białek o nazwie bakteriocyny można poradzić sobie z niebezpiecznymi szczepami tej bakterii opornymi na antybiotyki. Na to wskazują badania prowadzone przez naukowców z Instytutu Biochemii i Biofizyki PAN.\n\nW grudniu czterej uczeni: dr hab. Sebastian Glatt, prof. Janusz Lewiński, prof. Krzysztof Sacha i prof. Marcin Wodziński odebrali Nagrody Fundacji na rzecz Nauki Polskiej. Wyróżnienia przyznano po raz 33.\n\nKoniec roku w nauce zdominował temat misji kosmicznych. Właśnie w grudniu w kosmos trafił podwójny satelita Proba-3. Dwa statki kosmiczne wyniosła na orbitę rakieta z indyjskiego Centrum Kosmicznego Satish Dhawan. Formacja utworzona przez koronograf, czyli teleskop do obserwacji korony słonecznej, i tak zwany okulter - element z dyskiem okulograficznym przesłaniającym tarczę Słońca - przez dwa lata będzie co 20 godzin tworzyć sztuczne zaćmienie Słońca. Wszystko po to, by m.in. umożliwić naukowcom z Centrum Badań Kosmicznych PAN obserwację korony słonecznej.\n\nOgłoszono też oficjalną nazwę pierwszej polskiej misji na Międzynarodową Stację Kosmiczną. W ramach Ignis (z łac. ogień) - bo tak nazwano to przedsięwzięcie - astronauta Sławosz Uznański przeprowadzi na orbicie 13 eksperymentów z zakresu technologii, biologii, medycyny i psychologii, przygotowanych przez polskich naukowców i inżynierów. Uznański poleci na orbitę wiosną 2025 r.\n\nSławosz Uznański PAP/Albert Zawada\n\nAutorka/Autor:ps\n\nŹródło: PAP"
        }
    }
]