[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czacz - wieś, która jest jednym wielkim targowiskiem. Znajdziesz tu dosłownie wszystko, a każda niedziela jest handlowa",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/czacz-wie%C5%9B-kt%C3%B3ra-jest-jednym-wielkim-targowiskiem-znajdziesz-tu-dos%C5%82ownie-wszystko-a-ka%C5%BCda-niedziela-jest-handlowa/ar-AA1KFmdi?ocid=BingNewsVerp",
            "description": "Czacz przyciąga kolekcjonerów, pasjonatów designu i wszystkich, którzy szukają niebanalnych dodatków do domu. Na miejscu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lgo_6TsHsUnxlHBhrVjJxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska on MSN4 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "wydatki - Newsy",
            "link": "https://www.fakt.pl/temat/wydatki?page=7",
            "description": "Wiadomo już, że ślub Kim Kardashian (31 l.) i Krisa Humphriesa (26 l.) będzie emitowany w telewizji, dlatego też celebrytka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pKui1rdXH0I5a6FYNexbsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Fakt.pl12 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "allegro - Newsy",
            "link": "https://www.fakt.pl/temat/allegro?page=5",
            "description": "\"Czego szukasz na święta\" pyta Allegro w najnowszej reklamie. Spot opowiadający historię starszego pana uczącego się języka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gkp6BBivYLeyz9ygWC4diS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Fakt.pl8 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak było na Pikniku \"Pod kujawskim niebem\" 2025 w Ogrodzie na Pompce we Włocławku. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/rozrywka/muzyka/tak-by%C5%82o-na-pikniku-pod-kujawskim-niebem-2025-w-ogrodzie-na-pompce-we-w%C5%82oc%C5%82awku-zdj%C4%99cia-wideo/ar-AA1KGdg8?ocid=BingNewsVerp",
            "description": "W niedzielę, 17 sierpnia w Ogrodzie na Pompce we Włocławku odbył się \"Piknik pod kujawskim niebem\" – plenerowe wydarzenie, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Uk7dYzoRatDBbSFMdRdobC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN15 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "numizmatyka - Newsy",
            "link": "https://www.fakt.pl/temat/numizmatyka",
            "description": "Masz starą szkatułkę po babci? A może pudełko z drobiazgami po dziadku? Nie ignoruj ich! Wśród domowych rupieci może kryć się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bpGTM-_do5iAHEOLcUPWRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl22 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "monety - Newsy",
            "link": "https://www.fakt.pl/temat/monety",
            "description": "monety- Najnowsze wiadomości, przydatne informacje, zdjęcia i wideo. Newsy, Ludzie, Polityka, Sport, Turystyka. Wszystko, co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XfXVyabnRErQ7Vduppelny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl19 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 19.08.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-19-08-2025/ar-AA1Hnkab?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IL8KRDrxvOLkKrRrYKbPki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN2 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 19.08.2025",
            "link": "https://www.msn.com/pl-pl/technologia/elektronika-u%C5%BCytkowa/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-19-08-2025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nieruchomości, Odrębna własność lokalu",
            "link": "https://www.infor.pl/tematy/nieruchomosci/odrebna-wlasnosc-lokalu,76/",
            "description": "Jeszcze w 2007 r. największym zainteresowaniem wśród poszukujących nowego lokum cieszyły się te dwu-, trzypokojowe (tzw. segment popularny), a nawet i większe - z czego skrupulatnie korzystali ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "infor.pl11 min",
            "source": "infor.pl",
            "article_content": "Poszukiwane: mieszkanie nowe, dwupokojowe\n\nJeszcze w 2007 r. największym zainteresowaniem wśród poszukujących nowego lokum cieszyły się te dwu-, trzypokojowe (tzw. segment popularny), a nawet i większe - z czego skrupulatnie korzystali deweloperzy (apartamenty). Kryzys zrobił swoje. Obecnie przebojem rynku nieruchomości jest mieszkanie małe, dwupokojowe.\n\nCzy emigracja Polaków do Niemiec wpłynie na ceny nieruchomości?\n\nZniesienie barier na rynku pracy u naszych zachodnich sąsiadów może spowodować odpływ znacznej liczby fachowców z branży budowlanej. Dla deweloperów groźba utraty kadry może oznaczać tylko jedno – wzrost kosztów budowy. Rodzime firmy aby zatrzymać pracowników z czasem będą musiały podnieść pensje, a to może przełożyć się również na wzrost cen nieruchomości w naszym kraju.\n\nJakie są różnice w cenie metra kwadratowego mieszkania?\n\nCeny mieszkań, które zostały wprowadzone do sprzedaży w bieżącym roku, spadły o 13%, w porównaniu z rokiem 2008. Metr nowego mieszkania na rynku wtórnym kosztuje o 650 zł za m kw. więcej niż na rynku pierwotnym – zauważyli eksperci. Czy warto jednak kupić mieszkanie u dewelopera?\n\nRusza budowa Praga Square\n\nPod koniec maja na warszawskim Bródnie ruszy budowa Praga Square. Inwestor - Unidevelopment Sp. z o.o. - ma już pozwolenie na rozpoczęcie prac budowlanych. Przewidywana data oddania do użytku budynku - wrzesień 2012. Uwaga: wraz z rozpoczęciem budowy ruszy również sprzedaż mieszkań.\n\nREKLAMA\n\nCeny mieszkań: stare droższe od nowego?\n\nCeny wprowadzanych w bieżącym roku do sprzedaży mieszkań były o 13% niższe niż jeszcze w 2008. W efekcie nowe mieszkanie z rynku wtórnego jest przeciętnie o 650 zł za m2 droższe niż na rynku pierwotnym. Problem w tym, że deweloperzy sprzedają mieszkania niewykończone, a w 66% przypadków jeszcze nawet niezbudowane. Ryzyko i dodatkowe koszty mogą spowodować, że pozornie droższy lokal używany będzie tańszym rozwiązaniem.\n\nHiszpańskie osiedle w Warszawie\n\nOsiedle Mozaika Mokotów (Warszawa, przy ul. Cybernetyki) wchodzi w II etap realizacji. Gotowe są już dwa budynki - czyli 143 mieszkania oraz 14 lokali usługowych. W sprzedaży dostępne są mieszkania o powierzchni od 37 do 140 mkw.\n\nIle wynosiły zyski funduszy inwestujących w akcje nieruchomościowe pod koniec kwietnia 2011?\n\nKiedy przez giełdę przetoczyła się fala zwyżek, fundusze inwestujące w spółki powiązane z rynkiem nieruchomości nie radziły sobie najlepiej. Czy sytuacja uległa zmianie na początku maja? Ekspert analizuje ten obszar inwestycji.\n\nRezydencja Kościuszki w Piastowie - mieszkania będą gotowe do końca 2011\n\nRezydencja Kościuszki znajduje się w centralnej części sąsiadującego od południowego zachodu z Warszawą Piastowa - przy skrzyżowaniu ulic Warszawskiej i Kościuszki. Kompleks tworzą dwa czteropiętrowe budynki - łącznie 200 mieszkań o powierzchni od 25 do 90 mkw. Realizowany właśnie II i ostatni etap inwestycji ma zostać zakończony do końca 2011 roku.\n\nREKLAMA\n\nMieszkanie z wielkiej płyty kupię\n\nNa rynku wtórnym kamienice już dawno przegrały z najtańszym segmentem - wielką płytą. Udział w rynku nieruchomości nowego budownictwa, pomimo odkręcenia przez banki kurka z pieniędzmi - owszem rośnie, ale i tak pozostaje na poziomie 26%.\n\nNa co zwrócić uwagę przed założeniem „kredytowej pętli na szyję”?\n\nZakładając „kredytową pętlę na szyję”, staramy się nie myśleć o konsekwencjach, jakie przyniesie to ze sobą w przyszłości. Gdzie najbardziej opłaca się pozyskać finansowanie we franku lub euro? Ekspert podpowiada, do którego banku udać się po kredyt walutowy.\n\nBudowa metra a warszawski rynek nieruchomości\n\nW najbliższym sąsiedztwie pierwszej linii metra mieszka ponad pół miliona ludzi. Dla większości z nich szlak podziemnej kolei wyznacza topografię miejsc, gdzie robią zakupy, które odwiedzają i z których korzystają. Trasa metra wytycza lokalizację powstających kolejnych placówek handlowo-usługowych w mieście. I projektów mieszkaniowych - Ursynów, Bielany i teraz Bemowo zyskują właśnie dzięki drugiej linii metra.\n\nWarszawa, Osiedle Saska - kolejne mieszkania gotowe do sprzedaży\n\nDeweloper Dom Development S.A. wprowadził do sprzedaży 144 mieszkania z II etapu warszawskiego osiedla Saska (przy ul. Bora-Komorowskiego, na granicy Saskiej Kępy i Gocławia). Kolejne – 804 lokale, obecnie w budowie - zostaną przekazane do użytku pod koniec III kwartału 2012 roku.\n\nDeweloper Neocity buduje z Karmarem osiedle Intenso\n\nKarmar zrealizuje pierwszą polską inwestycję dewelopera Neocity - powstające na warszawskiej Woli osiedle Intenso (ponad 300 mieszkań).\n\nGant Development kupuje grunty w Warszawie i we Wrocławiu\n\nDolnośląski deweloper może wydać w tym roku ponad 100 mln zł na zakup gruntów pod nowe inwestycje.\n\nAkcje nieruchomościowe odstają od rynku\n\nW pierwszym tygodniu maja indeks WIG-Budownictwo stracił 2,4% wobec 1,4% zniżki całego warszawskiego rynku akcji. Notowania deweloperów nie zmieniły się w tym czasie. W kwietniu spółki budowlane były najgorszą inwestycją na naszym parkiecie, tracąc 2,9%.\n\nCzy ceny mieszkań są stabilne?\n\nWartość indeksu cen transakcyjnych w kwietniu wyniosła niemalże tyle samo co w marcu, zmniejszając się jedynie o 0,02 proc., do poziomu 877,44 pkt. Eksperci zauważyli, że w skali roku miał miejsce spadek o 2,8 proc. Po uwzględnieniu rocznej inflacji na poziomie 4,3 proc., realny roczny spadek cen transakcyjnych w największych miastach Polski wyniósł 6,5 proc. Jak przekłada się to stopień trudności w znalezieniu własnego lokum?\n\nMieszkanie do wynajęcia - czy warto się targować?\n\nCeny najmu mieszkań w Warszawie wzrosły - zarówno te ofertowe, jak i transakcyjne (marzec 2011), a w Krakowie i we Wrocławiu najem okazał się tańszy niż przed miesiącem.\n\nAmbitny jak deweloper na wiosnę - rynek nieruchomości 2011\n\nW najtrudniejszym dla branży 2009 r. deweloperzy wstrzymywali inwestycje, przekładając terminy ich realizacji. W połowie 2010 r. budowlańcy zaczęli powoli wracać do zarzuconych wcześniej projektów. Z początkiem 2011 r. największe firmy deweloperskie ogłosiły wyjątkowo ambitne plany rozwoju. Czy ten optymizm nie jest przedwczesny?\n\nSprzedaż mieszkań rośnie. Ceny? Bez zmian - na razie...\n\nSezonowe ożywienie w pełni. Rekordową liczbę - ponad 3,3 tys. transakcji odnotował Open Finance i Home Broker przy obliczaniu indeksu cen mieszkań na koniec kwietnia br. Co piąty kupujący właśnie zamienia mieszkanie na większe.\n\nLC Corp buduje osiedle w Ząbkach\n\n34 502 mkw. przy ulicy Powstańców w Ząbkach - blisko administracyjnej granicy Warszawy, w sąsiedztwie lasów - od 20 kwietnia 2011 należy do LC Corp. Spółka zamerza zbudować tu duże osiedle mieszkaniowe. Latem ruszy I etap inwestycji.\n\nZakup wakacyjnej nieruchomości w Europie: dobra inwestycja?\n\nNa nieruchomość nad Morzem Czarnym czy Śródziemnym dziś wydasz nawet o połowę mniej niż jeszcze trzy lata temu. Apartament za 100 tys. kupisz w Bułgarii, a za 200 tys. w Hiszpanii. Na wynajmie dodatkowo zarobisz. Ryzyko? Kurs walutowy.\n\nGdzie kupić dom w Warszawie? Warte rozważenia: Wawer, Białołęka\n\nBiałołęka i Wawer, w ciągu kilku ostatnich lat, z dzielnic postrzeganych jako mało znane obszary Warszawy stały się wiodącymi pod względem dostępności domów jednorodzinnych na rynku pierwotnym. I to za niewygórowaną cenę…\n\n\n\nCzy warto skorzystać z opcji „Szybki skup nieruchomości”?\n\nGdy się człowiek spieszy – to się diabeł cieszy i to przysłowie rzeczywiście wyjątkowo pasuje do wyboru szybkiej sprzedaży nieruchomości. Nieruchomość to inwestycja. Zazwyczaj jej cena to równowartość co najmniej kilkunastoletnich średnich dochodów ludności.\n\nPoznań: osiedle RED Park - ruszyła przedsprzedaż mieszkań\n\nZainteresowani zakupem mieszkań w poznańskim Dębcu, inwestycji realizowanej przez RED Real Estate Development, mają teraz okazję skorzystać z systemu płatności 15/85. W I etapie projektu, którego realizacja rozpocznie się w sierpniu 2011 powstanie 130 mieszkań. W ofercie dostępne są lokale o powierzchni od 30 do 56 mkw.\n\nApartamenty: kierunek warszawski Mokotów\n\nPrzy ulicy Naruszewicza w Warszawie ruszyła budowa apartamentowca, który sylwetką – według inwestora, firmy Platinum Properties Group S.A - nawiązuje do klasycznych wzorców architektury modernistycznej. Wnętrza zaprojektował designer Maciej Zień.\n\nWarszawa: Gdzie po tanie mieszkanie?\n\n\n\nMokotów, Ochota i Bemowo były dzielnicami, w których najwięcej osób chciało, jeszcze jesienią ubiegłego roku, kupić nowe mieszkanie - wynika z raportu redNet Consulting. Podsumowanie ubiegłorocznych transakcji na rynku wtórnym dokonanych przez agencję Metrohouse & Partnerzy wskazuje, że tu preferencje nabywców były i są odmienne…\n\nIlu nabywców zamienia mieszkania na lepsze?\n\n\n\nOkazuje się, że prawie połowa kupujących to osoby, które chcą kupić swoje pierwsze mieszkanie bądź chcące dokonać zamiany mieszkania. Dla osób zainteresowanych zamianą lokalu najważniejszym czynnikiem jest powierzchnia mieszkania i jego lokalizacja. Raz na dwadzieścia przypadków czynnikiem decydującym jest niższa cena. W tej grupie przeważają osoby po pięćdziesiątym roku życia.\n\nW których dzielnicach Krakowa można znaleźć atrakcyjne mieszkania?\n\nW I kwartale 2011 roku metr kwadratowy mieszkania w Krakowie kosztował średnio 7,5 tys. zł. Czy to dużo, w porównaniu ze stolicą? Eksperci od nieruchomości uważają, że nie. Podkreślają oni, że ceny ofertowe w Krakowie spadły o 2,6 proc., w porównaniu z analogicznym okresem w 2010 roku.\n\nM4 w cenie kawalerki\n\n\n\nZa cenę mieszkania w nowym budownictwie można pozwolić sobie na dwa razy większy lokal w bloku z wielkiej płyty. Mieszkania w tym segmencie są więsze od nowego budownictwa i także tańsze. W efekcie można kupić nawet czteropokojowe mieszkanie w cenie kawalerki – informuje Home Broker.\n\nUwaga na rozliczenia przy sprzedaży mieszkania\n\nJeżeli uda nam się dobrać odpowiednią strategię sprzedaży mieszkania, może udać nam się zaoszczędzić nawet kilkadziesiąt tysięcy złotych – informuje Home Broker. Jak przeprowadzić bezpieczną transakcje nie narażając się na ryzyko?\n\nNajemców przybywa, więcej biur nie będzie\n\nW 2011 roku powstanie o jedną trzecią mniej biur niż w roku ubiegłym. Najemców za to wciąż przybywa.\n\nJak nabyć mieszkanie, które nie zostało wpisane do księgi wieczystej?\n\n\n\nJak zostać właścicielem mieszkania, które nie zostało wpisane do księgi wieczystej? Jeżeli poświęcimy niemało czasu i nie stracimy cierpliwości nad formalnościami, możemy stać się właścicielami mieszkania przecenionego o 50%!\n\nMieszkania bezczynszowe. Czy naprawdę bez opłat?\n\n\n\nWidząc ogłoszenie o mieszkaniu bezczynszowym szybko pragniemy zapoznać się bliżej z ofertą. Przecież każdy wolał by pieniądze z co miesięcznego czynszu dołożyć na przykład do domowego budżetu. Ale czy mieszkanie bez opłat nie jest tylko mitem?\n\nWarunki mieszkaniowe w Polsce jedne z gorszych w Europie\n\n\n\nNieprzeciekający dach, sprawne urządzenia sanitarne, brak w wilgoci w mieszkaniu – to tylko niektóre cechy, które wydają się niezbędne do spełnienia warunków mieszkaniowych. Jak to wygląda w Polsce?\n\nUwaga na powierzchnię mieszkania\n\n\n\nZarówno na rynku wtórnym, jak i pierwotnym informacje o powierzchni mogą być rzeczą względną – informuje Home Broker. Przekłamania są niebezpieczne i często są wspierane także przez dokumentację urzędową i normy budowlane.\n\nPolacy wolą mieszkania z rynku wtórnego\n\n\n\nJak podaje Home Broker, wsród osób zdecydowanych na to, jakie mieszkanie chcą kupić – używane czy nowe, zdecydowana większość wybiera lokale używane. 73% nabywców nie jest zdecydowana.\n\nKto odpowiada za infrastrukturę wokół inwestycji?\n\n\n\nDeweloper budując mieszkanie zazwyczaj zajmuje się także kanalizacją, a nawet dostępem do takich ośrodków jak przedszkole. Jednak zgodnie z polskim prawem to gminy są odpowiedzialne za takie inwestycje. W rezultacie nabywcy muszą dopłacać do mieszkań nawet kilkadziesiąt tysięcy złotych.\n\nCo zrobić by szybko sprzedać mieszkanie?\n\n\n\nObecnie to kupujący są bardziej stabilną stroną na rynku nieruchomości. Jak zdobyć zaufanie nabywców żeby szybko i sprawnie sprzedać nieruchomość?\n\nPotrzeby mieszkaniowe Polaków\n\n\n\nNajwiększym powodzeniem cieszą się mieszkania dwupokojowe, o powierzchni nie przekraczającej 50 metrów kwadratowych. W nowym budownictwie i kamienicach najmniejsze mieszkania są za duże – informuje Home Broker. Na jakim rynku powinniśmy szukać takich lokali?\n\nPałac z parkiem zamiast kawalerki\n\n\n\nSzukając mieszkania można natknąć się na ofertę sprzedaży zespołu pałacowo – parkowego za 195 tys. zł lub XIV-wiecznego gotyckiego kościółka za 95 tysięcy.\n\nJaką nieruchomość kupić na Majówkę?\n\nWeekend majowy oznacza rozpoczęcie sezonu dla właścicieli hoteli i domów letniskowych. Czy opłaca się kupić własne lokum na weekendy? Eksperci podkreślają, że taka inwestycja może pracować na siebie sam.\n\nKredyt mieszkaniowy – jak wybrać najkorzystniejszą ofertę?\n\nKredyty mieszkaniowe oferowane przez banki zdecydowanie różnią się od siebie. Dlatego decydując się na zaciągnięcie kredytu, bardzo dokładnie sprawdźmy wszystkie możliwe oferty.\n\nJakie ubezpieczenie kredytu wybrać?\n\nUbezpieczenie kredytu to zabezpieczenie dla banku w sytuacji, kiedy kredytobiorca nie będzie mógł spłacać zaciągniętego zobowiązania. Jeśli decydujemy się na kredyt mieszkaniowy, musimy pamiętać o tym, że prawdopodobnie będzie on nam towarzyszył przez większą część życia. Jakie ubezpieczenie kredytu wybrać?\n\nGdzie zamieszkać na starość – w bloku czy w domu?\n\nOsoby w średnim wieku, często planują zrezygnować z mieszkań na blokowiskach na rzecz wygody w domach, w cichych dzielnicach. Musimy pamiętać, że nowy, cichy dom, to przede wszystkim ogromny wydatek, dlatego warto się zastanowić czy możemy sobie pozwolić na tego rodzaju wygody? Jeżeli tak, to gdzie warto w takie nieruchomości inwestować?\n\nCzym są condohotele i czy warto w nie inwestować?\n\nCoraz więcej Polaków inwestuje w condohotele. Taki sposób lokowania pieniędzy ma swoje źródło na Florydzie, rozpoczął się aż 20 lat temu, stamtąd dotarł do Europy Zachodniej i do Polski. Pojawiające się nowe systemy jak condohotel czy timeshare stają się atrakcyjniejsze, ponieważ w ten sposób możemy połączyć inwestycję w nieruchomości, z możliwością korzystania z nich w prywatnych celach. Tego typu inwestycje cieszą się także dużym zainteresowaniem przedsiębiorców.\n\nCzy warto kupić mieszkanie pod wynajem?\n\n\n\nNa przełomie 2007 – 2008 na polskim rynku można było zaobserwować ogromne zainteresowaniem mieszkaniami. Polacy zrozumieli, że inwestowanie w rynek mieszkaniowy stanowi bardzo dobry sposób na korzystne ulokowanie pieniędzy. Jak pokazują statystyki najatrakcyjniejszy okazał się zakup mieszkania na przyszłe wynajęcie.\n\nRynek nieruchomości: raport\n\n\n\nWraz z wiosną zazwyczaj następowało też ożywienie na rynku nieruchomości, jednak w tym roku ceny pozostały właściwie na stałym poziomie. W marcu ceny ofert mieszkaniowych na rynku wtórnym prawi się nie zmieniły. Sytuacja dotyczy największych polskich miast.\n\nDlaczego w Europie płaca minimalna gwarantuje zakup dwa razy większego mieszkania?\n\nWiele kontrowersji wzbudza propozycja rządu podniesienia płacy minimalnej do 1,5 tys. złotych miesięcznie. Eksperci podkreślają, że nawet przy tej kwocie Warszawiaków nie będzie stać na zakup własnego mieszkania. W dużo korzystniejszym położeniu są Belgowie, Holendrzy, Irlandczycy czy mieszkańcy Luksemburga, których wynagrodzenie znajduje się na minimalnym poziomie.\n\nOstatni etap budowy Osiedla Harmonia w Mosinie\n\n\n\nDeweloper Swój Dom rozpoczął ostatni etap budowy Osiedla Harmonia w Mosinie koło Poznania. Inwestycja ta to kameralny kompleks domów szeregowych. Ukończenie budowy przewidywane jest na koniec sierpnia 2011 roku.\n\nInwestycja w „condohotel” i „aparthotel” w pigułce – porada\n\nEksperci dostrzegają „garzec pełen monet” za hotelową ścianą. Przy wysokiej inflacji do przeciętnej lokaty trzeba dokładać z własnej kieszeni, za to wynajem mieszkania, a jeszcze lepiej – hotelowego apartamentu – daje dużo lepsze perspektywy na przyszłość. Ile można zarobić na tego rodzaju inwestycjach?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Łotwa, jakiej nie znacie",
            "link": "https://gazetaolsztynska.pl/1198479,Lotwa-jakiej-nie-znacie.html",
            "description": "pozbawioną muzealnego kurzu – żywą, splecioną z codziennością mieszkańców. Łotwa nie stara się uwieść turysty na siłę. Ona po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hjf9Xgb1kaE2kniWA0aLuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Olsztyńska51 min",
            "source": "Gazeta Olsztyńska",
            "article_content": "Choć często pomijana na mapach podróżniczych marzeń, Łotwa potrafi zaskoczyć. To kraj niewielki, ale pełen kontrastów. Z jednej strony szerokie, dzikie plaże Bałtyku, a z drugiej brukowane uliczki miast, które pamiętają średniowieczne czasy. Łotwa to idealny kierunek na długi weekend, wyprawę rowerową, rodzinny urlop czy samotną podróż z książką. To idealna propozycja dla tych, którzy szukają autentyczności bez tłumów.\n\nŁotwa kusi podróżników swoim niezwykłym urokiem. To kraina, w której dzika przyroda splata się z klimatem urokliwych miasteczek, a bogata historia przeplata się z imponującą architekturą. Tętniąca życiem, pełna energii Ryga, złote plaże i uzdrowiskowy spokój Jurmały, a także senne, pełne tajemnic zakątki Kurlandii kryją coś wyjątkowego. Łotwa zachwyca o każdej porze roku, oferując podróżnym paletę wrażeń – od nadmorskich spacerów po odkrywanie zamkowych legend. Oto najpiękniejsze miejsca, które warto wpisać na mapę swojej łotewskiej przygody.\n\nRyga: stolica stylu, historii i secesji\n\n\n\nStolica Łotwy to obowiązkowy punkt każdej podróży. Ryga łączy w sobie bogatą historię z nowoczesnym rytmem życia. Stare Miasto, wpisane na listę UNESCO, zachwyca gotyckimi kościołami, barokowymi kamienicami i słynnymi budynkami secesyjnymi. Warto dodać, że Ryga słynie z jednego z największych na świecie zbiorów architektury secesyjnej. Blisko 40% budynków w centrum miasta powstało na przełomie XIX i XX wieku w tym właśnie stylu. Ulice takie jak Alberta i Elizabetes są prawdziwą galerią pod gołym niebem, prezentującą kunszt architektów, w tym wybitnego Michaiła Eisensteina. Spacerując tymi ulicami, można podziwiać jedne z najpiękniejszych przykładów architektury secesyjnej w Europie. Warto także zajrzeć do Hali Targowej (Centrāltirgus) oraz odwiedzić Łotewskie Narodowe Muzeum Sztuki. Na uwagę zasługują tu również zabytkowe kamienice, Katedra ryska, Dom Czarnogłowych czy Wieża Prochowa. Gotyckie, barokowe i secesyjne fasady tworzą niepowtarzalny klimat, który zachwyca zarówno turystów, jak i mieszkańców.\n\nDzisiejsza Ryga to dynamiczne miasto europejskie. Nowoczesne biurowce, centra handlowe, innowacyjne przestrzenie coworkingowe i kreatywne dzielnice, jak Miera i Andrejsala, rozwijają się w harmonii z zabytkową tkanką miejską. Warto również odwiedzić Centralny Targ w Rydze, największy targ w Europie, mieszczący się w dawnych hangarach zeppelinów, gdzie tradycja łączy się z nowoczesnością w smakach, zapachach i barwach. To właśnie w Rydze skupia się większość instytucji kulturalnych. Łotewska Opera Narodowa zachwyca nie tylko architekturą, ale i wysokim poziomem artystycznym. Miasto tętni życiem kulturalnym przez cały rok, a wydarzenia takie jak Festiwal Światła \"Staro Rīga\" czy Jāņi (Noc Kupały) przyciągają tłumy.\n\nJurmała: nadmorski kurort z klasą\n\n\n\nZaledwie 25 kilometrów od tętniącej życiem Rygi, wzdłuż malowniczego wybrzeża Zatoki Ryskiej, rozpościera się Jūrmala – perła łotewskiego wybrzeża. Ten elegancki kurort od dziesięcioleci przyciąga spragnionych słońca, świeżego powietrza i wytchnienia w scenerii, która łączy bałtycką dzikość z subtelnym urokiem architektury uzdrowiskowej. To idealny cel zarówno na krótki wyjazd z Rygi, jak i na dłuższy urlop dla tych, którzy chcą zregenerować ciało i duszę w otoczeniu kojącej przyrody. Największym atutem Jūrmały są jej imponujące, szerokie plaże\n\nciągnące się przez ponad 30 kilometrów. Jasny, aksamitny piasek\n\ni łagodne zejście do morza tworzą wymarzone warunki dla rodzin z dziećmi, a szumiące wzdłuż wybrzeża sosnowe lasy dodają miejscu magicznego klimatu. Powietrze przesycone jodem i naturalnymi olejkami eterycznymi działa niczym naturalny inhalator, pozostawiając w pamięci turystów wspomnienie pełnego oddechu i spokoju, który trudno znaleźć gdzie indziej.\n\nJūrmala od XIX wieku uchodzi za jedno z ulubionych miejsc wypoczynku mieszkańców całego regionu. W czasach Związku Radzieckiego zyskała miano jednego z najbardziej prestiżowych kurortów nad Bałtykiem. Gościła elitę intelektualną, artystów i polityków. Do dziś można tu podziwiać misternie zdobione, drewniane wille z tamtego okresu, które są prawdziwymi perłami architektury uzdrowiskowej. To właśnie one nadają miastu wyjątkowy charakter.\n\nSpacer główną promenadą Jomas iela to podróż w czasie. Obok zabytkowych budynków wyrastają nowoczesne hotele, stylowe kawiarnie, galerie i butiki, tworząc harmonijną mieszankę dawnego kurortu\n\ni współczesnego centrum turystycznego. Jūrmala nie tylko zachowała swój historyczny urok, ale też z powodzeniem wprowadziła nowoczesne podejście do wypoczynku. Liczne sanatoria i spa oferują tu zabiegi wellness i lecznicze na najwyższym poziomie, czerpiąc z naturalnych bogactw regionu mineralnej wody, leczniczej borowiny i kojącego, morskiego klimatu. To miejsce, w którym historia i relaks idą w parze, a każdy oddech przynosi poczucie odnowy.\n\nJurmała: centrum kultury i wydarzeń\n\n\n\nJūrmała to nie tylko plaże. To także centrum wydarzeń artystycznych i kulturalnych. W mieście znajduje się słynne Dzintari Concert Hall. Jest to nowoczesna sala koncertowa położona wśród sosnowych drzew, gdzie latem odbywają się koncerty muzyki klasycznej, jazzowej i popularnej. Festiwale takie jak Jūrmala Festival czy Baltic Beach Party gromadzą tysiące melomanów i miłośników dobrej zabawy. Natomiast dla miłośników aktywnego wypoczynku Jūrmała oferuje wiele atrakcji takich jak ścieżki rowerowe, wypożyczalnie kajaków, trasy spacerowe oraz możliwość obserwacji przyrody w Parku Przyrody Kemeri z unikalnymi torfowiskami, gorącymi źródłami siarczkowymi i bogatym światem ptaków.\n\n\n\nPark Narodowy Kemeri: przyroda w najczystszej formie\n\n\n\nZaledwie kilka kilometrów za eleganckim kurortem zaczyna się Park Narodowy Ķemeri. Jest to jedno z najbardziej fascynujących miejsc na przyrodniczej mapie Łotwy. To prawdziwy raj dla miłośników dzikiej natury, ciszy i niebanalnych krajobrazów. Tutejsze siarkowe źródła lecznicze od wieków przyciągają kuracjuszy, a dziś Park słynie także z wyjątkowych ścieżek edukacyjnych prowadzących przez surowe, ale piękne bagienne tereny. Jedną z największych atrakcji jest spacer po słynnej kładce „Kemeri Bog Boardwalk”, wijącej się przez ogromne torfowisko jak drewniana wstęga zawieszona nad błotnymi oczkami. Widoki są oszałamiające, zwłaszcza o świcie lub tuż przed zmrokiem, kiedy złote promienie słońca tańczą po lustrzanych powierzchniach jeziorek, a mgła delikatnie unosi się nad mokradłami. To właśnie wtedy Ķemeri odsłania swoje najbardziej magiczne oblicze. Serce torfowisk stanowi Wielkie Błoto Ķemeri (Lielais Ķemeru tīrelis). Jest to jeden z najbardziej fotogenicznych zakątków całej Łotwy. To miejsce nie tylko zachwyca swoją urodą, ale też edukuje i uczy szacunku do natury.\n\nJuż w XIX wieku Ķemeri zyskało sławę jako uzdrowisko, dzięki występowaniu naturalnych źródeł siarczkowych i mineralnych. Lecznicze właściwości wód przyciągały kuracjuszy z całej Europy. Dziś tradycje te kontynuuje kilka ośrodków zdrowia w okolicy, a spacer po dawnym parku zdrojowym przypomina o złotych czasach uzdrowiska. Na terenie parku znajdują się nie tylko bagna, ale też las liściasty i iglasty, wydmy, łąki,\n\njeziora oraz fragmenty wybrzeża morskiego. Różnorodność siedlisk sprawia, że obszar ten zamieszkują liczne gatunki roślin i zwierząt, w tym rzadkie i chronione. Można tu spotkać łosie, bobry, nietoperze, a nawet … rysie.\n\nCēsis: miasto z rycerską duszą\n\n\n\nKolejnym ciekawym miejscem i jednym z najstarszych miast Łotwy jest Cēsis. Znane przede wszystkim z imponujących ruin średniowiecznego zamku Zakonu Kawalerów Mieczowych. Zwiedzając jego mroczne lochy, kręte schody i wysokie wieże, łatwo poczuć ducha średniowiecza. Dla wielu turystów to właśnie zamek stanowi główny punkt wyprawy do tego miasta. Latem organizowane są tu turnieje rycerskie, rekonstrukcje historyczne i nocne zwiedzania z pochodniami. Wszystko po to, by choć na chwilę przenieść się do czasów, gdy honor i miecz były najwyższymi wartościami. Urokliwe brukowane uliczki, gotycki kościół św. Jana, klimatyczne kawiarnie i otaczająca miasto przyroda sprawiają, że Cēsis jest doskonałym miejscem na spokojny, historyczny weekend.\n\nuczestniczy w projektach historycznych, edukacyjnych i kulturalnych,\n\na jego symbolem niezmiennie pozostaje rycerski duch, odwaga, lojalność\n\ni szacunek dla przeszłości.\n\nTuraida i Sigulda: „łotewska Szwajcaria”\n\n\n\nPołożone w zielonej dolinie rzeki Gauja, Turaida i Sigulda tworzą jeden z najpiękniejszych zakątków Łotwy. Miejsce, które nie bez powodu nazywane jest „Łotewską Szwajcarią”. Tu przyroda, historia i legenda splatają się w opowieść, którą najlepiej odkrywać spacerując leśnymi ścieżkami, wsłuchując się w szum rzeki i pozwalając oczom chłonąć krajobrazy pełne wzgórz, dolin i zamkowych wież.\n\nW Turaidzie czeka na zwiedzających imponujący zamek – perła łotewskiej architektury obronnej, opromieniona lokalnymi legendami i otoczona rozległymi widokami. Wspinaczka na wieżę nagradza niezapomnianą panoramą doliny Gauji, która o każdej porze roku wygląda inaczej, ale zawsze zachwyca. Na miłośników historii czeka również Skansen Turaidzki - muzeum pod gołym niebem, w którym czas zwalnia. Drewniane chaty, zabytkowe narzędzia i codzienne przedmioty przenoszą odwiedzających w życie wiejskiej Łotwy sprzed stuleci, pozwalając poczuć zapach starego drewna i dotknąć przeszłości.\n\nSigulda to miasto, które od pierwszego spojrzenia urzeka naturalnym pięknem, średniowiecznym klimatem i widokami jak z bajki. Zielone wzgórza, głębokie doliny i wstęga rzeki Gauja wijąca się wśród lasów tworzą pejzaż, który mógłby zdobić okładkę pocztówki. To idealny kierunek zarówno na krótki, pełen wrażeń wyjazd, jak i na dłuższy, wyciszający urlop w sercu przyrody.\n\nSigulda ma też bogatą przeszłość, w której splatają się losy rycerzy, kupców i artystów. W XIII wieku stanowiła ważny punkt obronny Zakonu Kawalerów Mieczowych, czego pamiątką są ruiny średniowiecznej twierdzy. Ze szczytu murów roztacza się zapierająca dech panorama doliny Gauji, a w sezonie odbywają się tu rekonstrukcje historyczne\n\ni koncerty, które ożywiają ducha dawnej epoki. Nieopodal znajduje się Nowy Zamek – elegancka, neogotycka rezydencja z XIX wieku, dziś tętniąca życiem jako siedziba instytucji kultury i przestrzeń wystaw dla lokalnych artystów. Spacerując między starymi murami i parkowymi alejkami, można poczuć, że Sigulda to miejsce, gdzie historia i przyroda mówią jednym głosem.\n\nPałac w Rundāle: „łotewski Wersal”\n\n\n\nZaledwie 80 kilometrów na południe od Rygi, w sercu malowniczej Semigalii, wznosi się prawdziwy klejnot baroku – Pałac w Rundāle. Często nazywany „łotewskim Wersalem”, zachwyca harmonijną architekturą, przepychem wnętrz i ogrodami w stylu francuskim, które wyglądają niczym namalowane przez mistrza pejzażu. To jedno z najwspanialszych dzieł architektonicznych w całych krajach bałtyckich i obowiązkowy punkt każdej podróży po Łotwie.\n\nAutorem projektu był włoski geniusz Francesco Bartolomeo Rastrelli, znany również z zaprojektowania słynnego Pałacu Zimowego w Petersburgu. Budowę rozpoczęto w 1736 roku na zlecenie księcia Kurlandii, Ernsta Johanna von Birona – faworyta carycy Anny Iwanowny. Rundāle miało pełnić funkcję letniej rezydencji książęcej, miejsca odpoczynku, wytwornych przyjęć i reprezentacyjnych audiencji. Trzy skrzydła pałacu tworzą elegancki, zamknięty dziedziniec, a fasady zdobią finezyjne dekoracje w stylu baroku i rokoka. Wnętrza – od sali tronowej, przez złoty gabinet i salę marmurową, po liczne apartamenty – zostały pieczołowicie odrestaurowane, dzięki czemu odwiedzający mogą poczuć atmosferę XVIII-wiecznego dworu, pełnego blasku, przepychu i artystycznej finezji.\n\nDziś pałac pełni funkcję muzeum i centrum kulturalnego. Odbywają się tu koncerty muzyki klasycznej, wystawy czasowe, konferencje\n\ni wydarzenia historyczne. Zwiedzający mogą podziwiać ekspozycje dotyczące historii Księstwa Kurlandii, życia dworskiego XVIII wieku, a także niezwykle bogate zbiory sztuki, mebli, porcelany i tekstyliów z epoki. Dla turystów dostępne są różne trasy zwiedzania. Od krótkiego spaceru po salach reprezentacyjnych, po pełne poznanie całej rezydencji\n\nz przewodnikiem.\n\nKuldīga: perełka Kurlandii\n\n\n\nKuldīga to kolejne urokliwe miejsce i prawdziwa perełka Kurlandii. Miasto znane jest z najszerszego wodospadu w Europie – Venta Rapid, który znajduje się w samym centrum. Urokliwe, drewniane domki z czerwonymi dachami, most z XVIII wieku oraz spokojna atmosfera czynią z Kuldīgi idealne miejsce na romantyczny wypad. Latem można kąpać się w rzece, a zimą poczuć magię starego miasta. Jednak tym, co najbardziej przyciąga turystów z całej Europy, jest Wodospad Ventas Rumba. Jest to unikat na skalę kontynentu o szerokości 240 metrów. Warto dodać, że to najszerszy wodospad w Europie! Latem to popularne miejsce kąpieli, a zimą tworzy się lodowa rzeźba natury. Co ciekawe, wiosną można tu obserwować \"latające ryby\", czyli ryby łososiowate, próbujące pokonać wodospad pod prąd, dosłownie „skacząc” przez kaskadę. Latem w Kuldīdze odbywają się liczne koncerty, festiwale i wydarzenia plenerowe, w tym słynne Święto Latających Ryb. To nietypowa celebracja naturalnego fenomenu wodospadu.\n\nTuż obok wodospadu znajduje się czerwony most z cegły, zbudowany w 1874 roku. Jest to jeden z najdłuższych tego typu mostów w Europie. Rozciąga się nad rzeką Venta i prowadzi do historycznego centrum miasta. Spacer po moście o zachodzie słońca to jedno z tych doświadczeń, które trudno opisać. Trzeba je po prostu przeżyć. Kuldīga to jednak nie tylko wodospad. To także miasto z bogatą historią i licznymi atrakcjami. Stare Miasto to jedno z najlepiej zachowanych historycznych centrów miejskich na Łotwie. Urokliwe uliczki i niska zabudowa zachwycają swoją autentycznością. W mieście znajduje się Muzeum Kuldīgi i dawny pałac burmistrza opowiadające o historii regionu i życiu codziennym dawnych mieszkańców. Ciekawostką w mieście jest rzeczka płynąca między domami, czasem nazywana „łotewską Wenecją”, która tworzy niesamowity klimat, zwłaszcza wieczorem.\n\nLiepāja: miasto wiatru i muzyki\n\n\n\nLiepāja, położona nad brzegiem Bałtyku, to miasto o wyjątkowym charakterze, w którym energia artystycznych festiwali i muzycznych scen splata się z kojącym rytmem fal. Z jednej strony tętni życiem – pełna koncertów, galerii i ulicznego gwaru – z drugiej potrafi oczarować spokojem plaż i surowym urokiem dzielnicy Karosta, dawnego radzieckiego kompleksu wojskowego, dziś intrygującej mieszanki historii i industrialnej estetyki.\n\nSercem Liepāji jest morze. Kilkukilometrowa, szeroka plaża o złotym piasku, otulona wydmami i pachnącymi sosnami, mimo bliskości centrum zachowała niemal dziewiczy charakter. To tu zachody słońca malują horyzont odcieniami pomarańczy, różu i purpury, a wiatr – nieodłączny towarzysz miasta – daje wolność kitesurferom, windsurferom i żeglarzom. Spacer promenadą to czysta przyjemność. Powiew bryzy, zapach soli i uczucie nieograniczonej przestrzeni sprawiają, że łatwo zrozumieć, dlaczego Liepāja nazywana jest „miastem, gdzie rodzi się wiatr”.\n\nLiepāja od dekad związana jest z muzyką. To właśnie stąd pochodzą legendarni łotewscy rockmani i zespoły. Tu też działa jedno z najnowocześniejszych centrów muzycznych w krajach bałtyckich – „Lielais Dzintars” (Wielki Bursztyn). Jest to futurystyczna sala koncertowa w centrum miasta. Jej bursztynowa, spiralna bryła to symbol nowoczesnej Liepāji i miejsce, gdzie odbywają się koncerty klasyczne, jazzowe i rockowe. Na spacerze po mieście można natknąć się na Aleję Gwiazd Muzyki Łotewskiej. Jest to odpowiednik hollywoodzkiego „Walk of Fame” z odciskami dłoni słynnych muzyków. Z kolei w różnych zakątkach miasta można znaleźć muzyczne rzeźby, graffiti i instalacje interaktywne. Liepāja tętni życiem kulturalnym. Latem odbywają się tu festiwale muzyczne, teatralne i artystyczne, m.in. Summer Sound, czyli festiwal muzyki elektronicznej i popu na plaży. Ponadto w mieście odbywają się liczne koncerty w klubach, na dachach, w parkach\n\ni przestrzeniach industrialnych.\n\nŁotwa to podróż przez barwy, smaki i dźwięki, które zostają w pamięci niczym ulubiona To kraj, do którego nie jedzie się tylko dla zabytków (choć potrafią zachwycić!), ale dla atmosfery – subtelnej, autentycznej, niepodrabialnej. Tutaj można odnaleźć spokój, który nie jest nudą, naturę, która nigdy się nie powtarza, i historię\n\npozbawioną muzealnego kurzu – żywą, splecioną z codziennością mieszkańców. Łotwa nie stara się uwieść turysty na siłę. Ona po prostu otwiera przed nim swoje drzwi, pozwala rozejrzeć się po cichu, usiąść, posłuchać i poczuć, że to miejsce jest właśnie takie, jakiego się potrzebowało.\n\nTekst i zdjęcia: Anna Molęda - Kompolit"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "galeria handlowa - Newsy",
            "link": "https://www.fakt.pl/temat/galeria-handlowa?page=5",
            "description": "Potężna działka między ulicami Karmelicką i Dolnych Młynów na sprzedaż! Radni Starego Miasta protestują. Chcą by obecny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RJCFpFn34FoffS2KFbhHzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Fakt.pl23 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te unikatowe obiekty to odpowiedź na wszechobecną nadprodukcję. Wywiad z rzeźbiarką i projektantką szkła artystycznego Aleksandrą Kujawską",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/te-unikatowe-obiekty-to-odpowied%C5%BA-na-wszechobecn%C4%85-nadprodukcj%C4%99-wywiad-z-rze%C5%BAbiark%C4%85-i-projektantk%C4%85-szk%C5%82a-artystycznego-aleksandr%C4%85-kujawsk%C4%85/ar-AA1KMeHX?ocid=BingNewsVerp",
            "description": "Zbigniew Horbowy powiedział, że ma szkło w żyłach, Krystyna Cybińska próbowała zawrócić ją z tej szklanej drogi, twierdząc, że ma dar do tworzenia rzeźb z ceramiki. Mowa o Aleksandrze Kujawskiej, któr ...",
            "image_url": "https://www.bing.pl/th?id=ODF.8NA_WSNpNqYL7adK-HIRyg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Architektura-Murator on MSN8 godz.",
            "source": "Architektura-Murator on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "prezenty - Newsy",
            "link": "https://www.fakt.pl/temat/prezenty?page=13",
            "description": "prezenty- Najnowsze wiadomości, przydatne informacje, zdjęcia i wideo. Newsy, Ludzie, Polityka, Sport, Turystyka. Wszystko, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BfgmoFr0Kvs6uD0ZEuisQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Fakt.pl22 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wakacyjny Jarmark Staroci w Dąbrowie Górniczej. Szkło, obrazy, książki i unikatowe perełki. Dostaniecie tu prawie wszystko",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wakacyjny-jarmark-staroci-w-d%C4%85browie-g%C3%B3rniczej-szk%C5%82o-obrazy-ksi%C4%85%C5%BCki-i-unikatowe-pere%C5%82ki-dostaniecie-tu-prawie-wszystko/ar-AA1KKbn3?ocid=BingNewsVerp",
            "description": "Połowa sierpnia za nami, a to oznacza, że najwyższy czas na wakacyjną odsłonę Jarmarku Staroci w Dąbrowie Górniczej. Pomimo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.n42N3Mo86VjujJxJvEJvBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN21 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ w Komornikach znów przyciągnął tłumy. Sprawdź, co można było upolować w niedzielę, 17 sierpnia. Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-w-komornikach-zn%C3%B3w-przyci%C4%85gn%C4%85%C5%82-t%C5%82umy-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-17-sierpnia-zobacz-zdj%C4%99cia-i-ceny/ar-AA1KFB9S?ocid=BingNewsVerp",
            "description": "Pchli targ przyciągnął tłumy miłośników staroci, rękodzieła i unikalnych przedmiotów. Wśród setek kolorowych stoisk można ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N85dWBZhCgPYbSdY2-qE6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN13 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Auschwitz - Newsy",
            "link": "https://www.fakt.pl/temat/auschwitz?page=2",
            "description": "Uroczystości z okazji 80. rocznicy wyzwolenia obozu Auschwitz, w którym zginęły miliony Żydów, odbędą się bez Binjamina ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NqFoIIYqM2ExDc2Fy2py2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Fakt.pl13 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "bolesławiec - Newsy",
            "link": "https://www.fakt.pl/temat/boleslawiec?page=3",
            "description": "bolesławiec- Najnowsze wiadomości, przydatne informacje, zdjęcia i wideo. Newsy, Ludzie, Polityka, Sport, Turystyka. Wszystko ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H5HPHiwtnn4MUnwc3zQYdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Fakt.pl16 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historia i nowoczesność w Parku Planty – trwa rewitalizacja, a wraz z nią powstają relikty i nowa fontanna",
            "link": "https://akadera.bialystok.pl/historia-i-nowoczesnosc-w-parku-planty-trwa-rewitalizacja-a-wraz-z-nia-powstaja-relikty-i-nowa-fontanna/",
            "description": "Park Planty w Białymstoku przechodzi kompleksową metamorfozę. Od kilku miesięcy jest już otwarta różanka, ale nadal trwają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H-szPhDk2lHy4ihleHZWyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Radio Akadera1 godz.",
            "source": "Radio Akadera",
            "article_content": "19 sierpnia, 2025\n\nInż. arch. Tomasz Rogala, fot. Hanna Kość Inż. arch. Tomasz Rogala, fot. Hanna Kość\n\nPark Planty w Białymstoku przechodzi kompleksową metamorfozę. Od kilku miesięcy jest już otwarta różanka, ale nadal trwają prace nad nowymi nawierzchniami alejek, będą sadzone roślin i kwietniki dywanowe.\n\nIdeą, która przyświecała architektom było połączenie Ogrodów Branickich z Plantami, bo jest to park, który powstał na terenie dawnego założenia ogrodowego pałacu. W związku z tym będą tam też elementy przypominające o historii tego miejsca.\n\n– Na osi pawilonu pod Orłem, na terenie bulwarów Kościalkowskiego pojawiły się zarysy pawilonu nad kanałem. Za chwilę pojawi się tam płyta, która będzie mówiła, że są to relikty pawilonu nad kanałem, pokazujące również jego wygląd. Takim innym elementem, które chcemy pokazać, jest to również teatr. Nie znamy obrysów tego teatru, natomiast mamy wyznaczone miejsce, w którym on stał, więc tam również pojawią się tablice, mówiące o tym że w tym miejscu Branicki miał teatr – mówi inż. arch. Tomasz Rogala z Wydziału Architektury Politechniki Białostockiej, który jest jedną z osób odpowiadających za projekt.\n\nDużą nowością w Paku Plany będzie też fontanna z oświetleniem i nagłośnieniem przystosowana do wyświetlania spektakli wodnych.\n\nPlanty powstały w latach 30-tych XX w. Park, jak i Bulwary Kościałkowskiego są wpisane do wojewódzkiego rejestru zabytków. Przebudowa ma się zakończyć w lutym 2026 roku. (hk)\n\nRozmowa Hanny Kość z inż. arch. Tomaszem Rogalą z Wydziału Architektury Politechniki Białostockiej:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muzeum Ikon",
            "link": "https://niezalezna.pl/index.php/tag/muzeum-ikon",
            "description": "XVI-, XVII- i XVIII-wieczne ikony z nieistniejących już podlaskich świątyń można od piątku oglądać na nowej wystawie stałej w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ro3EUsp7ud_CGxp61kk1cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niezależna.pl1 godz.",
            "source": "Niezależna.pl",
            "article_content": "XVI-, XVII- i XVIII-wieczne ikony z nieistniejących już podlaskich świątyń można od piątku oglądać na nowej wystawie stałej w Muzeum Ikon w Supraślu k. Białegostoku. W \"Sali Podlasie\" prezentowane są m.in. unikatowe XVII-wieczne ikony z prawosławnego monasteru w Supraślu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quiz o PRL-u. Rozpoznasz te aktorki tylko po oczach?",
            "link": "https://www.chillizet.pl/kultura/quiz-o-gwiazdach-kina-prl-u-rozpoznasz-je-po-oczach",
            "description": "Życie w tamtych czasach nie było łatwe, ale większości udawało się jednak wiązać koniec z końcem. Co więcej, relikty dawnej epoki wciąż obecne i żywe są wśród nas. Gdy jedni wciąż trzymają w szafce ...",
            "image_url": "https://www.bing.plNo image",
            "category": "relikty",
            "date": "Chillizet.pl Quizy11 min",
            "source": "Chillizet.pl Quizy",
            "article_content": "--1-- --6692ce460b78c935c69696a3--\n\nPRL – jedni go nienawidzą, inni zaś wspominają z utęsknieniem. Życie w tamtych czasach nie było łatwe, ale większości udawało się jednak wiązać koniec z końcem. Co więcej, relikty dawnej epoki wciąż obecne i żywe są wśród nas. Gdy jedni wciąż trzymają w szafce prodiż, inni oglądają filmy powstałe za komuny. Temu jednak nie można się dziwić – w Polskiej Rzeczpospolitej Ludowej w kulturze działo się dużo i to właśnie w tym okresie rozwijała się złota era polskiego kina.\n\nQuiz: Aktorki PRL-u. Rozpoznasz je wyłącznie po oczach? 1/15 Kto jest na zdjęciu? Ewa Kasprzyk Magdalena Zawadzka Emilia Krakowska Sprawdź odpowiedź\n\nWajda, Kieślowski, Kondratiuk, Has, Munk, Zanussi, Bareja, Chęciński – to tylko niektóre z nazwisk, które trwale zapisały się w pamięci widzów. A gdyby wymienić do tego plejadę gwiazd kina, która wówczas obecna była na salonach, nie starczyłoby nam dnia.\n\nQuiz. Rozpoznasz gwiazdy PRL-u po oczach?\n\nPrzygotowaliśmy quiz, którym sprawdzimy twoją wiedzę i pamięć na temat najpopularniejszych aktorek PRL-u. Kto był gwiazdą „Czterdziestolatka”, a kto „Czterech pancernych i psa”? Test składa się 15 pytań, w których musisz wskazać nazwisko gwiazdy, która znajduje się na zdjęciu. Proste, prawda? Dlatego postanowiliśmy utrudnić to zadanie – za każdym razem zobaczysz tylko oczy aktorki.\n\nZdjęcia pojawiające się w quizie to kadry z kultowych filmów. Życzymy powodzenia!\n\nŹródło: CHILLIZET"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeologiczne skarby na trasie S8",
            "link": "https://www.rmf24.pl/regiony/wroclaw/news-archeologiczne-skarby-na-trasie-s8,nId,8011653",
            "description": "W okolicach Kobierzyc i Jordanowa Śląskiego trwają zaawansowane prace przy budowie nowego odcinka drogi ekspresowej S8.",
            "image_url": "https://www.bing.pl/th?id=OVFT.rDlTq_fWScuRj95r5VNhTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "RMF242 godz.",
            "source": "RMF24",
            "article_content": "W okolicach Kobierzyc i Jordanowa Śląskiego trwają zaawansowane prace przy budowie nowego odcinka drogi ekspresowej S8. Inwestycja nie tylko przyspieszy komunikację między Wrocławiem a Kłodzkiem, ale także przyniosła sensacyjne odkrycia archeologiczne – od artefaktów sprzed tysięcy lat po pamiątki z czasów II wojny światowej.\n\nDroga ekspresowa S8 na Dolnym Śląsku: Niezwykłe odkrycia archeologiczne / foto: fot. Magdalena Szumiata/GDDKIA /\n\nBudowa nowoczesnej infrastruktury drogowej często odsłania przed nami nie tylko nowe trasy, ale też fascynujące karty historii. Tak dzieje się na Dolnym Śląsku, gdzie prace przy wyczekiwanej drodze ekspresowej S8 stały się okazją do odkrycia niezwykłych śladów życia sprzed setek, a nawet tysięcy lat. Archeolodzy, pracujący na odcinku Kobierzyce - Jordanów Śląski, nie kryją ekscytacji - pod warstwą ziemi kryją się tu prawdziwe skarby przeszłości.\n\nDolnośląski Wojewódzki Konserwator Zabytków wytypował aż 22 stanowiska archeologiczne, które objęto badaniami wykopaliskowymi. Łączna powierzchnia tych terenów to imponujące 72 hektary. Już pierwsze wyniki prac potwierdzają, że okolice Wrocławia były zamieszkiwane przez ludzi niemal nieprzerwanie od późnej epoki kamienia, przez neolit, epokę brązu i żelaza, aż po średniowiecze i czasy nowożytne. To prawdziwa mozaika kultur, zwyczajów i tradycji, której ślady wciąż jeszcze czekają na odkrycie.\n\nNa stanowiskach archeologicznych natrafiono na relikty dawnych osad, pozostałości domostw, narzędzia codziennego użytku, a także miejsca pochówków. Wiele z tych stanowisk ma charakter wielokulturowy - przez wieki służyły kolejnym pokoleniom, zmieniając się wraz z rozwojem społeczności. Tworzą one rozległe kompleksy osadnicze, które pokazują, jak dynamicznie zmieniało się życie w tej części Dolnego Śląska.\n\nNiezwykłym zaskoczeniem dla archeologów były również ślady działań wojennych z okresu II wojny światowej. Podczas prac wykopaliskowych natrafiono na pozostałości okopów oraz fragmenty wyposażenia żołnierskiego, które przypominają o burzliwych losach tego regionu. Każdy taki przedmiot to osobna historia - nie tylko o wojnie, ale też o ludziach, którzy tu walczyli, żyli i ginęli.\n\nWideo youtube\n\nSiedem odcinków, setki milionów inwestycji\n\nBudowa dolnośląskiego fragmentu S8 została podzielona na siedem odcinków, z których pięć - pomiędzy Wrocławiem a Bardem - jest już w fazie realizacji. Łącznie to około 55 kilometrów nowoczesnej trasy, która będzie przedłużeniem istniejącej już drogi ekspresowej S8 ciągnącej się aż do Białegostoku. Nowy fragment będzie wyposażony w dwie jezdnie, po dwa pasy ruchu w każdą stronę oraz pasy awaryjne, co znacząco poprawi bezpieczeństwo i komfort podróżowania."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wawel - Newsy",
            "link": "https://www.fakt.pl/temat/wawel",
            "description": "Wawel- Najnowsze wiadomości, przydatne informacje, zdjęcia i wideo. Newsy, Ludzie, Polityka, Sport, Turystyka. Wszystko, co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OwR6eLQLWRAViRqxBqx3ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Fakt.pl1 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Łotwa, jakiej nie znacie",
            "link": "https://gazetaolsztynska.pl/1198479,Lotwa-jakiej-nie-znacie.html",
            "description": "pozbawioną muzealnego kurzu – żywą, splecioną z codziennością mieszkańców. Łotwa nie stara się uwieść turysty na siłę. Ona po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hjf9Xgb1kaE2kniWA0aLuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Olsztyńska52 min",
            "source": "Gazeta Olsztyńska",
            "article_content": "Choć często pomijana na mapach podróżniczych marzeń, Łotwa potrafi zaskoczyć. To kraj niewielki, ale pełen kontrastów. Z jednej strony szerokie, dzikie plaże Bałtyku, a z drugiej brukowane uliczki miast, które pamiętają średniowieczne czasy. Łotwa to idealny kierunek na długi weekend, wyprawę rowerową, rodzinny urlop czy samotną podróż z książką. To idealna propozycja dla tych, którzy szukają autentyczności bez tłumów.\n\nŁotwa kusi podróżników swoim niezwykłym urokiem. To kraina, w której dzika przyroda splata się z klimatem urokliwych miasteczek, a bogata historia przeplata się z imponującą architekturą. Tętniąca życiem, pełna energii Ryga, złote plaże i uzdrowiskowy spokój Jurmały, a także senne, pełne tajemnic zakątki Kurlandii kryją coś wyjątkowego. Łotwa zachwyca o każdej porze roku, oferując podróżnym paletę wrażeń – od nadmorskich spacerów po odkrywanie zamkowych legend. Oto najpiękniejsze miejsca, które warto wpisać na mapę swojej łotewskiej przygody.\n\nRyga: stolica stylu, historii i secesji\n\n\n\nStolica Łotwy to obowiązkowy punkt każdej podróży. Ryga łączy w sobie bogatą historię z nowoczesnym rytmem życia. Stare Miasto, wpisane na listę UNESCO, zachwyca gotyckimi kościołami, barokowymi kamienicami i słynnymi budynkami secesyjnymi. Warto dodać, że Ryga słynie z jednego z największych na świecie zbiorów architektury secesyjnej. Blisko 40% budynków w centrum miasta powstało na przełomie XIX i XX wieku w tym właśnie stylu. Ulice takie jak Alberta i Elizabetes są prawdziwą galerią pod gołym niebem, prezentującą kunszt architektów, w tym wybitnego Michaiła Eisensteina. Spacerując tymi ulicami, można podziwiać jedne z najpiękniejszych przykładów architektury secesyjnej w Europie. Warto także zajrzeć do Hali Targowej (Centrāltirgus) oraz odwiedzić Łotewskie Narodowe Muzeum Sztuki. Na uwagę zasługują tu również zabytkowe kamienice, Katedra ryska, Dom Czarnogłowych czy Wieża Prochowa. Gotyckie, barokowe i secesyjne fasady tworzą niepowtarzalny klimat, który zachwyca zarówno turystów, jak i mieszkańców.\n\nDzisiejsza Ryga to dynamiczne miasto europejskie. Nowoczesne biurowce, centra handlowe, innowacyjne przestrzenie coworkingowe i kreatywne dzielnice, jak Miera i Andrejsala, rozwijają się w harmonii z zabytkową tkanką miejską. Warto również odwiedzić Centralny Targ w Rydze, największy targ w Europie, mieszczący się w dawnych hangarach zeppelinów, gdzie tradycja łączy się z nowoczesnością w smakach, zapachach i barwach. To właśnie w Rydze skupia się większość instytucji kulturalnych. Łotewska Opera Narodowa zachwyca nie tylko architekturą, ale i wysokim poziomem artystycznym. Miasto tętni życiem kulturalnym przez cały rok, a wydarzenia takie jak Festiwal Światła \"Staro Rīga\" czy Jāņi (Noc Kupały) przyciągają tłumy.\n\nJurmała: nadmorski kurort z klasą\n\n\n\nZaledwie 25 kilometrów od tętniącej życiem Rygi, wzdłuż malowniczego wybrzeża Zatoki Ryskiej, rozpościera się Jūrmala – perła łotewskiego wybrzeża. Ten elegancki kurort od dziesięcioleci przyciąga spragnionych słońca, świeżego powietrza i wytchnienia w scenerii, która łączy bałtycką dzikość z subtelnym urokiem architektury uzdrowiskowej. To idealny cel zarówno na krótki wyjazd z Rygi, jak i na dłuższy urlop dla tych, którzy chcą zregenerować ciało i duszę w otoczeniu kojącej przyrody. Największym atutem Jūrmały są jej imponujące, szerokie plaże\n\nciągnące się przez ponad 30 kilometrów. Jasny, aksamitny piasek\n\ni łagodne zejście do morza tworzą wymarzone warunki dla rodzin z dziećmi, a szumiące wzdłuż wybrzeża sosnowe lasy dodają miejscu magicznego klimatu. Powietrze przesycone jodem i naturalnymi olejkami eterycznymi działa niczym naturalny inhalator, pozostawiając w pamięci turystów wspomnienie pełnego oddechu i spokoju, który trudno znaleźć gdzie indziej.\n\nJūrmala od XIX wieku uchodzi za jedno z ulubionych miejsc wypoczynku mieszkańców całego regionu. W czasach Związku Radzieckiego zyskała miano jednego z najbardziej prestiżowych kurortów nad Bałtykiem. Gościła elitę intelektualną, artystów i polityków. Do dziś można tu podziwiać misternie zdobione, drewniane wille z tamtego okresu, które są prawdziwymi perłami architektury uzdrowiskowej. To właśnie one nadają miastu wyjątkowy charakter.\n\nSpacer główną promenadą Jomas iela to podróż w czasie. Obok zabytkowych budynków wyrastają nowoczesne hotele, stylowe kawiarnie, galerie i butiki, tworząc harmonijną mieszankę dawnego kurortu\n\ni współczesnego centrum turystycznego. Jūrmala nie tylko zachowała swój historyczny urok, ale też z powodzeniem wprowadziła nowoczesne podejście do wypoczynku. Liczne sanatoria i spa oferują tu zabiegi wellness i lecznicze na najwyższym poziomie, czerpiąc z naturalnych bogactw regionu mineralnej wody, leczniczej borowiny i kojącego, morskiego klimatu. To miejsce, w którym historia i relaks idą w parze, a każdy oddech przynosi poczucie odnowy.\n\nJurmała: centrum kultury i wydarzeń\n\n\n\nJūrmała to nie tylko plaże. To także centrum wydarzeń artystycznych i kulturalnych. W mieście znajduje się słynne Dzintari Concert Hall. Jest to nowoczesna sala koncertowa położona wśród sosnowych drzew, gdzie latem odbywają się koncerty muzyki klasycznej, jazzowej i popularnej. Festiwale takie jak Jūrmala Festival czy Baltic Beach Party gromadzą tysiące melomanów i miłośników dobrej zabawy. Natomiast dla miłośników aktywnego wypoczynku Jūrmała oferuje wiele atrakcji takich jak ścieżki rowerowe, wypożyczalnie kajaków, trasy spacerowe oraz możliwość obserwacji przyrody w Parku Przyrody Kemeri z unikalnymi torfowiskami, gorącymi źródłami siarczkowymi i bogatym światem ptaków.\n\n\n\nPark Narodowy Kemeri: przyroda w najczystszej formie\n\n\n\nZaledwie kilka kilometrów za eleganckim kurortem zaczyna się Park Narodowy Ķemeri. Jest to jedno z najbardziej fascynujących miejsc na przyrodniczej mapie Łotwy. To prawdziwy raj dla miłośników dzikiej natury, ciszy i niebanalnych krajobrazów. Tutejsze siarkowe źródła lecznicze od wieków przyciągają kuracjuszy, a dziś Park słynie także z wyjątkowych ścieżek edukacyjnych prowadzących przez surowe, ale piękne bagienne tereny. Jedną z największych atrakcji jest spacer po słynnej kładce „Kemeri Bog Boardwalk”, wijącej się przez ogromne torfowisko jak drewniana wstęga zawieszona nad błotnymi oczkami. Widoki są oszałamiające, zwłaszcza o świcie lub tuż przed zmrokiem, kiedy złote promienie słońca tańczą po lustrzanych powierzchniach jeziorek, a mgła delikatnie unosi się nad mokradłami. To właśnie wtedy Ķemeri odsłania swoje najbardziej magiczne oblicze. Serce torfowisk stanowi Wielkie Błoto Ķemeri (Lielais Ķemeru tīrelis). Jest to jeden z najbardziej fotogenicznych zakątków całej Łotwy. To miejsce nie tylko zachwyca swoją urodą, ale też edukuje i uczy szacunku do natury.\n\nJuż w XIX wieku Ķemeri zyskało sławę jako uzdrowisko, dzięki występowaniu naturalnych źródeł siarczkowych i mineralnych. Lecznicze właściwości wód przyciągały kuracjuszy z całej Europy. Dziś tradycje te kontynuuje kilka ośrodków zdrowia w okolicy, a spacer po dawnym parku zdrojowym przypomina o złotych czasach uzdrowiska. Na terenie parku znajdują się nie tylko bagna, ale też las liściasty i iglasty, wydmy, łąki,\n\njeziora oraz fragmenty wybrzeża morskiego. Różnorodność siedlisk sprawia, że obszar ten zamieszkują liczne gatunki roślin i zwierząt, w tym rzadkie i chronione. Można tu spotkać łosie, bobry, nietoperze, a nawet … rysie.\n\nCēsis: miasto z rycerską duszą\n\n\n\nKolejnym ciekawym miejscem i jednym z najstarszych miast Łotwy jest Cēsis. Znane przede wszystkim z imponujących ruin średniowiecznego zamku Zakonu Kawalerów Mieczowych. Zwiedzając jego mroczne lochy, kręte schody i wysokie wieże, łatwo poczuć ducha średniowiecza. Dla wielu turystów to właśnie zamek stanowi główny punkt wyprawy do tego miasta. Latem organizowane są tu turnieje rycerskie, rekonstrukcje historyczne i nocne zwiedzania z pochodniami. Wszystko po to, by choć na chwilę przenieść się do czasów, gdy honor i miecz były najwyższymi wartościami. Urokliwe brukowane uliczki, gotycki kościół św. Jana, klimatyczne kawiarnie i otaczająca miasto przyroda sprawiają, że Cēsis jest doskonałym miejscem na spokojny, historyczny weekend.\n\nuczestniczy w projektach historycznych, edukacyjnych i kulturalnych,\n\na jego symbolem niezmiennie pozostaje rycerski duch, odwaga, lojalność\n\ni szacunek dla przeszłości.\n\nTuraida i Sigulda: „łotewska Szwajcaria”\n\n\n\nPołożone w zielonej dolinie rzeki Gauja, Turaida i Sigulda tworzą jeden z najpiękniejszych zakątków Łotwy. Miejsce, które nie bez powodu nazywane jest „Łotewską Szwajcarią”. Tu przyroda, historia i legenda splatają się w opowieść, którą najlepiej odkrywać spacerując leśnymi ścieżkami, wsłuchując się w szum rzeki i pozwalając oczom chłonąć krajobrazy pełne wzgórz, dolin i zamkowych wież.\n\nW Turaidzie czeka na zwiedzających imponujący zamek – perła łotewskiej architektury obronnej, opromieniona lokalnymi legendami i otoczona rozległymi widokami. Wspinaczka na wieżę nagradza niezapomnianą panoramą doliny Gauji, która o każdej porze roku wygląda inaczej, ale zawsze zachwyca. Na miłośników historii czeka również Skansen Turaidzki - muzeum pod gołym niebem, w którym czas zwalnia. Drewniane chaty, zabytkowe narzędzia i codzienne przedmioty przenoszą odwiedzających w życie wiejskiej Łotwy sprzed stuleci, pozwalając poczuć zapach starego drewna i dotknąć przeszłości.\n\nSigulda to miasto, które od pierwszego spojrzenia urzeka naturalnym pięknem, średniowiecznym klimatem i widokami jak z bajki. Zielone wzgórza, głębokie doliny i wstęga rzeki Gauja wijąca się wśród lasów tworzą pejzaż, który mógłby zdobić okładkę pocztówki. To idealny kierunek zarówno na krótki, pełen wrażeń wyjazd, jak i na dłuższy, wyciszający urlop w sercu przyrody.\n\nSigulda ma też bogatą przeszłość, w której splatają się losy rycerzy, kupców i artystów. W XIII wieku stanowiła ważny punkt obronny Zakonu Kawalerów Mieczowych, czego pamiątką są ruiny średniowiecznej twierdzy. Ze szczytu murów roztacza się zapierająca dech panorama doliny Gauji, a w sezonie odbywają się tu rekonstrukcje historyczne\n\ni koncerty, które ożywiają ducha dawnej epoki. Nieopodal znajduje się Nowy Zamek – elegancka, neogotycka rezydencja z XIX wieku, dziś tętniąca życiem jako siedziba instytucji kultury i przestrzeń wystaw dla lokalnych artystów. Spacerując między starymi murami i parkowymi alejkami, można poczuć, że Sigulda to miejsce, gdzie historia i przyroda mówią jednym głosem.\n\nPałac w Rundāle: „łotewski Wersal”\n\n\n\nZaledwie 80 kilometrów na południe od Rygi, w sercu malowniczej Semigalii, wznosi się prawdziwy klejnot baroku – Pałac w Rundāle. Często nazywany „łotewskim Wersalem”, zachwyca harmonijną architekturą, przepychem wnętrz i ogrodami w stylu francuskim, które wyglądają niczym namalowane przez mistrza pejzażu. To jedno z najwspanialszych dzieł architektonicznych w całych krajach bałtyckich i obowiązkowy punkt każdej podróży po Łotwie.\n\nAutorem projektu był włoski geniusz Francesco Bartolomeo Rastrelli, znany również z zaprojektowania słynnego Pałacu Zimowego w Petersburgu. Budowę rozpoczęto w 1736 roku na zlecenie księcia Kurlandii, Ernsta Johanna von Birona – faworyta carycy Anny Iwanowny. Rundāle miało pełnić funkcję letniej rezydencji książęcej, miejsca odpoczynku, wytwornych przyjęć i reprezentacyjnych audiencji. Trzy skrzydła pałacu tworzą elegancki, zamknięty dziedziniec, a fasady zdobią finezyjne dekoracje w stylu baroku i rokoka. Wnętrza – od sali tronowej, przez złoty gabinet i salę marmurową, po liczne apartamenty – zostały pieczołowicie odrestaurowane, dzięki czemu odwiedzający mogą poczuć atmosferę XVIII-wiecznego dworu, pełnego blasku, przepychu i artystycznej finezji.\n\nDziś pałac pełni funkcję muzeum i centrum kulturalnego. Odbywają się tu koncerty muzyki klasycznej, wystawy czasowe, konferencje\n\ni wydarzenia historyczne. Zwiedzający mogą podziwiać ekspozycje dotyczące historii Księstwa Kurlandii, życia dworskiego XVIII wieku, a także niezwykle bogate zbiory sztuki, mebli, porcelany i tekstyliów z epoki. Dla turystów dostępne są różne trasy zwiedzania. Od krótkiego spaceru po salach reprezentacyjnych, po pełne poznanie całej rezydencji\n\nz przewodnikiem.\n\nKuldīga: perełka Kurlandii\n\n\n\nKuldīga to kolejne urokliwe miejsce i prawdziwa perełka Kurlandii. Miasto znane jest z najszerszego wodospadu w Europie – Venta Rapid, który znajduje się w samym centrum. Urokliwe, drewniane domki z czerwonymi dachami, most z XVIII wieku oraz spokojna atmosfera czynią z Kuldīgi idealne miejsce na romantyczny wypad. Latem można kąpać się w rzece, a zimą poczuć magię starego miasta. Jednak tym, co najbardziej przyciąga turystów z całej Europy, jest Wodospad Ventas Rumba. Jest to unikat na skalę kontynentu o szerokości 240 metrów. Warto dodać, że to najszerszy wodospad w Europie! Latem to popularne miejsce kąpieli, a zimą tworzy się lodowa rzeźba natury. Co ciekawe, wiosną można tu obserwować \"latające ryby\", czyli ryby łososiowate, próbujące pokonać wodospad pod prąd, dosłownie „skacząc” przez kaskadę. Latem w Kuldīdze odbywają się liczne koncerty, festiwale i wydarzenia plenerowe, w tym słynne Święto Latających Ryb. To nietypowa celebracja naturalnego fenomenu wodospadu.\n\nTuż obok wodospadu znajduje się czerwony most z cegły, zbudowany w 1874 roku. Jest to jeden z najdłuższych tego typu mostów w Europie. Rozciąga się nad rzeką Venta i prowadzi do historycznego centrum miasta. Spacer po moście o zachodzie słońca to jedno z tych doświadczeń, które trudno opisać. Trzeba je po prostu przeżyć. Kuldīga to jednak nie tylko wodospad. To także miasto z bogatą historią i licznymi atrakcjami. Stare Miasto to jedno z najlepiej zachowanych historycznych centrów miejskich na Łotwie. Urokliwe uliczki i niska zabudowa zachwycają swoją autentycznością. W mieście znajduje się Muzeum Kuldīgi i dawny pałac burmistrza opowiadające o historii regionu i życiu codziennym dawnych mieszkańców. Ciekawostką w mieście jest rzeczka płynąca między domami, czasem nazywana „łotewską Wenecją”, która tworzy niesamowity klimat, zwłaszcza wieczorem.\n\nLiepāja: miasto wiatru i muzyki\n\n\n\nLiepāja, położona nad brzegiem Bałtyku, to miasto o wyjątkowym charakterze, w którym energia artystycznych festiwali i muzycznych scen splata się z kojącym rytmem fal. Z jednej strony tętni życiem – pełna koncertów, galerii i ulicznego gwaru – z drugiej potrafi oczarować spokojem plaż i surowym urokiem dzielnicy Karosta, dawnego radzieckiego kompleksu wojskowego, dziś intrygującej mieszanki historii i industrialnej estetyki.\n\nSercem Liepāji jest morze. Kilkukilometrowa, szeroka plaża o złotym piasku, otulona wydmami i pachnącymi sosnami, mimo bliskości centrum zachowała niemal dziewiczy charakter. To tu zachody słońca malują horyzont odcieniami pomarańczy, różu i purpury, a wiatr – nieodłączny towarzysz miasta – daje wolność kitesurferom, windsurferom i żeglarzom. Spacer promenadą to czysta przyjemność. Powiew bryzy, zapach soli i uczucie nieograniczonej przestrzeni sprawiają, że łatwo zrozumieć, dlaczego Liepāja nazywana jest „miastem, gdzie rodzi się wiatr”.\n\nLiepāja od dekad związana jest z muzyką. To właśnie stąd pochodzą legendarni łotewscy rockmani i zespoły. Tu też działa jedno z najnowocześniejszych centrów muzycznych w krajach bałtyckich – „Lielais Dzintars” (Wielki Bursztyn). Jest to futurystyczna sala koncertowa w centrum miasta. Jej bursztynowa, spiralna bryła to symbol nowoczesnej Liepāji i miejsce, gdzie odbywają się koncerty klasyczne, jazzowe i rockowe. Na spacerze po mieście można natknąć się na Aleję Gwiazd Muzyki Łotewskiej. Jest to odpowiednik hollywoodzkiego „Walk of Fame” z odciskami dłoni słynnych muzyków. Z kolei w różnych zakątkach miasta można znaleźć muzyczne rzeźby, graffiti i instalacje interaktywne. Liepāja tętni życiem kulturalnym. Latem odbywają się tu festiwale muzyczne, teatralne i artystyczne, m.in. Summer Sound, czyli festiwal muzyki elektronicznej i popu na plaży. Ponadto w mieście odbywają się liczne koncerty w klubach, na dachach, w parkach\n\ni przestrzeniach industrialnych.\n\nŁotwa to podróż przez barwy, smaki i dźwięki, które zostają w pamięci niczym ulubiona To kraj, do którego nie jedzie się tylko dla zabytków (choć potrafią zachwycić!), ale dla atmosfery – subtelnej, autentycznej, niepodrabialnej. Tutaj można odnaleźć spokój, który nie jest nudą, naturę, która nigdy się nie powtarza, i historię\n\npozbawioną muzealnego kurzu – żywą, splecioną z codziennością mieszkańców. Łotwa nie stara się uwieść turysty na siłę. Ona po prostu otwiera przed nim swoje drzwi, pozwala rozejrzeć się po cichu, usiąść, posłuchać i poczuć, że to miejsce jest właśnie takie, jakiego się potrzebowało.\n\nTekst i zdjęcia: Anna Molęda - Kompolit"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Historyczne wydarzenie\" w Szwecji. Przeniosą zabytek w bezpieczne miejsce",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/historyczne-wydarzenie-w-szwecji-przenios%C4%85-zabytek-w-bezpieczne-miejsce/ar-AA1KN5nK?ocid=BingNewsVerp",
            "description": "Zabytkowy kościół, który przez 113 lat stał w Kirunie w Szwecji, teraz zmieni swoje miejsce. Budowla zostanie przeniesiona na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OqY-ylET3xODPNYFt5w3-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wydarzenia w INTERIA.PL on MSN3 godz.",
            "source": "Wydarzenia w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nieruchomości, Odrębna własność lokalu",
            "link": "https://www.infor.pl/tematy/nieruchomosci/odrebna-wlasnosc-lokalu,55/",
            "description": "Osiedle Kapriola to 47 funkcjonalnych domków jednorodzinnych w Wilanowie. W pierwszym etapie budowy powstanie 18 segmentów o powierzchni całkowitej od 175 do 207 mkw. Zakończenie planowane jest na I ...",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "infor.pl1 min",
            "source": "infor.pl",
            "article_content": "Osiedle Kapriola – ekologiczne domki w Wilanowie\n\nOsiedle Kapriola to 47 funkcjonalnych domków jednorodzinnych w Wilanowie. W pierwszym etapie budowy powstanie 18 segmentów o powierzchni całkowitej od 175 do 207 mkw. Zakończenie planowane jest na I kwartał 2013 roku.\n\nZielony Żoliborz – jedna z najbardziej oczekiwanych inwestycji w Warszawie\n\nZielony Żoliborz to osiedle apartamentów znajdujące się w południowej części Żoliborza przy ulicy Rydygiera. Projekt realizuje spółka Zielony Żoliborz należącą do grupy Turret Development. Budowa ma zostać zakończona w sierpniu 2012 roku.\n\nIle kosztują najdroższe apartamenty w Warszawie?\n\nŚrednia cena apartamentu w Warszawie to 5,9 miliona złotych. Natomiast najdroższy apartament został wyceniony na ok. 20 milionów złotych. Sprawdź, ile zapłacą najbogatsi Polacy – przedstawiamy 15 najdroższych inwestycji mieszkaniowych w Warszawie.\n\nJaki los czeka inwestycję Miasteczko Wilanów?\n\nMiasteczko Wilanów jest jedną z największych inwestycji w Polsce, dlatego jej losy są śledzone z wielkim zainteresowaniem. Czy Miasteczko Wilanów stanie się tzw. sypialnią miasta, czy będzie nowoczesnym elementem miasta.\n\nREKLAMA\n\nCzy apartamentowce są jeszcze modne?\n\nApartamentowce cieszą się dużym zainteresowaniem najbogatszych Polaków. Jednak moda na apartamentowce powoli wypierana jest przez willowe rezydencje na obrzeżach miasta. Przeczytaj, jak kształtuje się sytuacja na rynku ekskluzywnych nieruchomości.\n\nJak wybrać dewelopera?\n\nWybór odpowiedniego dewelopera jest niezwykle ważny. Zazwyczaj kupując mieszkanie wydajemy na nie kilkaset tysięcy złotych, dlatego nie możemy sobie pozwolić na niewłaściwy wybór dewelopera. Podpowiadamy, jak sprawdzić dewelopera.\n\nNowe formy dostępu do ksiąg wieczystych\n\nProjekt Ministerstwa Sprawiedliwości przewiduje cztery nowe sposoby dostępu do ksiąg wieczystych, znajdujących się w zasobach Centralnej Bazy Danych Ksiąg Wieczystych (CBDKW):\n\nPodział nieruchomości w konkubinacie\n\nŻeby wspólnie kupić nieruchomość nie trzeba być małżeństwem – po ustaniu związku, podział takiej nieruchomości regulowany jest przez prawo cywilne – a nie rodzinne.\n\nREKLAMA\n\nRezydencja Pałacowa – pierwsze inteligentne domy w Polsce\n\nRezydencja Pałacowa to kompleks 12 zespołów nowoczesnych domów jednorodzinnych znajdujący się w Wilanowie. Projekt realizowany jest poprzez spółkę joint venture Real Management i Grupę Capital Park. Zakończenie pierwszego etapu budowy domów planowane jest na I kwartał 2013 roku.\n\nCeny mieszkań w wybranych miastach Polski\n\nCeny mieszkań w Augustowie, Bielsku-Białej, Częstochowie, Jeleniej Górze, Koszalinie, Olsztynie, Poznaniu, Przemyślu i Rzeszowie. Jakie są? Ile kosztują mieszkania w tych miastach? Zobacz ceny mieszkań z ofert „na wyłączność” – czyli takich, gdzie klient zawarł umowę tylko z jednym pośrednikiem.\n\nCzy można uzyskać kredyt na dom do generalnego remontu?\n\nJeśli chcemy uzyskać kredyt na dom do generalnego remontu musimy liczyć się z tym, że bank będzie chciał poznać jego stan techniczny. Bank po analizie dokumentów możne uznać, że dom jest w bardzo kiepskim stanie i nie udzielić kredytu. Dom jest zabezpieczeniem dla banku, niska wartość domu to większe ryzyko.\n\nJak będą wyglądały inteligentne domy w przyszłości?\n\nInteligentne domy nie są fikcją. Nowoczesne rozwiązania, udogodnienia i systemy koordynujące pracę różnych urządzeń elektrycznych coraz częściej można spotkać w nowoczesnych mieszkaniach. Przeczytaj, jak będą wyglądały inteligentne domy w przyszłości.\n\nLimity w \"Rodzinie na Swoim\" - III kwartał 2012\n\nBank Gospodarstwa Krajowego ustalił limity w \"Rodzinie na Swoim\" na III kwartał 2012 roku. Nowe limity na III kwartał 2012 roku właściwie nie uległy zmianie, w niewielkim stopniu zostały podniesione tylko w województwie pomorskim.\n\nKoszty podatkowe w PIT - czasem podatek od spadków i darowizn jest kosztem\n\nZasadniczo podatek od spadków i darowizn nie jest kosztem uzyskania przychodów. Jednak wyjątkowo, gdy przedmiotem sprzedaży jest nabyta nieodpłatnie, np. w drodze spadku, nieruchomość to zapłacony podatek od spadków i darowizn można zaliczyć do kosztów podatkowych tej transakcji i zmniejszyć przychód przed opodatkowaniem PIT.\n\nJakich mieszkań deweloperzy budują najwięcej?\n\nDeweloperzy budują najwięcej mieszkań z najpopularniejszego segmentu. Wielkość najczęściej kupowanego mieszkania jest różna w zależności od miasta, tam gdzie jest drożej kupujemy mniejsze mieszkania, więc i takie budują tam deweloperzy – daje im to szansę na dobry zysk.\n\nChcesz sprzedać nieruchomość – ureguluj podatek od spadków i darowizn\n\nJeśli nabyłeś mieszkanie w drodze spadkobrania lub zasiedzenia – przed jego sprzedażą musisz uregulować kwestie związane z podatkiem od spadków i darowizn. W innym wypadku notariusz nie sporządzi aktu notarialnego.\n\nIle się czeka na sprzedaż mieszkania?\n\nCzas sprzedaży mieszkania wydłużył się, obecnie może to trwać nawet do pół roku. Dzieje się tak pomimo tego, że sprzedający obniżyli ceny, odpowiedzialna jest za to spadająca zdolność kredytowa.\n\nZakup mieszkania na rynku wtórnym – na co zwrócić uwagę?\n\nPlanując zakup mieszkania, zwłaszcza z rynku wtórnego, warto przeglądać oferty zamieszczane w lokalnych serwisach z rzeczami z drugiej ręki. Pośród tysięcy ogłoszeń pochodzących od osób prywatnych masz szansę znaleźć lokum, o którym marzysz.\n\nNiskie ceny mieszkań w centrum: czy warto skorzystać z okazji?\n\nNiskie ceny mieszkań w centrum dużych miast nie zawsze świadczą o dobrej okazji. Jaka jest przeciętna cena mieszkania w centrum? I dlaczego niska cena wcale nie musi być okazyjna?\n\nUstawa deweloperska 2012 - jak chroni kupującego?\n\nUstawa deweloperska 2012. Zastanawiasz się nad zakupem nieruchomości? Sprawdź, jak chroni cię nowa ustawa deweloperska.\n\nMieszkania bezczynszowe – plusy i minusy\n\nMieszkania bezczynszowe coraz częściej pojawiają się na rynku nieruchomości – deweloperzy przyciągają obietnicą zerowych opłat eksploatacyjnych. Z kupnem mieszkania bezczynszowego wiążą się zarówno plusy, jak i minusy, czynszu płacić nie będziemy, ale opłat nie unikniemy.\n\nPomoc w spłacie kredytu a podatki\n\nMłode osoby biorące kredyt mieszkaniowy często mogą liczyć na pomoc rodziny lub innych osób w jego spłacie. Niestety jakkolwiek może się to wydawać niesprawiedliwe – może się to wiązać z powstaniem obowiązku podatkowego po stronie kredytobiorcy.\n\nJakich mieszkań sprzedaje się najwięcej?\n\nNajwięcej sprzedaje się małych mieszkań, większe lokale są mało popularne. Deweloperzy sprzedają najwięcej mieszkań dwupokojowych, rzadziej wybierane są kawalerki. Wybieramy małe mieszkania głównie z powodu zaostrzonej polityki bankowej.\n\nRzuć palenie i kup małe mieszkanie\n\nŚwiatowy Dzień bez Tytoniu jest świetną okazją do rzucenia palenia i zadbania o swoje zdrowie. Dodatkowo na względzie powinniśmy mieć aspekt finansowy, rzucenie palenia pozwala zaoszczędzić miesięcznie ok. 400 zł i odłożyć tę kwotę na mieszkanie.\n\nGdzie można kupić luksusowe nieruchomości?\n\nLuksusowe nieruchomości rzadko pojawiają się na liście ofert sprzedaży. Jednak dużo łatwiej jest kupić luksusową nieruchomość z rynku wtórnego niż od dewelopera, bo tych drugich zwyczajnie prawie nie ma. Gdzie można kupić luksusową nieruchomość?\n\nWarsaw Spire – nowoczesny kompleks biurowy Ghelamco\n\nWarsaw Spire to jedna z największych i najnowocześniejszych inwestycji realizowanych obecnie w Europie. Warsaw Spire zaprojektowany został przez belgijską pracownię architektoniczną Jaspers Eyers & Partners współpracującą z Polsko-Belgijską Pracownią Architektury Projekt. Kompleks powstaje w samym centrum miasta, u zbiegu ulic Towarowej, Łódzkiej, Wroniej i Grzybowskiej – tuz obok Hotelu Hilton.\n\nLuksusowe apartamenty na topie\n\nCoraz większe zainteresowanie apartamentowcami spowodowało, że deweloperzy umieszczają w swojej w ofercie tego typu mieszkania.\n\nW Polsce jest łatwiej o mieszkanie niż we Francji czy Wielkiej Brytanii\n\nOsoby posiadające własne mieszkanie zazwyczaj zarabiają więcej, niż Ci, którzy je wynajmują. W Norwegi różnice w zarobkach mieszkańców sięgają 37%. W Polsce dysproporcje nie są aż tak widoczne.\n\nCoraz droższe mieszkania w Poznaniu\n\nMieszkania w Poznaniu są coraz droższe w związku z tym, że ilość nowych inwestycji jest mniejsza. Niewielka ilość mieszkań oddanych do użytku to mniejsza konkurencja, nie trzeba zabiegać o klientów. Ile teraz zapłacimy za metr mieszkania w Poznaniu?\n\nSky House w Lublinie\n\nSky House w Lublinie będzie budowany przez firmę Henpol Sp. z o.o. dla dewelopera Wikana Nieruchomości Sp. z o.o. 05 Marina S.K.A. z Grupy Kapitałowej WIKANA. Budynek będzie zlokalizowany na lubelskiej Porębie i zostanie oddany do użytkowania w połowie 2013 roku.\n\nCeny nowych mieszkań i używanych – najnowsze dane\n\nW ostatnim czasie na rynku nieruchomości można zaobserwować spadek cen mieszkań. Czy jest to dobry czas na zakup mieszkania? Zobacz ceny mieszkań w największych miastach Polski.\n\nGdzie Polacy kupują nieruchomości\n\nPlanując zakup domu często rozważamy kilka lokalizacji. Najwięcej osób wybiera zakup domu pod miastem. Czy jest to jednak najlepsze rozwiązanie?\n\nOsiedle Świerkowa Polana w Robakowie\n\nOsiedle Świerkowa Polana w podpoznańskim Robakowie wchodzi w II etap budowy. Osiedle Świerkowa Polana realizowane jest przez firmę Skaland sp. z o.o. Pierwsze mieszkania zostaną oddane w czerwcu 2013 roku.\n\nWynajem mieszkań w Warszawie – raport maj 2012\n\nWynajem mieszkań w Warszawie jest bardzo zróżnicowany, jeśli chodzi o ceny i liczbę ofert. Gdzie jest najtaniej i gdzie najdrożej, w których dzielnicach Warszawy jest najwięcej propozycji wynajmu mieszkań?\n\nCzy teraz jest dobry moment na kupno mieszkania?\n\nMoment kupna mieszkania powinien być dobrze przemyślany. Co wpływa na to, że pojawia się dobry moment na kupno mieszkania? Czy oferta deweloperska może być jeszcze bardziej atrakcyjna? Kupować czy jeszcze poczekać?\n\nUlga meldunkowa – zmiana rezydencji podatkowej\n\nDecyduje rezydencja podatkowa w momencie udzielenia kredytu. Późniejsza zmiana rezydencji nie pozbawia podatnika prawa do kontynuowania odliczeń w ramach ulgi odsetkowej na zasadzie praw nabytych.\n\nLofty dla każdego: GALERIA\n\nLofty ciągle cieszą się dużą popularnością. Bez wątpienia lofty są wyznacznikiem postindustrialnej architektury. Przez długi czas kojarzyły się z prestiżem i ze środowiskiem artystycznym - obecnie stają się bardziej dostępne. Zobacz, jak wyglądają współczesne lofty.\n\nDom na majówkę nawet za kilkadziesiąt tysięcy\n\nPoszukiwanie noclegów na majówkę w ostatniej chwili może być problemem. Nie dla osób, które własną daczę. Działkę na majówkę i dłuższe weekendy można nabyć już za kilkanaście tysięcy złotych i jeszcze na tym zarobić.\n\nSkutki wygaśnięcia użytkowania wieczystego\n\nUżytkowanie wieczyste jest tzw. ograniczonym prawem rzeczowym na nieruchomości. Jest zbywalne i umożliwia użytkownikowi działanie w bardzo szerokim zakresie – jest jednak prawem czasowym, a w pewnych okolicznościach może wygasnąć – jakie to niesie za sobą skutki dla użytkownika i innych podmiotów, których prawa związane są z użytkowaniem?\n\nW jakie zabytki zainwestować?\n\nInwestycja w zabytki jest dobrym pomysłem na ulokowanie pieniędzy. Najczęściej inwestycja w zabytki wiąże się również z koniecznością wykonania kosztownego remontu. Przy odrobinie szczęścia uda nam się znaleźć kilkusetletni dworek za 450 tys. złotych. Przedstawiamy galerię atrakcyjnych dworków.\n\nWynajem mieszkania kibicom na EURO 2012 - lepiej się ubezpiecz\n\nWynajem mieszkania kibicom na EURO 2012. Decydując się na wynajem mieszkania kibicom podczas EURO 2012 można zarobić nawet nawet 2 – 3 razy więcej niż standardowo. Jak zabezpieczyć się przed dewastacją lokalu?\n\nCeny nowych mieszkań coraz niższe\n\nCeny nowych mieszkań są coraz niższe, obserwujemy stałą tendencję spadkową. I kwartał 2012 roku przyniósł kolejne spadki cen mieszkań. Czy już można kupić mieszkanie okazyjnie?\n\nW USA wszystkie mieszkania są wynajęte\n\nKryzys w Hiszpanii i zaskakujące dane ze Stanów Zjednoczonych - święta upływały pod znakiem niepokojów inwestycyjnych związanych z nadchodzącym tygodniem.\n\nCzy sprzedaż gruntu, na którym znajduje się budynek, jest opodatkowana VAT-em?\n\nSprzedaż gruntu w określonych wypadkach jest zwolniona z opodatkowania podatkiem VAT. Jeżeli jednak sprzedający podejmuje się działań charakterystycznych dla działań handlowca, czynności marketingowych, to można przypuszczać, że sprzedaż ma formę zawodową (profesjonalną) i zorganizowaną. A wtedy zgodnie z orzecznictwem Naczelnego Sądu Administracyjnego, dostawa gruntu będzie podlegała opodatkowaniu VAT.\n\n„Rodzina na Swoim”: limity na II kwartał 2012\n\nLimity na II kwartał 2012 w „Rodzinie na Swoim” zostały podniesione w 13 miastach wojewódzkich. Ułatwiony dostęp do „Rodziny na Swoim” w II kwartale 2012 roku będzie m.in. we Wrocławiu, w Gorzowie Wielkopolskim i w Zielonej Górze. A gdzie obniżono limity?\n\nUmowa deweloperska 2012 – nowa regulacja prawna\n\nW dniu 29 kwietnia 2012 r. wchodzi w życie ustawa z 16 września 2011 r. o ochronie praw nabywcy lokalu mieszkalnego lub domu jednorodzinnego (potocznie zwana ustawą deweloperską) regulująca problematykę umów deweloperskich. Celem uchwalonej ustawy jest ochrona interesów klientów deweloperów w szczególności poprzez obowiązkowe instrumenty zabezpieczające środki finansowe wpłacane przez klientów na poczet ceny zakupu nieruchomości.\n\nUlga rehabilitacyjna – przystosowanie lokalu i wydatki zagraniczne\n\nMożna odliczyć wydatki na przystosowanie do potrzeb wynikających z niepełnosprawności mieszkania, które nie jest własnością niepełnosprawnego. Można odliczyć również wydatki poniesione za granicą. Dwa kazusy z zakresu ulgi rehabilitacyjnej zostały wyjaśnione przez ekspertów Krajowej Informacji Podatkowej.\n\nZniesienie współwłasności gospodarstwa rolnego\n\nWłasność gospodarstwa rolnego może przysługiwać niepodzielnie kilku osobom. Zgodnie z przepisami Kodeksu cywilnego każdy ze współwłaścicieli ma obowiązek sprawować zarząd rzeczą wspólną. Współwłasność gospodarstwa rolnego, podobnie jak współwłasność nieruchomości, może zostać zniesiona.\n\nWspółwłasność nieruchomości – określenie sposobu korzystania z rzeczy wspólnej\n\nZdarza się, że własność nieruchomości należy do kilku osób. Na przykład na działce znajduje się budynek mieszkalny, budynki gospodarcze, ogród oraz dodatkowo przynależą do tej nieruchomości grunty rolne. Jak określić sposób korzystania z nieruchomości wspólnej, kiedy współwłaściciele nie mogą się porozumieć w tej kwestii?\n\nOdpłatne zbycie nieruchomości niewprowadzonej do ewidencji środków trwałych – skutki w PIT\n\nSkutki podatkowe odpłatnego zbycia nieruchomości w podatku dochodowym od osób fizycznych są różne, w zależności od źródła przychodów, do jakich przychód uzyskany ze zbycia zostanie zakwalifikowany."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wracają do domu wpław rzeką. W dwóch miastach to coraz popularniejsza alternatywa",
            "link": "https://noizz.pl/informacyjne/nietypowy-dojazd-w-szwajcarskich-miastach-by-wrocic-do-domu-wskakuja-do-rzeki/r13dqc6",
            "description": "W Bernie i Bazylei coraz więcej mieszkańców rezygnuje z tradycyjnych środków transportu na rzecz nietypowego sposobu powrotu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.EZQzaTnc1JiqiC3X%2fYSRGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Noizz24 min",
            "source": "Noizz",
            "article_content": "W Bernie i Bazylei coraz więcej mieszkańców rezygnuje z tradycyjnych środków transportu na rzecz nietypowego sposobu powrotu do domu. Zamiast stać w korkach czy tłoczyć się w komunikacji miejskiej, wskakują do rzeki Aare i pozwalają, by prąd zaniósł ich niemal pod same drzwi ich domów.\n\nLatem wielu mieszkańców Berna i Bazylei przebiera się w stroje kąpielowe i korzysta z krystalicznie czystych wód Aare, by dotrzeć do domu po pracy\n\nJak podaje Międzynarodowe Centrum Skautowe w Kandersteg, pływanie w Aare to także okazja do spotkań towarzyskich\n\nW ostatnich latach pływanie w Aare stało się obowiązkowym punktem programu dla turystów odwiedzających Berno i Bazyleę. Tysiące osób dokumentuje swoje doświadczenia w mediach społecznościowych, publikując filmy z pływających dojazdów\n\nW szwajcarskich miastach, takich jak Berno i Bazylea, pływanie w rzece stało się popularną alternatywą dla codziennych dojazdów. Latem wielu mieszkańców przebiera się w stroje kąpielowe i korzysta z krystalicznie czystych wód Aare, by w relaksujący sposób dotrzeć do domu po pracy. Ten nietypowy środek transportu nie tylko pozwala uniknąć miejskiego zgiełku, ale także zapewnia orzeźwienie i odpoczynek po długim dniu.\n\nEvelyn Schneider-Reyes, mieszkanka Berna, opowiedziała w rozmowie z Le News, że powrót do domu zajmuje jej zaledwie kwadrans. Wyjaśniła, że wystarczyło jej pół minuty, by dojść z biura nad rzekę, a następnie po około piętnastu minutach pływania i krótkim spacerze była już w domu.\n\nRzeka Aare, najdłuższa w Szwajcarii, liczy 292 km. Dla wielu mieszkańców Berna i Bazylei pływanie w niej to nie tylko sposób na uniknięcie korków, ale także forma rekreacji, która — jak podkreślają — ma działanie terapeutyczne.\n\nJak podaje Międzynarodowe Centrum Skautowe w Kandersteg, pływanie w Aare to także okazja do spotkań towarzyskich. Przyjaciele i rodziny często organizują wspólne spływy, podczas których mogą się zrelaksować i porozmawiać. Dodatkowo łagodny nurt rzeki oraz malownicze krajobrazy — od zielonych brzegów po średniowieczne zabytki — pozwalają mieszkańcom oderwać się od codziennych obowiązków i na chwilę zanurzyć się w naturze.\n\nJak przygotować się do pływającego dojazdu?\n\nWejście do rzeki jest proste — pływacy mogą wybrać dowolny punkt wzdłuż Aare lub skorzystać z jednego z miejskich basenów przy rzece. Specjalnie oznaczone miejsca wejścia i wyjścia, wyposażone w czerwone słupki, drabinki czy rampy, ułatwiają bezpieczne opuszczenie wody.\n\nPrzed wejściem do rzeki mieszkańcy pakują ubrania i rzeczy osobiste do wodoodpornej torby, która, siedmiokrotnie zawijana, gwarantuje, że wszystko pozostanie suche podczas pływania.\n\nPrzed wejściem do rzeki mieszkańcy pakują ubrania i rzeczy osobiste do wodoodpornej torby Foto: Joel Carillet / Getty Images\n\nChociaż niektóre fragmenty Aare są odpowiednie dla mniej doświadczonych pływaków, lokalne władze zalecają tę aktywność przede wszystkim osobom pewnie czującym się w wodzie. Przed zanurzeniem się w rzece warto stopniowo przyzwyczaić ciało do chłodnej temperatury, polewając się wodą.\n\n\"Kąpiel lub pływanie w rzece Aare to dla mieszkańców Berna część letniej zabawy. Niestety, każdego lata w wyniku nieostrożności dochodzi do poważnych wypadków\" — przestrzegają władze miasta.\n\nŹródło: CNN"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "zabytki - Newsy",
            "link": "https://www.fakt.pl/temat/zabytki?page=2",
            "description": "Fantazja możnych nie zna granic! Miliarder Jeff Bezos (58 l.) chce rozebrać most w Rotterdamie, bo jego wypasiony jacht nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uzHrKBwQZWp74l3sHq5o2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl21 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "numizmatyka - Newsy",
            "link": "https://www.fakt.pl/temat/numizmatyka",
            "description": "Masz starą szkatułkę po babci? A może pudełko z drobiazgami po dziadku? Nie ignoruj ich! Wśród domowych rupieci może kryć się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bpGTM-_do5iAHEOLcUPWRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Fakt.pl22 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "skarb - Newsy",
            "link": "https://www.fakt.pl/temat/skarb?page=6",
            "description": "skarb- Najnowsze wiadomości, przydatne informacje, zdjęcia i wideo. Newsy, Ludzie, Polityka, Sport, Turystyka. Wszystko, co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ppFbU_SVfk-PXB7nNLQlAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Fakt.pl18 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muzeum Archeologiczne - Newsy",
            "link": "https://www.fakt.pl/temat/muzeum-archeologiczne",
            "description": "Muzeum Archeologiczne- Najnowsze wiadomości, przydatne informacje, zdjęcia i wideo. Newsy, Ludzie, Polityka, Sport, Turystyka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l4f_0cdolxWNrwmTOmNVzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Fakt.pl18 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "archeolodzy - Newsy",
            "link": "https://www.fakt.pl/temat/archeolodzy?page=2",
            "description": "Robotnicy budujący niedaleko Jawora (woj. dolnośląskie) fabrykę Mercedesa odkryli miasteczko sprzed 1800 lat. Niwelując teren ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kqD0CZ23HqbZIa_oJ-Pyxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Fakt.pl18 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "odkrycie - Newsy",
            "link": "https://www.fakt.pl/temat/odkrycie?page=2",
            "description": "PKN Orlen poinformował o odkryciu największych od wielu lat złóż ropy w Polsce. \"To duży sukces naszych geologów i inżynierów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UZqNhdoejEY3dtZlfxS5CC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Fakt.pl23 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeologiczne skarby na trasie S8",
            "link": "https://www.rmf24.pl/regiony/wroclaw/news-archeologiczne-skarby-na-trasie-s8,nId,8011653",
            "description": "W okolicach Kobierzyc i Jordanowa Śląskiego trwają zaawansowane prace przy budowie nowego odcinka drogi ekspresowej S8.",
            "image_url": "https://www.bing.pl/th?id=OVFT.rDlTq_fWScuRj95r5VNhTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "RMF242 godz.",
            "source": "RMF24",
            "article_content": "W okolicach Kobierzyc i Jordanowa Śląskiego trwają zaawansowane prace przy budowie nowego odcinka drogi ekspresowej S8. Inwestycja nie tylko przyspieszy komunikację między Wrocławiem a Kłodzkiem, ale także przyniosła sensacyjne odkrycia archeologiczne – od artefaktów sprzed tysięcy lat po pamiątki z czasów II wojny światowej.\n\nDroga ekspresowa S8 na Dolnym Śląsku: Niezwykłe odkrycia archeologiczne / foto: fot. Magdalena Szumiata/GDDKIA /\n\nBudowa nowoczesnej infrastruktury drogowej często odsłania przed nami nie tylko nowe trasy, ale też fascynujące karty historii. Tak dzieje się na Dolnym Śląsku, gdzie prace przy wyczekiwanej drodze ekspresowej S8 stały się okazją do odkrycia niezwykłych śladów życia sprzed setek, a nawet tysięcy lat. Archeolodzy, pracujący na odcinku Kobierzyce - Jordanów Śląski, nie kryją ekscytacji - pod warstwą ziemi kryją się tu prawdziwe skarby przeszłości.\n\nDolnośląski Wojewódzki Konserwator Zabytków wytypował aż 22 stanowiska archeologiczne, które objęto badaniami wykopaliskowymi. Łączna powierzchnia tych terenów to imponujące 72 hektary. Już pierwsze wyniki prac potwierdzają, że okolice Wrocławia były zamieszkiwane przez ludzi niemal nieprzerwanie od późnej epoki kamienia, przez neolit, epokę brązu i żelaza, aż po średniowiecze i czasy nowożytne. To prawdziwa mozaika kultur, zwyczajów i tradycji, której ślady wciąż jeszcze czekają na odkrycie.\n\nNa stanowiskach archeologicznych natrafiono na relikty dawnych osad, pozostałości domostw, narzędzia codziennego użytku, a także miejsca pochówków. Wiele z tych stanowisk ma charakter wielokulturowy - przez wieki służyły kolejnym pokoleniom, zmieniając się wraz z rozwojem społeczności. Tworzą one rozległe kompleksy osadnicze, które pokazują, jak dynamicznie zmieniało się życie w tej części Dolnego Śląska.\n\nNiezwykłym zaskoczeniem dla archeologów były również ślady działań wojennych z okresu II wojny światowej. Podczas prac wykopaliskowych natrafiono na pozostałości okopów oraz fragmenty wyposażenia żołnierskiego, które przypominają o burzliwych losach tego regionu. Każdy taki przedmiot to osobna historia - nie tylko o wojnie, ale też o ludziach, którzy tu walczyli, żyli i ginęli.\n\nWideo youtube\n\nSiedem odcinków, setki milionów inwestycji\n\nBudowa dolnośląskiego fragmentu S8 została podzielona na siedem odcinków, z których pięć - pomiędzy Wrocławiem a Bardem - jest już w fazie realizacji. Łącznie to około 55 kilometrów nowoczesnej trasy, która będzie przedłużeniem istniejącej już drogi ekspresowej S8 ciągnącej się aż do Białegostoku. Nowy fragment będzie wyposażony w dwie jezdnie, po dwa pasy ruchu w każdą stronę oraz pasy awaryjne, co znacząco poprawi bezpieczeństwo i komfort podróżowania."
        }
    }
]