[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "RAPORTStarocie na polskich drogach. 40 proc. aut ma powyżej 10 lat",
            "link": "https://www.bankier.pl/wiadomosc/Starocie-na-polskich-drogach-40-proc-aut-ma-powyzej-10-lat-8861779.html",
            "description": "40 proc. aut w Polsce ma powyżej 10 lat, a jedynie 7 proc. mniej niż 2 lata - wynika z raportu Polak w drodze po auto, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lClO2iVJftQAMPk7PqctYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Bankier21 godz.",
            "source": "Bankier",
            "article_content": "40 proc. aut w Polsce ma powyżej 10 lat, a jedynie 7 proc. mniej niż 2 lata - wynika z raportu \"Polak w drodze po auto\", opublikowanego przez Santander Consumer Multirent. Największym zainteresowaniem cieszą się marki europejskie, najmniejszym - chińskie.\n\nfot. Teodor Ryszkus / / FORUM\n\nJak poinformował SCM, powołując się na dane CEPiK liczba zarejestrowanych pojazdów na koniec 2023 roku wynosiła 27,35 mln. Autorzy raportu wskazują, że liczba ta pokazuje ogromną popularność samochodów, ale także wskazuje, że jest to codzienny środek transportu dla milionów Polaków. Szczególnie dla osób mieszkających na wsiach lub w mniejszych miejscowościach jest on niezbędnym narzędziem, ponieważ dostępność komunikacji zbiorowej jest ograniczona.\n\nWedług raportu Santander Consumer Multirent „Polak w drodze po auto” czterech na dziesięciu Polaków posiada samochód starszy niż 10 lat. 28 proc. respondentów ma auto w wieku między 3 a 6 lat. Nieco niższy odsetek, bo 24 proc. deklaruje, że jest właścicielem pojazdu w wieku 7-10 lat. Jedynie 7 proc. wskazuje, że ich środek transportu jest młodszy niż 2 lata.\n\n\"Samochód to duży komfort nie tylko podczas codziennych czynności, ale także na dłuższych trasach. To także większe poczucie bezpieczeństwa i stabilności, co jest istotne, zwłaszcza w sytuacjach awaryjnych\" - ocenił Piotr Półtorzycki, członek zarządu z SCM. Wskazał także, że istnieje prawidłowość zgodnie z którą \"im mniejsza miejscowość, tym samochody są starsze\".\n\n\"Najwyższy odsetek (10 proc.) posiadaczy aut do dwóch lat znajduje się w dużych aglomeracjach miejskich. W całokształcie dominują tutaj jednak pojazdy między 3 a 6 lat – deklaruje tak 39 proc. badanych, podczas gdy na terenach wiejskich odsetek ten spada aż o 14 pp. Tam zdecydowanie przeważają samochody powyżej 10 lat.\" - wskazał Półtorzycki. Dodał, że w małych miejscowościach do 50 tys. mieszkańców jest to 47 proc., a na wsiach 44 proc.\n\nZgodnie z wynikami raportu, podczas zmiany samochodu dla Polaków najważniejsza jest cena oraz marka. Według raportu „Polak w drodze po auto” aż 56 proc., gdyby miało zmieniać pojazd wybrałoby markę europejską. Największymi zwolennikami aut z tego regionu są osoby między 50 a 59 rokiem życia – aż 65 proc. respondentów z tej grupy. Na drugim miejscu plasują się marki japońskie – wskazuje tak 29 proc. badanych. 40 proc. osób w grupie 40-49 lat deklaruje, że zdecyduje się na ten region. Z kolei trzecie miejsce zajmują marki amerykańskie z wynikiem 13 proc., a nieco dalej plasują się marki koreańskie z odsetkiem 11 proc. Natomiast samochody marek chińskich, które budują swoją obecność na rynku polskim rozważane są przez 3 proc. badanych.\n\nBadaniem objęto posiadaczy samochódow w dniach 23-30 października br. na zlecenie Santander Consumer Multirent przez Instytut Badań Rynkowych i Społecznych (IBRiS). Zrealizowano je metodą telefonicznych, standaryzowanych wywiadów kwestionariuszowych wspomaganych komputerowo (CATI). Próba n=1000.\n\nSantander Consumer Multirent jest częścią hiszpańskiej Grupy Santander. Na polskim rynku działa od 2007 roku. Firma specjalizuje się w leasingu operacyjnym pojazdów osobowych i dostawczych do 3,5 t. Podstawowym założeniem produktów leasingowych Santander Consumer Multirent jest dostępność dla małych, średnich jak i mikroprzedsiębiorstw, a także dla dużych klientów korporacyjnych. (PAP)\n\nbk/ drag/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jasno, prosto i elegancko. Piękne wnętrza w stylu japandi. Tak mieszka Magda Jagnicka!",
            "link": "https://www.urzadzamy.pl/wnetrza/jasno-prosto-i-elegancko-piekne-wnetrza-w-stylu-japandi-tak-mieszka-magda-jagnicka-aa-3uZf-xkCF-gwS3.html",
            "description": "Jak urządzić mieszkanie w stylu japandi? Ten wyjątkowy trend łączy minimalistyczną skandynawską estetykę z harmonią ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EXNcwJfEiQTwZKwOXIymQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "urzadzamy12 godz.",
            "source": "urzadzamy",
            "article_content": "Jasno, prosto i elegancko. Piękne wnętrza w stylu japandi. Tak mieszka Magda Jagnicka!\n\n14:57\n\nJak urządzić mieszkanie w stylu japandi? Ten wyjątkowy trend łączy minimalistyczną skandynawską estetykę z harmonią japońskiego designu, tworząc przestrzeń pełną elegancji i spokoju. Doskonałym przykładem tego stylu jest 85-m mieszkanie Magdy Jagnickiej, znanej dziennikarki modowej i stylistki. Jej apartament na warszawskim Mokotowie zachwyca subtelną paletą beżów, naturalnymi materiałami i starannie dobranymi elementami japandi.\n\nZobacz galerię 14 zdjęć Autor: Materiał prasowy/Cosentino Jak już wspomniano, Magda Jagnicka jest dziennikarką i stylistką. Jej pracę przepełnia kolor, więc dom miał być jej przeciwieństwem, nieprzeładowaną i spokojną przestrzenią, która pozwoli się zregenerować, zrelaksować i wyciszyć w otoczeniu neutralnych barw. Totalna metamorfoza. Mikrocement i biała żywica To, jak obecnie wygląda to mieszkanie, to zasługa remontu. Po raz pierwszy wykończono je w 2004, czyli wtedy, kiedy wybudowano budynek, w którym się znajduje. Wówczas podłogę zdobiło ciemne, egzotyczne drewno, z sufitu zwisały kryształowe żyrandole, a dodatki były w kolorze fioletowym.\n\nSpis treści\n\nJak urządzić mieszkanie w stylu japandi?\n\nJak już wspomniano, Magda Jagnicka jest dziennikarką i stylistką. Jej pracę przepełnia kolor, więc dom miał być jej przeciwieństwem, nieprzeładowaną i spokojną przestrzenią, która pozwoli się zregenerować, zrelaksować i wyciszyć w otoczeniu neutralnych barw.\n\nJak mieszka Magda Jagnicka? Jej mieszkanie przeszło metamorfozę totalną\n\nTo, jak obecnie wygląda to mieszkanie, to zasługa remontu. Po raz pierwszy wykończono je w 2004, czyli wtedy, kiedy wybudowano budynek, w którym się znajduje. Wówczas podłogę zdobiło ciemne, egzotyczne drewno, z sufitu zwisały kryształowe żyrandole, a dodatki były w kolorze fioletowym.\n\nWłaśnie w takim stanie zastała je Magda, kiedy je kupiła. Poza całkowitą zmianą wystroju zdecydowała się również na zmiany w układzie przestrzennym. Dzięki wyburzeniu ściany między salonem a kuchnią, strefa dzienna stała się nie tylko bardziej przestrzenna, ale też lepiej doświetlona.\n\n— Nigdy wcześniej nie miałam otwartej kuchni, zawsze to było oddzielne pomieszczenie. Nie mogłam wyobrazić sobie lepszego miejsca, by komfortowo gotować i spotykać się ze znajomym — mówi Magda.\n\nZobacz także: Nowoczesny dom pod Warszawą. W amarancie mu do twarzy\n\nKuchnia w stylu japandi\n\nKuchnia jest częścią strefy dziennej i gra tam jedną z głównych ról. Jako część większej całości musiała się w nią wpisać. Stare meble kuchenne usunięto i zastąpiono je nową zabudową.\n\nAutor: Materiał prasowy/Cosentino\n\nLinie szafek kuchennych są neutralne i proste. Mimo minimalizmu, jaki panuje w tej części mieszkania, efekt wow wprowadził tu kamień Sensa Taj Mahal. Pokrył nie tylko wyspę kuchenną, ale też ścianę czy blaty.\n\n– Mieliśmy gotową kuchnię, ale nie mogliśmy znaleźć blatu, który perfekcyjnie dopełniłby ten projekt. Woleliśmy przemyśleć wszystko dokładnie i nawet poczekać, niż decydować się na coś pod presją, bez poczucia, że to jest dokładnie TO. To bardzo piękny i luksusowy materiał wykończeniowy, w dodatku praktyczny i trwały. Ma specjalną warstwę ochronną i idącą za tym wysoką odporność na wszelkie kuchenne przygody – dodaje.\n\nŚciany w całej strefie dziennej pokryto mikrocementem, a zamiast kuć czarne podłogowe płytki, po prostu zamalowano je białą żywiącą.\n\nMieszkanie w stylu japandi w wersji smart\n\nMieszkanie Jagnickiej jest naszpikowane technologią, a wszystko dzięki jej partnerowi, którego konikiem są wszelkiego rodzaju gadżety. Tych nie brakuje już w kuchni. W wyspie znajdują się kontakty z opcją ładowania telefonu, ale i… głośniki. Z kranu lecą dwa rodzaje wody: zwykła i gazowana, a Google pilnuje, by ciasto nie spędziło w piekarniku ani minuty dłużej niż to potrzebne.\n\nRównież oświetlenie jest w wersji smart. Można nie tylko zmieniać kolor świateł, ale jego natężenie, co wspomagają z kolei zdalnie sterowane zasłony.\n\nMiks starego z nowym\n\nZ jednej strony smart, a z drugiej… vintage? Magda kocha starocie. Tą miłością zaraziła ją jej babcia, która przez lata zbierała figurki z porcelany. W każdy weekend dziennikarka odwiedza pchli targ.\n\nWszystkie skarby, które uda się jej tam znaleźć, zdobią półki, które zajęły dokładnie pół ściany telewizyjnej. To miejsce także do wyeksponowania świeczników, książek, wazonów, albumów i świeczek. Poza dekoracjami z historią nie brakuje tam również i tych współczesnych.\n\nAutor: Materiał prasowy/Cosentino\n\nNaprzeciwko królestwa bibelotów stanęła kanapa obita włoską tkaniną, która również musi być odporna na pazurki mieszkających razem z Magdą i jej partnerem kotów. Nie jest niezniszczalna, ale tak łatwo się nie zaciągnie.\n\nObok niej znalazła się część jadalna. Drewniany dębowy stół to efekt udanego polowania na black friday. Obok niego ustawiono drewniane tapicerowane krzesła i jego… z całkiem innej parafii.\n\n— Jedno białe krzesło ustawione na froncie to najlepsza inwestycja 20 złotych, zakupiona na targu staroci w Kaliszu — śmieje się właścicielka.\n\nZobacz galerię 14 zdjęć Autor: Materiał prasowy/Cosentino Jak już wspomniano, Magda Jagnicka jest dziennikarką i stylistką. Jej pracę przepełnia kolor, więc dom miał być jej przeciwieństwem, nieprzeładowaną i spokojną przestrzenią, która pozwoli się zregenerować, zrelaksować i wyciszyć w otoczeniu neutralnych barw. Totalna metamorfoza. Mikrocement i biała żywica To, jak obecnie wygląda to mieszkanie, to zasługa remontu. Po raz pierwszy wykończono je w 2004, czyli wtedy, kiedy wybudowano budynek, w którym się znajduje. Wówczas podłogę zdobiło ciemne, egzotyczne drewno, z sufitu zwisały kryształowe żyrandole, a dodatki były w kolorze fioletowym.\n\nPRZECZYTAJ RÓWNIEŻ: Zamarzył im się stonowany salon i kolorowe łazienki. Wariacja na temat japandi\n\nZobacz galerię 21 zdjęć Autor: Projekt: Butterfly Studio: Joanna Felczuk i Anna Baranowska, fotograf: Patryk Polewany, stylizacja: Eliza Mrozińska"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] [16.12.2024]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-16-12-2024/ar-AA1vVxud?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN19 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 16.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-16-12-2024/ar-AA1vVLT4?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pM531g1foWeOKq99qYJVCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN17 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy [16.12.2024]",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-16122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0eGmBf%2b%2bfPS%2bjoel%2b1ioMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 16.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-16122024/ar-AA1vVQ2R?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN17 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kryształy PRL poszukiwane przez kolekcjonerów - ceny, zdjęcia. Tyle w 2024 roku kosztują kryształowe misy, wazony i inne [17.12.2024]",
            "link": "https://pomorska.pl/krysztaly-prl-poszukiwane-przez-kolekcjonerow-ceny-zdjecia-tyle-w-2024-roku-kosztuja-krysztalowe-misy-wazony-i-inne-17-12-2024/ar/c9p2-27078653",
            "description": "Stare kryształy z lat 60., 70., 80. to obecnie rarytas dla kolekcjonerów staroci. W 2024 roku wróciły do łask, a niektóre są warte krocie. Co sprawia, że kryształy PRL są tak poszukiwane? Od czego ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Pomorska8 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Żywym Muzeum Porcelany w Ćmielowie seniorzy z Maziarni poznali wszystkie tajemnice porcelany i tworzyli porcelanowe róże",
            "link": "https://echodnia.eu/podkarpackie/w-zywym-muzeum-porcelany-w-cmielowie-seniorzy-z-maziarni-poznali-wszystkie-tajemnice-porcelany-i-tworzyli-porcelanowe-roze/ar/c1-18998174",
            "description": "Pierwsze w Polsce Żywe Muzeum Porcelany w Ćmielowie (powiat ostrowiecki) gościli ostatnio seniorzy z Dziennego Domu \"Senior+\" ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jUEYoMh5Xwjtzp6HvnAG_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "echodnia14 godz.",
            "source": "echodnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stały w tysiącach polskich domów. Teraz kolekcjonerzy polują na te, które przetrwały",
            "link": "https://wyborcza.pl/7,112588,31524761,staly-w-tysiacach-polskich-domow-teraz-kolekcjonerzy-poluja.html",
            "description": "W 1955 r. Henryk Jędrasiak dostaje propozycję nie do odrzucenia. Ma przeprowadzić estetyczną rewolucję - wymieść z domów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UaVzQGtJuwOSCO8tqAtkYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wyborcza15 godz.",
            "source": "Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! [16.12.2024]",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-16122024/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare świąteczne ozdoby choinkowe. Niektóre bombki z PRL są warte fortunę - oto aktualne ceny [17.12.2024]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stare-%C5%9Bwi%C4%85teczne-ozdoby-choinkowe-niekt%C3%B3re-bombki-z-prl-s%C4%85-warte-fortun%C4%99-oto-aktualne-ceny-17122024/ar-AA1vYzSH?ocid=BingNewsVerp",
            "description": "W 2024 roku te świąteczne skarby z przeszłości są nie tylko piękną ozdobą choinki, ale także cenną pamiątką dawnych lat. Obecnie stare bombki z czasów PRL przeżywają swój renesans – są poszukiwane ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prezenty świąteczne dla każdego: od babci do przyjaciółki. Co kupić na święta dla całej rodziny? Ponad 100 pomysłów na prezenty",
            "link": "https://www.urzadzamy.pl/porady/dekoracje-do-domu/prezenty-swiateczne-dla-kazdego-od-babci-do-przyjaciolki-co-kupic-na-swieta-dla-calej-rodziny-ponad-100-pomyslow-na-prezenty-aa-fua1-pxWA-WZuV.html",
            "description": "Święta są magicznym czasem, kiedy obdarowujemy bliskich upominkami. Drobne prezenty świąteczne to doskonałe pomysły na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQUe8lFXihJSfLPZu7ihsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "urzadzamy17 godz.",
            "source": "urzadzamy",
            "article_content": "Prezenty świąteczne dla każdego: od babci do przyjaciółki. Co kupić na święta dla całej rodziny? Ponad 100 pomysłów na prezenty\n\n10:24\n\nŚwięta są magicznym czasem, kiedy obdarowujemy bliskich upominkami. Drobne prezenty świąteczne to doskonałe pomysły na upominki pod choinkę. Jeśli zakupy jeszcze przed Wami, koniecznie zobaczcie nasze galerie zdjęć. Przygotowaliśmy ponad 100 pomysłów na drobne prezenty świąteczne – rzeczy, które na pewno się przydadzą!\n\nZobacz galerię 25 zdjęć Autor: serwis prasowy marki Arabia Finland Kubki z Muminkami, Arabia Finland.\n\nSpis treści\n\nBoże Narodzenie to szczególny czas, który spędzamy z bliskimi. Ważnym elementem tych świąt są dekoracje, pojawiające się w niektórych mieszkaniach i domach już na początku grudnia, i drobne upominki, którymi obdarowujemy się nawzajem.\n\nTu zaś często pojawia się problem – jakie prezenty pod choinkę będą najlepsze? Polecamy wybrać coś praktycznego, co przyda się w domu. Oczywiście zawsze należy wziąć pod uwagę zainteresowania obdarowywanego, jego ulubiony styl, a przede wszystkim konwencję aranżowania wnętrza, jaką preferuje. Z taką wiedzą możemy śmiało ruszać na zakupy.\n\nPrezenty na Boże Narodzenie: kiedy kupować prezenty świąteczne?\n\nOczywiście im szybciej tym lepiej. Tuż przed Bożym Narodzeniem sklepy są wprawdzie obłożone towarami, ale i tłumem niezdecydowanych i poirytowanych presją czasu klientów. Jeśli nie lubimy się przeciskać i w pocie czoła przebierać ostatki na sklepowych półkach, skorzystajmy z wcześniej przygotowanej listy prezentów i upominki świąteczne kupujmy pojedynczo i spokojnie, nawet kilka miesięcy wcześniej.\n\nMając przygotowaną listę prezentową z dwoma (maksymalnie trzema) wariantami prezentów dla naszych domowników, mamy szansę trafić na wymarzony prezent przez zupełny przypadek, np. będąc na zakupach w innym mieście, podczas przypadkowej wizyty na lokalnych jarmarkach świątecznych czy wracając z delegacji.\n\nNa zakup świątecznych prezentów, z przygotowaną wcześniej listą, możemy się także wybrać na raty, np. wykorzystując mniej oblegane w sklepach godziny przedpołudniowe i odwiedzając 3-4 sklepy z konkretną intencją zakupową. Jeśli podjęliśmy już decyzję jaki prezent na Boże Narodzenie otrzymają nasi bliscy, łatwiej nam też będzie zawęzić krąg poszukiwań idealnego prezentu – siły poszukiwawcze cedujemy wówczas na konkretne sklepy (sportowe, z galanterią, z akcesoriami dla plastyków) nie tracąc cennego czasu i szukając konkretów. Potrafimy łatwiej wytłumaczyć sprzedawcom czego poszukujemy i na czym nam zależy.\n\nZakupy takie trwają o niebo krócej i są w pełni satysfakcjonujące. Nie krzątamy się bez pomysłu po przepastnych centrach handlowych, nie denerwujemy się i nie tracimy wewnętrznej energii, którą przekuć możemy np. na twórcze wypieki świąteczne w kuchni!\n\nJak mądrze i ekonomicznie planować prezenty na Boże Narodzenie? Oto sposób!\n\nW rodzinach wielopokoleniowych, gdzie przy stole gromadzi się kilkanaście a nawet kilkadziesiąt osób, zawirowań z prezentami świątecznymi nie brakuje. Aby nie zakończyć Świąt z poważnym debetem na koncie (wiadomo przecież, że nie same prezenty nabyć na Wigilię trzeba), warto wcześniej zrobić wśród bliskich losowanie.\n\nJak w szkole – każdy losuje imię jednej osoby z rodziny i w tajemnicy przed wszystkimi kupuje prezent. Dzięki temu zwiększa nam się budżet na pojedynczy prezent, mamy więcej czasu na dokładne jego obmyślenie, każda osoba w rodzinie otrzyma na Boże Narodzenie coś wyjątkowego, a wydatek rozłoży się równomiernie na wszystkich członków rodziny.\n\nZOBACZ: Jak zapakować prezent pod choinkę: 24 pomysły na świąteczne opakowania\n\nJak zapakować nieforemny prezent?\n\nJak ładnie zapakować wyjątkowo delikatny lub nieforemny prezent: maskotkę, zabawkę, filiżankę? W pudełko! Wystarczy gładkie, ładne pudełko, bibuła do wyłożenia wnętrza, kawałek wstążki lub koronki, małe bombki, papierowe rozety, papier, ciasteczka albo jodłowe gałązki.\n\nOzdabiamy pokrywkę paskiem kolorowego papieru, wstążką lub koronką - umieszczonymi asymetrycznie. Jeśli pudełko jest duże możemy jeszcze dodać papierową rozetę, bombkę lub zieloną gałązkę.\n\nJako okrągłe, niewielkie pudełko na drobiazg lub słodycze możemy wykorzystać papierowy ozdobny kubek także wyłożony miękką bibułką. Możemy także samodzielnie przygotować kartonowe opakowania - na przykład białe chmurki, które zmieszczą w sobie niejedną niespodziankę…\n\nWięcej szczegółów o detalach DIY, jak ładnie zapakować prezent znajdziesz w naszej galerii zdjęć!\n\nZobacz galerię 28 zdjęć Autor: agencjafree/living4media Chcesz mieć jagodowe święta? Do ładnego zapakowania białego pudełka użyj siatki zamiast tradycyjnej koronki, niebieskich, okragłych ozdób i śnieżynki. Białe pudełko owiń asymetrycznie siatką. Na połączeniu końcówek przyklej niebieskie bombki przypominające jagody. Do estetycznego przyklejenia dekoracji najlepiej użyć kleju na gorąco.\n\nPomysł na prezent\n\nDoskonałym pomysłem na świąteczny prezent będzie drobiazg do domu. Może to być zwykła dekoracja, coś z wyposażenia kuchni, jadalni, sypialni czy łazienki. Najlepiej, jeśli wyróżnia się zarówno dobrym designem, jak i wysokimi walorami praktycznymi. Czasy niepotrzebnych drobiazgów, które tylko zajmują miejsce na półkach i zbierają kurz, powoli bowiem mijają.\n\nPOLECAMY: Piernikowa architektura. Domki z piernika Kateryny to prawdziwie działa sztuki!\n\nPomysł na prezent do domu, o którym nic nie wiemy\n\nCo kupić jeśli idziemy do kogoś pierwszy raz i nie wiemy co będzie pasowało do jego domu? Wtedy przyda się pomysł na prezent neutralny, pasujący do wnętrz nowoczesnych i klasycznych. Najlepiej jeśli będzie coś co przydaje się w każdym domu czyli\n\nładne kieliszki do wina,\n\ngładkie, proste filiżanki,\n\nwazon w neutralnym kolorze,\n\nkarafki na ocet i wino,\n\ndzbanek do zaparzania herbaty,\n\nklasyczny ekspresik do kawy.\n\nPomysł na prezent do domu dla przyjaciółki\n\nJeśli wybieramy się z pierwszą wizytą do przyjaciółki która właśnie przeprowadziła się do swojego pierwszego mieszkania albo chcemy jej kupić prezent świąteczny do domu, wówczas pomysłów na prezent jest dużo. Dobrze się znamy i zazwyczaj domyślamy się co będzie pasowało. Mogą to być rzeczy charakterystyczne, jak poduszki z modnymi motywami, futrzane narzuty, filiżanki, świeczniki i lampiony czy kolorowe pojemniki na przyprawy kuchenne.\n\nPraktyczny prezent do kuchni, prezent dla babci, prezenty AGD\n\nDoskonale zaprojektowane kieliszki do jajek, misy, zaparzaczki do herbaty, garnki albo praktyczne podkładki pod naczynia to tylko przykłady ciekawych prezentów pod choinkę, które przydadzą się w domu. Zależnie od budżetu, jaki planujesz przeznaczyć na zakupy, możesz też pokusić się o kupno pięknego kompletu śniadaniowego, miski na owoce, modnej tacki na przystawki albo zabawnego otwieracza do wina.\n\nWolnowar to prawdziwy hit ostatnich sezonów. Po fast foodach przyszła kolej na gotowanie powolne, wydobywające ze składników to, co najlepsze czyli smaki i wartości. Urządzenia te pozwalają na przygotowanie posiłków w temperaturze nieprzekraczającej 100°C w procesie tzw. wolnego gotowania. Dania przygotowane tą techniką zachowują większą ilość substancji odżywczych niż przy tradycyjnej metodzie – są smaczne, aromatyczne i zdrowe. A może elektryczna tarka lub mikser planetarny? To urządzenie wielofunkcyjne, które ekspresowo rozprawi się z każdym zadaniem. Zmiksuje aksamitny krem lub delikatne puree, dokładnie zmieli mięso, przygotuje ciasto, a także przyrządzi koktajl. Wypiekacz do chleba pomoże też przygotować ciasto na pizzę, ciasteczka, a nawet makarony.\n\nPrezenty świąteczne dla niego\n\nCzekoladowa fotografia - zamiast zdjęcia w zwykłej ramce podaruj mu śmieszną wspólną fotografię na... czekoladzie. Kolorowy (i jadalny!) nadruk na tabliczce smacznej czekolady to propozycja dla smakosza z poczuciem humoru. No i trochę sentymentalisty... troszkę. Popcorn w każdej chwili - propozycja prezentu dla kinomana i konesera kinowych zwyczajów. Stylizowana na retro maszyna do produkcji popcornu w domu uprzyjemni wieczorne seanse w domu i pozwoli przenieść czas kin studyjnych do przestrzeni prywatnych. Prezent z jajem- prawdziwy hit wśród prezentów z jajem - jajowar! Tak. Urządzenie do idealnego gotowania jaj na twardo (np. do sałatek, na kanapki) lub na pół miękko, które według specjalistów od zdrowego żywienia są najmniej tuczące (ich Indeks Glikemiczny wynosi 0). Dla dbających o formę panów z poczuciem humoru - prezent ideał. Kablojad dla informatyka - panowie trudniący się informatyką docenią ten przydatny gadżet bardziej niż inni. Funkcjonalny kablojad jako prezent świąteczny pomoże zaprowadzić ład i porządek na stanowisku pracy lub na domowym biurku. Dodatkowo na co dzień przypominać będzie o okazji i osobie, od której pochodził prezent. Designerski kalendarz dla oldschoola - oryginalnym prezentem będzie także kalendarz w stylu loft - dla miłośnika staroci, kolekcjonera, pasjonata starych maszyn czy motocykli. W momencie podarunku kalendarz może być ustawiony na datę, którą On powinien zapamiętać...\n\nZobacz galerię 20 zdjęć Autor: serwis prasowy marki Spring Copenhagen Unikatowy design, drewniany młynek do pieprzu Tucan marki Spring Copenhagen.\n\nCo kupić na święta dla rodziny? Wspólny prezent dla całej rodziny\n\nCiekawym pomysłem na prezent świąteczny będzie zakup dekoracyjnej poduszki czy ramki. na rodzinne zdjęcia. Gdy pojawią się na stałe w pokoju dziennym czy sypialni, będą za każdym razem o nas przypominały.\n\nDla fanów gotowania polecamy zakup fartuszka kuchennego albo np. garnka na grzane wino dekorowanego motywem świątecznym. Przydadzą się również pomysłowo zaprojektowane kubki i filiżanki. Tu jednak miejmy się na baczności – lepiej unikajmy naczyń z mało kreatywnymi hasłami albo typowymi rysunkami świątecznymi (chyba że np. ktoś je uwielbia!).\n\nDla całej rodziny przyda się gra, przy której wszyscy się zrelaksują i pośmieją. Ciekawym prezentem są też puzzle z ładnym obrazkiem. Zamiast nudnego pejzażu polecamy puzzle z zabawnymi rysunkami, np. Jana van Hasterena.\n\nZobacz galerię 16 zdjęć Autor: materiał prasowy Talerze w stylu wabi sabi marki Urban Nature Culture.\n\nPrezent dla mamy, dla babci, przyjaciółki\n\nEfektowne lustro, pościel zgodna z zainteresowaniami właściciela, designerska lampka nocna, a może intrygująca kosmetyczka, dobrej jakości ręcznik albo uroczy dozownik do mydła? Zarówno do sypialni, jak i łazienki da się wybrać trafiony prezent pod choinkę.\n\nSzklanki, kieliszki i szeroko pojęte „kryształy” to także dobra i bezpieczna opcja na prezent. Szkło w domu przydaje się zawsze, a dobrej jakości produkty o ciekawym, modnym kształcie na pewno spodobają się każdemu, kto ceni praktyczne i piękne przedmioty. Ceramika, w tym porcelana to kolejny pomysł na prezent wart rozważenia. Filiżanki, dzbanki, kubki ucieszą nie tylko konesera kawy i herbaty, ale także osoby, które cenią piękny design.\n\nDobrej jakości poszewka na poduszkę czy kołdrę pozytywnie wpływa na komfort snu i stanowi ozdobę sypialni. Na rynku znajdziemy zestawy pościeli z różnego rodzaju materiałów, ale najlepiej wybrać produkty z bawełny, jedwabiu czy bambusa.\n\nPrezent dla dziecka\n\nGdy kupujemy coś dla maluchów, zamiast dorzucenia kolejnej zabawki do kolekcji postawmy również na coś praktycznego. Może to być lampka neon w kształcie kota, parasolka ze świnką Pepą, szczotka do włosów z ładnym nadrukiem. Z całego serca polecamy też książki i artykuły papiernicze. Dzieci je uwielbiają. Nie polecamy za to kupowania instrumentów muzycznych, chyba, że jest to pomysł uzgodniony z rodzicem.\n\nKolorowy konik ozdobiony techniką decoupage\n\nPotrzebne materiały:\n\nkonik z masy papierowej\n\nlakier do decoupage serwetkowego\n\nfarby akrylowe\n\nserwetki ze wzorem, który chcemy użyć\n\nklej do decoupage\n\npędzelek\n\nW galerii zdjęć nasza instrukcja krok po kroku, jak zrobić kolorowego konika ozdobionego metodą decoupage.\n\nZobacz galerię 6 zdjęć Autor: Marcin Czechowicz Pomysł na świąteczny prezent ZRÓB TO SAM? Konik decoupage jako dekoracja i nośnik najlepszych emocji!\n\nStylowe prezenty pod choinkę: antyki i przedmioty luksusowe\n\nKlasyczne pióro – atramentowe, nie żelowe – to elegancki prezent dla mężczyzny, ale też stosowny upominek dla kobiety nauki czy biznesu, a także dla wielbicielki tradycyjnej korespondencji. Piękne w swej prostocie pióro Parker Vector, dyskretnie nawiązujące do stylu art deco, kupimy już za 65 zł. W cenie 145 zł znajdziemy m.in. chromowane w całości wieczne pióro Sheaffer 100. Wspaniały czarno-złoty Waterman Hemisphere to wydatek ok. 300 zł.\n\nPrzyciski do papieru – najpiękniejsze przyciski do papieru są przedmiotem zainteresowania kolekcjonerów. W cenie są zarówno efektowne wyroby z mosiądzu czy brązu, jak i szklane przyciski do papieru. Wśród tych ostatnich znajdziemy i efektowne cacka z rżniętego kryształu, i fantazyjne formy ze szkła barwionego, i – popularne w XIX wieku, a dziś bardzo poszukiwane – przyciski do papieru z widokami miast. Może więc i nasz stylowy prezent stanie się zaczątkiem kolekcji? W internecie efektowne przyciski do papieru kupimy już za kilkadziesiąt złotych, w sklepach stacjonarnych za 100 zł i więcej.\n\nEleganckie biurko – antyczne lub stylizowane – dziś może być ozdobą nie tylko dostojnego gabinetu, ale i salonu, a nawet sypialni. Efekt nie będzie jednak pełny bez eleganckiego kompletu na biurko, zwanego też po staroświecku garniturem. Osuszony kałamarz nie musi stać pusty – może posłużyć za puzderko na drobiazgi. Uchwyt na pióra, listownik czy nóż do papieru wciąż z powodzeniem będą pełnić swą pierwotną funkcję. Ceny w sklepach internetowych zaczynają się od 150 zł.\n\nFigurki z porcelany - stare i nowe, występują w tak różnorodnych postaciach, że wśród nich znajdziemy stylowy prezent niemal dla każdego – także dla mężczyzny! W gabinecie konserwatywnego pana miejsce może znaleźć porcelanowe popiersie któregoś z bohaterów narodowych albo figurka przedstawiająca pędzące konie. Konesera designu ucieszy figurka porcelanowa z Ćmielów – z antykwariatu albo... od producenta. Klasyczne, cenione dziś wzory z lat 50. i 60. znów wytwarza m.in. ćmielowska manufaktura porcelany AS. Ceny dawnych i nowych figurek porcelanowych o dobrej jakości wykonania zaczynają się od 250 zł.\n\nZOBACZ TAKŻE: Największe jarmarki i pchle targi w Polsce. Giełdy staroci, targi antyków\n\nStara filiżanka z dobrej porcelany to kolejny pomysł na prezent tyleż użyteczny, co kolekcjonerski. Od paru lat trwa moda na zbieranie filiżanek. W efektowny sposób można je eksponować w jadalni czy w salonie, warto z nich jednak i korzystać – choćby samemu co dzień pić herbatę z innej czarki. A jeśli filiżance ze spodkiem towarzyszy talerzyk deserowy (tzw. zestaw śniadaniowy albo trio), kilkoma takimi kompletami można nakryć stół na mniej oficjalne przyjęcie. Naprawdę ładne porcelanowe filiżanki i zestawy śniadaniowe na aukcji internetowej lub w sklepie kupimy już za 50 zł.\n\nWydania bibliofilskie i artystyczna oprawa książek - książka zawsze jest dobrym pomysłem na prezent pod choinkę – nie tylko dla mola książkowego. Prawdziwy miłośnik literatury ucieszy się z egzemplarza ukochanej powieści albo tomu poezji ulubionego autora w artystycznej oprawie. Za kilkadziesiąt (oprawa płócienna), sto (półskórek) lub paręset złotych (złocona skóra) zlecimy to w pracowni introligatorskiej. Warto też zapoznać się z ofertą wydawnictw specjalizujących się w edycjach bibliofilskich. Znajdziemy wśród nich zarówno polską i obcą klasykę literacką, jak i pozycje naprawdę rzadkie, zawsze w stylowej oprawie inspirowanej treścią poszczególnych utworów. Ceny zaczynają się tu od ok. 150 zł za skromniejsze obiekty, za wydania luksusowe zapłacimy jednak kilkaset, a nawet ponad tysiąc złotych. Dobrym pomysłem jest również wizyta w antykwariacie. Wśród książek dawnych nietrudno znaleźć prawdziwą perłę – nieźle zachowane tomy o tłoczonych, barwionych oraz złoconych okładkach i grzbietach. Wybór zaczyna się od 150, 200 zł.\n\nStylowe karafki to nie tylko ciężkie naczynia z rżniętego kryształu. Wśród karafek zarówno starych, jak i współczesnych znajdziemy także lżejsze formy szklane, dekorowane nie tylko głębokim szlifem, ale i delikatnym grawerunkiem czy dyskretnym złoceniem albo okute w srebro. Karafki mogą mieć przy tym niezwykle zróżnicowane kształty i rozmiary – w zależności od przeznaczenia. Wśród nich znajdziemy więc prezent i dla miłośników wina, i dla koneserów mocniejszych trunków, i dla amatorów koktajli. Duży wybór karafek (pojedynczych lub w komplecie z kieliszkami albo szklaneczkami) w sprzedaży internetowej plasuje się w przedziale 200-400 zł.\n\nZobacz galerię 10 zdjęć Autor: materiały promocyjne Marmurowy komplet na biurko (kałamarz, listownik, suszka) w stylu art deco, lata 30. XX wieku, 120 zł, www.staryswiat.pl\n\nIkona designu jako prezent pod choinkę? Starck, Eames, Panton, Maurer\n\nKrzesło (lub ich komplet) to pomysł na prezent, który nie może się nie przydać – w końcu tego mebla używa każdy z nas, bez względu na to, w jakim stylu urządzone jest nasze lokum! Ikonami designu, które idealnie sprawdzą się jako prezenty świąteczne są krzesła Louis Ghost (Kartell), zaprojektowane przez Phillipe'a Starcka.\n\nTe łatwo rozpoznawalne przezroczyste fotele mają bardzo silny charakter, a mimo to doskonale nadają się zarówno do nowoczesnych wnętrz, jak i klasycznych aranżacji. Alternatywą dla krzeseł Starcka jest stół Illusion (Essey) projektu Johna Brauera, który przypomina formą przezroczysty, unoszący się nad ziemią obrus.\n\nRównie uniwersalnymi ikonami designu są krzesła EPC (Eames Plastic Chair – Vitra) w wersji DSW (z drewnianymi nogami), zaprojektowane przez Raya i Charlesa Eamesów. Pozycją obowiązkową dla miłośników mebli o minimalistycznym, a zarazem nietuzinkowym designie są natomiast krzesła Panton Chair (Vitra), czyli najsłynniejsze, powyginane krzesła projektu Vernera Pantona.\n\nJeśli wolisz ograniczyć się do prezentu świątecznego nieco mniejszych gabarytów, postaw na lampę! Propozycją, która szczególnie przypadnie do gustu entuzjastom nowoczesnych kształtów, są zaprojektowane przez Michele De Lucchi i Giancarlo Fassinę, kultowe już lampy Tolomeo (Artemide). Uważa się je za perfekcyjny mariaż inżynierii i designu. Ze względu na ich popularność, designerzy postanowili stworzyć całą ich rodzinę – od lampek biurkowych, przez kinkiety po lampy sufitowe i podłogowe.\n\nNieco młodszą, ale nie mniej znaną ikoną designu są lampy Bourgie (Kartell), czyli barok według Ferruccio Lavianiego. Rewolucyjność Bourgie polega na tym, że mimo swojej barokowej formy, jest ona całkowicie wykonana z przezroczystego lub barwionego w masie poliwęglanu. Równie przewrotna jest zaprojektowana przez Ingo Maurera lampa Lucellino, składająca się jedynie z odsłoniętej żarówki ozdobionej skrzydłami z prawdziwych gęsich piór.\n\nNiezwykle funkcjonalnymi prezentami świątecznymi będą również amerykański mikser planetarny KitchenAid z serii Artisan i wieszak Hang it all (Vitra), którego intensywne kolory i interesująca forma z powodzeniem zachęcają dzieci do wieszania ubrań. Nieco mniej przydatnym (bo kto z nas wyciska codziennie hektolitry soku z cytrusów), ale za to absolutnie kultowym elementem wyposażenia kuchni jest wyciskarka do cytryn Juicy Salif (Alessi), zaprojektowana przez Phillipe'a Starcka.\n\nEkologiczne prezenty świąteczne. 12 wyjątkowych pomysłów\n\nRośliny – nie ma lepszego ekologicznego prezentu na święta niż żywa roślina. Zaletą roślin jest to, że zawsze są trafionym prezentem, a poza tym przebywanie w pomieszczeniu z roślinami obniża stres, relaksuje i uspokaja. Naturalne kosmetyki – nasza skóra to żywy organ, który potrzebuje odpowiedniej pielęgnacji. Dlatego, zamiast traktować ją chemią, lepiej zadbać o skórę składnikami pochodzącymi z natury. Kosmetyki naturalne znajdziemy w każdej drogerii, a także bez problemu zamówimy w internecie. Zestaw naturalnych kosmetyków będzie świetnym pomysłem na eko prezent. Mydła i szampony w kostce – są małe, poręczne i nie generują odpadów w postaci plastikowego opakowania. Ponadto, ręcznie robione i pięknie zapakowane mydła to prezent, który spodoba się każdemu. Przybory toaletowe w stylu eko – o planetę możemy dbać, wykonując codzienne czynności kosmetyczne. W sklepach znajdziemy wiele zamienników plastikowych akcesoriów, np. bambusowe szczoteczki, drewniane grzebienie, drewniane szczotki z naturalnym włosiem, gąbki do ciała z bawełny i lnu, bambusowe patyczki do uszu czy wielorazowe płatki kosmetyczne – niektóre sklepy oferują cale zestawy takich ekologicznych przyborów. Eko przybory kuchenne – idealnym prezentem w stylu eko będą również akcesoria kuchenne wykonane np. z bambusa: bambusowe maty, podstawki, słomki bambusowe, sztućce bambusowe, a także torby na zakupy, na chleb i do przechowywania warzyw z naturalnych materiałów. Naturalne świece zapachowe – najlepsze będą sojowe lub z wosku pszczelego, ponieważ nie zawierają szkodliwej parafiny. Dzbanek z filtrem do wody – odpowiednie nawodnienie to klucz do zdrowego organizmu. Kupując plastikowe butelki z wodą nie tylko wydajemy dużo pieniędzy, ale generujemy kolejne kilogramy plastikowych odpadów. Dlatego dzbanek z filtrem (duży lub podręczny) to prezent, który na pewno się przyda! Kubek termiczny – każdego dnia kupujesz kawę w papierowym kubku? Pomyśl, ile pieniędzy można zaoszczędzić i ile drzew uratować, przygotowując własną kawę w kubku termicznym?! Taki kubek przyda się szczególnie osobom, które nie wyobrażają sobie dnia bez gorącej kawy (lub herbaty) w drodze do pracy. Zestaw sypanych herbat – miłośnik herbat lub kaw z dalekich krajów na pewno ucieszy się np. z oryginalnej jaśminowej herbaty z Okinawy czy uważanej za najlepszą na świecie – kawy Panama Geisha. Drewniany zegarek, portfel z korka, „skórzana” torebka z włókna ananasowego – galanteria z naturalnych materiałów z roku na rok cieszy się coraz większą popularnością. Nic dziwnego, tego typu przedmioty wykonane są z dbałością o szczegóły i wyglądają zjawiskowo. Taki eko prezent świąteczny spodoba się szczególnie osobom ceniącym wysoką jakość i dobry design. Ebooki i czytnik ebooków – zamiast kupować na święta kolejną książkę, którą ktoś odłoży na półkę, dlaczego nie podarować jej czytnika ebooków? Na czytnikach jednorazowo możemy przechowywać kilkaset ebooków i co ważniejsze - uratować tyle samo drzew! Vouchery, bilety, kursy – nie tylko materialne prezenty mogą sprawiać przyjemność. Dobrym pomysłem na nietuzinkowy prezent będzie np. voucher na zabieg w SPA, bilet na koncert lub spektakl teatralny, kurs gotowania, językowy lub fotograficzny, skok na bungee lub ze spadochronem czy przejażdżka sportowym autem na torze wyścigowym.\n\nPomysł na prezent: pachnący upominek DIY\n\nNie wszystkie prezenty musimy kupować, niektóre drobiazgi warto przygotować samodzielnie. Nie zabierze nam to dużo czasu, a satysfakcja z własnoręcznie przygotowanego prezentu świątecznego będzie ogromna. Zobaczcie jak łatwo i szybko zrobicie pachnące upominki dla bliskich!\n\nDo wykonania pachnących prezentów potrzebne będą:\n\nkolorowa rafia,\n\nróżnokolorowe i wzorzyste tasiemki,\n\nsuszki z pomarańczy lub cytryn,\n\nlaski cynamonu, szyszki,\n\nfolia przezroczysta (celofan),\n\nnożyczki,\n\ntaśma klejąca,\n\nsznurek.\n\nSuszki z pomarańczy lub cytryn możemy zrobić sami. Wystarczy pokroić cytrusy w drobne plastry i wysuszyć je w piekarniku w 180 stopniach przez około trzy godziny. Przygotowanie upominków zaczynamy od przewleczenia przez nasze suszki sznurka i zawiązujemy go na supełek.\n\nNastępnie dołączamy laskę cynamonu i obwiązujemy ją sznurkiem. Szyszkę oplatamy wstążką, zawiązujemy i robimy pętelkę. Nadmiar tasiemki odcinamy. Na arkuszu przezroczystej folii układamy nasze pachnące elementy.\n\nZwijamy folię jak cukierek, starając się jednocześnie zostawić w woreczku jak najwięcej miejsca. Formujemy woreczek tak, aby mógł swobodnie stać na stole, następnie zawiązujemy go wstążką, a z kolorowej rafii robimy kokardę.\n\nNadmiar folii odcinamy i mamy gotowy pachnący świętami prezent. Bliscy po rozpakowaniu mogą go wykorzystać jako ozdoby choinkowe lub cieszyć się nim, dekorując wybrane przez siebie miejsce."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 16.12.2024",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-16122024/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poranny18 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-16122024/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl18 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie żyje Grzegorz Piksa - zakopiański architekt i twórca Zakopiańskich Targów Kolekcjonerskich",
            "link": "https://gazetakrakowska.pl/nie-zyje-grzegorz-piksa-zakopianski-architekt-i-tworca-zakopianskich-targow-kolekcjonerskich/ar/c1p2-27096059",
            "description": "To właśnie Grzegorz Piksa (wraz z żoną Anną) był osobą, która od kilkunastu lat organizowała w Zakopanem cykliczne Targi ...",
            "image_url": "https://www.bing.pl/th?id=OVF.NuiK9F89YJ42PRKjxRJ08g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Krakowska10 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zmarł znany zakopiański architekt. Zaprojektował ikoniczny hotel",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zmar%C5%82-znany-zakopia%C5%84ski-architekt-zaprojektowa%C5%82-ikoniczny-hotel/ar-AA1vY2ws?ocid=BingNewsVerp",
            "description": "Nie żyje Grzegorz Piksa, zakopiański architekt i organizator wydarzeń kulturalnych. Pochodził z Zakopanego, ale ostatnie lata ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SFBpYwrSHfTJJOGjQQ1Q7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Onet Wiadomości on MSN6 godz.",
            "source": "Onet Wiadomości on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jasno, prosto i elegancko. Piękne wnętrza w stylu japandi. Tak mieszka Magda Jagnicka!",
            "link": "https://www.urzadzamy.pl/wnetrza/jasno-prosto-i-elegancko-piekne-wnetrza-w-stylu-japandi-tak-mieszka-magda-jagnicka-aa-3uZf-xkCF-gwS3.html",
            "description": "Jak urządzić mieszkanie w stylu japandi? Ten wyjątkowy trend łączy minimalistyczną skandynawską estetykę z harmonią ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EXNcwJfEiQTwZKwOXIymQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "urzadzamy12 godz.",
            "source": "urzadzamy",
            "article_content": "Jasno, prosto i elegancko. Piękne wnętrza w stylu japandi. Tak mieszka Magda Jagnicka!\n\n14:57\n\nJak urządzić mieszkanie w stylu japandi? Ten wyjątkowy trend łączy minimalistyczną skandynawską estetykę z harmonią japońskiego designu, tworząc przestrzeń pełną elegancji i spokoju. Doskonałym przykładem tego stylu jest 85-m mieszkanie Magdy Jagnickiej, znanej dziennikarki modowej i stylistki. Jej apartament na warszawskim Mokotowie zachwyca subtelną paletą beżów, naturalnymi materiałami i starannie dobranymi elementami japandi.\n\nZobacz galerię 14 zdjęć Autor: Materiał prasowy/Cosentino Jak już wspomniano, Magda Jagnicka jest dziennikarką i stylistką. Jej pracę przepełnia kolor, więc dom miał być jej przeciwieństwem, nieprzeładowaną i spokojną przestrzenią, która pozwoli się zregenerować, zrelaksować i wyciszyć w otoczeniu neutralnych barw. Totalna metamorfoza. Mikrocement i biała żywica To, jak obecnie wygląda to mieszkanie, to zasługa remontu. Po raz pierwszy wykończono je w 2004, czyli wtedy, kiedy wybudowano budynek, w którym się znajduje. Wówczas podłogę zdobiło ciemne, egzotyczne drewno, z sufitu zwisały kryształowe żyrandole, a dodatki były w kolorze fioletowym.\n\nSpis treści\n\nJak urządzić mieszkanie w stylu japandi?\n\nJak już wspomniano, Magda Jagnicka jest dziennikarką i stylistką. Jej pracę przepełnia kolor, więc dom miał być jej przeciwieństwem, nieprzeładowaną i spokojną przestrzenią, która pozwoli się zregenerować, zrelaksować i wyciszyć w otoczeniu neutralnych barw.\n\nJak mieszka Magda Jagnicka? Jej mieszkanie przeszło metamorfozę totalną\n\nTo, jak obecnie wygląda to mieszkanie, to zasługa remontu. Po raz pierwszy wykończono je w 2004, czyli wtedy, kiedy wybudowano budynek, w którym się znajduje. Wówczas podłogę zdobiło ciemne, egzotyczne drewno, z sufitu zwisały kryształowe żyrandole, a dodatki były w kolorze fioletowym.\n\nWłaśnie w takim stanie zastała je Magda, kiedy je kupiła. Poza całkowitą zmianą wystroju zdecydowała się również na zmiany w układzie przestrzennym. Dzięki wyburzeniu ściany między salonem a kuchnią, strefa dzienna stała się nie tylko bardziej przestrzenna, ale też lepiej doświetlona.\n\n— Nigdy wcześniej nie miałam otwartej kuchni, zawsze to było oddzielne pomieszczenie. Nie mogłam wyobrazić sobie lepszego miejsca, by komfortowo gotować i spotykać się ze znajomym — mówi Magda.\n\nZobacz także: Nowoczesny dom pod Warszawą. W amarancie mu do twarzy\n\nKuchnia w stylu japandi\n\nKuchnia jest częścią strefy dziennej i gra tam jedną z głównych ról. Jako część większej całości musiała się w nią wpisać. Stare meble kuchenne usunięto i zastąpiono je nową zabudową.\n\nAutor: Materiał prasowy/Cosentino\n\nLinie szafek kuchennych są neutralne i proste. Mimo minimalizmu, jaki panuje w tej części mieszkania, efekt wow wprowadził tu kamień Sensa Taj Mahal. Pokrył nie tylko wyspę kuchenną, ale też ścianę czy blaty.\n\n– Mieliśmy gotową kuchnię, ale nie mogliśmy znaleźć blatu, który perfekcyjnie dopełniłby ten projekt. Woleliśmy przemyśleć wszystko dokładnie i nawet poczekać, niż decydować się na coś pod presją, bez poczucia, że to jest dokładnie TO. To bardzo piękny i luksusowy materiał wykończeniowy, w dodatku praktyczny i trwały. Ma specjalną warstwę ochronną i idącą za tym wysoką odporność na wszelkie kuchenne przygody – dodaje.\n\nŚciany w całej strefie dziennej pokryto mikrocementem, a zamiast kuć czarne podłogowe płytki, po prostu zamalowano je białą żywiącą.\n\nMieszkanie w stylu japandi w wersji smart\n\nMieszkanie Jagnickiej jest naszpikowane technologią, a wszystko dzięki jej partnerowi, którego konikiem są wszelkiego rodzaju gadżety. Tych nie brakuje już w kuchni. W wyspie znajdują się kontakty z opcją ładowania telefonu, ale i… głośniki. Z kranu lecą dwa rodzaje wody: zwykła i gazowana, a Google pilnuje, by ciasto nie spędziło w piekarniku ani minuty dłużej niż to potrzebne.\n\nRównież oświetlenie jest w wersji smart. Można nie tylko zmieniać kolor świateł, ale jego natężenie, co wspomagają z kolei zdalnie sterowane zasłony.\n\nMiks starego z nowym\n\nZ jednej strony smart, a z drugiej… vintage? Magda kocha starocie. Tą miłością zaraziła ją jej babcia, która przez lata zbierała figurki z porcelany. W każdy weekend dziennikarka odwiedza pchli targ.\n\nWszystkie skarby, które uda się jej tam znaleźć, zdobią półki, które zajęły dokładnie pół ściany telewizyjnej. To miejsce także do wyeksponowania świeczników, książek, wazonów, albumów i świeczek. Poza dekoracjami z historią nie brakuje tam również i tych współczesnych.\n\nAutor: Materiał prasowy/Cosentino\n\nNaprzeciwko królestwa bibelotów stanęła kanapa obita włoską tkaniną, która również musi być odporna na pazurki mieszkających razem z Magdą i jej partnerem kotów. Nie jest niezniszczalna, ale tak łatwo się nie zaciągnie.\n\nObok niej znalazła się część jadalna. Drewniany dębowy stół to efekt udanego polowania na black friday. Obok niego ustawiono drewniane tapicerowane krzesła i jego… z całkiem innej parafii.\n\n— Jedno białe krzesło ustawione na froncie to najlepsza inwestycja 20 złotych, zakupiona na targu staroci w Kaliszu — śmieje się właścicielka.\n\nZobacz galerię 14 zdjęć Autor: Materiał prasowy/Cosentino Jak już wspomniano, Magda Jagnicka jest dziennikarką i stylistką. Jej pracę przepełnia kolor, więc dom miał być jej przeciwieństwem, nieprzeładowaną i spokojną przestrzenią, która pozwoli się zregenerować, zrelaksować i wyciszyć w otoczeniu neutralnych barw. Totalna metamorfoza. Mikrocement i biała żywica To, jak obecnie wygląda to mieszkanie, to zasługa remontu. Po raz pierwszy wykończono je w 2004, czyli wtedy, kiedy wybudowano budynek, w którym się znajduje. Wówczas podłogę zdobiło ciemne, egzotyczne drewno, z sufitu zwisały kryształowe żyrandole, a dodatki były w kolorze fioletowym.\n\nPRZECZYTAJ RÓWNIEŻ: Zamarzył im się stonowany salon i kolorowe łazienki. Wariacja na temat japandi\n\nZobacz galerię 21 zdjęć Autor: Projekt: Butterfly Studio: Joanna Felczuk i Anna Baranowska, fotograf: Patryk Polewany, stylizacja: Eliza Mrozińska"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dom Podrzutków i szpital dla ciężarnych. Oczom archeologów ukazały się stare mury",
            "link": "https://tvn24.pl/tvnwarszawa/srodmiescie/warszawa-w-centrum-odkryto-mury-dawnego-szpitala-dzieciatka-jezus-st8224002",
            "description": "W związku z przebudową rejonu ulic Zgody, Złotej i Sienkiewicza na tej ostatniej pod warstwą asfaltu i ziemi odkryto mury dawnej siedziby Szpitala Dzieciątka Jezus.",
            "image_url": "https://www.bing.pl/th?id=ODF.64zms-dqm9CeVRcHtHJOtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "TVN2412 godz.",
            "source": "TVN24",
            "article_content": "Przy ulicy Zgody odkopano szczątki Źródło: Artur Węgrzynowicz/tvnwarszawa.pl\n\nJak przypomina w komunikacie Zarząd Dróg Miejskich, szpital był świadkiem narodzin i śmierci tysięcy warszawianek i warszawiaków.\n\n\"Jego zalążkiem był Dom Podrzutków, instytucja charytatywna założona w 1732 r. przez księdza Gabriela Baudouina (Boduena), obecnie patrona jednej z pobliskich ulic. Dom, początkowo mieszczący się przy Krakowskim Przedmieściu, zajmował się opieką nad porzuconymi niemowlętami i posiadał coś w rodzaju dzisiejszego 'okna życia'. W bramie budynku znajdował się otwór z korytkiem, które wysuwało się po pociągnięciu sznura. Umieszczano w nim dziecko, a po wsunięciu korytka w bramę rozlegał się dźwięk dzwonka, który był dla personelu znakiem o nowym podopiecznym. W placówce opiekowano się także starszymi dziećmi\" - przypominają w komunikacie drogowcy.\n\nDom Podrzutków przeniesiono do nowej siedziby przy placu Wareckim (obecnie Powstańców Warszawy) w połowie XVIII wieku. Połączono go wówczas ze Szpitalem Generalnym. Instytucja zyskała nazwę: Szpital Generalny Dzieciątka Jezus.\n\nMury dawnego Szpitala Dzieciątka Jezus w Warszawie Źródło: Jakub Mrówczyński/ZDM\n\nSzpital, teatr anatomiczny i cmentarz\n\nDo placówki należały działki ograniczone ulicami Przeskok, Zgoda i Marszałkowska. \"W tamtych czasach były to przedmieścia, ale Warszawa rozwijała się, a lecznica stale rozbudowywała. Szpital, choć powstał z myślą o niesieniu pomocy, był także świadkiem cierpienia i śmierci. Na jego terenie znajdował się teatr anatomiczny – miejsce do nauki anatomii w rodzaju amfiteatru, pośrodku którego zamiast sceny znajdował się stół do przeprowadzania sekcji zwłok. Obok teatru mieściło się także prosektorium oraz cmentarz, który po zamknięciu w 1797 roku upamiętniono obeliskiem\" - czytamy w komunikacie drogowców.\n\nProsektorium i teatr anatomiczny Szpitala Dzieciątka Jezus Źródło: ZDM\n\nObelisk przeniesiono na początku XX wieku. Wtedy też nastąpiła przeprowadzka całego kompleksu szpitalnego do nowego budynku na ul. Lindleya. Lecznica działa tam do dziś, a w jej sąsiedztwie stoi wspomniana zabytkowa rzeźba.\n\nW 1939 roku w pobliżu dawnej siedziby Szpitala Dzieciątka Jezus utworzono prowizoryczny cmentarz, który przypomniał o sobie kilka tygodni temu. Podczas prac archeologicznych związanych z przebudową ulicy Zgody, odkryto szczątki pięciu osób. Jak informował wówczas stołeczny ratusz, były to prawdopodobnie ofiary drugiej wojny światowej.\n\nRównież przed Domem pod Orłami odkryto pamiątkę po dawnym szpitalu. Była to plomba towarowa służąca m.in do zabezpieczana skrzyni z medykamentami.\n\nOpuszczony Szpital Dzieciątka Jezus Źródło: ZDM\n\nDrogowcy liczą na kolejne relikty\n\nPo przeniesieniu szpitala do nowej siedziby opuszczone budynki przy placu Wareckim wyburzono, a działkę podzielono. W 1902 roku wytyczono tu nowe ulice, obecnie: Moniuszki, Sienkiewicza i Boduena. Przedłużono także ul. Jasną do ul. Zgoda. Wzdłuż ulic wybudowano kaminice.\n\n\"Odsłonięte w czasie prac budowlanych mury objęliśmy badaniami archeologicznymi. Czy pozostały tylko kamienie? Na razie nie znaleźliśmy tu żadnych artefaktów. Ale archeolodzy kontynuują swoją pracę i liczymy na to, że wkrótce z ziemi wyłonią się relikty przeszłości, które pozwolą nam powiedzieć więcej o tym ciekawym miejscu\" - podsumowują drogowcy.\n\nMury dawnego Szpitala Dzieciątka Jezus w Warszawie Źródło: Jakub Mrówczyński/ZDM"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 najbardziej malowniczych miejscowości w woj. podlaskim. Zobacz, dlaczego warto odwiedzić je podczas urlopu",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/7-najbardziej-malowniczych-miejscowo%C5%9Bci-w-woj-podlaskim-zobacz-dlaczego-warto-odwiedzi%C4%87-je-podczas-urlopu/ar-AA1vIsE1?ocid=BingNewsVerp",
            "description": "Województwo podlaskie kojarzy nam się z pewną tajemniczością i pięknem przyrody. O historii regionu przypominają nam za to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CzsyOzpF6x9q7lQo2X0UTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Strona Podróży on MSN11 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki na spacer w woj. zachodniopomorskim. Gdzie warto się wybrać w weekend 21 - 22 grudnia? 10 najlepszych tras",
            "link": "https://gs24.pl/sciezki-na-spacer-w-woj-zachodniopomorskim-gdzie-warto-sie-wybrac-w-weekend-21-22-grudnia-10-najlepszych-tras/ar/c7p1-22116477",
            "description": "W woj. zachodniopomorskim jest mnóstwo ciekawych miejsc do spacerowania. Mamy dla Was 10 propozycji. Możecie namówić rodzinę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yrAWJxwke28KwGrK3--fLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "gs24.pl11 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drugie życie bożnicy",
            "link": "https://gazetaolsztynska.pl/1122173,Drugie-zycie-boznicy.html",
            "description": "A w szczególności Krystynie Szter, kuratorce synagogi, która z kolei napisała na FB — Aby się mogły spełnić moje synagogalne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-PN0n0LnU48kY3K89T1I6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "gazetaolsztynska19 godz.",
            "source": "gazetaolsztynska",
            "article_content": "W 2025 i następnych latach wydarzy się tam na pewno wiele ciekawych i ważnych wydarzeń. Ale już nawet za to, co zrobiono do tej pory, wszystkim zaangażowanym trzeba koniecznie powiedzieć: Dziękuję. A kto po przeczytaniu tekstu podzieli moje zdanie, to: Dziękujemy.\n\n— Żydzi osiedlali się i żyli na Warmii od roku 1728 do roku 1942, a więc prawie 214 lat. Co po nich pozostało. Z trzynastu żydowskich cmentarzy, bo w każdym z warmińskich miast był kirkut, a w Lidzbarku warmińskim nawet dwa - żaden się nie zachował. Większość wprawdzie przetrwała wojnę, ale ostatecznie zlikwidowano je w czasach Polski Ludowej — pisze Joanna-Wańkowska w książce \"Żydzi na Warmii\".\n\n\n\n\n\nTak było też z cmentarzem żydowskim w Barczewie, który prawie bez uszczerbku przetrwał czasy nazizmu, ale już nie komunizmu Ostatni pochówek miał na nim miejsce w 1940 roku. W czasie wojny niewielką część macew przerobiono na pomniki poległych żołnierzy niemieckich. Jednak po 1945 r. na cmentarzu przetrwało jeszcze ponad sto dobrze zachowanych nagrobków. Tak było też z cmentarzem żydowskim w Barczewie, który prawie bez uszczerbku przetrwał czasy nazizmu, ale już nie komunizmu Ostatni pochówek miał na nim miejsce w 1940 roku. W czasie wojny niewielką część macew przerobiono na pomniki poległych żołnierzy niemieckich. Jednak po 1945 r. na cmentarzu przetrwało jeszcze ponad sto dobrze zachowanych nagrobków.\n\nCmentarz formalnie zamknięto w 1961 roku. Miały tam stanąć domy. Cmentarz ostatecznie zlikwidowano jednak 15 lat później. — Pamiętam jak go zlikwidowali. Nagrobki powywracali i wywieźli. Co z tym zrobili, nie wiem, naprzód tu śmietnik postawili, potem na tym cmentarzu były chlewy i szopy. Potem je przesunęli dalej, a śmietnik został — wspominał mieszkaniec Barczewa w artykule\n\n\"Dziedzictwo żydowskie w Barczewie\" autorstwa Izabeli Lewandowskiej.\n\n\n\n— Część macew trafiła do Olsztyna, kilka zakopano w pobliskiej żwirowni, a inne przetransportowano do Biskupca. Większością pozostałych macew zaopiekowali się przedsiębiorczy kamieniarze — czytamy dalej we wspomnianym tekście.\n\nPotem powstał tam park, później teren ogrodzono i postawiono w 1995 roku kamień przypominający, że w tym miejscu przez prawie 100 lat Żydzi grzebali swoich zmarłych.\n\nLatem 2010 roku wspomniana już Izabela Lewandowska wraz z Edwardem Cyfusem odnaleźli w Stębarku jedyne ocalałem macewy z cmentarza żydowskiego w Barczewie. Były złożone obok budynku\n\ndyrekcji Muzeum Bitwy Grunwaldzkiej. Z czasem wróciły one do Barczewa. Stworzono z nich lapidarium w ogrodzie przy synagodze.\n\nBarczewska synagoga także przetrwała czasy nazistowskie. Zapewne dlatego, że gmina żydowska\n\njeszcze przed wojną sprzedała go miejscowej Niemce. Zimą 1945 roku splądrowali ją rosyjscy żołnierze. Z czasem urządzono w niej magazyn, potem budynek stał opuszczony. Lepsze czasy nastały dla niego dopiero w latach 70tych, kiedy przeprowadzono remont, po którym urządzono w niej oddział Muzeum Warmii i Mazur w Olsztynie, zachowując relikty sakralnego charakteru budynku.\n\nW 1980 roku budynek przejęło Stowarzyszeniu Społeczno-Kulturalnemu „Pojezierze” w Olsztynie. Utworzono tam Centrum Tkactwa Warmii i Mazur, kierowane przez znaną artystkę Barbarę Hulanicką, autorkę tkanin dekoracyjnych zdobiących między innymi Watykan i Biały Dom w Waszyngtonie.\n\nDzięki temu, mimo wcześniejszych zaniedbań, synagoga została ocalona i przekształcona w ważne miejsce kulturalne regionu.\n\nPotem synagogą zaopiekowało się Stowarzyszenie Społeczno-Kulturalne \"Pojezierze\" z Krystyną Szter na czele której to miejsce bardzo wiele zawdzięcza.\n\nW 2021 roku budynek trafił w ręce olsztyńskiego starostwa powiatowego. Powstała tam Powiatowa Galerii Sztuki. Udało się też zgromadzić pieniądze na remont. Latem 2024 roku zakończył się pierwszy etap renowacji prowadzony pod nadzorem konserwatora. W budynku zachowało się bowiem wiele judaiców. To dawna sala modlitwy dla mężczyzn, empora, wykorzystywana jako babiniec, a w ogrodzie fragment mykwy – łaźni żydowskiej.\n\n— To duża satysfakcja patrzeć, jak synagoga odsłania swoje oblicze, wiedząc, że zachowa szlachetne oblicze — mówiła Gazecie Olsztyńskiej Julia Martino, kierująca pracami konserwatorsko-restauracyjnymi wewnątrz budynku.\n\nPodczas prac rewitalizacyjnych pracownicy firmy remontowej na dachu nad absydą odkryli dwie drewniane deski z historycznymi zapiskami.Widać na nich napis z datami 20 i 23 August 1894. To nazwiska cieśli. W mieście po Peterze Gutt pozostał jeszcze jeden ślad. Wykonany przez niego dom z drewnianym gankiem stoi po dziś dzień w Barczewie.\n\nTeraz przyszedł czas między innymi na prace konserwatorskie mykwy (rytualnej łaźni) jak również zagospodarowanie terenu wokół synagogi.\n\nWcześniej jednak (10 grudnia 2024) zainaugurowano tam powstanie Powiatowego Atelier Kultury SYNAGOGA. Takie jest bowiem przeznaczenie budynku. — Bo taka była wyrażona w głosowaniu wola mieszkańców Barczewa i okolic by budynek stał się całorocznym miejscem wspierania kultury warmińskiej – siedzibą powiatowej galerii „Synagoga”. Tu odbywać się będą m.in. wystawy i koncerty. Nie zabraknie też ekspozycji przypominającej o historii synagogi i trudnych losach dawnych mieszkańców tych ziem — mówił w czasie inauguracji Andrzej Abako, starosta olsztyński.\n\n— Dziś w Barczewie miałam okazję zobaczyć, jak historia i kultura idą w parze. Dawna synagoga – jedyny taki zabytek na Warmii – po latach ciszy znów tętni życiem. Otwarte właśnie Powiatowe Atelier Kultury SYNAGOGA to przestrzeń dla spotkań, wydarzeń i wspólnej kreatywności — stwierdziła z kolei wicemarszałkini województwa Maria Bąkowska.\n\nW 2025 i następnych latach wydarzy się tam na pewno wiele ciekawych i ważnych wydarzeń. Ale już nawet za to, co zrobiono do tej pory, wszystkim zaangażowanym trzeba koniecznie powiedzieć: Dziękuję.\n\nA w szczególności Krystynie Szter, kuratorce synagogi, która z kolei napisała na FB — Aby się mogły spełnić moje synagogalne marzenia, potrzebna była praca wielu ludzi. Serc i umysłów, desperacji i wiary oraz zwykłego, ludzkiego szczęścia.\n\noprac. Igor Hrywna\n\nŻydzi w Barczewie zaczęli osiedlać się na początku XIX wieku, synagogę zbudowali sobie dopiero w 1894 roku. W miasteczku mieszkało ich tam wtedy niewielu. 104 Żydów, stanowiło ok. 2,6% ogółu mieszkańców. .\n\nByli wtedy mocno zgermanizowani i trudnili się głównie handlem. W 1933 roku było ich już tylko 40.\n\nCi którzy mogli, wyemigrowali. W 1939 r. w Barczewie mieszkało już tylko 23 Żydów“. Ostatnim zarządcą gminy był Jakob Schein, kantorem – Beermann, a opiekunem synagogi – Hermann Gottfeld.\n\nCi, którym nie udało się wyjechać z Barczewa zostali zamordowani."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 18 km od Grodziska Mazowieckiego. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 21 - 22 grudnia?",
            "link": "https://grodziskmazowiecki.naszemiasto.pl/trasy-rowerowe-do-18-km-od-grodziska-mazowieckiego-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-21-22-grudnia/ar/c7p1-21831681",
            "description": "Zanim wyruszysz na wyprawę, upewnij się, jaka będzie pogoda. W sobotę 21 grudnia w Grodzisku Mazowieckim ma być 1°C. Nie powinno padać. W niedzielę 22 grudnia w Grodzisku Mazowieckim ma być 4°C.",
            "image_url": "https://www.bing.pl/th?id=ODF.JAdeQew8uINxzLFHIFMwuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "grodziskmazowiecki.naszemiasto12 godz.",
            "source": "grodziskmazowiecki.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polskie zabytki, które przyciągnęły uwagę zagranicznych gwiazd. Co zachwyciło Jima Carreya, Davida Lyncha i inne sławy?",
            "link": "https://www.eska.pl/podroze/polskie-zabytki-ktore-przyciagnely-uwage-zagranicznych-gwiazd-co-zachwycilo-jima-carreya-davida-lyncha-i-inne-slawy-16-12-aa-sEs3-qizd-m4sA.html",
            "description": "Polska ma wiele do zaoferowania pod względem turystycznym i niejednokrotnie nasze zabytki przyciągały uwagę zagranicznych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HHC_8JwNzz9kxopM_khUoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "ESKA7 godz.",
            "source": "ESKA",
            "article_content": "Spis treści\n\nPolska to kraj o niezwykle bogatej historii i zapierających dech w piersiach zabytkach, które od wieków przyciągają uwagę turystów z całego świata. Coraz częściej, światowe gwiazdy muzyki, czy filmu, przybywające do kraju nad Wisłą, odkrywają piękno naszych zabytków i urokliwych zakątków Polski.\n\nEska Daje Szkołę - Igrzyska Starożytne Rozwijamy nasz serwis dzięki wyświetlaniu reklam. Blokując reklamy, nie pozwalasz nam tworzyć wartościowych treści. Wyłącz AdBlock i odśwież stronę.\n\nAngelina Jolie w Muzeum Auschwitz-Birkenau\n\nAngelina Jolie jest nie tylko jedną z najbardziej rozpoznawalnych aktorek na świecie, ale także aktywistką na rzecz praw człowieka i ambasadorką dobrej woli UNHCR. W 2011 roku Angelina Jolie odwiedziła Polskę w ramach swojej działalności charytatywnej i humanitarnej. W trakcie tej wizyty, aktorka odwiedziła Muzeum Auschwitz-Birkenau w Oświęcimiu, które znajduje się na Liście światowego dziedzictwa UNESCO. Jolie znana jest z zaangażowania w kwestie związane z prawami człowieka, dlatego jej wizyta w obozie koncentracyjnym miała symboliczne znaczenie.\n\nWoody Allen na Starym Mieście w Warszawie\n\nW grudniu 2008 roku Warszawę odwiedził Woody Allen, legendarny reżyser i utalentowany muzyk jazzowy. Było to jego pierwsze spotkanie z Polską, a do stolicy przyjechał z żoną Soon-Yi Previn i adoptowaną córką Bechet Dumaine. Allen wybrał się na długi spacer po Warszawie, zwiedził m. in. Stare Miasto. Podczas wizyty zjadł polskie specjały w eleganckiej restauracji „U kucharzy” Adama Gesslera.\n\nWieczorem Allen wystąpił w Sali Kongresowej z koncertem swojego zespołu, Woody Allen’s New Orleans Band. Wydarzenie przyciągnęło wielu fanów, a bilety sprzedano w błyskawicznym tempie. Koncert był jednym z pięciu, jakie zagrał w Europie. Allen z pasją grał na klarnecie, a publiczność nagrodziła go gromkimi brawami i ponadpółgodzinnym bisem.\n\nRichard Gere w polskim parlamencie\n\nSejm, będący siedzibą polskiego parlamentu, to nie tylko ważny ośrodek władzy, ale także obiekt o bogatej historii i interesującej architekturze. Zbudowany w stylu klasycystycznym, wyróżnia się monumentalną fasadą i pięknym wnętrzem, co czyni go atrakcyjnym miejscem dla turystów.\n\nW 2019 roku Richard Gere odwiedził polski Sejm, gdzie z zainteresowaniem przemierzał sejmowe korytarze, a także uczestniczył w spotkaniu z posłami, którzy planowali w nowej kadencji zainicjować Parlamentarny Zespół na rzecz Tybetu. Nie od dziś wiadomo, że Richard Gere jest buddystą, uczniem Dalajlamy. W rozmowie z dziennikarzami aktor przyznał, że była to jego pierwsza wizyta w Polsce. Dzień przed wizytą w parlamencie, odbierał nagrodę na Festiwalu Filmowym Camerimage w Toruniu.\n\nDavid Lynch zakochany w industrialnej Łodzi\n\nDavid Lynch, uznany reżyser i artysta, wielokrotnie odwiedzał Polskę, a szczególnie Łódź, znaną ze swojej bogatej historii przemysłowej. W 2000 roku, podczas swojego pobytu, Lynch stworzył cykl fotografii „Poland Nudes and Factories”, który miał trafić do albumu „Łódź: kobiety i fabryki”. Jego prace uchwyciły odrestaurowane osiedle Fuzja, będące niegdyś imperium Karola Scheiblera i późniejszych Łódzkich Zakładów Przemysłu Bawełnianego Uniontex.\n\nLynch podczas wizyty w Łodzi, poznał historię łódzkiej Szkoły Filmowej i Wytwórni Filmów Fabularnych. Rozważał nawet stworzenie nowoczesnego centrum sztuki. Skierował nawet list do premiera Donalda Tuska, w którym apelował o interwencję w sprawie zabytkowej elektrowni EC1 w Łodzi. Ostatecznie miasto nie wyraziło zainteresowania tym projektem.\n\nJim Carrey zachwyconą Wieliczką\n\nW 2015 roku Jim Carrey zawitał do Krakowa, kręcąc film „Prawdziwe zbrodnie”, który później zebrał dość chłodne recenzje. W trakcie przerwy między zdjęciami postanowił wybrać się do słynnej Kopalni Soli w Wieliczce. Podczas zwiedzania całkowicie zachwycił się tym magicznym miejscem. Aktor z pasją odkrywał podziemne korytarze i komnaty, które zrobiły na nim ogromne wrażenie - Chciałbym tutaj zamieszkać - mówił zauroczony."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historia wyszła pod asfaltu. W nowym centrum Warszawy drogowcy odsłonili pozostałości XVIII-wiecznego szpitala",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,31548429,historia-wyszla-pod-asfaltu-w-centrum-warszawy-drogowcy-odslonili.html",
            "description": "Podczas przebudowy ul. Sienkiewicza spod zerwanej nawierzchni jezdni wyłonił się labirynt ceglanych murów. To pozostałości ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0Fgp%2fKWqPQWmSZp3Wt8H8A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "warszawa.wyborcza7 godz.",
            "source": "warszawa.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowe skarby trafiły do Muzeum Hymnu Narodowego w Będominie!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/wyj%C4%85tkowe-skarby-trafi%C5%82y-do-muzeum-hymnu-narodowego-w-b%C4%99dominie/ar-AA1vYOve?ocid=BingNewsVerp",
            "description": "Muzeum Hymnu Narodowego w Będominie wzbogaciło się o wyjątkowy zbiór flag i literatury z zakresu heraldyki i weksylologii!",
            "image_url": "https://www.bing.pl/th?id=OVFT.L07D7HtxioG0UcxItU7CPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Bałtycki on MSN2 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Burza wokół TVN. Jest reakcja Amerykanów",
            "link": "https://www.money.pl/gospodarka/burza-wokol-tvn-jest-reakcja-amerykanow-7103993032268512a.html",
            "description": "Trzeba zapewnić, by media pozostały wolne od wrogiej ingerencji, lecz należy skupiać się na walce z takimi działaniami i nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8z%2bh3vRj7CimFAAIYrEweQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "www.money.pl8 godz.",
            "source": "www.money.pl",
            "article_content": "dobrze musimy wykonywać wszystko dziękuję dobrze wykonujmy wszystko dziękuję proszę nie abortować dziękuję proszę nie kraść dziękuję kradzione nie tuczy dziękuję siódme nie kradnij dziękuję zarób jak umiesz tylko nie kradnij dziękuję ja nic nikomu nie wezme nie chce żeby ktoś mi coś wziął dziękuję to działa w dwie strony dziękuję w trumnie kieszeni nie ma dziękuję zarób jak umiesz tylko nie kradnij dziękuję proszę nie oszukiwać dziękuję proszę nie marnować jedzenia odzieży papieru światła pieniędzy wody dziękuję proszę jedzenia nie wyrzucać dziękuję proszę jedzenie kupować częściej a mniej dziękuję proszę chodzić najedzonym na zakupy dziękuję proszę jedzenie jeść po terminie ważności dobre jest dziękuję chcą jeść ludzie chcą jeść zwierzęta dziękuję czują jak ludzie zwierzęta dziękuję alkoholu proszę nie pić dziękuję proszę nie palić tytoniu dziękuję proszę tytoniem nie truć innych i siebie dziękuję proszę nie śmiecić tytoniem dziękuję jest moda na niepalenie dziękuję palenie tytoniu zabija zawsze dziękuję proszę nie klnąć dziękuję proszę nie kłamać dziękuję proszę nie rozwodzić się dziękuję proszę nie zdradzać mężów żon dziękuję proszę o związki tylko w swoim wieku naukowo udowodnione że tak najlepiej i sprawiedliwie dziękuję proszę nie zaśmiecać lasów łąk pól wód dziękuję dobro wraca dziękuję wraca zło dziękuję wraca wszystko dziękuję za dobro nagroda dziękuję kara za zło dziękuję wraca wszystko dziękuję jednym prędzej drugim później ale wraca zawsze dziękuję prędzej czy później ale wraca zawsze dziękuję dotyczy wszystkich dziękuję dobrze musimy wykonywać wszystko dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję dziękuję"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 16.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-16122024/ar-AA1vVQ2R?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN17 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] [16.12.2024]",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-16-12-2024/ar-AA1vVxud?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.D9r96jQ9yn7crstkA-FmQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Hostowane na MSN19 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy [16.12.2024]",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-16122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0eGmBf%2b%2bfPS%2bjoel%2b1ioMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Srebrny zwój z Frankfurtu każe na nowo przemyśleć historię chrześcijan w Europie",
            "link": "https://www.polskieradio.pl/39/156/artykul/3459781,srebrny-zwoj-z-frankfurtu-kaze-na-nowo-przemyslec-historie-chrzescijan-w-europie",
            "description": "W 2018 roku w grobie na terenie starożytnego miasta Nida (obecnie Frankfurt) odnaleziono amulet ze srebrnym zwojem. Teraz, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ltabfVxNvsTrwA9xFGHL0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "PolskieRadio22 godz.",
            "source": "PolskieRadio",
            "article_content": "Skarb sprzed osiemnastu wieków\n\nNiewielkich rozmiarów (długości 3,5 cm) srebrny amulet odkryto w datowanym na lata 230-270 grobie na cmentarzu miasta Nida, utworzonego w początkach naszej ery jako jedna z granicznych osad Imperium Rzymskiego, która z czasem rozrosła się do większych rozmiarów. Znalezisko pochodzi z okresu, gdy starożytni Rzymianie wycofywali się z tego regionu.\n\nPozostałości Nidy znajdują się obecnie w północno-zachodniej części Frankfurtu nad Menem, na terenie dzielnicy Heddernheim. Duża część starorzymskiego miasta została w ciągu wieków zniszczona, ale wiele zabytków zachowało się pod ziemią. Od lat prowadzi się tam wykopaliska i miejsce to uważane jest za jedno z największych i najważniejszych stanowisk archeologicznych w niemieckiej Hesji. Odkrycie z 2018 roku tylko to potwierdziło.\n\nJuż samo odkopanie starorzymskiego cmentarza ucieszyło badaczy, a to był tylko wstęp do dalszych niespodzianek. Jeden z pochówków zawierał szkielet mężczyzny wraz z przedmiotami, które złożono wraz z jego ciałem do grobu, m.in. kadzielnicą i glinianym dzbankiem. W okolicy szyi zaś odnaleziono właśnie ów srebrny amulet-pojemnik, który kiedyś prawdopodobnie nosił na wstążce. Amulet pełnił rolę filakterii, czyli pudełeczka na magiczną zawartość - zwój z tekstem lub relikwie. Jego rolą miała być ochrona tego, kto go nosi.\n\nW środku amuletu znajdował się zwój cienkiej srebrnej folii, na której wyryto nieczytelną w momencie odkrycia inskrypcję. Z powodu upływu prawie 1800 lat - a także zgniecenia i sprasowania artefaktu przez ciężar ziemi - rozwinięcie folii nie było możliwe, ponieważ rozpadłaby się ona na drobne kawałki. W 2019 roku po badaniach mikroskopowych i prześwietleniach rentgenowskich stwierdzono, że odcyfrowanie tekstu nie będzie łatwym zadaniem. Przełom nastąpił po pięciu latach.\n\nOdkrywanie tajemnicy srebrnego zwoju\n\nW maju 2024 roku zbadano zwój przy użyciu najnowocześniejszego tomografu komputerowego w Centrum Archeologicznym Leibniza (Leibniz-Zentrum für Archäologie) w Moguncji. Zeskanowano tam poszczególne warstwy folii w wysokiej rozdzielczości i stworzono model 3D obiektu. Następnie dokonano komputerowego \"rozwinięcia\" zwoju - poszczególne fragmenty zeskanowane tomografem ułożono kolejno w jedną wirtualną płaszczyznę, aby uwidocznić wszystkie słowa. Oczom badaczy ukazało się 18 linijek tekstu.\n\nCzęść zwoju - szczególnie marginesy - była zniszczona, w związku z czym rozszyfrowanie treści wciąż było dużym wyzwaniem. Podjął się go prof. Markus Scholz, archeolog, specjalista od łacińskich inskrypcji z Uniwersytetu Goethego we Frankfurcie nad Menem.\n\nNa podstawie najlepiej widocznych wyrazów naukowiec stwierdził, że tekst na pewno odwołuje się do pojęć chrześcijańskich, nie można było jednak stwierdzić jeszcze, jak \"czyste\" chrześcijaństwo zawarte zostało w inskrypcji. W regionie pogranicza Imperium Rzymskiego ścierały się ze sobą nowiem najrozmaitsze kultury europejskie. W znaleziska datowanych aż do V wieku tego rodzaju amulety miały elementy zarówno pogańskie, jak i judaistyczne.\n\nWyjątkowe okazało się to, że tekst w całości jest po łacinie. Napisy na magicznych przedmiotach osobistych były bowiem w omawianej epoce pisane zwykle po grecku lub hebrajsku.\n\nCzasami odczytanie jednego słowa zajmowało tygodnie lub miesiące wytężonej pracy. Aby w pełni zrekonstruować tekst, prof. Markus Scholz konsultował się m.in. z historykami teologii, którzy pomogli mu odcyfrować tekst oraz zaproponować najbardziej prawdopodobne uzupełnienia utraconych części inskrypcji. Wspólnie doszli do wniosku, że amulet jest \"czysto chrześcijański\".\n\nW tłumaczeniu na język polski inskrypcja brzmi mniej więcej tak:\n\n(W imię?) Świętego Tytusa.\n\nŚwięty, święty, święty!\n\nW imię Jezusa Chrystusa, Syna Bożego!\n\nPan świata\n\nopiera się wedle swych sił(?),\n\nwszelkim atakom(?)/niepowodzeniom(?).\n\nBóg(?) zapewnia\n\nwstęp do dobrego życia.\n\nTen przedmiot obronny(?) chroni\n\nosobę, która poddaje się woli\n\nPana Jezusa Chrystusa, Syna Bożego,\n\nponieważ przed Jezusem Chrystusem\n\nzginają się wszystkie kolana: na niebie\n\nna ziemi\n\ni pod ziemią, a każdy język\n\nwychwala (Jezusa Chrystusa).\n\nCo zmienia odkrycie srebrnego zwoju z Frankfurtu?\n\nChoć w źródłach istnieją wzmianki o grupach chrześcijańskich istniejących już pod koniec II wieku w Galii i Górnej Germanii, do tej pory jedyne wiarygodne dowody pochodzące ze znalezisk archeologicznych potwierdziły obecność chrześcijan na północ od Alp dopiero w IV wieku naszej ery. Odszyfrowany właśnie tekst z frankfurckiego amuletu cofa więc historię chrześcijan na alpejskich rubieżach Imperium Rzymskiego co najmniej o 50 lat.\n\nCzłowiek, którego pochowano z tym amuletem, musiał być mocno przywiązany do chrześcijaństwa, skoro nosił ze sobą amulet z taką treścią. W III wieku wyznawcy Jezusa Chrystusa wciąż musieli liczyć się z represjami z powodu swej wiary, choć oczywiście nie ma pewności, na ile właściciel zwoju zdradzał innym, co jest tam napisane.\n\nSam fakt jednak, że był \"czystym\" chrześcijaninem, rzuca nowe światło także na rolę Nidy w ówczesnej epoce Imperium Rzymskiego. Jest to dowód na to, że nie była to peryferyjna mieścina, ważna tylko z powodu utrzymania oddziałów wojskowych, ale miasto równe innym ośrodkom w regionie, w którym mieszały się ze sobą wpływy kulturowe, polityczne i religijne z obszaru całego państwa.\n\nSama treść inskrypcji jest unikatowa w świetle dotychczasowych odkryć. Niektóre ze sformułowań zawartych w tekście to najstarsze świadectwa wczesnego chrześcijaństwa na świecie. Odniesienie do św. Tytusa czy inwokacja \"Święty, święty, święty!\" znane były do tej pory w źródłach datowanych na wiele dekad później.\n\nSpecjaliści zwracają uwagę, że srebrna inskrypcja z Frankfurtu na nowo otwiera wiele zagadnień i wątpliwości historycznych, które, jak dotąd sądzono, były już dawno poznane i rozstrzygnięte.\n\nFot. PAP/DPA/Boris Roessler\n\n***\n\nŹródło:\n\nhttps://aktuelles.uni-frankfurt.de/english/frankfurt-silver-inscription-oldest-christian-testimony-found-north-of-the-alps/\n\n***\n\nGoethe-Universität Frankfurt am Main (Uniwersytet Goethego we Frankfurcie nad Menem)/mc"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biłgoraj: Konferencja archeologiczna",
            "link": "https://www.kronikatygodnia.pl/wydarzenie/2926,bilgoraj-konferencja-archeologiczna",
            "description": "Zapraszamy na archeologiczną konferencję, która odbędzie się 19 grudnia 2024 roku w sali reprezentacyjnej I LO im. ONZ w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Dhc1k3jlenf_gpwkcvZGBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "kronikatygodnia.pl18 godz.",
            "source": "kronikatygodnia.pl",
            "article_content": "Co? Gdzie? Kiedy?\n\nZapraszamy na archeologiczną konferencję, która odbędzie się 19 grudnia 2024 roku w sali reprezentacyjnej I LO im. ONZ w Biłgoraju.\n\nSesja popularno - naukowa „Nie tylko Szymon Szymonowicz. Skarb z wczesnej epoki żelaza odkryty w Czernięcinie Poduchownym – wyniki i perspektywy badań”, organizowana przez Muzeum Regionalne w Biłgoraju, to doskonała okazja, aby poznać znaczenie unikatowego odkrycia – pradziejowego depozytu przedmiotów z brązu z początku epoki żelaza, odnalezionego w Czernięcinie Poduchownym (gm. Turbin, pow. Biłgoraj). Wydarzenie odbywa się pod honorowym patronatem Marszałka Województwa Lubelskiego Jarosława Stawiarskiego oraz Starosty Biłgorajskiego Andrzeja Szarlipa, a partnerem wydarzenia jest Województwo Lubelskie „Lubelskie Smakuj Życie!”.\n\nCelem pokazu pradziejowego skarbu jest przybliżenie szerokiej publiczności oraz środowisku akademickiemu odkryć archeologicznych z powiatu biłgorajskiego. Szczególną uwagę poświęcono omówieniu unikalnego depozytu przedmiotów brązowych, które są świadectwem kultury społeczności z początków epoki żelaza. Wydarzenie ma za zadanie popularyzację dziedzictwa archeologicznego regionu oraz podkreślenie jego znaczenia na tle europejskich badań nad kulturami pradziejowymi.\n\nPodczas konferencji, w której zostanie wygłoszonych siedem referatów, prelegenci omówią zarówno wyniki dotychczasowych badań nad skarbem z Czernięcina, jak i jego kontekst kulturowy oraz perspektywy dalszych prac archeologicznych. Podczas wydarzenia swoje referaty wygłoszą naukowcy, w tym specjaliści związani z Instytutem Archeologii Uniwersytetu Marii Curie-Skłodowskiej w Lublinie, pracownik działu archeologii Muzeum Ziemi Biłgorajskiej w Biłgoraju, zostaną poruszone również kwestie konserwatorskie przez inspektora Wojewódzkiego Urzędu Ochrony Zabytków w Lublinie Delegatura w Zamościu oraz Łukasz Jabłoński, odkrywca skarbu z Czernięcina Poduchownego.\n\nDodatkowo wydarzenie przyczyni się do integracji środowisk naukowych i regionalnych z mieszkańcami Lubelszczyzny, budując most między nauką a lokalną społecznością.\n\nOrganizacja konferencji i pokazu pradziejowego skarbu ma ogromny potencjał promocyjny dla województwa lubelskiego, zarówno na poziomie krajowym, jak i międzynarodowym. Po pierwsze, unikatowość odkrycia – pradziejowy depozyt z epoki żelaza – przyciągnie uwagę mediów, turystów i naukowców. Doniesienia o odkryciu już pojawiły się w mediach, a wydarzenie to pomoże utrzymać zainteresowanie tematem i skupić je na regionie.\n\nPo drugie, promocja dziedzictwa archeologicznego i historycznego regionu, w tym zrozumienie i docenienie kultury łużyckiej, wzmocni tożsamość województwa lubelskiego jako miejsca bogatego w archeologiczne znaleziska. To z kolei może przyczynić się do rozwoju turystyki. Województwo lubelskie stanie się bardziej rozpoznawalne na mapie regionów Polski o dużym znaczeniu archeologicznym, a powiat biłgorajski zyska na prestiżu jako miejsce jednego z najważniejszych odkryć w ostatnich latach.\n\nPomysłodawcą i animatorem wydarzenia jest dr Konrad Grochecki, pracownik działu archeologii Muzeum Ziemi Biłgorajskiej, który z pasją przybliża społeczeństwu tajemnice przeszłości regionu.\n\nWydarzenie skierowane jest do wszystkich grup wiekowych – dzieci, młodzieży, dorosłych oraz seniorów. Organizatorzy zadbali również o pełną dostępność dla osób ze szczególnymi potrzebami, zapewniając przestrzeń pozbawioną barier architektonicznych.\n\nSerdecznie zapraszamy do udziału w wydarzeniu i wspólnego odkrywania fascynujących tajemnic przeszłości!\n\nPlan konferencji: Nie tylko Szymon Szymonowicz. Skarb z wczesnej epoki żelaza odkryty w Czernięcinie Poduchownym – wyniki i perspektywy badań\n\nData: 19 grudnia 2024 r.\n\nMiejsce: Sala reprezentacyjna I LO im. ONZ w Biłgoraju\n\nOrganizator: Muzeum Ziemi Biłgorajskiej w Biłgoraju\n\n10:00 – Uroczyste otwarcie konferencji\n\nPrzywitanie uczestników i gości\n\nPrzedstawienie tematyki i celów konferencji\n\nSesja I: Odkrycie i badania wstępne\n\n10:45 – Łukasz Jabłoński, Jak znaleziono skarb z Czernięcina Poduchownego\n\n11:00 – Wiesław Koman, Skarb z Czernięcina Poduchownego – aspekt konserwatorski\n\n11:15 – Konrad Grochecki, Weryfikacja znaleziska i droga do badań nad skarbem z Czernięcina Poduchownego\n\nSesja II: Interdyscyplinarne spojrzenie na skarb\n\n11:30 – Marcin Maciejewski, Zjawisko deponowania przedmiotów metalowych. Skarb z Czernięcina Poduchownego jako przedmiot interdyscyplinarnych badań\n\n11:45 – Jakub Ordutowski, Początek badań nieinwazyjnych nad kontekstem skarbu z Czernięcina Poduchownego\n\nSesja III: Chronologia i znaczenie odkrycia\n\n12:00 – Jerzy Libera, Czernięcin Poduchowny u zarania dziejów\n\n12:15 – Elżbieta Kłosińska, Skarb z Czernięcina Poduchownego, chronologia i funkcja zabytków odkrytych w depozycie\n\n12:30 – Prezentacja skarbu\n\nZakończenie konferencji i podsumowanie dyskusji"
        }
    }
]