[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekend pełen wydarzeń: Przegląd wydarzeń od 5 do 7 września",
            "link": "https://www.eostroleka.pl/weekend-pelen-wydarzen-przeglad-wydarzen-od-5-do-7-wrzesnia,art121449.html",
            "description": "Pierwszy wrześniowy weekend na terenie Ostrołęki i powiatu ostrołęckiego upłynie pod znakiem wyjątkowej różnorodności – od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4Pkma2GVZdvF66QW5xl0Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "eOstroleka9 godz.",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nPierwszy wrześniowy weekend na terenie Ostrołęki i powiatu ostrołęckiego upłynie pod znakiem wyjątkowej różnorodności – od muzycznych gal i festynów rodzinnych, przez lokalne dożynki, po uroczystości patriotyczne i inicjatywy senioralne.\n\nW dniach 5–7 września mieszkańcy regionu będą mogli wziąć udział w kilkunastu bezpłatnych wydarzeniach kulturalnych, edukacyjnych i integracyjnych. Nie zabraknie koncertów gwiazd, pokazów, rajdów rowerowych, a także spotkań pełnych refleksji nad historią i dziedzictwem. To trzy dni, które – niezależnie od zainteresowań – oferują coś dla każdego i pokazują, jak aktywnie i wspólnie można pożegnać lato.\n\nRepertuar Kina Jantar w Ostrołęce:\n\nZłodziej z przypadku, Ne Zha 2. W krainie potworów, Pan Wilk i spółka 2, Eden, Państwo Rose, Obecność 4: Ostatnie namaszczenie\n\nRepertuar Kina Helios w Łomży:\n\nObecność 4: Ostatnie namaszczenie, Eden, Pan Wilk i spółka 2, Zniknięcia, O psie, który jeździł koleją 2, Vinci 2, Smerfy. Wielki film, Państwo Rose, Złodziej z przypadku, Ne Zha 2: W krainie potworów, Teściowie 3\n\nPIĄTEK, 5 WRZEŚNIA\n\ngodz. 19:00 - Ostrołęckie Operalia: koncert familijny „Pora na dobranoc”\n\nW ramach trwającego Festiwalu Muzycznego Ostrołęckie Operalia, w piątek 5 września o godzinie 19:00 na scenie miejskiej na Placu Wolności odbędzie się koncert familijny zatytułowany „Pora na dobranoc”. To propozycja skierowana do dzieci i ich rodziców, łącząca klasykę z bajkową atmosferą. Wystąpią soliści Edyta Krzemień i Martin Fitch, a przy fortepianie zasiądzie Jacek Szwaj. Wstęp wolny. Wydarzenie stanowi część jubileuszowej, dziesiątej edycji festiwalu.\n\nSOBOTA, 6 WRZEŚNIA\n\ngodz. 10:00 - Narodowe Czytanie w Olszewie-Borkach\n\nW sobotę, 6 września 2025 r. o godzinie 10:00, w siedzibie Gminnej Biblioteki Publicznej w Olszewie-Borkach odbędzie się lokalna odsłona ogólnopolskiej akcji Narodowego Czytania. Tegoroczną lekturą jest poezja Jana Kochanowskiego – klasyka polskiej literatury, której ponadczasowe treści i mistrzowska forma wciąż pozostają aktualne. Spotkanie to okazja do wspólnego słuchania i czytania utworów Mistrza z Czarnolasu, a także do refleksji nad dziedzictwem języka i kultury. Na uczestników czeka możliwość opatrzenia przyniesionych egzemplarzy poezji okolicznościowym stemplem. Wstęp wolny; mile widziani także ci, którzy chcieliby wystąpić w roli lektorów.\n\ngodz. 11:30 - Ostrołęckie Operalia - “Kawa z gwiazdą”\n\nW sobotę, 6 września o godzinie 11:30 na scenie na Placu Wolności w Ostrołęce odbędzie się kolejne spotkanie z cyklu „Kawa z gwiazdą”, organizowane w ramach jubileuszowego Festiwalu Muzycznego Ostrołęckie Operalia. Gośćmi wydarzenia będą m.in. Teresa Lipowska, Joanna Nawrot-Maciejowska i Jakub Milewski. Rozmowy z artystami poprowadzi Łukasz Lech. To okazja, by posłuchać osobistych historii i refleksji twórców, którzy na co dzień współtworzą polską scenę artystyczną. Wstęp wolny.\n\ngodz. 12:00 - Piknik dla bezpieczeństwa „Kieruj życiem, nie ryzykiem” w Przytułach Starych\n\nW sobotę, 6 września 2025 roku, plac przy Świetlicy Wiejskiej w Przytułach Starych zamieni się w centrum działań edukacyjnych i profilaktycznych w ramach pikniku „Kieruj życiem, nie ryzykiem”. Wydarzenie rozpocznie się o godz. 12:00 rajdem rowerowym, po którym – od godz. 14:00 – ruszy seria pokazów, warsztatów i symulacji związanych z bezpieczeństwem drogowym. Uczestnicy będą mogli m.in. skorzystać z alkogogli, symulatorów dachowania i zderzenia, a także wziąć udział w szkoleniach VR i pokazach ratownictwa. Organizatorzy przewidzieli również atrakcje rodzinne, animacje, stoiska edukacyjne i pokaz ognia na zakończenie. Wstęp wolny, udział we wszystkich aktywnościach jest bezpłatny.\n\ngodz. 14:00 - Pożegnanie lata w Susku Nowym\n\nW sobotę, 6 września 2025 r. o godz. 14:00 na placu przy świetlicy wiejskiej w Susku Nowym rozpocznie się festyn kończący lato w gminie Rzekuń. W programie przewidziano liczne atrakcje rodzinne: dmuchańce, piana party, animacje, zabawy sportowe, a także przejażdżki na kucykach i lokalne przysmaki. O godz. 17:00 wystąpi zespół Golden Ladies, a tuż po nim do wspólnej zabawy tanecznej zaprosi Rafał Godzieba – uczestnik „Szansy na Sukces”. Wydarzenie organizowane przy wsparciu lokalnych instytucji i sponsorów. Wstęp wolny.\n\ngodz. 14:00 - Ognisko integracyjne nad Narwią\n\nW sobotę, 6 września 2025 r. w godzinach 14:00–19:00, mieszkańcy osiedli Stare Miasto i Starosty Kosa będą mogli wziąć udział w ognisku integracyjnym, które odbędzie się w Porcie Rzecznym nad Narwią. W programie przewidziano bezpłatne poczęstunki, konkursy, quizy, pokazy sprzętu ratowniczego oraz animacje dla dzieci. Swoje stoiska przygotują m.in. Wojskowe Centrum Rekrutacyjne, WORD oraz lokalne służby – policja i straż pożarna. Na najmłodszych czekają dmuchańce, przejażdżki łodzią oraz świetlicobus. Spotkanie organizowane przez Rady Osiedla to okazja do wspólnej zabawy i lokalnej integracji.\n\ngodz. 14:00 - Wrześniowa Biesiada na Wojtkach\n\nW sobotę, 6 września 2025 r., w godzinach 14:00–22:00, na boisku Dywizjonu 303 odbędzie się Wrześniowa Biesiada na osiedlu Wojciechowice. W programie przewidziano występy artystyczne, m.in. Wojciecha Bukowskiego, Piotra Grzyba i Zespołu Tańca Ludowego im. Jerzego Białobrzeskiego, a także liczne atrakcje dla dzieci i dorosłych – dmuchańce, konkursy, zumbę, pokaz pierwszej pomocy i „Piana Party”. Dla uczestników przygotowano potrawy z grilla, słodkie przekąski oraz stoisko Biblioteki Wojtki. Wydarzenie ma charakter otwarty i bezpłatny. Organizatorzy zapraszają do wspólnego świętowania i integracji mieszkańców.\n\ngodz. 15:00 - Rajd rowerowy dla seniorów na rozpoczęcie „Niedzieli Kadzidlańskiej 2025”\n\nW sobotę, 6 września 2025 r., w ramach dożynek gminno-parafialnych pn. „Niedziela Kadzidlańska 2025”, odbędzie się II Gminny Rajd Rowerowy dla Seniorów. Start o godzinie 15:00 – uczestnicy wyruszą z ul. Partyzantów w Kadzidle, by przejechać trasą przez Brzozówkę, Szafarnię, Gibałkę, Długi Kąt i Tatary. Zakończenie zaplanowano przy placu Centrum Kultury Kurpiowskiej, gdzie na rowerzystów czekać będzie wspólny grill. Rajd to doskonała okazja do aktywnego wypoczynku i międzypokoleniowej integracji. Udział bezpłatny.\n\ngodz. 16:30 i 19:30 - „Muzyką i poezją o miłości – Moniuszko i...” – koncert w ramach Ostrołęckich Operaliów\n\nW sobotę, 6 września 2025 r., w ramach jubileuszowych Ostrołęckich Operaliów odbędą się dwa koncerty zatytułowane „Muzyką i poezją o miłości – Moniuszko i...”. Pierwszy z nich rozpocznie się o godz. 16:30 w Dworku w Przystani, a drugi o godz. 19:30 na scenie przy D.H. Kupiec (Pl. Wolności). Wystąpią soliści: Justyna Sławiec-Korzeń, Jacek Szymański, Jakub Milewski i Dariusz Wójcik. Towarzyszyć im będą Artur Jaroń (fortepian) i Ludmiła Worobec-Witek (skrzypce), a narrację poprowadzi Rafał Królikowski. Wstęp na oba wydarzenia jest bezpłatny.\n\ngodz. 17:00 - Potańcówka na zakończenie lata na osiedlu Dzieci Polskich\n\nW sobotę, 6 września 2025 r., od godziny 17:00, mieszkańcy Ostrołęki będą mieli okazję pożegnać lato podczas sąsiedzkiej potańcówki. Wydarzenie odbędzie się na terenie zielonym za Ostrołęcką Spółdzielnią Mieszkaniową, a organizuje je Rada Osiedla Dzieci Polskich. Na uczestników czeka parkiet pod chmurką, grillowy poczęstunek oraz taneczna muzyka w wykonaniu DJ Silvera i DJ Ladriana. Spotkanie ma charakter otwarty i sprzyja lokalnej integracji. Wstęp wolny.\n\ngodz. 18:00 - Gala Wrestlingu w Kadzidle\n\nW sobotę, 6 września 2025 r., o godz. 18:00 w hali sportowej w Kadzidle odbędzie się widowiskowa Gala Wrestlingu. Wydarzenie stanowi część dwudniowych dożynek gminno-parafialnych pn. „Niedziela Kadzidlańska 2025”. Organizatorzy zapowiadają emocje sportowe, pełne dynamiki walki i efektownych pokazów. To propozycja nie tylko dla fanów wrestlingu, ale również dla rodzin i mieszkańców szukających nietypowej rozrywki w lokalnym wydaniu. Wstęp wolny.\n\nNIEDZIELA, 7 WRZEŚNIA\n\ngodz. 11:00 - Giełda kolekcjonerska w Ostrołęce\n\nW niedzielę, 7 września 2025 r. o godz. 11:00, w świetlicy Klubu Lokator przy ul. Hallera w Ostrołęce odbędzie się kolejna odsłona cyklicznej giełdy kolekcjonerskiej. Wydarzenie organizowane jest przez Ostrołęcki Klub Kolekcjonera „Unikat”. Zwiedzający będą mogli zobaczyć wyjątkowe zbiory lokalnych pasjonatów – m.in. stare monety, banknoty, znaczki, pocztówki, książki oraz płyty muzyczne. To propozycja zarówno dla doświadczonych kolekcjonerów, jak i dla osób dopiero zaczynających swoją przygodę z kolekcjonowaniem. Wstęp wolny.\n\ngodz. 12:00 - Dożynki Gminne w Goworowie – „Pożegnanie lata z Mazowszem”\n\nW niedzielę, 7 września 2025 r., w Goworowie odbędą się dożynki gminne – jedno z najważniejszych wydarzeń lokalnej społeczności. Uroczystości rozpoczną się o godz. 12:00 mszą świętą, po której nastąpi tradycyjne dzielenie się chlebem. W programie przewidziano m.in. występy artystyczne, konkursy kulinarne, turniej aktywnych społeczności, koncerty (w tym „Blue Angels” o 19:30 i Filipa Lato o 20:30) oraz wręczenie stypendiów wójta gminy. Na uczestników czekać będą także stoiska informacyjne, prezentacje maszyn rolniczych i atrakcje dla dzieci. Wydarzenie współorganizują m.in. Samorząd Województwa Mazowieckiego i Powiat Ostrołęcki.\n\ngodz. 12:00 - „Niedziela Kadzidlańska 2025” – dożynki gminno-parafialne w Kadzidle\n\nW niedzielę, 7 września 2025 r., odbędzie się główna część dożynek gminno-parafialnych pn. „Niedziela Kadzidlańska 2025”. Uroczystości rozpoczną się o godz. 12:00 Mszą Świętą Dziękczynną w kościele parafialnym w Kadzidle, po której o 13:00 ulicami miejscowości przejdzie barwny korowód dożynkowy. O 13:30 na placu przy Centrum Kultury Kurpiowskiej rozpocznie się część artystyczna i Turniej Wsi z udziałem lokalnych sołectw. Popołudnie i wieczór wypełnią koncerty – wystąpią m.in. After Party, Maraquja Show, Kapela Folkowa Czułe Echo, a od godz. 20:00 potrwa zabawa taneczna z zespołem Everest. Wstęp wolny.\n\ngodz. 12:00 - Dożynki Gminne w Olszewie-Borkach\n\nW niedzielę, 7 września 2025 r., gmina Olszewo-Borki zaprasza mieszkańców i gości na tradycyjne dożynki, które rozpoczną się o godz. 12:00 Mszą św. w Kościele pw. NMP Królowej Polski. O 13:00 nastąpi uroczysty przemarsz korowodu z wieńcami i darami na plac dożynkowy, gdzie odbędzie się oficjalne otwarcie święta. W programie znajdą się m.in. Turniej Wsi, animacje dla dzieci oraz konkursy i stoiska wystawców. Główną atrakcją będzie występ zespołu „Mazowsze” o godz. 17:00, a wieczór uświetnią koncerty zespołów: Droga na Ostrołękę (19:30), Krisu (20:30) i DEJW (21:30). Wydarzenie ma charakter otwarty i integracyjny.\n\ngodz. 12:00 - XIII Zajazd Szlachecki i Dożynki Gminne w Troszynie\n\nW niedzielę, 7 września 2025 r., Troszyn zaprasza na XIII Zajazd Szlachecki – wydarzenie łączące dożynkową tradycję z nowoczesną rozrywką. Uroczystości rozpoczną się o godz. 12:00 Mszą Świętą, a następnie barwny orszak przejdzie na plac przy Szkole Podstawowej, gdzie o 13:45 nastąpi oficjalne otwarcie i tradycyjny polonez. W programie m.in. występy lokalnych grup, koncert Zespołu Pieśni i Tańca „Suwalszczyzna” oraz nagrody dla sołectw. Od godz. 17:00 na scenie pojawią się Krzysztof Koniarek, Alster, Bayer Full, Maciej Smoliński i Jagoda Show. Dodatkowe atrakcje to m.in. stoiska promocyjne i wesołe miasteczko. Wstęp wolny.\n\ngodz. 12:00 - Odsłonięcie Tablic Pamięci w Sokołowie – uroczystość ku czci ofiar II wojny światowej\n\nW niedzielę, 7 września 2025 r., w Sokołowie odbędzie się uroczystość upamiętniająca tragiczne wydarzenia z czasów II wojny światowej. Inicjatorem wydarzenia jest Stowarzyszenie Historii Ziemi Ostrołęckiej im. kpt. Aleksandra Bednarczyka „Adama”, a honorowy patronat objął Prezydent RP Karol Nawrocki. O godzinie 12:00 w Kościele pw. Trójcy Przenajświętszej w Czerwinie odprawiona zostanie Msza św., a następnie – o 13:30 – przy pomniku w Sokołowie nastąpi odsłonięcie i poświęcenie Tablic Pamięci. Wydarzenie ma na celu uhonorowanie 21 mieszkańców regionu, którzy stracili życie w dramatycznych okolicznościach podczas wojny. Organizatorzy zapraszają wszystkich, którzy chcą oddać hołd ofiarom i zachować pamięć o lokalnej historii.\n\ngodz. 12:30 - Publiczny Różaniec w Ostrołęce\n\nW niedzielę, 7 września 2025 r. o godz. 12:30, przy dworcu autobusowym w Ostrołęce (ul. Bogusławskiego 21) odbędzie się kolejna edycja Publicznego Różańca. Wydarzenie organizowane jest w ramach ogólnopolskiej inicjatywy środowisk pro-life, a jego celem – jak zapowiadają organizatorzy – jest modlitwa „o zatrzymanie aborcji”.\n\ngodz. 13:00 - Seniorada 2025 w Rzekuniu\n\nW niedzielę, 7 września 2025 r., przy Tężni Solankowej w Rzekuniu odbędzie się Seniorada – międzypokoleniowe wydarzenie dedykowane osobom starszym i ich rodzinom. Oficjalne otwarcie zaplanowano na godzinę 13:00, a w programie przewidziano występy licznych klubów seniora z regionu, poczęstunek oraz wspólną zabawę. Kulminacyjnym punktem wydarzenia będzie potańcówka, która rozpocznie się o godz. 16:30. Spotkanie ma na celu integrację, promocję aktywności seniorów i podkreślenie ich roli w życiu społecznym lokalnych społeczności. Wstęp wolny – zaproszeni są mieszkańcy w każdym wieku.\n\ngodz. 19:30 - „Dziesięć lat minęło…” – Jubileuszowa Gala Finałowa Ostrołęckich Operaliów\n\nW niedzielę, 7 września 2025 r., o godz. 19:30 na Fortach Bema w Ostrołęce odbędzie się uroczysta gala wieńcząca jubileuszowy Festiwal Muzyczny Ostrołęckie Operalia. Podczas koncertu finałowego wystąpią m.in. Grażyna Brodzińska, Joanna Nawrot-Maciejowska, Piotr Maciejowski i Jakub Milewski, a towarzyszyć im będzie Płocka Orkiestra Symfoniczna im. W. Lutosławskiego pod batutą Mieczysława Smydy. Gośćmi specjalnymi wieczoru będą Teresa Lipowska, Grażyna Orlińska i Krzesimir Dębski. Galę poprowadzą Artur Andrus i Jakub Milewski. Wydarzenie ma charakter otwarty, a wstęp jest bezpłatny."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 04.09.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-04092025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN22 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Toruński bruk w coraz gorszym stanie. „W szczeliny wchodzą dwie monety pięciozłotowe'",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/toru%C5%84ski-bruk-w-coraz-gorszym-stanie-w-szczeliny-wchodz%C4%85-dwie-monety-pi%C4%99cioz%C5%82otowe/ar-AA1LQdsI?ocid=BingNewsVerp",
            "description": "Coraz trudniej spacerować po toruńskiej Starówce. Powód: kostka brukowa w wielu miejscach została ułożona w partacki sposób.",
            "image_url": "https://www.bing.pl/th?id=OVFT.iZKvOWyI9oyWvZXctk-Rfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN23 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "05 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-05,5,day.html",
            "description": "Z okazji 25. rocznicy otwarcia Muzeum Archidiecezjalnego Kardynała Karola Wojtyły w Krakowie, przypadającej na dzień 5. Maja 2019 roku, powstała wystawa stała, która stanowi podróż poprzez sztukę i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spacery i zwiedzanie Spektakle taneczne Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Targi i kiermasze Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale muzyczne Spotkania i slajdowiska Inne przedstawienia Inne koncerty Festiwale teatralne Pozostałe Dziecięce różności Wydarzenia sportowe Muzyka klubowa Widowiska plenerowe i happeningi Cykle filmowe Wystawy stałe Inne wydarzenia literackie Spotkania i wykłady literackie Pokazy filmowe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Winobranie 2025. Co będzie się działo w środę, 10 września? Program",
            "link": "https://www.msn.com/pl-pl/rozrywka/filmy/winobranie-2025-co-b%C4%99dzie-si%C4%99-dzia%C5%82o-w-%C5%9Brod%C4%99-10-wrze%C5%9Bnia-program/ar-AA1LQkJE?ocid=BingNewsVerp",
            "description": "Wieczorem wystąpi Varius Manx & Kasia Stankiewicz, a wcześniej na pl. Teatralnym zabrzmią przeboje ABBY. Na deskach teatru ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.K3YrthNEH6fv3L7g6rKJdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska on MSN23 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Udany start tarasów na bulwarach nad Sołą w Oświęcimiu. Efektowne widowisko w ramach Święta Miasta",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/udany-start-taras%C3%B3w-na-bulwarach-nad-so%C5%82%C4%85-w-o%C5%9Bwi%C4%99cimiu-efektowne-widowisko-w-ramach-%C5%9Bwi%C4%99ta-miasta/ar-AA1LwWT0?ocid=BingNewsVerp",
            "description": "Udana była pierwsza impreza na oddanych niedawno tarasach na bulwarach w Oświęcimiu. Efektowne widowisko pod znakiem światła, ognia i tańca oglądały tłumy mieszkańców i gości.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Oświęcim Nasze Miasto on MSN16 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy to palatium? Na Wzgórzu Lecha w Gnieźnie odsłonięto relikty kamiennej budowli",
            "link": "https://www.niedziela.pl/artykul/116065/Czy-to-palatium-Na-Wzgorzu-Lecha-w-Gnieznie-odslonieto-relikty-kamiennej-budowli",
            "description": "„Nie ulega najmniejszej wątpliwości, że na Wzgórzu Lecha w Gnieźnie znajdowała się monumentalna siedziba władcy' - przyznała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.73KVCTRVEgNEAAf1Y3UjXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niedziela.pl10 godz.",
            "source": "Niedziela.pl",
            "article_content": "Wyniki badań, a konkretnie ujawnione elementy konstrukcji kamiennej są niezwykle obiecujące, by jednak coś więcej o nich powiedzieć konieczne jest rozszerzenie wykopalisk. Archeolodzy nie mają jednak wątpliwości, że w Gnieźnie - jednym z głównych grodów wczesnopiastowskiego państwa - siedziba księcia musiała się znajdować.\n\n„Chciałabym w sposób kategoryczny stwierdzić, że taki ośrodek, jak Gniezno, które było jednym z czołowych grodów państwa pierwszych Piastów, nie mogło się obyć bez palatium. Książę musiał mieć tutaj swoją siedzibę, zwłaszcza, że to miejsce pełniło bardzo ważną rolę, jeśli chodzi o stronę sakralną” - powiedziała podczas konferencji prasowej prof. Hanna Kóčka-Krenz, która odkryła fundamenty Palatium Mieszka I w Poznaniu.\n\nPomóż w rozwoju naszego portalu Wspieram\n\nReklama\n\nSpotkanie z dziennikarzami odbyło się 4 września bezpośrednio przy sondażach założonych przy kościele św. Jerzego 18 sierpnia br. Miejsce jest nieprzypadkowe, od dawana bowiem specjaliści wskazują ten właśnie teren jako najbardziej prawdopodobną lokalizację siedziby Mieszka I. W czasach pierwszych Piastów Wzgórze Lecha było znacznie mniejsze, wały obronne okalające gród przebiegały w miejscu posadowienia budynku Muzeum Archidiecezji Gnieźnieńskiej (narożnik południowo-wschodni), co potwierdziły badania prowadzone w 1983 roku przez archeologa Tomasza Sawickiego. Zatem ukształtowanie terenu, wały grodowe, pozostałości architektury kamiennej oraz wstępne pomiary rysującej się budowli (zbliżone do wymiarów palatium na Ostrowie Tumskim w Poznaniu) wskazują jednoznacznie na siedzibę władcy.\n\n„Na to, że w Gnieźnie palatium było, wskazują źródła pisane, kroniki i inne poszlaki. Dziś chciałoby się powiedzieć: mamy to! I z dużym prawdopodobieństwem mamy coś. Mamy fragmenty kamiennej budowli” - podsumował dr Michał Bogacki, dyrektor Muzeum Początków Państwa Polskiego, które było odpowiedzialne za prowadzenie wykopalisk. Prowadzono je we współpracy z Muzeum Archidiecezji Gnieźnieńskiej, które po raz pierwszy uczestniczyło w tego typu przedsięwzięciu.\n\nWykopaliska objaśnił dziennikarzom dr Tomasz Janiak, archeolog z Muzeum Początków Państwa Polskiego, który w 2019 roku, podczas poprzedniej Ekspedycji Palatium odkrył bramę grodziową prowadzącą do grodu.\n\nEfekty badań obejrzał również abp Wojciech Polak, który przyznał, że potwierdzają one to, „o czym wszyscy jesteśmy przekonani, iż gnieźnieńskie Wzgórze Lecha odgrywało ważną rolę u początków państwowości polskiej”. Metropolita gnieźnieński zadeklarował również przychylność wobec kolejnych etapów badań archeologicznych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ważki – latające relikty sprzed milionów lat",
            "link": "https://www.radiokrakow.pl/audycje/wazki-latajace-relikty-sprzed-milionow-lat/",
            "description": "Ważki to jedne z najbardziej fascynujących owadów, które zachowały swój wygląd niemal bez zmian przez miliony lat. W karbonie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.32oUB26NZwYUDRENmjbhZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Radio Kraków15 godz.",
            "source": "Radio Kraków",
            "article_content": "</noscript> <!-- End Google Tag Manager (noscript) --> <div class=\"sidenav\" id=\"mobile-demo\"> <img src=\"https://www.radiokrakow.pl/application/site/web/images/logo.png?v=20250905062644\" alt=\"Radio Kraków\" style=\"margin: 32px 48px 0; width: calc(100% - 96px )\"> <ul> <li class=\"dropdown-section\"> <div class=\"dropdown-trigger\" href=\"#!\"> Wiadomości </div> <ul id='dropdown1' class='dropdown-menu'> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/\"> Aktualności </a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/krakow/\"> Kraków </a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/tarnow/\"> Tarnów </a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/nowy-sacz/\"> Nowy Sącz </a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/nowy-sacz/podhale/\"> Podhale </a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/gorlice/\"> Gorlice </a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/malopolskazachodnia/\"> Małopolska Zachodnia </a> </li> </ul> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/kultura/\"> Kultura </a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/sport/\"> Sport </a> </li> <li> <a href=\"https://www.radiokrakow.pl/muzyka/\"> Muzyka </a> </li> <li> <a href=\"https://www.radiokrakow.pl/audycje/\"> Audycje </a> </li> <li> <a href=\"https://www.radiokrakow.pl/audycje/polecane-podcasty/\"> Podcasty </a> </li> <li> <a href=\"https://www.radiokrakow.pl/ramowka/\"> Ramówka </a> </li> <li class=\"dropdown-section\"> <div class=\"dropdown-trigger\" href=\"#!\"> O nas </div> <ul id='dropdown1' class='dropdown-menu'> <li> <a href=\"https://www.radiokrakow.pl/historia/\"> Historia Radia </a> </li> <li> <a href=\"https://www.radiokrakow.pl/ludzie-radia/\"> Ludzie Radia </a> </li> <li> <a href=\"https://www.radiokrakow.pl/kontakt/tess/abc-abonament/\"> Abonament </a> </li> <li> <a href=\"https://www.radiokrakow.pl/zwiedzanie-radia-krakow/\"> Zwiedzanie Radia </a> </li> <li> <a href=\"https://www.radiokrakow.pl/spacer/\"> Wirtualny spacer </a> </li> </ul> </li> <li> <a href=\"https://radiokrakowkultura.pl/\"> Radio Kraków Kultura </a> </li> <li> <a href=\"https://off.radiokrakow.pl/\"> OFF Radio Kraków </a> </li> <li class=\"dropdown-section\"> <div class=\"dropdown-trigger\" href=\"#!\"> Patronaty </div> <ul id='dropdown1' class='dropdown-menu'> <li> <a href=\"https://www.radiokrakow.pl/patronat/\"> Wniosek </a> </li> <li> <a href=\"https://www.radiokrakow.pl/partnerzy/\"> Partnerzy </a> </li> <li> <a href=\"https://www.radiokrakow.pl/logo/\"> Logo </a> </li> </ul> </li> <li> <a href=\"https://studio.radiokrakow.pl\"> Studio nagrań </a> </li> <li> <a href=\"https://www.radiokrakow.pl/reklama/\"> Reklama </a> </li> </ul> </div> <div class=\"big-search\"> <div class=\"container\"> <div class=\"row mb-0\"> <div class=\"col s12\"> <form class=\"big-search-form\" style=\"margin: 48px auto;\" method=\"get\" action=\"szukaj/\"> <label for=\"big_search_text\" style=\"visibility: hidden; position: absolute;\">Wpisz czego szukasz</label> <input type=\"text\" class=\"big-search-input browser-default\" placeholder=\"Wpisz czego szukasz\" name=\"search_text\" id=\"big_search_text\" value=\"\"> <button class=\"big-search-button\"> <i class=\"material-icons\">search</i> </button> </form> </div> </div> <div class=\"row\"> <div class=\"col s12\"> <hr class=\"big-search-hr\"> </div> </div> <div class=\"row\"> <div class=\"col s12 m6 l3\"> <span class=\"big-serach-list-title\">Wiadomości</span> <ul class=\"big-serach-list\"> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/aktualnosci/\">Aktualności</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/aktualnosci/krakow/\">Kraków</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/aktualnosci/tarnow/\">Tarnów</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/aktualnosci/nowy-sacz/\">Nowy Sącz</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/aktualnosci/nowy-sacz/podhale/\">Podhale</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/aktualnosci/malopolskazachodnia/\">Małopolska Zach.</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/aktualnosci/gorlice/\">Gorlice</a></li> </ul> </div> <div class=\"col s12 m6 l3\"> <span class=\"big-serach-list-title\">O nas</span> <ul class=\"big-serach-list\"> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/historia\">Historia Radia Kraków</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/ludzie-radia/\">Ludzie Radia</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/spacer\">Wirtualny spacer</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/kontakt/tess/abc-abonament/\">Abonament</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/zwiedzanie-radia-krakow/\">Zwiedzanie radia</a></li> <li class=\"big-serach-list-item\"><a href=\"//bip.radiokrakow.pl\">Biuletyn Informacji Publicznej</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/partnerzy/\">Partnerzy</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/romana-bobrowska-zyciorys\">Romana Bobrowska</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/nieodplatneaudycjewyborcze/\">Nieodpłatne audycje wyborcze </a></li> </ul> </div> <div class=\"col s12 m6 l3\"> <span class=\"big-serach-list-title\">Patronaty</span> <ul class=\"big-serach-list\"> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/patronat/\">Wniosek</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/partnerzy/\">Partnerzy</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/logo/\">Logo</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/promocja/\">Nasze patronaty</a></li> </ul> </div> <div class=\"col s12 m6 l3\"> <span class=\"big-serach-list-title\">Dzieje się w Radiu </span> <ul class=\"big-serach-list\"> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/nasze-akcje/\">Nasze akcje</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/kokursy/\">Konkursy</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/sluchowiska/\">Słuchowiska</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/koncerty/\">Koncerty</a></li> </ul> </div> <div class=\"col s12 m6 l3\"> <span class=\"big-serach-list-title\">Ochrona danych osobowych</span> <ul class=\"big-serach-list\"> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/polityka-prywatnosci/\">Polityka Prywatności Radia Kraków</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/polityka-cookies/\">Polityka Cookies</a></li> <li class=\"big-serach-list-item\"><a href=\"https://www.radiokrakow.pl/ochrona-danych-osobowych/\">Ochrona danych osobowych</a></li> </ul> </div> </div> <div class=\"row db\"> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\"> <a href=\"https://www.radiokrakow.pl/aktualnosci/kultura/\">Kultura</a> </h4> </div> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\"> <a href=\"https://www.radiokrakow.pl/aktualnosci/sport/\">Sport</a> </h4> </div> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\"> <a href=\"https://www.radiokrakow.pl/muzyka/\">Muzyka</a> </h4> </div> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\"> <a href=\"https://www.radiokrakow.pl/audycje/\">Audycje</a> </h4> </div> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\"> <a href=\"https://podcasty.radiokrakow.pl/\">Podcasty</a> </h4> </div> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\"> <a href=\"https://www.radiokrakow.pl/kontakt/\">Kontakt</a> </h4> </div> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\"> <a href=\"https://www.radiokrakow.pl/ramowka/\">Ramówka</a> </h4> </div> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\"> <a href=\"https://studio.radiokrakow.pl\">Studia nagraniowe</a> </h4> </div> </div> <div class=\"row\"> <div class=\"col s12 l4\"> <a href=\"\" class=\"big-search-block big-search-block-off\"> <span>OFF</span> </a> </div> <div class=\"col s12 l4\"> <a href=\"\" class=\"big-search-block big-search-block-culture\"> <span>Kultura</span> </a> </div> <div class=\"col s12 l4\"> <a href=\"http://bip.radiokrakow.pl/\" class=\"big-search-block big-search-block-bip\"> <span>BIP</span> </a> </div> </div> <div class=\"row\"> <div class=\"col s12\"> <div class=\"big-search-social-block\"> <ul class=\"big-search-social-list\"> <li class=\"big-search-social-item\"><a href=\"https://twitter.com/RadioKrakow\" target=\"_blank\"> <i class=\"fab fa-twitter\"></i> <span class=\"hide\">Twitter</span> </a></li> <li class=\"big-search-social-item\"><a href=\"https://pl-pl.facebook.com/radiokrakow\" target=\"_blank\"> <i class=\"fab fa-facebook-f\"></i> <span class=\"hide\">Facebook</span> </a></li> <li class=\"big-search-social-item\"><a href=\"https://www.youtube.com/channel/UCRYJv0ixGJpwFd0ba6bIWtg\" target=\"_blank\"> <i class=\"fab fa-youtube\"></i> <span class=\"hide\">Youtube</span> </a></li> <li class=\"big-search-social-item\"><a href=\"https://instagram.com/radio_krakow\" target=\"_blank\"> <i class=\"fab fa-instagram\"></i> <span class=\"hide\">Instagram</span> </a></li> </ul> </div> </div> </div> </div> </div> <header> <div class=\"container\"> <div class=\"row\"> <div class=\"col s6 l12\"> <menu> <a href=\"/\" class=\"brand-logo\"> <img src=\"https://www.radiokrakow.pl/application/site/web/images/logo.png?v=20250905062644\" alt=\"Radio Kraków\"> </a> <ul class=\"right hide-on-med-and-down first\"> <li class=\"__item\"> <a class=\"__link\" href=\"https://www.radiokrakow.pl/aktualnosci/\"> Aktualności </a> </li> <li class=\"__item\"> <a class=\"__link\" href=\"https://www.radiokrakow.pl/audycje/\"> Audycje </a> </li> <li class=\"__item\"> <a class=\"__link\" href=\"https://www.radiokrakow.pl/audycje/polecane-podcasty/\"> Podcasty </a> </li> <li class=\"__item\"> <a class=\"__link\" href=\"https://www.radiokrakow.pl/wydarzenia/\"> Wydarzenia </a> </li> <li class=\"__item\"> <a class=\"__link\" href=\"kontakt/\"> Kontakt </a> </li> <li class=\"icon-option\"> <a href=\"https://rkk.pl/\" class=\"icon-option__link icon-option__link-rkk\"> <span class=\"hide\">Radio Kraków Kultura</span> </a> </li> <li class=\"icon-option\"> <a href=\"https://off.radiokrakow.pl/\" class=\"icon-option__link icon-option__link-off\"> <span class=\"hide\">OFF</span> </a> </li> <li class=\"icon-option\"> <a href=\"https://sklep.radiokrakow.pl/\" class=\"icon-option__link icon-option__link-shop\"> <span class=\"hide\">Sklep</span> </a> </li> <li class=\"icon-option\"> <a href=\"https://radiokrakow.pl/\" class=\"big-search-btn icon-option__link icon-option__link-search\"> <span class=\"hide\">Szukaj</span> </a> </li> <li class=\"icon-option\"> <a href=\"player/\" target=\"_blank\" class=\"waves-effect waves-light icon-option__link icon-option__link-play\"> <span class=\"hide\">Play</span> </a> </li> </ul> </menu> </div> <div class=\"col s6 hide-on-large-only hide-on-extra-large-only\"> <ul class=\"menu-btns\"> <li class=\"menu-btns__item\"> <button class=\"big-search-btn menu-btns__link\"> <i class=\"material-icons\">search</i> </button> </li> <li class=\"menu-btns__item\"> <a href=\"player/\" class=\"menu-btns__link menu-btns__link-play\"> <span class=\"hide\">Play</span> </a> </li> <li class=\"menu-btns__item\"> <div data-target=\"mobile-demo\" class=\"sidenav-trigger color-text menu-btns__link\"> <i class=\"material-icons\">menu</i> </div> </li> </ul> </div> </div> </div> </header> <main> <section class=\"container\"> <div class=\"row\"> <div class=\"col s12\"> <a href=\"\" title=\"Radio Kraków\" class=\"breadcrumb\"> Radio Kraków </a> <a href=\"audycje/\" title=\"Audycje\" class=\"breadcrumb\"> Audycje </a> <a href=\"audycje/wazki-latajace-relikty-sprzed-milionow-lat/\" title=\"Ważki – latające relikty sprzed milionów lat\" class=\"breadcrumb\"> Ważki – latające relikty sprzed milionów lat </a> </div> </div> </section> <section class=\"container\"> <div class=\"row\"> <div class=\"col s12 l9 \"> <div class=\"article\"> <ul class=\"article__font-select font-select\"> <li class=\"font-select__item \" style=\"font-size: 12px;\" data-font_size=\"12\">A </li> <li class=\"font-select__item font-select__item-selected\" style=\"font-size: 14px;\" data-font_size=\"14\">A </li> <li class=\"font-select__item \" style=\"font-size: 16px;\" data-font_size=\"16\">A </li> </ul> <a class=\"article-share\"> <i class=\"material-icons\">share</i> </a> <h1 class=\"article-title big-title\">Ważki – latające relikty sprzed milionów lat</h1> <ul class=\"meta\"> <li class=\"meta__item meta__item-user meta__item-fullopacity \" data-role=\"editor\"> <a href=\"https://www.radiokrakow.pl/ludzie-radia/sylwia-paszkowska/\" class=\"user-item user-item-min\"> <div class=\"user-item__thumb \" style=\"background-image: url('https://www.radiokrakow.pl/data/user/avatar/786c7447ded91000c1b629bae38f69c1ijij.jpg');\"></div> <div class=\"user-item__name\"> Sylwia <b>Paszkowska</b> </div> <div class=\"user-item__position\"></div> </a> </li> <li class=\"meta__item meta__item-user meta__item-fullopacity \" data-role=\"editor\"> <a href=\"https://www.radiokrakow.pl/ludzie-radia/aneta-hudzik/\" class=\"user-item user-item-min\"> <div class=\"user-item__thumb \" style=\"background-image: url('https://www.radiokrakow.pl/data/user/avatar/720bc4b3889f5a528e6b3378eed057aebez tytulu-13.png');\"></div> <div class=\"user-item__name\"> Aneta <b>Hudzik</b> </div> <div class=\"user-item__position\"></div> </a> </li> <li class=\"meta__item meta__item-family\"> <a href=\"https://www.radiokrakow.pl/audycje/co-w-trawie-piszczy/\" title=\"Co w trawie piszczy\"> Co w trawie piszczy </a> </li> <li class=\"meta__item\"> <i class=\"material-icons\">date_range</i> Wczoraj </li> </ul> <strong class=\"article-lead\">Ważki to jedne z najbardziej fascynujących owadów, które zachowały swój wygląd niemal bez zmian przez miliony lat. W karbonie istniały gigantyczne gatunki, takie jak Meganeura o skrzydłach długości 75 centymetrów. Dzisiejsze ważki są mniejsze, ale zachwycają zwinnością i precyzją lotu. Ich ogromne oczy pozwalają widzieć panoramicznie i reagować na najmniejszy ruch. Larwy żyją w wodzie i są groźnymi drapieżnikami wyposażonymi w wysuwaną szczękę. O ważkach opowiada prof. Kazimierz Wiech, a Alicja Zięba-Wiech odczytuje wiersz poświęcony tym owadom.</strong> <div class=\"article-thumb\" style=\"background-image: url('https://www.radiokrakow.pl/data/article/3695779/446dff1b7452e311a3727efa06e06e96pexels-pixabay-34487.jpg');\"> </div> <p class=\"article-thumb-tags\"> Zdjęcie ilustracyjne, źródło: Pexels </p> <div class=\"mt-3 mb-4\"> <ul class=\"social-grid-2\"> <li class=\"social-grid-2__item social-grid-2__item-facebook\"> <a href=\"https://www.facebook.com/sharer/sharer.php?u=https://www.radiokrakow.pl/audycje/wazki-latajace-relikty-sprzed-milionow-lat/\" class=\"social-grid-2__link\" target=\"_blank\"> <i class=\"fab fa-facebook-f social-grid-2__icon\"></i> <span class=\"social-grid-2__text\">Pokaż</span> </a> </li> <li class=\"social-grid-2__item social-grid-2__item-twitter\"> <a href=\"https://twitter.com/intent/tweet?url=https://www.radiokrakow.pl/audycje/wazki-latajace-relikty-sprzed-milionow-lat/&text=Ważki – latające relikty sprzed milionów lat\" class=\"social-grid-2__link\" target=\"_blank\"> <i class=\"fab fa-twitter social-grid-2__icon\"></i> <span class=\"social-grid-2__text\">Tweetnij</span> </a> </li> <li class=\"social-grid-2__item social-grid-2__item-linkedin\"> <a href=\"https://www.linkedin.com/shareArticle?mini=true&url=https://www.radiokrakow.pl/audycje/wazki-latajace-relikty-sprzed-milionow-lat/&title=Ważki – latające relikty sprzed milionów lat&summary=Ważki to jedne z najbardziej fascynujących owadów, które zachowały swój wygląd niemal bez zmian przez miliony lat. W karbonie istniały gigantyczne gatunki, takie jak Meganeura o skrzydłach długości 75 centymetrów. Dzisiejsze ważki są mniejsze, ale zachwycają zwinnością i precyzją lotu. Ich ogromne oczy pozwalają widzieć panoramicznie i reagować na najmniejszy ruch. Larwy żyją w wodzie i są groźnymi drapieżnikami wyposażonymi w wysuwaną szczękę. O ważkach opowiada prof. Kazimierz Wiech, a Alicja Zięba-Wiech odczytuje wiersz poświęcony tym owadom.\" class=\"social-grid-2__link\" target=\"_blank\"> <i class=\"fab fa-linkedin-in social-grid-2__icon\"></i> <span class=\"social-grid-2__text\">Udostępnij</span> </a> </li> </ul> <div class=\"clearfix\"></div> </div> <div class=\"article-text\"></div> <audio controls class=\"article-audio\"> <source src=\"https://www.radiokrakow.pl/data/article/3695781/1f090f6f62ae8127bc1d0a4190ef73990409wiech.mp3\" type=\"audio/mpeg\"> Your browser does not support the audio element. </audio> <div class=\"article-foot\"> <div class=\"article-source\"> </div> <div class=\"article-user\"> <b>Autor:</b> <a class=\"user-item user-item-min\" style=\"display: inline-block;\" href=\"https://www.radiokrakow.pl/ludzie-radia/sylwia-paszkowska/\"> <div class=\"user-item__thumb\" style=\"background-size:contain; border-radius: 0;background-image: url('https://www.radiokrakow.pl/data/user/avatar/786c7447ded91000c1b629bae38f69c1ijij.jpg');\"></div> <div class=\"user-item__name\"> Sylwia Paszkowska </div> </a> <br> </div> </div> </div> <a href=\"!#\" class=\"tellus-modal-btn\">Wyślij opinię na temat artykułu</a> <div class=\"clearfix\"></div> <div style=\"box-shadow: 0 0 8px rgba(0, 0, 0, .1); background-color: #fff; padding: 24px;\"> <h2 class=\"mid-title mb-4\">Komentarze (0)</h2> <div class=\"alert blue lighten-4 blue-text text-darken-3 p-4 mb-5\">Brak komentarzy</div> <form id=\"commentForm\" action=\"/submit-comment\" method=\"post\"> <h3 class=\"mid-title mb-3\" style=\"font-size: 18px; font-weight: 600;\">Dodaj komentarz</h3> <input type=\"hidden\" name=\"id_obj\" value=\"article_3695779\"> <div class=\"row-nice-input\"> <input name='nick' type='text' class='text form-control' title='' value='' id='nick893589' placeholder=\" \" required /> <label for=\"nick893589\"> Podpis </label> </div> <div class=\"row-nice-input\"> <textarea name='text' class='materialize-textarea form-control' title='' id='text643900' placeholder=\" \" ></textarea> <label for=\"text643900\"> Treść komentarza </label> </div> <input name='csrf_token' type='hidden' value='dca5f7a09f61fd45659137eb8d59de3b' class='form-control' /><input name='csrf_date' type='hidden' value='2025-09-05 06:26:43' class='form-control' /> <div class=\"row\"> <div class=\"col s12\"> <!-- <div class=\"g-recaptcha\" data-sitekey=\"6LfKdaAcAAAAAAv7HpyxadvM5QOkJlY-IyV9NSnF\"></div>--> </div> </div> <div> <button class=\"btn waves-effect waves-light button\" type=\"submit\">Dodaj komentarz</button> </div> </form> <script type=\"d141c494e9aaf533e20909ed-text/javascript\"> $(document).ready(function () { $('#commentForm').on('submit', function (event) { event.preventDefault(); let url = Address() + 'commentadd'; let data = $(this).serialize(); Swal.fire({ icon: 'success', title: 'Dziękujemy za dodanie komentarza!', text: \"Twój komentarz zostanie dodany niezwłocznie po akceptacji przez moderatora. Komentarze są zwykle moderowane w godzinach 6.00.- 23.00. Komentarze dodane poza tymi godzinami zostaną opublikowane następnego dnia roboczego.\", showConfirmButton: false, timer: 10000 }); // Clear the form fields $('#commentForm')[0].reset(); $.ajax({ url: url, type: 'POST', data: data, success: function (response) { }, error: function (xhr, status, error) { Swal.fire({ icon: 'error', title: 'Wystąpił błąd podczas dodawania komentarza.', text: error }); } }); }); }); </script> <style> .notification { padding: 24px; border-radius: 12px; border: 2px dashed rgba(255, 99, 71, .5); display: flex; align-items: center; gap: 12px; margin-bottom: 24px; font-size: 1rem; color: rgba(255, 99, 71, .8); } </style> </div> </div> <div class=\"col s12 l3 \"> <div class=\"on-top \"> <h2 class=\"on-top-title\"> Najnowsze </h2> <ul class=\"on-top-list blue-scroll\"> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/aktualnosci/aktualnosci-komunikacyjne-radia-krakow-0509/\"> <b>06:06</b> <h3>Aktualności komunikacyjne Radia Kraków 05.09 </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/aktualnosci/sport/gol-casha-i-pokerowa-zagrywka-urbana-daly-remis-w-rotterdamie/\"> <b>23:04</b> <h3>Gol Casha i pokerowa zagrywka Urbana dały remis w Rotterdamie </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/audycje/co-sie-dzieje-w-malopolskich-lasach-jodla-i-swierk-w-opalach/\"> <b>21:44</b> <h3>Co się dzieje w małopolskich lasach? Jodła i świerk w opałach </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/aktualnosci/tarnow/nowa-instalacja-do-bioodpadow-w-tarnowie-mieszkancy-krzyza-licza-na-mniej-uciazliwych-zapachow/\"> <b>20:40</b> <h3>Nowa instalacja do bioodpadów w Tarnowie. Mieszkańcy Krzyża liczą na mniej uciążliwych zapachów </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/aktualnosci/krakow/teatr-im-slowackiego-w-sezonie-2025-2026/\"> <b>20:33</b> <h3>Teatr im. Słowackiego w sezonie 2025/2026 </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/aktualnosci/krakow/nowa-pompa-wolumetryczna-dla-malych-pacjentow-onkologicznych-w-krakowie/\"> <b>19:52</b> <h3>Nowa pompa wolumetryczna dla małych pacjentów onkologicznych w Krakowie </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/audycje/czym-sa-szon-patrole-dziewczeta-na-celowniku-nastolatkow/\"> <b>18:16</b> <h3>Czym są \"szon patrole\"? Dziewczęta na celowniku nastolatków </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://podcasty.radiokrakow.pl/przed-hejnalem2/\"> <b>17:18</b> <h3>Dom, praca i... biblioteka! Jesienny program Biblioteki Kraków pełen atrakcji </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://podcasty.radiokrakow.pl/przed-hejnalem2/\"> <b>16:49</b> <h3>Siła dyscypliny – co naprawdę napędza sportowców? </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/audycje/dom-praca-i-biblioteka-jesienny-program-biblioteki-krakow-pelen-atrakcji/\"> <b>16:24</b> <h3>Dom, praca i... biblioteka! Jesienny program Biblioteki Kraków pełen atrakcji </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/audycje/sila-dyscypliny-co-naprawde-napedza-sportowcow/\"> <b>16:23</b> <h3>Siła dyscypliny – co naprawdę napędza sportowców? </h3> </a> </li> <li class=\"on-top-list-item on-top-list-item__article\"> <a href=\"https://www.radiokrakow.pl/aktualnosci/krakow/nowa-gwardia-dzwonnikow-na-wawelu-to-pomysl-bractwa-kurkowego/\"> <b>16:04</b> <h3>Nowa „gwardia” dzwonników na Wawelu? To pomysł Bractwa Kurkowego Rzeczypospolitej </h3> </a> </li> </ul> </div> </div> </div> </section> </main> <footer> <div class=\"container\"> <div class=\"row db\"> <div class=\"col s12 m6 l3\" style=\"display: none;\"> <a href=\"/\" class=\"mb-5\"> <img src=\"https://www.radiokrakow.pl/application/site/web/images/logo.png?v=20250905062644\" alt=\"Radio Kraków\"> </a> <div class=\"clearfix\"></div> <p style=\"line-height: 32px\" class=\"mb-4 pr-5\">Lorem ipsum dolor sit amet, consectetur adipisicing elit. Amet architecto asperiores deleniti dicta dolores earum illo iste</p> </div> <div class=\"col s12 m6 l12\"> <div class=\"row\"> <div class=\"col s12 m6 l3\"> <h4 class=\"big-serach-list-title\">Kontakt</h4> <ul class=\"list-icon\" style=\"margin-top: 5px !important; float: left;\"> <li> <i class=\"material-icons\">phone</i> <span>12 200 33 33</span> <b>(antena)</b> </li> <li> <i class=\"material-icons\">phone</i> <span>12 630 60 00</span> <b>(recepcja)</b> </li> <li> <i class=\"material-icons\">phone</i> <span>12 630 62 06</span> <b>(reklama)</b> </li> <li> <i class=\"material-icons\">email</i> <span><a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"1f6d7a7b7e747c757e5f6d7e7b7670746d7e747068316f73\">[email protected]</a></span> </li> <li> <i class=\"material-icons\">email</i> <span><a href=\"/cdn-cgi/l/email-protection\" class=\"__cf_email__\" data-cfemail=\"225047494e434f43625043464b4d495043494d550c524e\">[email protected]</a></span> </li> </ul> </div> <div class=\"col s12 m6 l5 offset-l1\"> <h4 class=\"big-serach-list-title\">O nas</h4> <div class=\"row db\"> <div class=\"col s12 m6 l4\"> <ul class=\"m-0\"> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/\" title=\"Aktualności\" style=\"line-height: 32px\">Aktualności</a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/krakow/\" title=\"Kraków\" style=\"line-height: 32px\">Kraków</a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/tarnow/\" title=\"Tarnów\" style=\"line-height: 32px\">Tarnów</a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/malopolskazachodnia/\" title=\"Małopolska Zachodnia\" style=\"line-height: 32px\">Małopolska Zachodnia</a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/nowy-sacz/\" title=\"Nowy Sącz\" style=\"line-height: 32px\">Nowy Sącz</a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/nowy-sacz/podhale/\" title=\"Podhale\" style=\"line-height: 32px\">Podhale</a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/gorlice/\" title=\"Gorlice\" style=\"line-height: 32px\">Gorlice</a> </li> </ul> </div> <div class=\"col s12 m6 l4\"> <ul class=\"m-0\"> <li> <a href=\"https://www.radiokrakow.pl/ludzie-radia/\" title=\"Ludzie Radia\" style=\"line-height: 32px\">Ludzie Radia</a> </li> <li> <a href=\"https://www.radiokrakow.pl/regulaminkonkursow\" title=\"Regulamin konkursów\" style=\"line-height: 32px\">Regulamin konkursów</a> </li> <li> <a href=\"https://www.radiokrakow.pl/kontakt/tess/abc-abonament/\" title=\"Abonament\" style=\"line-height: 32px\">Abonament</a> </li> <li> <a href=\"https://bip.radiokrakow.pl/\" title=\"BIP\" style=\"line-height: 32px\">BIP</a> </li> <li> <a href=\"https://www.radiokrakow.pl/partnerzy/\" title=\"Partnerzy\" style=\"line-height: 32px\">Partnerzy</a> </li> <li> <a href=\"https://www.pracuj.pl/praca/krakow;wp\" title=\"Praca na Pracuj.pl\" style=\"line-height: 32px\">Praca na Pracuj.pl</a> </li> <li> <a href=\"https://www.praca.pl/krakow.html\" title=\"Praca Kraków\" style=\"line-height: 32px\">Praca Kraków</a> </li> <li> <a href=\"https://www.gowork.pl/praca/krakow;l\" title=\"Praca Kraków\" style=\"line-height: 32px\">Praca Kraków</a> </li> <li> <a href=\"https://jobicon.pracuj.pl/\" title=\"Targi pracy Kraków\" style=\"line-height: 32px\">Targi pracy Kraków</a> </li> <li> <a href=\"http://tanieloty.com\" title=\" Tanie Loty\" style=\"line-height: 32px\"> Tanie Loty</a> </li> <li> <a href=\"https://hotels.pl/\" title=\"Hotele\" style=\"line-height: 32px\">Hotele</a> </li> <li> <a href=\"https://www.mohito.com/pl/pl/ubrania/kurtki-plaszcze/kurtki-zimowe\" title=\"Kurtki zimowe damskie\" style=\"line-height: 32px\">Kurtki zimowe damskie</a> </li> <li> <a href=\"https://biurobot.pl/\" title=\"Artykuły biurowe\" style=\"line-height: 32px\">Artykuły biurowe</a> </li> <li> <a href=\"https://www.eberto.pl/\" title=\"Baza ofert pracy\" style=\"line-height: 32px\">Baza ofert pracy</a> </li> <li> <a href=\"https://blog.theprotocol.it/ \" title=\"the:blog\" style=\"line-height: 32px\">the:blog</a> </li> <li> <a href=\"https://posrednik.pl/\" title=\"Darmowe ogłoszenia\" style=\"line-height: 32px\">Darmowe ogłoszenia</a> </li> </ul> </div> </div> </div> <div class=\"col s12 m6 l3 \"> <h4 class=\"big-serach-list-title\">Posłuchasz nas</h4> <div class=\"big-serach-list-item\"> Kraków <b class=\"color2-text right\">101.6 MHz</b> </div> <div class=\"big-serach-list-item\"> Tarnów <b class=\"color2-text right\">101 MHz</b> </div> <div class=\"big-serach-list-item\"> Zakopane <b class=\"color2-text right\">100 MHz</b> </div> <div class=\"big-serach-list-item\"> Andrychów <b class=\"color2-text right\">98.8 MHz</b> </div> <div class=\"big-serach-list-item\"> Gorlice <b class=\"color2-text right\">97.4 MHz</b> </div> <div class=\"big-serach-list-item\"> Krynica-Zdrój <b class=\"color2-text right\">102.1 MHz</b> </div> <div class=\"big-serach-list-item\"> Rabka-Zdrój <b class=\"color2-text right\">87.6 MHz</b> </div> <div class=\"big-serach-list-item\"> Szczawnica <b class=\"color2-text right\">90 MHz</b> </div> <div class=\"big-serach-list-item\"> Nowy Sącz <b class=\"color2-text right\">90 MHz</b> </div> </div> </div> </div> </div> </div> <div class=\"footer-dark\"> <div class=\"container\"> <div class=\"row mb-0\"> <div class=\"col s12\"><b></b> <ul class=\"right list-social\"> <li class=\"list-social-item\"> <a href=\"https://twitter.com/RadioKrakow\" target=\"_blank\"> <i class=\"fab fa-twitter\"></i> <span class=\"hide\">Twitter</span> </a> </li> <li class=\"list-social-item\"> <a href=\"https://pl-pl.facebook.com/radiokrakow\" target=\"_blank\"> <i class=\"fab fa-facebook-f\"></i> <span class=\"hide\">Facebook</span> </a> </li> <li class=\"list-social-item\"> <a href=\"https://www.youtube.com/channel/UCRYJv0ixGJpwFd0ba6bIWtg\" target=\"_blank\"> <i class=\"fab fa-youtube\"></i> <span class=\"hide\">Youtube</span> </a> </li> <li class=\"list-social-item\"> <a href=\"https://instagram.com/radio_krakow\" target=\"_blank\"> <i class=\"fab fa-instagram\"></i> <span class=\"hide\">Instagram</span> </a> </li> </ul> <b class=\"left hide-on-med-and-down\" title=\"2025-09-05 06:26:44\">Zobacz</b> <ul class=\"left hide-on-med-and-down list-line\"> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/kultura/\">Kultura</a> </li> <li> <a href=\"https://www.radiokrakow.pl/aktualnosci/sport/\">Sport</a> </li> <li> <a href=\"https://www.radiokrakow.pl/muzyka/\">Muzyka</a> </li> <li> <a href=\"https://www.radiokrakow.pl/audycje/\">Audycje</a> </li> <li> <a href=\"https://podcasty.radiokrakow.pl/\">Podcasty</a> </li> <li> <a href=\"https://www.radiokrakow.pl/kontakt/\">Kontakt</a> </li> <li> <a href=\"https://www.radiokrakow.pl/ramowka/\">Ramówka</a> </li> <li> <a href=\"https://studio.radiokrakow.pl\">Studia nagraniowe</a> </li> </ul> </div> </div> <div class=\"row mb-3\"> <div class=\"col s12\"> <hr class=\"mt-4\"> </div> </div> <div class=\"row mb-2\"> <div class=\"col s12 l9\"> RADIO KRAKÓW SA. Aleja Juliusza Słowackiego 22, 30-007 Kraków </div> <div class=\"col s12 l3\" style=\"text-align: right\"> Antena: 12 200 33 33 </div> </div> </div> </div> </footer> <script data-cfasync=\"false\" src=\"/cdn-cgi/scripts/5c5dd728/cloudflare-static/email-decode.min.js\"></script><script src=\"/cdn-cgi/scripts/7d0fa10a/cloudflare-static/rocket-loader.min.js\" data-cf-settings=\"d141c494e9aaf533e20909ed-|49\" defer></script></body> <script type=\"d141c494e9aaf533e20909ed-text/javascript\"> $(document).ready(function () { $('.contact-modal-btn').click(function (e){ e.preventDefault(); let modal = $('.contact-modal'); modal.toggleClass('contact-modal-open'); }) $('.contact-modal .close-x').click(function (e){ e.preventDefault(); let modal = $('.contact-modal'); modal.toggleClass('contact-modal-open'); }); }); </script> <div class=\"contact-modal blue-scroll\"> <div class=\"close-x\"></div> <h2 class=\"mid-title\">Kontakt</h2> <div class=\"contact-block\"> <b class=\"width-auto\">Sekretariat Zarządu</b> <br> <h4>12 630 61 01</h4> </div> <iframe width=\"100%\" height=\"300\" frameborder=\"0\" scrolling=\"no\" marginheight=\"0\" marginwidth=\"0\" style=\"margin-bottom: 24px;\" src=\"https://maps.google.com/maps?width=100%25&height=300&hl=en&q=Kraków Al. Słowackiego 22&t=&z=14&ie=UTF8&iwloc=B&output=embed\" class=\"radius\">\n\nWyślij opinię\n\nRadio Kraków informuje,\n\niż od dnia 25 maja 2018 roku wprowadza aktualizację polityki prywatności i zabezpieczeń w zakresie przetwarzania danych osobowych. Niniejsza informacja ma na celu zapoznanie osoby korzystające z Portalu Radia Kraków oraz słuchaczy Radia Kraków ze szczegółami stosowanych przez Radio Kraków technologii oraz z przepisami o ochronie danych osobowych, obowiązujących od dnia 25 maja 2018 roku. Zapraszamy do zapoznania się z informacjami zawartymi w Polityce Prywatności."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bł. Carlo Acutis uzdrawia, inspiruje i jednoczy w wierze Brytyjczyków",
            "link": "https://www.niedziela.pl/artykul/116033/Bl-Carlo-Acutis-uzdrawia-inspiruje-i-jednoczy-w-wierze-Brytyjczykow",
            "description": "Urodzony w Londynie błogosławiony, a wkrótce święty, Karol Acutis jest już czczony w dwóch sanktuariach diecezji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gcnzJCT4w20kZOoBD9SccS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niedziela.pl8 godz.",
            "source": "Niedziela.pl",
            "article_content": "18 maja 1991 r. czyli dwa tygodnie po urodzeniu Acutis został ochrzczony w londyńskiej Parafii Matki Bożej Bolesnej, prowadzonej przez Braci Serwitów (Zakon Żebraczy Braci Służebników Maryi). Kościół mieści się przy Fulham Road, znanej z ekskluzywnych sklepów, restauracji i stadionu Chelsea FC. Wspólnota nazywa siebie „miejscem nadziei\", odpoczynku i odnowy. Mówią, że ich kościół jest „gościnnym zajazdem”, otwartym dla ludzi z każdej wiary i kultury, dla osób w związkach małżeńskich, rozwiedzionych i samotnych. W każdy poniedziałek, po porannej Mszy św. o godz. 10.00 wystawiane są relikwie bł. Karola, który patronuje teraz przygotowaniom obchodów 150-lecia parafii, 14 września. Tego dnia zostanie odprawiona Międzynarodowa Msza Święta, a ponieważ Karol słynął ze swojej szczodrości, jednym ze sposobów świętowania jest wzięcie udziału w akcji „150 aktów dobroci”. Parafianie wysyłają mailem lub zostawiają w kościele kartki z opisem osobistego dzieła miłosierdzia, które publikowane są w mediach społecznościowych, inspirując innych.\n\nDoświadczyć „przebłysku nieba\"\n\nReklama\n\nDrugie angielskie sanktuarium bł. Karola Acutisa mieści się w Kościele Bożego Ciała przy Maiden Lane. Parafię powołano w 1874 r. jako akt zadośćuczynienia za grzechy przeciw Najświętszej Eucharystii popełnione w tamtym czasie i później. Działa tu Sodalicja Najświętszego Sakramentu, bractwo czczące Chrystusa obecnego w Najświętszym Sakramencie. I to miejsce jest szczególne na mapie Londynu, bo znajduje się wśród zgiełku miasta, w słynnnym Covent Garden. Jak mówi o nim kard. Vincent Nichols: „doświadczycie tam przebłysku Nieba i Bożego miłosierdzia, pokoju i ukojenia”. W 2021 r. arcybiskup Westminsteru podarował kościołowi relikwię bł. Karola, pierwszej klasy, zawierającą kępkę jego włosów. Pieniądze konieczne na organizację sanktuarium przekazali ludzie z całego świata, potrzebną kwotę zebrano zaledwie w ciągu tygodnia od rozpoczęcia zbiórki.\n\nPomóż w rozwoju naszego portalu Wspieram\n\nPrzewodnik po „kluczowych\" sakramentach\n\nObie londyńskie świątynie, w których szczególnie czczony jest Karol Acutis, otrzymały jego relikwie w tym samym czasie i jak powiedział wówczas kardynał Nichols: „Każdy z tych kościołów godny jest odwiedzenia ze względu na swoje piękno, ale jeszcze bardziej ze względu na znaczenie, jakie każdy z nich reprezentuje dla dwóch kluczowych sakramentów w życiu ucznia Jezusa i życia katolika: Chrztu i Eucharystii. Mamy nadzieję i modlimy się, że przykład tego młodego człowieka, który został ochrzczony w kościele na Fulham Road i przeżył swoje życie w bliskim objęciu Jezusa w Eucharystii, pomoże nam wszystkim ustalić właściwe priorytety w życiu”.\n\nKolejne sanktuarium oraz centrum informacji i edukacji o Karolu powstaje w zbiorczej parafii Błogosławionego Karola Acutisa w Wolverhampton, która gromadzi wiernych trzech kościołów: pw. św. Michała Archanioła, następnie pod wezwaniem świętych Piotra i Pawła oraz pod wezwaniem św. Bernadety w Wombourne.\n\nWzór nie tylko dla katolików\n\nKarol Acutis stał się również patronem ekumenicznej, katolicko-anglikańskiej Szkoły św. Chada. Pierwotnie szkoła katolicka powstała we wrześniu 1976 roku. 33 lata później rozpoczęto współpracę z Kościołem Anglii, tworząc wspólną szkołę wyznaniową. W 2023 roku, po licznych konsultacjach z uczniami i lokalną społecznością, Szkoła św. Chada stała się Katolicką i Anglikańską Akademią im. Błogosławionego Carla Acutisa.\n\nOrędownik w chorobie\n\nZ kolei w miejscowości Malmesbury hr. Wiltshire mamy wspólnotę św. Aldhelma – pierwszą parafię w Anglii – gdzie znajduje się witraż poświęcony bł. Karolowi. Po publikacji artykułu w „Telegraph” kościół odnotował gwałtowny wzrost liczby odwiedzających, odnotowano także świadectwo uzdrowienia za jego wstawiennictwem. W kwietniu 6-letnia dziewczynka zachorowała na rzadkie schorzenie neurologiczne, zespół Guillaina-Barrégo, które spowodowało paraliż całego ciała. Wprowadzono ją w stan śpiączki farmakologicznej i podłączono do respiratora. Obecnie odzyskała pełną sprawność w górnej części ciała. W czasie choroby parafianie z kościoła św. Aldhelma żarliwie modlili się do błogosławionego Karola Acutisa, prosząc o jego wstawiennictwo i jak mówią: „Głęboko wierzymy, że wstawiennictwo Karola w znacznym stopniu przyczyniło się do szybkiego i niezwykłego powrotu do zdrowia dziewczynki i mamy nadzieję, że w pełni wyzdrowieje”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drugi sezon animowanego Tomb Raidera na Netfliksie będzie zarazem ostatnim",
            "link": "https://www.gram.pl/news/drugi-sezon-animowanego-tomb-raidera-na-netfliksie-bedzie-zarazem-ostatnim",
            "description": "Netflix potwierdził datę premiery drugiego sezonu animowanej serii Tomb Raider: The Legend of Lara Croft. Nowe odcinki ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H7OjYJL5imkaygjY_P6V_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gram.pl8 godz.",
            "source": "Gram.pl",
            "article_content": "Netflix potwierdził datę premiery drugiego sezonu animowanej serii Tomb Raider: The Legend of Lara Croft. Nowe odcinki pojawią się na platformie 11 grudnia 2025 roku i jak się okazuje, będą one ostatnimi.\n\nDrugi sezon Tomb Raider: The Legend of Lara Croft będzie ostatnim\n\nNajwyraźniej Netflix dostrzegł, że kontynuowanie serialu animowanego Tomb Raider: Legenda Lary Croft nie będzie miało sensu. Już 10 października ubiegłego roku, pierwszy sezon dość szybko zaczął zbierać negatywne opinie. Można było to zauważyć w popularnych serwisach, takich ja IMDb, gdzie średnia ocena wynosiła wówczas zaledwie 5,3/10 z 4,7 tysięcy opinii, z kolei na Rotten Tomatoes średnia nota wynosiła po premierze 2,1/5 z ponad 250 recenzji użytkowników. Na Metacritic ocena po debiucie serialu wynosiła zaledwie 3/10 ze 167 ocen. Co prawda niemal od razu zamówiono drugi sezon, ale jak się teraz okazuje, zakończy on animowane przygody Lary Croft."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przygoda Lary Croft zbliża się do finału. Znamy datę premiery ostatniego sezonu Tomb Raider od Netflixa",
            "link": "https://www.eurogamer.pl/przygoda-lary-croft-zbliza-sie-do-finalu-znamy-date-premiery-ostatniego-sezonu-tomb-raider-od-netflixa",
            "description": "„ Gdy poszukiwaczka przygód Lara Croft (Hayley Atwell) odkrywa trop skradzionych afrykańskich masek Orisza, łączy siły ze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mi2uvs58aRDZgsU0fvPoNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Eurogamer.pl11 godz.",
            "source": "Eurogamer.pl",
            "article_content": "Netflix potwierdził datę premiery 2. sezonu animowanego serialu Tomb Raider. Przy okazji dowiedzieliśmy się, że widowisko zbliża się do finału i nie otrzyma już więcej odcinków.\n\nEkskluzywna premiera na Netfliksie odbędzie się jeszcze w tym roku, 11 grudnia. Otrzymaliśmy również krótki opis, ujawniający, czego możemy spodziewać się po kolejnych przygodach dzielnej archeolożki.\n\n„Gdy poszukiwaczka przygód Lara Croft (Hayley Atwell) odkrywa trop skradzionych afrykańskich masek Orisza, łączy siły ze swoją najlepszą przyjaciółką Sam (Karen Fukuhara), by odzyskać cenne artefakty” - cytuje Variety.\n\nAkcja 2. sezonu rozegra się w różnych regionach świata, a główną antagonistką będzie chciwa miliarderka, skuszona wizją wykorzystania mocy masek na swoją korzyść. „W trakcie podróży bohaterka odkrywa, że te relikty kryją mroczne sekrety i moc wymykającą się logice” - czytamy dalej.\n\nZa produkcję niezmiennie odpowiadają Legendary Television i DJ2 Entertainment, zaś animację tworzy Powerhouse Animation Studios. Nie jest jasne, czy Netflix od początku planował zakończyć serię na 2. sezonie, czy może decyzja wynika ze słabego odbioru pierwszego sezonu. Adaptacja zebrała mieszane opinie, głównie za jakość animacji oraz nieciekawą historię. Nie brakowało także głosów krytyki odnośnie do wyglądu głównej bohaterki.\n\nTo nie wszystkie nowe informacje o uniwersum Tomb Raider, jakie dziś otrzymaliśmy. Amazon w końcu potwierdził nazwisko gwiazdy, która wcieli się w Larę Croft w filmowej ekranizacji. To Sophie Turner, znana najlepiej z roli Sansy Stark w Grze o Tron od HBO."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marek Rybarczyk: Brytyjczykom podoba się, że Polacy żyją w sposób tradycyjny, w kompletnych rodzinach, gdzie od dzieci czegoś się wymaga.",
            "link": "https://wyborcza.pl/magazyn/7,124059,32218003,wieloletni-dziennikarz-bbc-brytyjczycy-takze-z-klasy-sredniej.html",
            "description": "Marek Rybarczyk: Brytyjczykom podoba się, że Polacy żyją w sposób tradycyjny, w kompletnych rodzinach, gdzie od dzieci czegoś ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9Y2np1D8Kl_QrMvz1BgvpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wyborcza1 godz.Opinion",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Milczące obrazy – dzieła sztuki odzyskują głos",
            "link": "https://www.bstok.pl/milczace-obrazy-dziela-sztuki-odzyskuja-glos/",
            "description": "W piątek, 5.09, w Ratuszu w Białymstoku odbędzie się wyjątkowy wernisaż wystawy „Milczące obrazy'. Opowieść o dziełach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0n52ohJ9m8uhKdeqWS5JsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Bstok.pl18 godz.",
            "source": "Bstok.pl",
            "article_content": "W piątek, 5.09, w Ratuszu w Białymstoku odbędzie się wyjątkowy wernisaż wystawy „Milczące obrazy”. Opowieść o dziełach wywiezionych z Białegostoku”. Ekspozycja poświęcona jest dramatycznym losom dzieł sztuki i zabytków kultury, które w czasie II wojny światowej padły ofiarą rabunkowej polityki okupantów. Wydarzenie rozpocznie się o godz. 18:00.\n\nWystawa opowiada o systematycznym niszczeniu polskiego dziedzictwa – o obrazach, archiwaliach, księgozbiorach i rzemiośle artystycznym, które konfiskowano, rozpraszano i pozbawiano ich naturalnego kontekstu. Przedmioty te miały stać się narzędziem propagandy i symbolem nowego, narzuconego porządku.\n\nPrzez dekady ukrywane przed oczami publiczności, dziś odzyskują „głos” i snują swoją historię\n\nNa ekspozycji zobaczymy obiekty pochodzące z takich miejscowości jak Brzostowica Wielka, Massalany, Kudrawka, Rudka czy Białystok. Jesienią 1939 roku trafiły one do Grodna, a następnie do Białegostoku – z przeznaczeniem do nigdy nieotwartego Muzeum Sztuk Pięknych. Przechowywane w Miejskiej Bibliotece Publicznej, zostały ocalone przez konspiratorów i nauczycieli tajnego nauczania, którzy narażając życie, ukrywali je w różnych punktach miasta.\n\nPo wojnie część zbiorów przekazano Ministerstwu Kultury i Sztuki, inne trafiły do muzeów w Toruniu i Krakowie. W 1946 roku 30 obrazów wywieziono z Białegostoku na Wawel – to właśnie one, wraz z innymi zapomnianymi dziełami, stały się impulsem do przypomnienia tragicznej historii utraty dziedzictwa kulturowego regionu.\n\nWystawa nie tylko przywraca pamięć o przeszłości, lecz także otwiera perspektywę dalszych badań i poszukiwań. Istnieje nadzieja, że kolejne zrabowane obiekty wciąż można odnaleźć – w muzealnych magazynach, na wystawach czy w prywatnych zbiorach.\n\nźródło: Muzeum Podlaskie w Białymstoku\n\noprac.: Cezary Rutkowski"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amsterdam nocą – spacer po kanałach i ulicach miasta w 4K",
            "link": "https://www.msn.com/pl-pl/rozrywka/og%C3%B3lne/amsterdam-noc%C4%85-spacer-po-kana%C5%82ach-i-ulicach-miasta-w-4k/vi-AA1LQBys?ocid=BingNewsVerp",
            "description": "Wybierz się na wieczorny spacer po Amsterdamie z tym filmem w jakości 4K. Przechadzaj się wzdłuż słynnych kanałów, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.go-lbJntQY4q5FzfgXiQiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Walking Man - Sightseeing on MSN21 godz.",
            "source": "Walking Man - Sightseeing on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer po Wyspie Muzeów w Berlinie – przewodnik po Niemczech (4K)",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/spacer-po-wyspie-muze%C3%B3w-w-berlinie-przewodnik-po-niemczech-4k/vi-AA1LQrzh?ocid=BingNewsVerp",
            "description": "Odkryj Wyspę Muzeów w Berlinie podczas tego spaceru w jakości 4K. Zobacz zabytkowe muzea, malownicze widoki nad Sprewą i poznaj bogate dziedzictwo kulturowe miasta.",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "Wanderlust Travel Videos on MSN21 godz.",
            "source": "Wanderlust Travel Videos on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z Wawelu miała zostać kupa gruzu. Na szczęście zniszczono kabel… Jak było naprawdę?",
            "link": "https://www.onet.pl/informacje/glos24/mit-kabla-jak-powstala-legenda-o-zaminowaniu-krakowa-w-1945-r/23rhx5z,30bc1058",
            "description": "– Mój ojciec, Józef Buczak, członek AK, opowiadał historię o istnieniu kabla, którego trasa przebiegała przez Bronowice Małe, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dAv0fhA-gRqXG-O0ARYQAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Onet13 godz.",
            "source": "Onet",
            "article_content": "Onet Materiał archiwalny\n\nZ wkroczeniem Armii Czerwonej do Krakowa w styczniu 1945 r. nierozerwalnie związany jest mit zaminowania go przez Niemców, którzy mieli podłożyć ładunki wybuchowe nie tylko pod strategicznymi punktami infrastruktury, ale przede wszystkim pod najważniejszymi miejskimi zabytkami. Z tą sprawą łączy się kolejny mit – mit kabla mającego prowadzić do detonatora ukrytego w forcie na Pasterniku, położonego na szczycie wzgórza Wróżna Góra w Modlniczce koło Krakowa. W zależności od relacji przewód miał zostać przecięty, a tym samym krakowskie zabytki uratowane, przez żołnierzy AK lub czerwonoarmiejców.\n\nreklama\n\nPo artykule na temat wkroczenia Armii Czerwonej do Krakowa, jeden z czytelników, pan Józef Buczak, w przesłanym do redakcji Onetu mailu przytoczył historię swojego ojca, również Józefa, żołnierza AK, który opowiadał mu o istnieniu przewodu biegnącego \"przez Bronowice Małe, wzdłuż płynącego tam strumienia, przez Pasternik i dalej w kierunku zachodnim\". Miał on, według naszego czytelnika, posiadać \"specyficzną cechę\", a mianowicie miejsce jego uszkodzenia \"było natychmiast monitorowane do centrali i ekipa naprawcza wiedziała dokładnie, w którym miejscu kabel został uszkodzony\".\n\n\"Mój ojciec, Józef Buczak urodzony 4 stycznia 1916 r. w Krakowie, członek AK, opowiadał jednak własną historię o istnieniu kabla, którego trasa przebiegała przez Bronowice Małe, wzdłuż płynącego tam strumienia, przez Pasternik i dalej w kierunku zachodnim. Kabel ten posiadał specyficzną cechę. Miejsce uszkodzone było natychmiast monitorowane do 'centrali' i ekipa naprawcza wiedziała dokładnie, w którym miejscu kabel został uszkodzony. Nie musieli uszkodzenia szukać, wiedzieli, gdzie jest. Technicznie było to ciekawe i niecodzienne rozwiązanie. Ojciec opowiadał, że po pierwszym uszkodzeniu kabla ekipa naprawcza bardzo szybko przybyła na miejsce. Stanowiło to ogromne zaskoczenie dla grupy dywersyjnej. Wobec tego w momencie \"wyzwalania\" Krakowa kabel został uszkodzony nie w jednym, ale w wielu miejscach jednocześnie, aby nie można go było szybko naprawić. Mieszkaliśmy w Bronowicach Małych przy ulicy Tetmajera 34 do roku 1967, do roku śmierci mojego ojca. Miałem wtedy 15 lat i pamiętam dobrze tę okolicę jako miejsce zabawy z innymi dziećmi\".\n\n\"Przytoczone opowiadanie można uznać za wiarygodne\"\n\nIdąc tropem podesłanym przez czytelnika, postanowiliśmy sprawdzić, czy w styczniu ’45 roku dysponowano technologią pozwalającą na opisywane przez pana Józefa monitorowanie kabla. Z pytaniem o możliwość szybkiej i dokładnej lokalizacji przecięcia przewodu zwróciliśmy się do prof. dr hab. inż. Janusza Gajdy z AGH, który jest wybitnym specjalistą w zakresie elektryki i metrologii oraz pełni m.in. funkcję Kierownika Katedry Metrologii i Elektroniki na Wydziale Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej krakowskiej uczelni. – Przytoczone opowiadanie można uznać za wiarygodne – twierdzi profesor Gajda. W odpowiedzi na przesłane zapytanie, profesor AGH napisał obszerne wyjaśnienie:\n\nreklama\n\n\"Budowa kabla, jak i rodzaj uszkodzenia mogą się znacznie różnić. Kabel może posiadać różną liczbę żył, jak również może być wyposażony dodatkowo w ekran. Zakładając prostą konstrukcję, czyli ograniczając przypadki do kabli dwu i czterożyłowych oraz przyjmując, że uszkodzenie miało prosty charakter (przebicie izolacji jednej żyły do ekranu, przebicie izolacji między żyłami oraz przerwa w jednej żyle), można powiedzieć, że do lokalizacji prostego uszkodzenia wystarczą proste metody pomiarowe. Metody lokalizacji stosowane w takich przypadkach to metody techniczne lub mostkowe. Do ich realizacji niezbędne jest dysponowanie prostymi narzędziami jak źródło napięcia stałego, woltomierz, amperomierz, galwanometr, generator sygnału sinusoidalnego o regulowanej częstotliwości, induktor. Miejsce lokalizacji uszkodzenia jest określane w wyniku prostej analizy wyników pomiaru kilku rezystancji, jak również wyników pomiaru ciągłości żyły induktorem, przy zwarciu żył kabla na drugim końcu. Realizacja takich metod pomiarowych była na pewno możliwa w czasie II wojny światowej.\n\nTrudno jednak zakładać, że w wyniku akcji dywersyjnej doprowadzono do któregoś z wymienionych uszkodzeń. Raczej prawdopodobne jest, że kabel został po prostu przecięty. Lokalizacja takiego uszkodzenia wymaga wykorzystania metody reflektometrycznej. Metoda jest bardzo podobna do metody radarowej. Do uszkodzonej żyły wysyła się ciąg krótkich impulsów napięciowych. Impulsy te biegną wzdłuż kabla, a po napotkaniu jakieś nieciągłości (zwarcie, przerwa) odbijają się i wracają do punktu wyjścia. Zmierzony czas opóźnienia impulsów powracających jest podstawą do wyznaczenia odległości od miejsca uszkodzenia. Warunkiem jest znajomość prędkości propagacji fali w kablu. Niestety ta prędkość zależy istotnie od stopnia zawilgocenia kabla, co znacząco ogranicza dokładność lokalizacji. Można temu częściowo przeciwdziałać, stosując bardziej zaawansowany algorytm postępowania.\n\nreklama\n\nObecnie dysponujemy reflektometrami, które są urządzeniami mikroprocesorowymi i na pewno w roku 1945 taki sprzęt nie był dostępny. Jednak dysponując generatorem wąskich impulsów napięciowych oraz oscyloskopem, można zrealizować taki pomiar i przypuszczam, że było to również możliwe w 1945 r. Ciekawostką jest to, że metoda pozwala wykryć i zlokalizować kilka uszkodzeń współistniejących.\n\nPodsumowując, przytoczone opowiadanie można uznać za wiarygodne\".\n\nTheatrum nadzwyczaj wygodne\n\nTyle nauki ścisłe. Co jednak na temat mitycznego kabla mówi historia? O całej sprawie porozmawialiśmy z dr. Maciejem Korkuciem z krakowskiego oddziału IPN.\n\nWracamy do Krakowa i wydarzeń ze stycznia ’45 – wkroczenia Armii Czerwonej do miasta i do mitu o zaminowaniu jego zabytków przez Niemców. Rzeczywiście, w czasie wojny minowano, ale zwykle ważną infrastrukturę, jak mosty czy wiadukty, bądź strategiczne zakłady. Wyjaśnijmy: co Niemcy robili, a czego nie robili?\n\nDr Maciej Korkuć: Niemcy wcześniej z pewnością przygotowywali się do obrony Krakowa. Na wschód od miasta budowali rękami zagonionych do pracy ludzi linie umocnień, różne ciągi powiązanych ze sobą okopów i punktów oporu. Na przykład w okolicach wsi Mogiła wykopano kilka kilometrów szerokiego na kilka metrów i głębokiego na trzy metry rowu, który miał utrudniać natarcie czołgów. Ale to wszystko było na wschodzie, poza miastem.\n\nW samym mieście na tej samej zasadzie Niemcy przygotowywali się do walk ulicznych. Dodatkowo nie wiedzieli, co wykręcą Polacy – obawiali się walk powstańczych na tyłach. Więc zabezpieczali budynki rządowe, dzielnice zamieszkane przez Niemców i wojskowe koszary. Niemcy murowali dolne okna budynków, zostawiając otwory strzelnicze, wstawiali siatki chroniące przed granatami. Budowali też w różnych częściach miasta małe betonowe bunkry ze strzelnicami. Było ich kilkadziesiąt w miejscach ważnych z punktu widzenia potencjalnych walk. Były też betonowe schrony, wielkie zbiorniki przeciwpożarowe na Rynku itd.\n\nzbiory NAC / Glos24.pl Uroczystości z okazji przeniesienia dowództwa wojskowego Generalnego Gubernatorstwa do Krakowa. Wciąganie flagi III Rzeszy.\n\nW kontekście ataku Sowietów oczywiście myślano w pierwszym rzędzie o ograniczeniu swobody działań broni pancernej. Niemcy wybudowali więc 240 zapór i specjalnych słupów przeciwczołgowych na skrzyżowaniach, na ulicach wylotowych. Także w ścisłym centrum miasta. Taki dość potężny, gruby, betonowy słup o wysokości kilku metrów, miał rzeczywiście u podstawy umieszczany niewielki ładunek wybuchowy. Na wypadek zbliżania się Sowietów miała być wywołana kontrolowana eksplozja. Słup, upadając, miał przegrodzić ulicę, tworząc dodatkowe zapory przeciwczołgowe. To na wypadek walk. Póki co słupy stały w pionie, aby miasto pod władzą Niemców funkcjonowało. Podsumowując: takie małe ładunki pod słupami były, wielkich, pod zabytkami – nie było.\n\nreklama\n\nPoważniejsze ładunki były gdzie indziej. Niemcy to minowali to, co mogło mieć znaczenie w czasie walk: gazownię, elektrownię, centralne budynki sieci wodociągowej. No i oczywiście mosty na Wiśle. I to jest spójne z tym, co mówi profesor Chwalba. Natomiast powiedzmy jeszcze raz wyraźnie: żadnego minowania zabytków w Krakowie Niemcy nie robili.\n\nJednak w końcu i tak Krakowa nie bronili.\n\nTak jest. Finalnie Niemcy z obrony miasta musieli zrezygnować mimo wcześniejszych kosztownych przygotowań. Nie mieli sił wystarczających do zapewnienia obrony zarówno Krakowa, jak i Górnego Śląska. Dowodzący 17 Armią gen. Friedrich Schulz został formalnie zwolniony z obowiązku obrony miasta. Wycofali się, ustępując przed Sowietami. Niemcy prowadzili w mieście jedynie walki osłonowe, nie pozwalając na zamknięcie oddziałów niemieckich w \"kotle\". Wycofali się za Wisłę. A po przejściu ostatnich oddziałów Wehrmachtu wysadzili mosty. To i tak było bezskuteczne, bo rzeka w styczniu była skuta lodem. To właśnie w takich okolicznościach Sowieci zajęli centrum miasta już 18 stycznia 1945 r.\n\nW takim razie jak podchodzić do opisów, na które można natrafić w nie tylko w internecie, ale także w książkach, czasopismach czy innych, mniej lub bardziej wiarygodnych, opracowaniach dotyczących kwestii minowania zabytków?\n\nWszystko zależy od tego, kto, jak i do czego sięga. To, co wydrukowano i pokazywano na ten temat w PRL, to połączenie różnych przekazów medialnych i architektoniczno-pomnikowych. Na nich wychowywano całe pokolenia młodych ludzi. W Krakowie co roku z pompą organizowano obchody rocznicowe. Obowiązujący mit wbijały do głów gazety, radio, kroniki filmowe w kinach, potem telewizja. Zbudowano też ogromny pomnik Koniewa przy alei jego imienia.\n\n(Demontaż pomnika Iwana Koniewa):\n\nNo, oczywiście były też i książki. Chyba najbardziej znane jest wysokonakładowe i wznawiane \"dzieło\" Ryszarda Sławeckiego \"Manewr, który ocalił Kraków\". To tam znajdziemy stwierdzenia w rodzaju: \"ocalenie Krakowa stanowiło w historii sztuki wojennej klasyczny przykład podporządkowania celu militarnego celowi polityczno-gospodarczemu\". To książka propagandowa, pełna takich frazesów, ale też sprawnie napisana. Jeśli dzisiaj sięga po nią ktoś niezorientowany, łatwo może poddać się takiej narracji. Trzeba trochę wiedzy i doświadczenia, żeby dostrzec, gdzie są przemilczenia, niespójności, pominięcia faktów…\n\nreklama\n\nTwarde dowody historyczne nie wszystkich przekonują. Lata propagandy zrobiły swoje?\n\nWarto zadać sobie pytanie, dlaczego w całym okresie PRL (i również w książce Sławeckiego) nie wskazano tych miejsc, w których ukryto owe gigantyczne ładunki. Dlaczego nigdzie nie ma fotografii z ich rozminowania (przecież to byłaby \"wiekopomna chwila\")? Dlaczego większość materiału jest utkana z powojennych propagandowych opowieści o Koniewie, żyjącym miłością do polskich zabytków, a nie ma dokumentów na temat rzekomego zaminowania i dokumentów bezpośrednich na temat równie rzekomego rozminowania Wawelu czy Bazyliki Mariackiej? Dlaczego nie pokazano, jak technicznie i logistycznie Niemcy przeprowadzili całą operację rzekomego zaminowania całego centrum Krakowa? Przecież to musiałoby być poważne przedsięwzięcie! Nie potwierdzają tych bajek dokumenty sowieckie z czasu ofensywy i z okresu bezpośrednio po zajęciu miasta.\n\nIlu mamy \"bohaterów\" ratujących krakowskie zabytki? Dodam, że specjalnie użyłem liczby mnogiej.\n\nSłusznie. Bo jest ich co najmniej kilku. Głównym \"ocalającym\" jest oczywiście wspomniany już marszałek Iwan Koniew, dowódca 1 Frontu Ukraińskiego. Prąc z przyczółka sandomierskiego w stronę Śląska, znalazł się na północ od Krakowa i skorzystał z okazji zajęcia dużego ośrodka. Celem był Śląsk, a nie Kraków. Potem zrobiono z tego nadzwyczajną miłość do zabytków Krakowa, polskiej kultury i do Polaków. Przyjeżdżał po wojnie. Drukowano wywiady i wspomnienia… Na przykład w 1965 r. Koniew opowiadał, jak to szukał sposobu \"aby zwrócić Polakom ich drugą stolicę, to piękne zabytkowe miasto, w stanie możliwie nienaruszonym\". Więc wymyślano te bajki o tym, że zakazał używania artylerii i lotnictwa. Chociaż i jednego, i drugiego Sowieci używali tak, jak w standardowych operacjach. Oczywiście Koniew wpasował się w tę rolę. To było theatrum nadzwyczaj wygodne. Czerwone władze miasta przyjmowały go niemal na kolanach, były zawsze kwiaty, dzieci, akademie. Na koniec gigantyczny pomnik.\n\nzbiory NAC / Glos24.pl Poczty sztandarowe NSDAP i żołnierze na dziedzińcu Wawelu.\n\nA co z przecinającymi sławny \"kabel centralny\"? Jego istnienie jest mitem równie dużym, jak ładunki podłożone pod zabytkami, do których miałby prowadzić…\n\nreklama\n\nTo już sowiecki dywersant Jewgienij Bieriezniak. Drugi w kolejce po Koniewie. Musimy przypomnieć, że w PRL opisywano, że \"Niemcy ukryli się ze swym śmiercionośnym kablem w środku fortu na Pasterniku\". Ten kabel miał być połączony \"ze wszystkimi podminowanymi obiektami miasta\", bo Niemcy \"zamontowali tam przyrządy do wywołania równoczesnej detonacji za jednym naciśnięciem guzika czy przekręceniem dźwigni\".To też mocno wbijano do głów. Przede wszystkim warto zapytać: skoro ów \"kabel centralny\" miał spowodować \"wielkie bum\", to z tego Pasternika powinien prowadzić do centrum. Dlaczego nigdy nie zaprezentowano mapy jego przebiegu? Gdzie on się podział? Kiedy go wykopano? A skoro go nie wykopano, to gdzie jest? Przecież byłby świetnym eksponatem muzealnym! Nawet nie zlokalizowano dokładnie owego wiekopomnego \"miejsca jego przecięcia\", chociaż ów \"przecinający\" Jewienij Bieriezniak był sprowadzany po wojnie do miasta i fetowany jako bohater. I mógł pokazać.\n\nNo, ale właśnie w detalach takie historie się sypały. W PRL cenzura wyznaczała granice, za którymi pytania stawały się niewygodne, więc ich nie można było zadawać.\n\nZe sprawą powiązany jest więc pewien paradoks. Kabel, jak już ustaliliśmy, nie istniał, za to ci, \"którzy go przecinali\", już jak najbardziej…\n\nJa nie mówię, że Niemcy nie mieli żadnych kabli (śmiech). Oczywiście, że mieli swoją infrastrukturę komunikacyjną i jej podobną. Może i były jakieś kable komunikacyjne o specjalnym znaczeniu, specjalnie strzeżone. Ktoś mógł widzieć nawet, że Niemcy coś przy nich robią. Kable w dużych ilościach były wtedy i są dzisiaj w całym mieście. Niektóre pod specjalną opieką.\n\nreklama\n\nWymysłem jest natomiast propagandowa legenda o tym tzw. kablu centralnym, który miał prowadzić do rzekomo zaminowanego Wawelu, Sukiennic itd. Tym, który miał za jednym pociągnięciem uruchomić gigantyczną eksplozję.\n\nAle Bieriezniak naprawdę został zrzucony pod Krakowem.\n\nTak jest. Kpt. Jewgienij Bieriezniak ps. Michajłow został zrzucony na spadochronie pod Krakowem w sierpniu 1944 r. Dowodził grupą wywiadowczą 1 Frontu Ukraińskiego o kryptonimie \"Głos\" (ros. \"Gołos\"), która faktycznie pozyskała m.in. informacje o przygotowaniach obronnych Niemców w okolicach miasta. Natomiast Bieriezniak nie miał i nie przekazywał żadnych informacji na temat zamiaru wysadzenia całego Krakowa przez Niemców. Nie przekazywał też danych o jakimkolwiek \"centralnym kablu\", który miał uruchomić eksplozję. To później wykreowano.\n\nNad wszystkim czuwała propaganda i cenzura. Było zapotrzebowanie na takiego \"bohatera\", to i opisano wszystko, jak trzeba. Zgodnie z praktykami sowieckiej propagandy ta wersja oficjalna była podtrzymywana przez samego J. Bierezniaka w wywiadach i publikacjach wspomnieniowych. No i opisywał, że zdobył plan zaminowania miasta. Że przeciął \"centralny kabel\" minerski prowadzący z fortu na Pasterniku do miasta. Ale opowiadał też, że po wejściu Sowietów do miasta saperzy już w pierwszych godzinach \"rozminowali Sukiennice, uniwersytet, Wawel…\". No tylko nie odnaleziono nigdy ani tych saperów, ani tych min, ani tych planów. Na początku XXI w. Bieriezniak jeszcze żył. Dotarli do niego dziennikarze \"Tygodnika Powszechnego\". Wtedy sam im przyznał, że żadnego centralnego kabla nie było. Ale wciąż powtarzał zasłyszane opowieści o zaminowaniu miasta przez Niemców.\n\nPropaganda to propaganda. Również obecnie. Bieriezniak jest w dzisiejszej Rosji celebrowany jako rosyjski bohater, który \"ocalił Kraków\". A na Ukrainie… jako ukraiński bohater, który \"ocalił Kraków\". Otrzymał za to nawet order i tytuł \"Bohatera Ukrainy\". Tyle że tam już występuje jako Jewhen Bereźniak.\n\nreklama\n\nJednak to nie ostatni \"ocalający\"...\n\nBył też jeszcze Aleksiej Botjan (po polsku: Bocian), Białorusin z Wileńszczyzny, który zrobił w czasie wojny i po wojnie karierę w sowieckich służbach specjalnych. W czasie wojny był wśród sowieckich dywersantów działających m.in. na Podhalu i Sądecczyźnie. W takiej roli prowadził też wywiad będący przygotowaniem do późniejszych działań represyjnych wobec AK. W styczniu 1945 r. był inspiratorem wysadzenia średniowiecznego zamku, wybudowanego przez Kazimierza Wielkiego – jednego z najważniejszych zabytków Nowego Sącza. Wysadzono zgromadzone w piwnicach miny, pięści pancerne itp. Finalnie całe to działanie okazało się do niczego potrzebne — Armii Czerwonej również to nic nie dało. Natomiast zniszczono zabytkowe zbiory, mury, budynki i całą okolicę. Po zamku jest dzisiaj puste miejsce ze zrekonstruowaną jedną basztą.\n\nW 2007 r. prezydent Władimir Putin uroczyście odznaczył wciąż żyjącego Aleksieja Botjana orderem i tytułem \"Bohatera Rosji\". Był już owianym legendą – również filmową – dywersantem z NKWD i KGB. Za co order? Oczywiście – \"za ocalenie Krakowa\". Jak to możliwe, że Kraków uratował Botjan, który w czasie wojny nawet w tym mieście nie był? Otóż ogłoszono, że owe ładunki zgromadzone w piwnicach zamku w Nowym Sączu miały być rzekomo użyte do wysadzenia właśnie zabytków Krakowa: Wawelu, Sukiennic itd.\n\nNic tu się nie zgadza: przecież zamek wysadzono w Nowym Sączu 18 stycznia 1945. Tego dnia Sowieci byli już w centrum Krakowa. Nic nie wiadomo o tym, żeby Niemcy chociaż planowali to wszystko przewozić do Krakowa (ani po co niby mieliby taki transport robić w tamtych okolicznościach). Co więcej: jak to się ma do pochodzących z legend o koniewach, bieriezniakach i kablach centralnych opowieści o JUŻ ZAMINOWANYM Krakowie, skoro dopiero trzeba było to wszystko jakimś cudem przewieźć? Nijak.\n\nKiedy na specjalnej konferencji dziennikarze polskiego RMF chcieli zadać Botjanowi niewygodne pytania, mało ich nie pobito. I Botjan wpasował się w nową rolę. Zapytany przez rosyjskich dziennikarzy co było najważniejszym dziełem jego życia, odparł: \"uratowanie Krakowa\".\n\nzbiory NAC / Glos24.pl Heinrich Himmler (drugi z prawej) i Otto von Wachter podczas rozmowy na Wawelu.\n\nZ tego wynika, że mit zaminowanego Krakowa był, a nawet wciąż potrzebny. Co można było i co można dziś w ten sposób osiągnąć?\n\nreklama\n\nTaki mit był potrzebny Sowietom, a jeszcze bardziej komunistom, którym Stalin powierzył zarządzanie zajętą przez Sowietów Polską. Wiec oni go stworzyli i umacniali w propagandzie. Sowieci żądali pomników wdzięczności. Propaganda mówiąca o tym, że Polska zawdzięcza Stalinowi wolność i niepodległość, miała ugruntować przekonanie, że PRL to kraj rzekomo wolny i niepodległy. Nie pamiętamy, że do końca PRL mówiono, że każdy Polak powinien pamiętać o \"długu wojny\". Chodziło o dług wdzięczności wobec Stalina i Armii Czerwonej. Od Bieruta po Jaruzelskiego to była jedna z podstaw \"etosu państwowego\" PRL. W propagandzie PRL mit o \"ocaleniu Krakowa\" spełniał rolę przeciwwagi dla przypominania tego, co w 1944 r. Sowieci zrobili w Warszawie. Wiemy, że mimo przewagi na froncie i mimo planów ataku na stolicę Polski, Sowieci celowo umożliwili Niemcom stłumienie Powstania, wymordowanie olbrzymich rzesz cywilów, a potem miesiąc po miesiącu pozwalali im równać miasto z ziemią. To był temat istniejący w świadomości Polaków jako gigantyczne oskarżenie nie tylko pod adresem Hitlera, ale też Stalina. To był temat podcinający fundamenty propagandy Bieruta, Gomułki i ich następców. W takim kontekście powstaje mit ocalenia Krakowa. Staje się specyficznym dowodem na szlachetność intencji Stalina i sowiecką gotowość do poświęcenia dla Polski. Bo ta sama Armia Czerwona, która stała pod Warszawą, rzekomo robi wszystko, żeby ratować Kraków. Nie szczędząc wysiłków, poświęca swe plany militarne, aby uchronić ośrodek polskiej kultury, zabytki, symbole narodowe i historyczne. To budowany w mentalności pomnik Stalina, miał być de facto dowodem, że Związek Sowiecki, jak by mógł, to pomógłby Warszawie. \"Manewr, który ocalił Kraków\" dowodzić miał, że ZSRS zawsze pomaga, ratuje, wspiera – z miłości do polskiego narodu i kultury.\n\nreklama\n\nOczywiście w propagandzie nie robiono z tego prostej zbitki warszawsko-krakowskiej. Bo temat celowego oddania Powstania i stolicy na żer Hitlera był zakazany. Był zarazem trudny, niewygodny. Bo nie dało się tego wszystkiego szczelnie poukładać. Ale budowano fałszywe podstawy do wniosków logicznych: jak można Związkowi Sowieckiemu zarzucać grzechy wobec Warszawy, skoro Kraków jest dowodem, ze \"Kraj Rad\" robił wszystko, aby ratować polskie zabytki i kulturę. Wdzięczność za ocalenie Krakowa miała tworzyć podglebie dla tezy, że Warszawę też chcieli ratować (bo Sowieci zawsze wszystko ratują), ale nie mogli i bardzo współczuli Polakom wkręconym w \"awanturniczą politykę reakcyjnej AK\". No i tutaj wyprodukowano całą opowieść o tym, że trasy komunikacyjne były nazbyt rozciągnięte itd. To temat na oddzielną rozmowę.\n\nzbiory NAC / Glos24.pl Opis dla: Żołnierz z 10 pułku SS Totenkopf na warcie przed Katedrą na Wawelu.\n\nA obecnie co można dziś w ten sposób osiągnąć?\n\nDzisiaj w Rosji i na Białorusi daje się nowe życie stalinowskiej propagandzie na temat wojny. Częściowo – paradoksalnie – funkcjonuje ona również na Ukrainie, gdzie próbuje się kult UPA schizofrenicznie łączyć z opowieścią o \"wkładzie\" Ukraińców w \"zwycięstwo nad faszyzmem\". Rosja z tej pseudohistorii uczyniła oręż do niszczenia reputacji Polski (póki co skuteczność tego spora jest w samej Rosji, a niewielka na zewnątrz). Moskwa pokazuje niewdzięczność Polaków wobec tych, którzy przynieśli im \"wolność, pokój, szczęście i sprawiedliwość społeczną\", ratując perły polskiej kultury i zabytki. O tym, jak Stalin nie pozwolił na odbudowę niepodległej Polski, o tym, że zabrał niemal połowę terytorium państwa, a całą resztę zniewolił, w takich narracjach się nie mówi. Bo trudno byłoby żądać wdzięczności za okrojenie państwa i zniewolenie obywateli. A czy to Koniew, Botjan czy Bieriezniak? Fakty nie mają tu nic do rzeczy.\n\nreklama\n\nRosjanie nadal wierzą\n\nO komentarz poprosiliśmy także znawcę dziejów okupowanego Krakowa, prof. Andrzeja Chwalbę, historyka i pracownika Uniwersytetu Jagiellońskiego, autora książki \"Dzieje Krakowa. Kraków w latach 1939-1945\". W rozmowie z naszą redakcją prof. Chwalba, odnosząc się do przesłanej przez czytelnika relacji, powiedział:\n\n\"W przypadku takich źródeł historycy są zawsze bardzo ostrożni, wręcz sceptyczni. Nie ulega jednak wątpliwości, że władzom sowieckim i polskim władzom komunistycznym po wojnie bardzo zależało na stworzeniu mitu szczęśliwego, cudownego wyzwolenia Krakowa. Czyli należało zbudować opowieść o zagrożeniu substancji materialnej i ludzkiej. Nic tak nie przemawiało do wyobraźni, jak wymyślona opowieść (nie wiem, czy nie przez dziennikarza) na temat tego kabla z Pasternika. Nie mamy żadnych dowodów, żadnych świadectw. Niemniej siła tego mitu była tak rażąca i tak jest obecna w literaturze przedmiotu w języku rosyjskim, że kiedy w 2005 r. do Krakowa, w związku z kolejną, okrągłą rocznicą wyzwolenia Auschwitz, przybyła delegacja rosyjskiego rządowego radia i telewizji rosyjskiej, to miała ze sobą plan Krakowa z zaznaczonymi miejscami, gdzie niby miały znajdować się ładunki dynamitu w celu wysadzenia zabytkowych obiektów. Ponieważ z inicjatywy Polskiego Radia byłem z tą delegacją, to przez cztery godziny jeździłem z nimi po Krakowie, pokazując im rzekomo zaminowane miejsca i tłumacząc, że żadnego dynamitu nie było. Ci Rosjanie pokazywali, że ładunki miały znajdować się m.in. pod Teatrem Słowackiego, w piwnicach pod Collegium Novum i Collegium Maius… Więc bardzo mnie to rozbawiło, ale z drugiej strony zaniepokoiło, bo zdałem sobie sprawę, jak głęboko zostało to wmontowane najpierw w sowiecką, a później rosyjską propagandę. Tak więc zaminowanie krakowskich zabytków i istnienie kabla to są konfabulacje i jest to mit.\n\nreklama\n\nNatomiast jakie są realia? Niemcy, jak przystało na wojskowych dobrze zorientowanych w działaniach wojennych (w końcu wojna trwała dobrych parę lat), zaminowali to, co miało dla nich wartość. Jaki był sens wysadzania w powietrze miasta? Tym bardziej że oni w jego ważnych punktach nakazali złożenie worków z piaskiem i to tam, gdzie były obiekty zabytkowe, żeby nie uległy one zniszczeniu. Tak było na przykład na Wawelu. Bazylika Mariacka również była zabezpieczona przez Niemców. Natomiast zależało im na wysadzeniu w powietrze gazowni, elektrowni i oczywiście mostów. To jest jakby standard w działaniach wojennych, wojska polskie w ‘39 r. też to robiły, jak i różne inne armie przez dzieje – od momentu, kiedy pojawił się trotyl i można było praktykować wysadzanie mostów i innych obiektów strategicznych. Natomiast jest faktem, że żołnierze Armii Krajowej krakowskiego \"Żelbetu\", nie wiem jaką drogą, ale dowiedzieli się lub też zauważyli, że Niemcy podkładają ładunki wybuchowe pod elektrownię. No i w związku z tym została ona po wyjściu Niemców (nie zdążyli jej wysadzić) rozminowana przez AK-owców, trotyl został przez nich wydobyty i tyle. Rzeczywiście Armia Krajowa miała w tym udział, bo można powiedzieć, że rozbrojono ładunki, choć, jak się okazało, Niemcy ich nie uzbroili. Wysadzili tylko mosty, a mogli znacznie więcej. W pełni potwierdzam zdanie doktora Korkucia, sam też na ten temat wielokrotne się wypowiadałem. W ciągu ostatnich 20 lat nie pojawiło się nic nowego, co zakwestionowałoby te ustalenia\".\n\nKrakowski historyk dodał jeszcze, że mit o kablu prowadzącego do ładunku był bardzo opłacalny dla sowieckiej propagandy:\n\n\"Nie jestem inżynierem, tylko historykiem, więc nie znam się na technologiach kabla, ale żeby rozważać tę kwestię, należałoby najpierw ten kabel wprowadzić do realiów. W rzeczywistości takiego kabla nie było, więc trudno w tej chwili budować na fikcji historycznej o silnym ładunku wybuchowym, bo propagandowym. To spełniało swoją rolę kapitalnie, bo kiedy przyjeżdżały delegacje sowieckie, pokazywano im te obiekty, ważne dla historii miasta, które \"uratowała\" Armia Czerwona. I jeszcze ta mapka, którą mieli dziennikarze z telewizji moskiewskiej, a o której wspominałem przy okazji 2005 r. Ona była dla mnie szokiem. Rosjanie mówili, że cały Rynek był zaminowany… No, dobrze, nawet gdyby to przyjąć za fakt, to jak Niemcy dostali się pod jego płytę? Ale tego oczywiście już nie wiedzieli. Więc widać, że musieli szukać informacji, które pojawiły się w materiałach propagandowych, a wiadomo – innych wtedy nie produkowano. Na realistyczne, faktograficzne przekazy nie było zapotrzebowania społecznego ani zgody politycznej. Było zapotrzebowanie polityczne na opowieści fantastyczne, bo dzięki temu można było mówić: \"My was uratowaliśmy! W związku z tym należy się nam się wieczna wdzięczność i to do dzisiaj\". Tak że podsumowując, choć doktor Korkuć nie odkrywał tu Ameryki, to chwała mu za to, że powiedział tak, jak zostało to w wyniku badań ustalone. Wracając jeszcze do owego 2005 r. – moskiewskie radio i telewizja były obecna, bo wtedy na rocznicę wyzwolenia Auschwitz przyjechał młodziutki prezydent Putin. Potem widziałem film, który był realizowany przy tej okazji, bo został on mi przesłany, i muszę powiedzieć, że Rosjanie bardzo uczciwie go zrobili. Oczywiście nie pokazywali tej mapki, bo to by ich kompromitowało, ale pokazywali między innymi, jak wyglądał styczeń ‘45 roku w Krakowie i później co się wydarzyło, jak to wyglądało."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "05 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-05,6,day.html",
            "description": "Wystawa stała Krakowskie Bractwo Kurkowe i obronność miejska prezentowana jest w dwóch salach: Brackiej i Strzeleckiej. Sala Strzelecka, podzielona pośrodku neogotycką kolumnadą, w dużym stopniu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spacery i zwiedzanie Spektakle taneczne Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Targi i kiermasze Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale muzyczne Spotkania i slajdowiska Inne przedstawienia Inne koncerty Festiwale teatralne Pozostałe Dziecięce różności Wydarzenia sportowe Muzyka klubowa Widowiska plenerowe i happeningi Cykle filmowe Wystawy stałe Inne wydarzenia literackie Spotkania i wykłady literackie Pokazy filmowe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z Wawelu miała zostać kupa gruzu. Na szczęście zniszczono kabel… Jak było naprawdę?",
            "link": "https://www.onet.pl/informacje/glos24/mit-kabla-jak-powstala-legenda-o-zaminowaniu-krakowa-w-1945-r/23rhx5z,30bc1058",
            "description": "– Mój ojciec, Józef Buczak, członek AK, opowiadał historię o istnieniu kabla, którego trasa przebiegała przez Bronowice Małe, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dAv0fhA-gRqXG-O0ARYQAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Onet13 godz.",
            "source": "Onet",
            "article_content": "Onet Materiał archiwalny\n\nZ wkroczeniem Armii Czerwonej do Krakowa w styczniu 1945 r. nierozerwalnie związany jest mit zaminowania go przez Niemców, którzy mieli podłożyć ładunki wybuchowe nie tylko pod strategicznymi punktami infrastruktury, ale przede wszystkim pod najważniejszymi miejskimi zabytkami. Z tą sprawą łączy się kolejny mit – mit kabla mającego prowadzić do detonatora ukrytego w forcie na Pasterniku, położonego na szczycie wzgórza Wróżna Góra w Modlniczce koło Krakowa. W zależności od relacji przewód miał zostać przecięty, a tym samym krakowskie zabytki uratowane, przez żołnierzy AK lub czerwonoarmiejców.\n\nreklama\n\nPo artykule na temat wkroczenia Armii Czerwonej do Krakowa, jeden z czytelników, pan Józef Buczak, w przesłanym do redakcji Onetu mailu przytoczył historię swojego ojca, również Józefa, żołnierza AK, który opowiadał mu o istnieniu przewodu biegnącego \"przez Bronowice Małe, wzdłuż płynącego tam strumienia, przez Pasternik i dalej w kierunku zachodnim\". Miał on, według naszego czytelnika, posiadać \"specyficzną cechę\", a mianowicie miejsce jego uszkodzenia \"było natychmiast monitorowane do centrali i ekipa naprawcza wiedziała dokładnie, w którym miejscu kabel został uszkodzony\".\n\n\"Mój ojciec, Józef Buczak urodzony 4 stycznia 1916 r. w Krakowie, członek AK, opowiadał jednak własną historię o istnieniu kabla, którego trasa przebiegała przez Bronowice Małe, wzdłuż płynącego tam strumienia, przez Pasternik i dalej w kierunku zachodnim. Kabel ten posiadał specyficzną cechę. Miejsce uszkodzone było natychmiast monitorowane do 'centrali' i ekipa naprawcza wiedziała dokładnie, w którym miejscu kabel został uszkodzony. Nie musieli uszkodzenia szukać, wiedzieli, gdzie jest. Technicznie było to ciekawe i niecodzienne rozwiązanie. Ojciec opowiadał, że po pierwszym uszkodzeniu kabla ekipa naprawcza bardzo szybko przybyła na miejsce. Stanowiło to ogromne zaskoczenie dla grupy dywersyjnej. Wobec tego w momencie \"wyzwalania\" Krakowa kabel został uszkodzony nie w jednym, ale w wielu miejscach jednocześnie, aby nie można go było szybko naprawić. Mieszkaliśmy w Bronowicach Małych przy ulicy Tetmajera 34 do roku 1967, do roku śmierci mojego ojca. Miałem wtedy 15 lat i pamiętam dobrze tę okolicę jako miejsce zabawy z innymi dziećmi\".\n\n\"Przytoczone opowiadanie można uznać za wiarygodne\"\n\nIdąc tropem podesłanym przez czytelnika, postanowiliśmy sprawdzić, czy w styczniu ’45 roku dysponowano technologią pozwalającą na opisywane przez pana Józefa monitorowanie kabla. Z pytaniem o możliwość szybkiej i dokładnej lokalizacji przecięcia przewodu zwróciliśmy się do prof. dr hab. inż. Janusza Gajdy z AGH, który jest wybitnym specjalistą w zakresie elektryki i metrologii oraz pełni m.in. funkcję Kierownika Katedry Metrologii i Elektroniki na Wydziale Elektrotechniki, Automatyki, Informatyki i Inżynierii Biomedycznej krakowskiej uczelni. – Przytoczone opowiadanie można uznać za wiarygodne – twierdzi profesor Gajda. W odpowiedzi na przesłane zapytanie, profesor AGH napisał obszerne wyjaśnienie:\n\nreklama\n\n\"Budowa kabla, jak i rodzaj uszkodzenia mogą się znacznie różnić. Kabel może posiadać różną liczbę żył, jak również może być wyposażony dodatkowo w ekran. Zakładając prostą konstrukcję, czyli ograniczając przypadki do kabli dwu i czterożyłowych oraz przyjmując, że uszkodzenie miało prosty charakter (przebicie izolacji jednej żyły do ekranu, przebicie izolacji między żyłami oraz przerwa w jednej żyle), można powiedzieć, że do lokalizacji prostego uszkodzenia wystarczą proste metody pomiarowe. Metody lokalizacji stosowane w takich przypadkach to metody techniczne lub mostkowe. Do ich realizacji niezbędne jest dysponowanie prostymi narzędziami jak źródło napięcia stałego, woltomierz, amperomierz, galwanometr, generator sygnału sinusoidalnego o regulowanej częstotliwości, induktor. Miejsce lokalizacji uszkodzenia jest określane w wyniku prostej analizy wyników pomiaru kilku rezystancji, jak również wyników pomiaru ciągłości żyły induktorem, przy zwarciu żył kabla na drugim końcu. Realizacja takich metod pomiarowych była na pewno możliwa w czasie II wojny światowej.\n\nTrudno jednak zakładać, że w wyniku akcji dywersyjnej doprowadzono do któregoś z wymienionych uszkodzeń. Raczej prawdopodobne jest, że kabel został po prostu przecięty. Lokalizacja takiego uszkodzenia wymaga wykorzystania metody reflektometrycznej. Metoda jest bardzo podobna do metody radarowej. Do uszkodzonej żyły wysyła się ciąg krótkich impulsów napięciowych. Impulsy te biegną wzdłuż kabla, a po napotkaniu jakieś nieciągłości (zwarcie, przerwa) odbijają się i wracają do punktu wyjścia. Zmierzony czas opóźnienia impulsów powracających jest podstawą do wyznaczenia odległości od miejsca uszkodzenia. Warunkiem jest znajomość prędkości propagacji fali w kablu. Niestety ta prędkość zależy istotnie od stopnia zawilgocenia kabla, co znacząco ogranicza dokładność lokalizacji. Można temu częściowo przeciwdziałać, stosując bardziej zaawansowany algorytm postępowania.\n\nreklama\n\nObecnie dysponujemy reflektometrami, które są urządzeniami mikroprocesorowymi i na pewno w roku 1945 taki sprzęt nie był dostępny. Jednak dysponując generatorem wąskich impulsów napięciowych oraz oscyloskopem, można zrealizować taki pomiar i przypuszczam, że było to również możliwe w 1945 r. Ciekawostką jest to, że metoda pozwala wykryć i zlokalizować kilka uszkodzeń współistniejących.\n\nPodsumowując, przytoczone opowiadanie można uznać za wiarygodne\".\n\nTheatrum nadzwyczaj wygodne\n\nTyle nauki ścisłe. Co jednak na temat mitycznego kabla mówi historia? O całej sprawie porozmawialiśmy z dr. Maciejem Korkuciem z krakowskiego oddziału IPN.\n\nWracamy do Krakowa i wydarzeń ze stycznia ’45 – wkroczenia Armii Czerwonej do miasta i do mitu o zaminowaniu jego zabytków przez Niemców. Rzeczywiście, w czasie wojny minowano, ale zwykle ważną infrastrukturę, jak mosty czy wiadukty, bądź strategiczne zakłady. Wyjaśnijmy: co Niemcy robili, a czego nie robili?\n\nDr Maciej Korkuć: Niemcy wcześniej z pewnością przygotowywali się do obrony Krakowa. Na wschód od miasta budowali rękami zagonionych do pracy ludzi linie umocnień, różne ciągi powiązanych ze sobą okopów i punktów oporu. Na przykład w okolicach wsi Mogiła wykopano kilka kilometrów szerokiego na kilka metrów i głębokiego na trzy metry rowu, który miał utrudniać natarcie czołgów. Ale to wszystko było na wschodzie, poza miastem.\n\nW samym mieście na tej samej zasadzie Niemcy przygotowywali się do walk ulicznych. Dodatkowo nie wiedzieli, co wykręcą Polacy – obawiali się walk powstańczych na tyłach. Więc zabezpieczali budynki rządowe, dzielnice zamieszkane przez Niemców i wojskowe koszary. Niemcy murowali dolne okna budynków, zostawiając otwory strzelnicze, wstawiali siatki chroniące przed granatami. Budowali też w różnych częściach miasta małe betonowe bunkry ze strzelnicami. Było ich kilkadziesiąt w miejscach ważnych z punktu widzenia potencjalnych walk. Były też betonowe schrony, wielkie zbiorniki przeciwpożarowe na Rynku itd.\n\nzbiory NAC / Glos24.pl Uroczystości z okazji przeniesienia dowództwa wojskowego Generalnego Gubernatorstwa do Krakowa. Wciąganie flagi III Rzeszy.\n\nW kontekście ataku Sowietów oczywiście myślano w pierwszym rzędzie o ograniczeniu swobody działań broni pancernej. Niemcy wybudowali więc 240 zapór i specjalnych słupów przeciwczołgowych na skrzyżowaniach, na ulicach wylotowych. Także w ścisłym centrum miasta. Taki dość potężny, gruby, betonowy słup o wysokości kilku metrów, miał rzeczywiście u podstawy umieszczany niewielki ładunek wybuchowy. Na wypadek zbliżania się Sowietów miała być wywołana kontrolowana eksplozja. Słup, upadając, miał przegrodzić ulicę, tworząc dodatkowe zapory przeciwczołgowe. To na wypadek walk. Póki co słupy stały w pionie, aby miasto pod władzą Niemców funkcjonowało. Podsumowując: takie małe ładunki pod słupami były, wielkich, pod zabytkami – nie było.\n\nreklama\n\nPoważniejsze ładunki były gdzie indziej. Niemcy to minowali to, co mogło mieć znaczenie w czasie walk: gazownię, elektrownię, centralne budynki sieci wodociągowej. No i oczywiście mosty na Wiśle. I to jest spójne z tym, co mówi profesor Chwalba. Natomiast powiedzmy jeszcze raz wyraźnie: żadnego minowania zabytków w Krakowie Niemcy nie robili.\n\nJednak w końcu i tak Krakowa nie bronili.\n\nTak jest. Finalnie Niemcy z obrony miasta musieli zrezygnować mimo wcześniejszych kosztownych przygotowań. Nie mieli sił wystarczających do zapewnienia obrony zarówno Krakowa, jak i Górnego Śląska. Dowodzący 17 Armią gen. Friedrich Schulz został formalnie zwolniony z obowiązku obrony miasta. Wycofali się, ustępując przed Sowietami. Niemcy prowadzili w mieście jedynie walki osłonowe, nie pozwalając na zamknięcie oddziałów niemieckich w \"kotle\". Wycofali się za Wisłę. A po przejściu ostatnich oddziałów Wehrmachtu wysadzili mosty. To i tak było bezskuteczne, bo rzeka w styczniu była skuta lodem. To właśnie w takich okolicznościach Sowieci zajęli centrum miasta już 18 stycznia 1945 r.\n\nW takim razie jak podchodzić do opisów, na które można natrafić w nie tylko w internecie, ale także w książkach, czasopismach czy innych, mniej lub bardziej wiarygodnych, opracowaniach dotyczących kwestii minowania zabytków?\n\nWszystko zależy od tego, kto, jak i do czego sięga. To, co wydrukowano i pokazywano na ten temat w PRL, to połączenie różnych przekazów medialnych i architektoniczno-pomnikowych. Na nich wychowywano całe pokolenia młodych ludzi. W Krakowie co roku z pompą organizowano obchody rocznicowe. Obowiązujący mit wbijały do głów gazety, radio, kroniki filmowe w kinach, potem telewizja. Zbudowano też ogromny pomnik Koniewa przy alei jego imienia.\n\n(Demontaż pomnika Iwana Koniewa):\n\nNo, oczywiście były też i książki. Chyba najbardziej znane jest wysokonakładowe i wznawiane \"dzieło\" Ryszarda Sławeckiego \"Manewr, który ocalił Kraków\". To tam znajdziemy stwierdzenia w rodzaju: \"ocalenie Krakowa stanowiło w historii sztuki wojennej klasyczny przykład podporządkowania celu militarnego celowi polityczno-gospodarczemu\". To książka propagandowa, pełna takich frazesów, ale też sprawnie napisana. Jeśli dzisiaj sięga po nią ktoś niezorientowany, łatwo może poddać się takiej narracji. Trzeba trochę wiedzy i doświadczenia, żeby dostrzec, gdzie są przemilczenia, niespójności, pominięcia faktów…\n\nreklama\n\nTwarde dowody historyczne nie wszystkich przekonują. Lata propagandy zrobiły swoje?\n\nWarto zadać sobie pytanie, dlaczego w całym okresie PRL (i również w książce Sławeckiego) nie wskazano tych miejsc, w których ukryto owe gigantyczne ładunki. Dlaczego nigdzie nie ma fotografii z ich rozminowania (przecież to byłaby \"wiekopomna chwila\")? Dlaczego większość materiału jest utkana z powojennych propagandowych opowieści o Koniewie, żyjącym miłością do polskich zabytków, a nie ma dokumentów na temat rzekomego zaminowania i dokumentów bezpośrednich na temat równie rzekomego rozminowania Wawelu czy Bazyliki Mariackiej? Dlaczego nie pokazano, jak technicznie i logistycznie Niemcy przeprowadzili całą operację rzekomego zaminowania całego centrum Krakowa? Przecież to musiałoby być poważne przedsięwzięcie! Nie potwierdzają tych bajek dokumenty sowieckie z czasu ofensywy i z okresu bezpośrednio po zajęciu miasta.\n\nIlu mamy \"bohaterów\" ratujących krakowskie zabytki? Dodam, że specjalnie użyłem liczby mnogiej.\n\nSłusznie. Bo jest ich co najmniej kilku. Głównym \"ocalającym\" jest oczywiście wspomniany już marszałek Iwan Koniew, dowódca 1 Frontu Ukraińskiego. Prąc z przyczółka sandomierskiego w stronę Śląska, znalazł się na północ od Krakowa i skorzystał z okazji zajęcia dużego ośrodka. Celem był Śląsk, a nie Kraków. Potem zrobiono z tego nadzwyczajną miłość do zabytków Krakowa, polskiej kultury i do Polaków. Przyjeżdżał po wojnie. Drukowano wywiady i wspomnienia… Na przykład w 1965 r. Koniew opowiadał, jak to szukał sposobu \"aby zwrócić Polakom ich drugą stolicę, to piękne zabytkowe miasto, w stanie możliwie nienaruszonym\". Więc wymyślano te bajki o tym, że zakazał używania artylerii i lotnictwa. Chociaż i jednego, i drugiego Sowieci używali tak, jak w standardowych operacjach. Oczywiście Koniew wpasował się w tę rolę. To było theatrum nadzwyczaj wygodne. Czerwone władze miasta przyjmowały go niemal na kolanach, były zawsze kwiaty, dzieci, akademie. Na koniec gigantyczny pomnik.\n\nzbiory NAC / Glos24.pl Poczty sztandarowe NSDAP i żołnierze na dziedzińcu Wawelu.\n\nA co z przecinającymi sławny \"kabel centralny\"? Jego istnienie jest mitem równie dużym, jak ładunki podłożone pod zabytkami, do których miałby prowadzić…\n\nreklama\n\nTo już sowiecki dywersant Jewgienij Bieriezniak. Drugi w kolejce po Koniewie. Musimy przypomnieć, że w PRL opisywano, że \"Niemcy ukryli się ze swym śmiercionośnym kablem w środku fortu na Pasterniku\". Ten kabel miał być połączony \"ze wszystkimi podminowanymi obiektami miasta\", bo Niemcy \"zamontowali tam przyrządy do wywołania równoczesnej detonacji za jednym naciśnięciem guzika czy przekręceniem dźwigni\".To też mocno wbijano do głów. Przede wszystkim warto zapytać: skoro ów \"kabel centralny\" miał spowodować \"wielkie bum\", to z tego Pasternika powinien prowadzić do centrum. Dlaczego nigdy nie zaprezentowano mapy jego przebiegu? Gdzie on się podział? Kiedy go wykopano? A skoro go nie wykopano, to gdzie jest? Przecież byłby świetnym eksponatem muzealnym! Nawet nie zlokalizowano dokładnie owego wiekopomnego \"miejsca jego przecięcia\", chociaż ów \"przecinający\" Jewienij Bieriezniak był sprowadzany po wojnie do miasta i fetowany jako bohater. I mógł pokazać.\n\nNo, ale właśnie w detalach takie historie się sypały. W PRL cenzura wyznaczała granice, za którymi pytania stawały się niewygodne, więc ich nie można było zadawać.\n\nZe sprawą powiązany jest więc pewien paradoks. Kabel, jak już ustaliliśmy, nie istniał, za to ci, \"którzy go przecinali\", już jak najbardziej…\n\nJa nie mówię, że Niemcy nie mieli żadnych kabli (śmiech). Oczywiście, że mieli swoją infrastrukturę komunikacyjną i jej podobną. Może i były jakieś kable komunikacyjne o specjalnym znaczeniu, specjalnie strzeżone. Ktoś mógł widzieć nawet, że Niemcy coś przy nich robią. Kable w dużych ilościach były wtedy i są dzisiaj w całym mieście. Niektóre pod specjalną opieką.\n\nreklama\n\nWymysłem jest natomiast propagandowa legenda o tym tzw. kablu centralnym, który miał prowadzić do rzekomo zaminowanego Wawelu, Sukiennic itd. Tym, który miał za jednym pociągnięciem uruchomić gigantyczną eksplozję.\n\nAle Bieriezniak naprawdę został zrzucony pod Krakowem.\n\nTak jest. Kpt. Jewgienij Bieriezniak ps. Michajłow został zrzucony na spadochronie pod Krakowem w sierpniu 1944 r. Dowodził grupą wywiadowczą 1 Frontu Ukraińskiego o kryptonimie \"Głos\" (ros. \"Gołos\"), która faktycznie pozyskała m.in. informacje o przygotowaniach obronnych Niemców w okolicach miasta. Natomiast Bieriezniak nie miał i nie przekazywał żadnych informacji na temat zamiaru wysadzenia całego Krakowa przez Niemców. Nie przekazywał też danych o jakimkolwiek \"centralnym kablu\", który miał uruchomić eksplozję. To później wykreowano.\n\nNad wszystkim czuwała propaganda i cenzura. Było zapotrzebowanie na takiego \"bohatera\", to i opisano wszystko, jak trzeba. Zgodnie z praktykami sowieckiej propagandy ta wersja oficjalna była podtrzymywana przez samego J. Bierezniaka w wywiadach i publikacjach wspomnieniowych. No i opisywał, że zdobył plan zaminowania miasta. Że przeciął \"centralny kabel\" minerski prowadzący z fortu na Pasterniku do miasta. Ale opowiadał też, że po wejściu Sowietów do miasta saperzy już w pierwszych godzinach \"rozminowali Sukiennice, uniwersytet, Wawel…\". No tylko nie odnaleziono nigdy ani tych saperów, ani tych min, ani tych planów. Na początku XXI w. Bieriezniak jeszcze żył. Dotarli do niego dziennikarze \"Tygodnika Powszechnego\". Wtedy sam im przyznał, że żadnego centralnego kabla nie było. Ale wciąż powtarzał zasłyszane opowieści o zaminowaniu miasta przez Niemców.\n\nPropaganda to propaganda. Również obecnie. Bieriezniak jest w dzisiejszej Rosji celebrowany jako rosyjski bohater, który \"ocalił Kraków\". A na Ukrainie… jako ukraiński bohater, który \"ocalił Kraków\". Otrzymał za to nawet order i tytuł \"Bohatera Ukrainy\". Tyle że tam już występuje jako Jewhen Bereźniak.\n\nreklama\n\nJednak to nie ostatni \"ocalający\"...\n\nBył też jeszcze Aleksiej Botjan (po polsku: Bocian), Białorusin z Wileńszczyzny, który zrobił w czasie wojny i po wojnie karierę w sowieckich służbach specjalnych. W czasie wojny był wśród sowieckich dywersantów działających m.in. na Podhalu i Sądecczyźnie. W takiej roli prowadził też wywiad będący przygotowaniem do późniejszych działań represyjnych wobec AK. W styczniu 1945 r. był inspiratorem wysadzenia średniowiecznego zamku, wybudowanego przez Kazimierza Wielkiego – jednego z najważniejszych zabytków Nowego Sącza. Wysadzono zgromadzone w piwnicach miny, pięści pancerne itp. Finalnie całe to działanie okazało się do niczego potrzebne — Armii Czerwonej również to nic nie dało. Natomiast zniszczono zabytkowe zbiory, mury, budynki i całą okolicę. Po zamku jest dzisiaj puste miejsce ze zrekonstruowaną jedną basztą.\n\nW 2007 r. prezydent Władimir Putin uroczyście odznaczył wciąż żyjącego Aleksieja Botjana orderem i tytułem \"Bohatera Rosji\". Był już owianym legendą – również filmową – dywersantem z NKWD i KGB. Za co order? Oczywiście – \"za ocalenie Krakowa\". Jak to możliwe, że Kraków uratował Botjan, który w czasie wojny nawet w tym mieście nie był? Otóż ogłoszono, że owe ładunki zgromadzone w piwnicach zamku w Nowym Sączu miały być rzekomo użyte do wysadzenia właśnie zabytków Krakowa: Wawelu, Sukiennic itd.\n\nNic tu się nie zgadza: przecież zamek wysadzono w Nowym Sączu 18 stycznia 1945. Tego dnia Sowieci byli już w centrum Krakowa. Nic nie wiadomo o tym, żeby Niemcy chociaż planowali to wszystko przewozić do Krakowa (ani po co niby mieliby taki transport robić w tamtych okolicznościach). Co więcej: jak to się ma do pochodzących z legend o koniewach, bieriezniakach i kablach centralnych opowieści o JUŻ ZAMINOWANYM Krakowie, skoro dopiero trzeba było to wszystko jakimś cudem przewieźć? Nijak.\n\nKiedy na specjalnej konferencji dziennikarze polskiego RMF chcieli zadać Botjanowi niewygodne pytania, mało ich nie pobito. I Botjan wpasował się w nową rolę. Zapytany przez rosyjskich dziennikarzy co było najważniejszym dziełem jego życia, odparł: \"uratowanie Krakowa\".\n\nzbiory NAC / Glos24.pl Heinrich Himmler (drugi z prawej) i Otto von Wachter podczas rozmowy na Wawelu.\n\nZ tego wynika, że mit zaminowanego Krakowa był, a nawet wciąż potrzebny. Co można było i co można dziś w ten sposób osiągnąć?\n\nreklama\n\nTaki mit był potrzebny Sowietom, a jeszcze bardziej komunistom, którym Stalin powierzył zarządzanie zajętą przez Sowietów Polską. Wiec oni go stworzyli i umacniali w propagandzie. Sowieci żądali pomników wdzięczności. Propaganda mówiąca o tym, że Polska zawdzięcza Stalinowi wolność i niepodległość, miała ugruntować przekonanie, że PRL to kraj rzekomo wolny i niepodległy. Nie pamiętamy, że do końca PRL mówiono, że każdy Polak powinien pamiętać o \"długu wojny\". Chodziło o dług wdzięczności wobec Stalina i Armii Czerwonej. Od Bieruta po Jaruzelskiego to była jedna z podstaw \"etosu państwowego\" PRL. W propagandzie PRL mit o \"ocaleniu Krakowa\" spełniał rolę przeciwwagi dla przypominania tego, co w 1944 r. Sowieci zrobili w Warszawie. Wiemy, że mimo przewagi na froncie i mimo planów ataku na stolicę Polski, Sowieci celowo umożliwili Niemcom stłumienie Powstania, wymordowanie olbrzymich rzesz cywilów, a potem miesiąc po miesiącu pozwalali im równać miasto z ziemią. To był temat istniejący w świadomości Polaków jako gigantyczne oskarżenie nie tylko pod adresem Hitlera, ale też Stalina. To był temat podcinający fundamenty propagandy Bieruta, Gomułki i ich następców. W takim kontekście powstaje mit ocalenia Krakowa. Staje się specyficznym dowodem na szlachetność intencji Stalina i sowiecką gotowość do poświęcenia dla Polski. Bo ta sama Armia Czerwona, która stała pod Warszawą, rzekomo robi wszystko, żeby ratować Kraków. Nie szczędząc wysiłków, poświęca swe plany militarne, aby uchronić ośrodek polskiej kultury, zabytki, symbole narodowe i historyczne. To budowany w mentalności pomnik Stalina, miał być de facto dowodem, że Związek Sowiecki, jak by mógł, to pomógłby Warszawie. \"Manewr, który ocalił Kraków\" dowodzić miał, że ZSRS zawsze pomaga, ratuje, wspiera – z miłości do polskiego narodu i kultury.\n\nreklama\n\nOczywiście w propagandzie nie robiono z tego prostej zbitki warszawsko-krakowskiej. Bo temat celowego oddania Powstania i stolicy na żer Hitlera był zakazany. Był zarazem trudny, niewygodny. Bo nie dało się tego wszystkiego szczelnie poukładać. Ale budowano fałszywe podstawy do wniosków logicznych: jak można Związkowi Sowieckiemu zarzucać grzechy wobec Warszawy, skoro Kraków jest dowodem, ze \"Kraj Rad\" robił wszystko, aby ratować polskie zabytki i kulturę. Wdzięczność za ocalenie Krakowa miała tworzyć podglebie dla tezy, że Warszawę też chcieli ratować (bo Sowieci zawsze wszystko ratują), ale nie mogli i bardzo współczuli Polakom wkręconym w \"awanturniczą politykę reakcyjnej AK\". No i tutaj wyprodukowano całą opowieść o tym, że trasy komunikacyjne były nazbyt rozciągnięte itd. To temat na oddzielną rozmowę.\n\nzbiory NAC / Glos24.pl Opis dla: Żołnierz z 10 pułku SS Totenkopf na warcie przed Katedrą na Wawelu.\n\nA obecnie co można dziś w ten sposób osiągnąć?\n\nDzisiaj w Rosji i na Białorusi daje się nowe życie stalinowskiej propagandzie na temat wojny. Częściowo – paradoksalnie – funkcjonuje ona również na Ukrainie, gdzie próbuje się kult UPA schizofrenicznie łączyć z opowieścią o \"wkładzie\" Ukraińców w \"zwycięstwo nad faszyzmem\". Rosja z tej pseudohistorii uczyniła oręż do niszczenia reputacji Polski (póki co skuteczność tego spora jest w samej Rosji, a niewielka na zewnątrz). Moskwa pokazuje niewdzięczność Polaków wobec tych, którzy przynieśli im \"wolność, pokój, szczęście i sprawiedliwość społeczną\", ratując perły polskiej kultury i zabytki. O tym, jak Stalin nie pozwolił na odbudowę niepodległej Polski, o tym, że zabrał niemal połowę terytorium państwa, a całą resztę zniewolił, w takich narracjach się nie mówi. Bo trudno byłoby żądać wdzięczności za okrojenie państwa i zniewolenie obywateli. A czy to Koniew, Botjan czy Bieriezniak? Fakty nie mają tu nic do rzeczy.\n\nreklama\n\nRosjanie nadal wierzą\n\nO komentarz poprosiliśmy także znawcę dziejów okupowanego Krakowa, prof. Andrzeja Chwalbę, historyka i pracownika Uniwersytetu Jagiellońskiego, autora książki \"Dzieje Krakowa. Kraków w latach 1939-1945\". W rozmowie z naszą redakcją prof. Chwalba, odnosząc się do przesłanej przez czytelnika relacji, powiedział:\n\n\"W przypadku takich źródeł historycy są zawsze bardzo ostrożni, wręcz sceptyczni. Nie ulega jednak wątpliwości, że władzom sowieckim i polskim władzom komunistycznym po wojnie bardzo zależało na stworzeniu mitu szczęśliwego, cudownego wyzwolenia Krakowa. Czyli należało zbudować opowieść o zagrożeniu substancji materialnej i ludzkiej. Nic tak nie przemawiało do wyobraźni, jak wymyślona opowieść (nie wiem, czy nie przez dziennikarza) na temat tego kabla z Pasternika. Nie mamy żadnych dowodów, żadnych świadectw. Niemniej siła tego mitu była tak rażąca i tak jest obecna w literaturze przedmiotu w języku rosyjskim, że kiedy w 2005 r. do Krakowa, w związku z kolejną, okrągłą rocznicą wyzwolenia Auschwitz, przybyła delegacja rosyjskiego rządowego radia i telewizji rosyjskiej, to miała ze sobą plan Krakowa z zaznaczonymi miejscami, gdzie niby miały znajdować się ładunki dynamitu w celu wysadzenia zabytkowych obiektów. Ponieważ z inicjatywy Polskiego Radia byłem z tą delegacją, to przez cztery godziny jeździłem z nimi po Krakowie, pokazując im rzekomo zaminowane miejsca i tłumacząc, że żadnego dynamitu nie było. Ci Rosjanie pokazywali, że ładunki miały znajdować się m.in. pod Teatrem Słowackiego, w piwnicach pod Collegium Novum i Collegium Maius… Więc bardzo mnie to rozbawiło, ale z drugiej strony zaniepokoiło, bo zdałem sobie sprawę, jak głęboko zostało to wmontowane najpierw w sowiecką, a później rosyjską propagandę. Tak więc zaminowanie krakowskich zabytków i istnienie kabla to są konfabulacje i jest to mit.\n\nreklama\n\nNatomiast jakie są realia? Niemcy, jak przystało na wojskowych dobrze zorientowanych w działaniach wojennych (w końcu wojna trwała dobrych parę lat), zaminowali to, co miało dla nich wartość. Jaki był sens wysadzania w powietrze miasta? Tym bardziej że oni w jego ważnych punktach nakazali złożenie worków z piaskiem i to tam, gdzie były obiekty zabytkowe, żeby nie uległy one zniszczeniu. Tak było na przykład na Wawelu. Bazylika Mariacka również była zabezpieczona przez Niemców. Natomiast zależało im na wysadzeniu w powietrze gazowni, elektrowni i oczywiście mostów. To jest jakby standard w działaniach wojennych, wojska polskie w ‘39 r. też to robiły, jak i różne inne armie przez dzieje – od momentu, kiedy pojawił się trotyl i można było praktykować wysadzanie mostów i innych obiektów strategicznych. Natomiast jest faktem, że żołnierze Armii Krajowej krakowskiego \"Żelbetu\", nie wiem jaką drogą, ale dowiedzieli się lub też zauważyli, że Niemcy podkładają ładunki wybuchowe pod elektrownię. No i w związku z tym została ona po wyjściu Niemców (nie zdążyli jej wysadzić) rozminowana przez AK-owców, trotyl został przez nich wydobyty i tyle. Rzeczywiście Armia Krajowa miała w tym udział, bo można powiedzieć, że rozbrojono ładunki, choć, jak się okazało, Niemcy ich nie uzbroili. Wysadzili tylko mosty, a mogli znacznie więcej. W pełni potwierdzam zdanie doktora Korkucia, sam też na ten temat wielokrotne się wypowiadałem. W ciągu ostatnich 20 lat nie pojawiło się nic nowego, co zakwestionowałoby te ustalenia\".\n\nKrakowski historyk dodał jeszcze, że mit o kablu prowadzącego do ładunku był bardzo opłacalny dla sowieckiej propagandy:\n\n\"Nie jestem inżynierem, tylko historykiem, więc nie znam się na technologiach kabla, ale żeby rozważać tę kwestię, należałoby najpierw ten kabel wprowadzić do realiów. W rzeczywistości takiego kabla nie było, więc trudno w tej chwili budować na fikcji historycznej o silnym ładunku wybuchowym, bo propagandowym. To spełniało swoją rolę kapitalnie, bo kiedy przyjeżdżały delegacje sowieckie, pokazywano im te obiekty, ważne dla historii miasta, które \"uratowała\" Armia Czerwona. I jeszcze ta mapka, którą mieli dziennikarze z telewizji moskiewskiej, a o której wspominałem przy okazji 2005 r. Ona była dla mnie szokiem. Rosjanie mówili, że cały Rynek był zaminowany… No, dobrze, nawet gdyby to przyjąć za fakt, to jak Niemcy dostali się pod jego płytę? Ale tego oczywiście już nie wiedzieli. Więc widać, że musieli szukać informacji, które pojawiły się w materiałach propagandowych, a wiadomo – innych wtedy nie produkowano. Na realistyczne, faktograficzne przekazy nie było zapotrzebowania społecznego ani zgody politycznej. Było zapotrzebowanie polityczne na opowieści fantastyczne, bo dzięki temu można było mówić: \"My was uratowaliśmy! W związku z tym należy się nam się wieczna wdzięczność i to do dzisiaj\". Tak że podsumowując, choć doktor Korkuć nie odkrywał tu Ameryki, to chwała mu za to, że powiedział tak, jak zostało to w wyniku badań ustalone. Wracając jeszcze do owego 2005 r. – moskiewskie radio i telewizja były obecna, bo wtedy na rocznicę wyzwolenia Auschwitz przyjechał młodziutki prezydent Putin. Potem widziałem film, który był realizowany przy tej okazji, bo został on mi przesłany, i muszę powiedzieć, że Rosjanie bardzo uczciwie go zrobili. Oczywiście nie pokazywali tej mapki, bo to by ich kompromitowało, ale pokazywali między innymi, jak wyglądał styczeń ‘45 roku w Krakowie i później co się wydarzyło, jak to wyglądało."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wisła ją nagle odsłoniła. Niecodzienne odkrycie w Warszawie",
            "link": "https://www.o2.pl/informacje/wisla-ja-nagle-odslonila-niecodzienne-odkrycie-w-warszawie-7196682749897664a",
            "description": "W rejonie Mostu Południowego w Warszawie natrafiono na fragment starej drewnianej łodzi. Według wstępnych ocen jednostka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.f7f0wMeExJphsBfBUS3JKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o211 godz.",
            "source": "o2",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szybkie błyski radiowe tematem wykładu na Politechnice Morskiej",
            "link": "https://radioszczecin.pl/1,493646,szybkie-blyski-radiowe-tematem-wykladu-na-polite",
            "description": "Jedna z największych zagadek współczesnej astronomii przedmiotem wykładu na szczecińskiej Politechnice Morskiej.",
            "image_url": "https://www.bing.pl/th?id=OVFT.iWcbI2kofYFlp9-mQ1Vo1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio Szczecin12 godz.",
            "source": "Radio Szczecin",
            "article_content": "Jedna z największych zagadek współczesnej astronomii przedmiotem wykładu na szczecińskiej Politechnice Morskiej.\n\nEdycja tekstu: Michał Król\n\nBędzie można posłuchać prelekcji o szybkich błyskach radiowych. To przypadkowe odkrycie doprowadziło do powstania nowej dziedziny nauki.Wykład jest darmowy, rozpocznie się o godzinie 19. Organizatorem jest Polskie Towarzystwo Miłośników Astronomii."
        }
    }
]