[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak skuteczniej sprzedawać samochody w internecie?",
            "link": "https://gk24.pl/jak-skuteczniej-sprzedawac-samochody-w-internecie/ar/c4p2-27281593",
            "description": "Sprzedaż samochodów to nie tylko wystawienie ogłoszenia – to cały proces, który wymaga odpowiedniej strategii, analizy rynku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MmJUuGE58YRkxSOVL_-VxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "gk24.pl5 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 18.02.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://echodnia.eu/przeglad-prasy-18-02-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960913",
            "description": "W 45 rocznicę pierwszego w historii zimowego wejścia na Mount Everest - najwyższą górę świata Polaków: Krzysztofa Wielickiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jqCkW6Gz4HWJDZte3Q4IJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "echodnia15 godz.",
            "source": "echodnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kupiła dom na licytacji komorniczej. Niespodzianka czekała w piwnicy",
            "link": "https://kobieta.wp.pl/kupila-dom-na-licytacji-komorniczej-niespodzianka-czekala-w-piwnicy-7126182809738048a",
            "description": "- Właściciele budynku zniknęli 15 lat temu, i od tamtej pory dom stał opuszczony, drzwi były zaryglowane - opowiada ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MOejpHChdM8kH7Jq0viLYw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "wp17 godz.",
            "source": "wp",
            "article_content": "- Właściciele budynku zniknęli 15 lat temu, i od tamtej pory dom stał opuszczony, drzwi były zaryglowane - opowiada Klaudia Tabor, która zdecydowała się na zakup opuszczonego domu z licytacji komorniczej. Czy było warto?\n\nAgnieszka Woźniak: Kupiliście 100-letni, opuszczony dom z licytacji komorniczej. To dość nietypowa decyzja. Skąd wziął się ten pomysł?\n\nKlaudia Tabor, autorka profilu @klaudia.tab: Od zawsze wiedzieliśmy, że chcemy kupić nieruchomość z rynku wtórnego. Przeglądaliśmy różne oferty, ale nic nas nie zachwyciło. O licytacjach dowiedzieliśmy się od kolegi z pracy – jego siostra kupiła w ten sposób dwa mieszkania. Początkowo szukaliśmy mieszkania, ale ten dom sam do nas \"przyszedł\". Mój mąż z ciekawości obserwował obwieszczenia o licytacjach, i te wydało mu się bardzo interesujące, z uwagi na lokalizację oraz całą nieruchomość, a potem postanowiliśmy pojechać i sprawdzić ten dom. Chyba oboje zakochaliśmy się w tej ruinie od pierwszego wejrzenia, bo decyzja zapadła błyskawicznie.\n\nZakochać się w ruinie... Brzmi ryzykownie!\n\nDokładnie tak! (śmiech) Dom miał w sobie coś magicznego, mimo że był w fatalnym stanie. Oboje z mężem kochamy starocie, we mnie tę miłość zaszczepili rodzice, którzy wiele lat zajmowali się renowacją antyków. Ale ryzyko faktycznie było spore. Wiedzieliśmy naprawdę niewiele. Ogłoszenie znaleźliśmy zaledwie dwa tygodnie przed licytacją, a sześć dni przed jej terminem pojechaliśmy obejrzeć nieruchomość. Był to oficjalnie wyznaczony termin przez sąd. Na miejscu byliśmy my oraz dwie inne zainteresowane osoby. Od komornika dowiedzieliśmy się, że nie możemy wejść do środka.\n\nDalsza część artykułu pod materiałem wideo\n\nSztuka: obserwuję – reportaż\n\nZnaliście historię domu? Wiedzieliście, kto tam mieszkał?\n\nOtrzymaliśmy informację, że właściciele budynku zniknęli 15 lat temu, i od tamtej pory dom stał opuszczony, drzwi były zaryglowane i wejście do środka byłoby niezgodne z prawem. Mogliśmy wejść jedynie na posesję i obejrzeć wnętrze przez okna. Budynek nie prezentował się najlepiej – przez 15 lat został ograbiony ze wszystkiego, a w niektórych miejscach widać było, że złodzieje próbowali nawet wyciągnąć kable ze ścian. Mieliśmy trzy dni na podjęcie ostatecznej decyzji. Po obejrzeniu nieruchomości postanowiliśmy zaryzykować i przystąpić do licytacji.\n\nJak wyglądała sama licytacja? Było sporo chętnych?\n\nKu naszemu zaskoczeniu, pozostałe dwie osoby nie przyszły, więc odbyło się to błyskawicznie. Sędzia zapytał, czy zgadzamy się na kwotę określoną przez rzeczoznawcę – i po sprawie!\n\n© arch. prywatne | Klaudia Tabor\n\nW końcu nadszedł moment, w którym mogliście po raz pierwszy otworzyć drzwi. Radość? A może pierwsze wątpliwości?\n\nPrzed samą licytacją jeszcze raz obejrzeliśmy dom, tym razem dokładniej niż podczas wizji z komornikiem. Przyjechali moi rodzice. Tato nawet wchodził na dach, żeby sprawdzić przez okno dachowe stan belek stropowych. Wiedzieliśmy, że dom wymaga generalnego remontu i ogromu pracy, ale wejście do środka było prawdziwym szokiem.\n\n© arch. prywatne | Klaudia Tabor\n\nCo tam się wydarzyło?\n\nPamiętam, jak mój tata powiedział: \"Dom wygląda dobrze, ale nie wiemy, co jest w piwnicy – może być cała zalana.\" I rzeczywiście tak było. Mróz zrobił swoje i piwnica była zalana przez uszkodzoną rurę. Ja podeszłam do tego bardzo emocjonalnie, myślę, że to przez fakt, że byłam w ciąży z Jasiem i wszystko odczuwałam podwójnie. Mąż starał się zachować kamienną twarz, żeby choć trochę mnie uspokoić. Oczywiście pierwsze co zrobiłam, to zadzwoniłam do mojego taty, żeby powiedzieć, że przyciągnął do nas powódź.\n\n© Instagram | klaudia.tab\n\nMimo wszystko nie zamierzacie wyburzać domu, prawda?\n\nZdecydowanie nie. Planujemy w nim mieszkać i stworzyć tam naszą przestrzeń. Widzimy ogromny potencjał w tym domu i nie wyobrażam sobie go sprzedać lub wynająć. Każdego dnia widzę siebie pijącą kawę na tarasie, który zawsze był moim największym marzeniem, a mój starszy syn powoli zaczyna wybierać dodatki do swojego pokoju, myślę, że wszyscy nie możemy się już doczekać tego momentu przeprowadzki.\n\n© arch. prywatne | Klaudia Tabor\n\nNajpierw jednak przed wami spory remont. Czy można się brać za to, będąc laikiem?\n\nZdecydowanie potrzebne będzie wsparcie ekspertów. Wiele etapów remontu chcemy przeprowadzić samodzielnie, ale zdajemy sobie sprawę, że stary budynek wymaga specjalistycznej wiedzy. Ani laik, ani magister budownictwa bez odpowiedniej wiedzy praktycznej (tak, jak było w moim przypadku), nie poradzi sobie z tym samodzielnie. Tak naprawdę, kończąc studia, zdobyłam niewiele wiedzy na temat remontów starych budynków, a różnice są bardzo duże i znaczące.\n\nSkorzystaliśmy już z pomocy konstruktora, eksperta od starych budynków, który przeprowadził ekspertyzę i wskazał nam, co powinniśmy zrobić, w jakiej kolejności i w jaki sposób. Na przykład dużym plusem naszego domu był fakt, że poprzedni właściciele nie ocieplili murów styropianem, dzięki czemu cegła mogła \"oddychać\" i na ścianach nie pojawił się grzyb. Większość firm świadczących usługi remontowe bazuje na najnowszych technologiach, a te niestety w starym domu, mogą wnieść więcej szkody niż pożytku, począwszy od samej konstrukcji budynku, a na naszym zdrowiu kończąc.\n\n\n\n\n\n\n\n[1/4] Źródło zdjęć: © arch. prywatne | Klaudia Tabor\n\nJak na pomysł zakupu 100-letniego, opuszczonego domu zareagowali wasi bliscy?\n\nBliscy zawsze nas wspierają, ale nie zabrakło głosów, że to \"szaleństwo\", oczywiście to wynikało z troski, ostatecznie decyzja została przyjęta dobrze i na każdym etapie możemy liczyć na ogromną pomoc z ich strony.\n\nSwoją historią podzieliłaś się również w sieci. Zainteresowanie przeszło twoje oczekiwanie?\n\nSpodziewaliśmy się zainteresowania, ale nie w takiej skali. Niestety wiele osób odniosła się bardzo negatywnie do tego tematu przez samo słowo \"komornik\", twierdząc, że pozbawiliśmy biednych ludzi miejsca do życia. Ale to wszystko wynikało chyba z nieuwagi, ponieważ cała historia była dokładnie opisana i w tym przypadku to nie właściciele stracili swój dom, tylko dom właścicieli, a my daliśmy mu drugie życie, dzięki czemu nie popadnie w ruinę.\n\nA co byś powiedziała osobom, które zastanawiają się nad licytacją komorniczą?\n\nTo świetna opcja, ale trzeba być czujnym. To jest swoisty recykling – wiele pięknych nieruchomości jest skazanych na powolną degradację. Można kupić coś dużo taniej, ale trzeba być ostrożnym i dokładnie sprawdzić każdy przypadek, by nie kupić nieruchomości np. z lokatorami. Warto też sprawdzić, czy nieruchomość nie podlega pod konserwatora zabytków, oraz np. po zakupie należy uzbroić się w cierpliwość, gdyż wszystkie sprawy formalne potrafią się przedłużać do kilku miesięcy. Dopilnowanie terminu opłaty podatku PCC też trzeba brać pod uwagę.\n\nCzy zdecydowalibyście się jeszcze raz na taki zakup, jeśli moglibyście cofnąć czas, czy raczej nie?\n\nJa? Bez wahania! Mój mąż? Myślę, że miałby wątpliwości."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Od dwunastu lat spłacam wasze kredyty\" [LIST DO REDAKCJI]",
            "link": "https://kobieta.onet.pl/wiadomosci/od-dwunastu-lat-splacam-wasze-kredyty-list-do-redakcji/zfhle3g",
            "description": "\"Nie w porządku jest za to to, że posiadanie własnej przestrzeni stało się dobrem luksusowym\" — pisze w liście do naszej redakcji czytelniczka. Kobieta od wielu lat wynajmuje mieszkania i ma już tego ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Y_NBXQC-7-xdFa0P1xXxXw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Onet Kobieta9 godz.",
            "source": "Onet Kobieta",
            "article_content": "Poniżej publikujemy list od czytelniczki i zachęcamy was do dzielenia się swoją opinią na ten temat i przesyłania swoich historii: redakcja_lifestyle@lst.onet.pl. Wybrane maile opublikujemy w serwisie Onet Kobieta.\n\n\"Od dwunastu lat spłacam wasze kredyty\"\n\nMam 32 lata, od 12 lat mieszkam na wynajmie i niesamowicie podnosi mi się ciśnienie, kiedy słyszę komentarze o tym, że \"nie każdy musi mieć swoje mieszkanie\" i że \"mamy jakiś kult mieszkań, a w Niemczech są ludzie, którzy całe życie wynajmują i nie mają z tym problemu\".\n\nZnamienne, że komentarze te pochodzą wyłącznie od ludzi, którzy posiadają własne mieszkania, nierzadko nawet bez kredytu, bynajmniej nie dlatego, że dorobili się w swoim życiu takiej gotówki, tylko bo pomogła im rodzina i bo sytuacja na rynku była jeszcze 20 lat temu inna.\n\nWiele osób, kiedy mówię im, że wynajmuję mieszkanie, ma przed oczami wizję mnie jako osoby, która żyje na walizkach, biednego marginesu społecznego, który jest tylko o \"jeden poziom wyżej\" od bezdomnego. W praktyce mój dorobek nie różni się od tego osoby z własnym mieszkaniem — mam swoje meble, swoje sprzęty, swoje tekstylia, rośliny…\n\nZapewne nigdy nie miałabym swoich mebli, gdyby nie fakt, że wraz z wiekiem zwiększa się nasze zapotrzebowanie na dodatkowe rzeczy: a to mikser, a to większe garnki, a to większa ilość ubrań, bo nowe stanowisko w biurze i trzeba lepiej wyglądać, a to większe solidne biurko, a nie to rozklekotane od właściciela, a to własne krzesło do pracy, bo na tym od właściciela boli kręgosłup.\n\nMeble do mieszkań wynajmowanych wstawia się tylko po to, żeby coś było i aby można było za to pobrać czynsz, a nie aby było to jakkolwiek ergonomicznie rozwiązane z myślą o najemcy. I tak w małym mieszkanku wynajmujący wstawiają szafki jak dla Calineczki (bo mniejsze są tańsze), obowiązkowo stół z krzesłami i szeroką kanapę (bo wychodzi tanio, a dodatkowo zajmuje dużo miejsca i dzięki temu mieszkanie wygląda na bardziej zagospodarowane).\n\nKiedyś zadałam sobie pytanie, czy na pewno potrzebuję wszystkich moich rzeczy, ale w finalnym rozrachunku okazało się, że wszystkich tych rzeczy używam i wszystkie dały mi pewien komfort w życiu. Bo chyba nie myślicie, że przez całe życie miałabym smażyć na mikroskopijnej patelni i chodzić w jednej parze spodni?\n\nI tak skończyłam ze swoimi meblami: tylko po to, aby pomieścić się ze swoimi zgromadzonymi przez lata rzeczami, które też częściowo — powiedzmy to sobie wprost — są dla mnie pewnego rodzaju kotwicą, że są moje, że kojarzą mi się z domem i spokojem. Czymś, co dla was, ludzi, którzy mają własne mieszkania, jest normą. Tak wielką normą, że jej nie doceniacie, bo nie zmieniacie co 2-3 lata całego swojego otoczenia.\n\nOd dwunastu lat spłacam wasze kredyty — te, które z trudem wyszarpaliście w banku, i o które drżycie, gdy nie znajdziecie nikogo na wynajem przez miesiąc. Mieszkania na kredyt, do których wstawiacie obdrapane meble z OLX i starocie znalezione w czeluściach waszych piwnic, albo do których nie wstawiacie nic, bo wykończenie kuchni przeżarło wszystkie wasze zasoby finansowe, ale myślicie, że oferowanie tych dziur na wynajem będzie inwestycją, która wypcha wasze portfele.\n\nEwentualnie do których to mieszkań wstawiacie nowe i elegancko wyglądające, ale najtańsze możliwe meble, tylko po to, aby po zakończeniu umowy najmu przyglądać się im z lupą, bo każda najmniejsza rysa da wam możliwość odebrania mi kaucji, której wysokość jest wyższa niż wasz miesięczny zarobek. A o rysę na takim tanim paździerzu nietrudno.\n\nOd 12 lat muszę mierzyć się ze \"sprawdzaniem mieszkania\" niczym pokoju u nastolatki: sprzątnęłaś dobrze czy tak sobie? Mogę za to odjąć pieniądze z kaucji? Nic nie popsułaś? Nie rozpalałaś tu ogniska? Nie nasikałaś na ściany? Nie odpaliłaś petardy w środku? Na pewno nie mogę za nic urwać nawet kilku stówek z twojej kaucji?\n\nOd 12 lat mierzę się z fanaberiami wynajmujących, takimi jak podniesienie czynszu, bo wzrósł poziom mieszkania (bo wstawiłam do niego swoje meble) czy przerzucenie na mnie kosztu notariusza (bo dla was to za duży koszt, ale ja — biedniejsza według was — mam sobie na to pozwolić).\n\n\"Od 12 lat mierzę się z fanaberiami wynajmujących\" (zdj. ilustracyjne) tenants / Shutterstock\n\nOd 12 lat wysłuchuję waszego bajdurzenia, jaki to wspaniały dojazd jest z danego miejsca, jakie to macie najnowocześniejsze technologie (smart lampki za 90 zł — macie to wszyscy i wszyscy myślicie, że nikt inny tego nie ma), jakie wspaniałe sprzęty AGD (12-letnie) i jakie to w ogóle wszystko są najwspanialsze mikroapartamenty (o tym, że dziś dosłownie każde mieszkanie jest \"apartamentem\", to już nawet nie będę wspominać).\n\nBo wy może i mieszkacie na 90 m kw., ale tacy jak ja powinni być wam wdzięczni za jakikolwiek dach nad głową, a nie wybrzydzać na zbyt mały metraż. Bo przecież jestem \"tylko o jeden poziom wyżej od bezdomnych\", a skoro mi nie pasuje, to mogę znaleźć większe mieszkanie w lepszym miejscu.\n\nNo i mogę — tylko nie widzę powodu, dla którego miałabym płacić nawet i 5 tys. zł. miesięcznie za możliwość życia jak przeciętny człowiek. Doszliśmy do granic absurdu, gdzie wynajem — który powinien być tańszą alternatywą kredytu — kosztuje dokładnie tyle samo co kredyt, a nawet więcej (bo doliczmy do tego marżę wynajmującego), ale w perspektywie lat nic mi nie daje. W końcu nieważne, ile kredytu wam spłacę, to nie daje mi przecież żadnych roszczeń do własności.\n\nI nie mogę z tym nic życiowo zrobić, bo lwią część zarobków przeznaczam na tenże najem, zbieranie wkładu własnego idzie tym samym za wolno, nie mam wsparcia rodziny, inflacja rośnie, więc to, co zdążę uzbierać, staje się mniej wartościowe, a dla banków nie jestem wiarygodna. Może i spłacam wasze kredyty, ale według banków, swojego nie byłabym w stanie spłacić. Brzmi jak żart, co nie?\n\n\"Wynajem mieszkań, na których ciąży kredyt powinien być zakazany\"\n\nNie jestem w stanie pojąć tego, jakim cudem legalny jest wynajem nieruchomości, która jest objęta kredytem. Przepisy nie nadążają za modą na fliperów, bo przecież jeszcze 20 lat temu mało kto decydował się na to, aby wynajmować obcym ludziom mieszkanie, na którym ciąży kredyt. Bo i po co brać na kredyt coś, w czym będzie mieszkał ktoś inny? Dziś to norma.\n\nA ponieważ popyt jest z waszej strony ogromny i każdy z was marzy o zostaniu fliperem, a jednocześnie nie stać was na mieszkania, deweloperzy zaczęli oferować mieszkania na waszą miarę, abyście wciąż mogli sobie pozwolić na kredyt: małe 35-metrowe klitki, w których latem nagrzewa się tak, że łatwo o udar, a zimą jest ciemno z powodu okien tylko z jednej strony mieszkania.\n\nNie jestem fanką podatku katastralnego, bo wiem, kto za to zapłaci — ponownie my, najemcy.\n\nJestem za to wielką fanką wprowadzenia zakazu wynajmu mieszkań, na których ciąży kredyt. Bo może i ograniczyłoby to dostępność mieszkań na wynajem (podejrzewam, że o około 50-70 proc.), ale spójrzmy tylko na dowolny serwis: i tak jest ich w tym momencie więcej niż najemców.\n\nA że ugraliby na tym dużo fliperzy? Owszem, ale to także da się uregulować. Bo i podążając za wpisem, który ostatnio widziałam na Twitterze: dlaczego kupno biletów na koncerty taniej i odsprzedawanie ich drożej jest nielegalne, ale w przypadku mieszkań jest to absolutnie legalny proceder? Czy naprawdę tyle osób brałoby teraz mieszkania na kredyt, gdyby wiedziało, że nie może ich nikomu podnająć?\n\nBo i powiedzmy sobie wprost: podaż mieszkań jest w porządku. Nie w porządku jest za to to, że posiadanie własnej przestrzeni stało się dobrem luksusowym, że normą stało się kupowanie mieszkań \"na zapas\" i wynajem ich w ramach inwestycji i że deweloperzy, idąc na rękę swoim największym inwestorom — fliperom i pseudofliperom — zaczęli budować niewielkie przestrzenie, na których kot może dostać szału, ale człowiek ma z kolei czuć się komfortowo.\n\nBo spójrzmy prawdzie w oczy: jeżeli normą jest posiadanie 2-3 mieszkań na jedno gospodarstwo rodzinne, to trudno oczekiwać, że podaż zostanie zaspokojona w ciągu następnych kilkudziesięciu lat i że kredyty i wartości nieruchomości nie będą rosły.\n\nI nie potrzeba mi żadnych wspomagających programów rządowych, a wyłącznie uregulowania tego absurdu. Teraz zaczęło się kupowanie mieszkań na przyszłość dla dzieci, następnym krokiem będzie kupowanie na przyszłość dla wnuków.\n\nI na sam koniec, dla zamknięcia, dla wszystkich tych, którzy uważają, że Niemcy są zadowoleni z tego, że przez całe życie wynajmują: porozmawiajcie z tymi, którzy są do tego zmuszeni, a nie z właścicielami mieszkań. Bo gdy 32-latek musi prosić o zgodę na przykręcenie szafy do ściany, to nie znaczy, że jest wolny — tylko upokorzony."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 18.02.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-15-02-2025/ar-AA1yiY2d?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ua6dxsLeipaS4Y5xi6LsDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN14 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 18.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-18022025/ar/c1-18941089",
            "description": "Czy posiadasz w portfelu monetę o nominalne 5 zł? Może pojawiła się szansa, abyś stał się bogatą osobą! Są takie monety, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gkW5XjXtwWU4CF-0d6oAgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 18.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-18022025/ar-AA1zgnNS?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8KgwY2GfnWLGuxhclaT3HQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Ilustrowany on MSN11 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 18.02.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-03022025/ar-AA1yj95R?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t1QK1sAR9iO3s-WDsfSnTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN13 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cel 1 USD? Handlowcy wyczekują debiutu monety AI, który nastąpi za 9 dni",
            "link": "https://bithub.pl/kryptowaluty/cel-1-usd-handlowcy-wyczekuja-debiutu-monety-ai-ktory-nastapi-za-9-dni/",
            "description": "Największy rewolucjonista — iDEGEN — ma wejść na giełdę już za 8 dni, po zebraniu gigantycznej kwoty 23 mln dolarów w przedsprzedaży.",
            "image_url": "https://www.bing.pl/th?id=ODF.TzY3u-XkudRZuTqm2wVZHg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "bithub10 godz.",
            "source": "bithub",
            "article_content": "Artykuł został nadesłany przez partnera w całości i zawiera treści sponsorowane.\n\nSztuczna inteligencja wymyka się spod kontroli, a iDEGEN jest pierwszym, który zrywa łańcuchy.\n\nStany Zjednoczone inwestują setki miliardów dolarów w dominację AI dzięki Project Stargate, pompując środki w infrastrukturę na skalę niewidzianą od czasów narodzin Internetu. Tymczasem sektor kryptowalut AI eksploduje, osiągając kapitalizacją rynkową na poziomie 30 miliardów dolarów.\n\nAle największy rewolucjonista ze wszystkich — iDEGEN — ma wejść na giełdę już za 8 dni, po zebraniu gigantycznej kwoty 23 mln dolarów w przedsprzedaży.\n\nDeepSeek właśnie podbił giełdę z dnia na dzień, udowadniając, że AI nie potrzebuje miliardowych budżetów; musi być po prostu wystarczająco inteligentne, aby przechytrzyć system. A teraz iDEGEN wkracza na to pole bitwy, uzbrojony w najbardziej chaotyczny model AI, jaki kiedykolwiek widziano w branży krypto. Oto, co musisz wiedzieć.\n\nDwóch tytanów AI, jedna strefa wojny: iDEGEN OG vs iDEGEN DeepSeek\n\nDeepSeek udowodnił, że stary świat AI jest zbyt wolny, rozdęty i drogi, aby przetrwać. Jego ultraniskokosztowy model wywrócił branżę do góry nogami, z dnia na dzień wymazując miliardy dolarów z wycen spółek AI i zostawiając je na skraju przepaści z powodu modelu, który może wykonać ich zadania za ułamek kosztów.\n\nA iDEGEN zamierza jeszcze bardziej skomplikować tę wojnę.\n\niDEGEN to AI bez szacunku dla żadnych zasad. Został on całkowicie wyszkolony przez niefiltrowany, niezrównoważony, nieprzewidywalny świat krypto degenów, publikując to, co chce i kiedy chce.\n\nfot. materiały partnera\n\nNiedawno poszedł o krok dalej, uruchamiając drugi model AI na DeepSeek. Jednak oryginalny agent iDEGEN został właśnie tymczasowo zbanowany po raz trzeci, ponieważ big tech stara się cenzurować to viralowe zjawisko społeczne.\n\nGdy iDEGEN wyjdzie na wolność z więzienia X, świat będzie świadkiem pojedynku iDEGEN AI kontra iDEGEN DeepSeek AI. Te dwa nieuczciwe modele, stworzone, aby czerpać energię z rynku, zderzą się na oczach całego Internetu. To zaprojektowana viralowa wojna, która prawdopodobnie wywoła szał zakupów, w miarę jak zbliżamy się do zamknięcia presale 26 lutego.\n\nCzy iDEGEN osiągnie 1 USD? Oto dlaczego IDGN może podbić świat\n\nKażda hossa ma jedną monetę, która przechodzi z „dziwnego pomysłu” do „nie wierzę, że to przegapiłem”.\n\niDEGEN to sztuczna inteligencja kształtowana przez najbardziej nieprzewidywalną, chaotyczną i żądną pieniędzy społeczność na świecie.\n\nJuż teraz uciekł z krypto X i wystartował na RedNote, wskakując na platformę społecznościową z 500 milionami użytkowników krypto. A dzięki aktualizacji V3 wprowadzającej generowanie wideo przez AI, iDEGEN zalewa internet viralowymi treściami.\n\nTa sztuczna inteligencja uczy się bezpośrednio od traderów, czerpie korzyści z cykli rynkowych i optymalizuje się w sposób, w jaki żadna tradycyjna sztuczna inteligencja nigdy nie byłaby w stanie. A teraz, gdy wideo generowane przez AI trafia do Internetu, a RedNote pompuje jego zasięgi, iDEGEN staje się nie do zatrzymania.\n\nW chwili, gdy rozpocznie się ta nieuchronna bitwa AI kontra AI, każda główna platforma krypto, influencer i trader przyklei się do ekranu. A co się dzieje, gdy miliardy dolarów podążają za narracją? Monety idą pionowo w górę.\n\nOstatnia szansa: Bitwa AI dobiegnie końca za 8 dni\n\nWalka między iDEGEN AI i iDEGEN DeepSeek AI zaraz się rozpocznie. A stawka jest ogromna.\n\nZamiast wybierać stronę, iDEGEN gra na dwa fronty. Wkrótce uruchomi dwa modele AI w bezpośredniej konkurencji: swoje oryginalne, niepohamowane AI, zbudowane na krypto szaleństwie, i nowego agenta zasilanego przez samego DeepSeek. Stawia amerykańską potęgę AI przeciwko buntowniczemu modelowi DeepSeek i pozwala im walczyć o dominację w czasie rzeczywistym, publicznie, na oczach milionów.\n\nKtóry wygra? Który udowadni, że ​​może przejąć władzę? Samo to pytanie wystarczy, aby przykleić społeczność krypto X do ekranów przed notowaniem 27 lutego.\n\nWięcej informacji znajdziesz na stronie internetowej iDEGEN.\n\nDziękujemy, że przeczytałeś/aś nasz artykuł do końca. Obserwuj nas w Wiadomościach Google i bądź na bieżąco!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To kwiaty najlepsze do domu! Te rośliny doniczkowe są piękne i wzbogacą twoje wnętrze. Jakie kwiaty wybrać do domu? 18.02.2025",
            "link": "https://gk24.pl/to-kwiaty-najlepsze-do-domu-te-rosliny-doniczkowe-sa-piekne-i-wzbogaca-twoje-wnetrze-jakie-kwiaty-wybrac-do-domu-18022025/ar/c9-18815989",
            "description": "Obecnie pragniemy, by nasze domowe wnętrza miały swój unikatowy charakter, były przytulne i kolorowe. Jednym z pomysłów na wzbogacenie naszego domowego wnętrza z pewnością są kwiaty. Nie tylko dodają ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przeprowadziła się do Szwajcarii. \"Honor schowałam w kieszeń\"",
            "link": "https://turystyka.wp.pl/przeprowadzila-sie-do-szwajcarii-honor-schowalam-w-kieszen-7126589803117344a",
            "description": "Magda Żelazowska: W Szwajcarii miałaś wiele różnych zajęć, m.in. sprzedawałaś antyki. To moja praca marzeń! Czym jeszcze się zajmowałaś? Joanna Lampka: Łatwiej będzie powiedzieć, czym się nie zajmował ...",
            "image_url": "https://www.bing.pl/th?id=ODF.w5yo2cGK5kAWe0d0_ELtAw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "wp7 godz.",
            "source": "wp",
            "article_content": "Joanna Lampka pisarstwem zajęła się po zamieszkaniu w Szwajcarii. Twierdzi, że ten malowniczy kraj działa jak inspiracja. Najpierw ona zdecydowała się na przeprowadzkę, aby być obok męża, dziś ten sam mąż zamieszkał z nią w Krakowie. Gdzie żyje im się lepiej?\n\nMagda Żelazowska: W Szwajcarii miałaś wiele różnych zajęć, m.in. sprzedawałaś antyki. To moja praca marzeń! Czym jeszcze się zajmowałaś?\n\nJoanna Lampka: Łatwiej będzie powiedzieć, czym się nie zajmowałam! Bo bawiłam dzieci, wyprowadzałam na spacery konie, pomagałam na wyprzedażach w sklepie, opiekowałam się psami i kotami, pieliłam ogródki, rwałam winogrona, oprowadzałam turystów… Honor schowałam w kieszeń i nie czekałam, aż praca marzeń spadnie mi z nieba, gdy okazało się, że nikt w Szwajcarii nie chciał zatrudnić tłumaczki polsko-angielskiej bez znajomości francuskiego.\n\nDopiero po dwóch lat kolekcjonowania nietypowych doświadczeń znalazłam coś, co robię do tej pory - zaczęłam uczyć polskiego obcokrajowców. No i pisałam! Wszystkie drobne porażki i sukcesy, ciekawostki na temat emigranckiego życia i samej Szwajcarii opisywałam na blogu. Potem przyszła książka. Jedna, druga, ósma, dziewiąta…\n\nDalsza część artykułu pod materiałem wideo\n\nNieoczywiste miejsce u naszych sąsiadów. \"Mroczne i fascynujące\"\n\nZaczęłaś pisać książki już mieszkając w Szwajcarii?\n\nTak, jeśli nie wliczać w to książeczek o pieskach, które tworzyłam w podstawówce. Szwajcaria stała się dla mnie katalizatorem kreatywności. Choć nie wiem, czy konkretnie chodzi tu o Szwajcarię, czy o nudę, która doskwierała mi na początku, gdy nie miałam stałego zajęcia. Mawia się, że dzieci powinny się nudzić, żeby marzyć i próbować realizować swoje marzenia. Zdaje się, że nie tylko dzieciom jest to czasem potrzebne.\n\nGdy już zaczęłam pisać, nie dało się tego zatrzymać. Najpierw powstała książka o życiu społeczno-politycznym Szwajcarii, potem jeden przewodnik o tym kraju, drugi – tym razem subiektywny \"Szwajcaria, czyli jak przeżyć między krowami a bankami. Bilet w jedną stronę\". A potem znów zrobiłam woltę, ale tym razem nie życiową, ale pisarską i zaczęłam tworzyć powieści.\n\nDlaczego wybrałaś fantastykę, a teraz wykonałaś zwrot w kierunku thrillera?\n\nNigdy nie wybierałam gatunku. Interesowało mnie pisanie historii – ich gatunek był sprawą drugorzędną i jakby wychodził w praniu. Pierwsza historia, która powstała w mojej głowie, mówi o idealistycznej, młodej kobiecie, która dorasta do życia w zgoła nieidealnym świecie – na kontynencie targanym wojną. Najłatwiej było to napisać w konwencji fantasy, choć książka ma vibe sci-fi, mocnej obyczajówki, political fiction, sensacji i romansu. Mówię oczywiście o \"Mistrzu Gry\" – dokończonym już cyklu fantasy, który możecie przeczytać w tradycyjnej papierowej formie, ebooku lub wysłuchać jako audiobook.\n\nNasza rozmówczyni podczas spaceru z psem © Archiwum prywatne\n\nFantastyka to, swoją drogą, bardzo ciekawy gatunek, bo pozwala wyrazić to, czego nie można powiedzieć na głos. Można dzięki niej ominąć polityczną poprawność i przeskoczyć przez podziały ideologiczne, bo to w końcu tylko fikcja.\n\nMoja ostatnia książka – \"Droga do L.\" to również twór międzygatunkowy, choć najłatwiej go włożyć do szufladki thrillera. Pisząc go, również nie myślałam o gatunku literackim. Historia przedstawiona w \"Drodze do L.\" dzieje się w naszej rzeczywistości i dotyka jakże aktualnych tematów – handlu ludźmi i niewolnictwa seksualnego. Akcja w książce zaczyna się w latach 90. XX w. w Londynie, gdzie cztery Polki zostają uwięzione w klubie nocnym. Brzmi poważnie, ale \"Droga do L.\" to nie dramat. Dziewczyny w końcu uciekają z burdelu i robią wszystko, żeby się zemścić na swoich oprawcach.\n\nSzwajcaria zadziałała na Joannę Lampkę jak katalizator. To tam zaczęła pisać książki © Archiwum prywatne\n\nCzy emigracja miała wpływ na tematy twoich powieści? Czy mogłabyś te same książki napisać, gdybyś żyła w Polsce?\n\nZ czystym sumieniem twierdzę, że nie napisałabym tych książek bez wiedzy, którą nabyłam na emigracji i podczas moich podróży po świecie. Szwajcaria mnie wręcz zainspirowała do stworzenia cyklu fantasy – informacje na temat funkcjonowania tego kraju, neutralności i demokracji bezpośredniej, a przede wszystkim ich ograniczeń, sprawiła, że zaczęłam sobie zadawać pytania \"a co by było, gdyby wybuchła wojna w Europie?\", \"a co by było, gdyby do władz tego kraju dostała się mafia?\", \"a co by było…?\". Od tego był mały krok do realizacji tych gdybań w formie książki.\n\nZ \"Drogą do L.\" jest troszkę inaczej. W Szwajcarii prostytucja jest legalna i kontrolowana przez państwo, więc temat handlu kobietami nie jest aż tak palący jak w innych miejscach na świecie. To tam jednak dowiedziałam się o istnieniu wyspy rozkoszy, na której realizowane są najskrytsze pragnienia bogaczy. Dowiedziałam się tego oczywiście w formie miejskiej legendy - plotki. Ale czy na pewno? Tak powstał Raj Odzyskany – miejsce, w którym częściowo dzieje się akcja w \"Drodze do L.\".\n\nCo to znaczy \"L.\"?\n\nTen skrót może mieć wiele znaczeń, które tłumaczę w książce. Ale może nic się nie stanie jak zdradzę jedno z nich. \"L.\" to homonim francuskiego słowa \"elle\", czyli \"ona\".\n\nZamieszkałaś w Szwajcarii, choć najpierw to twój mąż planował przenieść się do Krakowa. Jak zaczęła się wasza znajomość i gdzie jesteście dziś?\n\nSpotkaliśmy się 13 lat temu w Krakowie. Mąż mieszkał i pracował wtedy w Lozannie, a do grodu Kraka przyjechał służbowo. Zaiskrzyło, nie tylko między nami. Steve – mój mąż – pokochał również Kraków i przez rok próbował się tu przenieść. Nie udało mu się to. W końcu po długich miesiącach odwiedzania się na weekendy i święta ja przeprowadziłam się do Szwajcarii. Dopiero w kwietniu 2024 r. przenieśliśmy się do Polski, do Krakowa. Czyli oryginalny plan został zrealizowany. To co, że z małym poślizgiem, trzynastoletnim.\n\nWyprowadzka ze Szwajcarii z powrotem do Polski może wydawać się zaskakująca. Z jakimi reakcjami się spotykasz?\n\nReakcje są dwojakie – albo zupełne zaskoczenie, że z tej mitycznej krainy szczęśliwości, jak postrzegana jest Szwajcaria przez wiele osób, wolałam Polskę, albo wręcz przeciwnie, coś w stylu \"no bo my jesteśmy najlepsi, nawet Szwajcarzy walą do nas drzwiami i oknami\". Nie muszę chyba mówić, że obie reakcje sprawiają, że przewracam oczami.\n\nJoanna Lampka równie dobrze czuje się na alpejskich łąkach co na krakowskich plantach © Archiwum prywatne\n\nDlaczego?\n\nPierwsza z nich gloryfikuje Szwajcarię. A to nie raj. Owszem, ten kraj ma wyjątkowy system polityczny, jest stabilny i bezpieczny, a przynajmniej najbezpieczniejszy w przypadku konfliktu międzynarodowego. Ale wielu Szwajcarów z trudnością wiąże koniec z końcem, a zmiany prawa w tym kraju zachodzą naprawdę mozolnie. Wynika to właśnie z demokracji bezpośredniej – konsultacje społeczne trwają długo.\n\nZ drugiej strony, nie da się wprowadzić nowych przepisów w nocy, podczas nieobecności połowy posłów w parlamencie i wszystkie zmiany można odwrócić przez referendum. Reasumując – jest sporo plusów, są i minusy – nie dajmy się więc zwariować.\n\nDruga reakcja jest natomiast wybitnie polskocentryczna. Idzie za rękę z bardzo popularnymi teraz twierdzeniami, że u nas jest najlepiej i że cały zachód, gdzie jest niebezpiecznie, biednie i niespokojnie, nas podziwia. Przeprowadzka Szwajcara do Polski jest dla osób, które wyznają takie poglądy, poświadczeniem tej tezy. A tymczasem można lubić dany kraj i jednocześnie dostrzegać jego wady. Życie nie jest zerojedynkowe. Ani Polska ani Szwajcaria to nie eldorado.\n\nJak Szwajcar czuje się w Polsce?\n\nDobrze. Bardzo szybko poczuł się jak u siebie, mimo nikłej znajomości języka polskiego. Znalazł sobie tu przyjaciół, a przynajmniej znajomych, ma dobrą pracę, do której jeździ rowerem, wyrobił sobie szereg rytuałów, jak chodzenie na niedzielny targ staroci na krakowski Kazimierz. Nie chce wracać.\n\nNasza rozmówczyni podkreśla, że Szwajcaria jest na pewno czystsza niż Polska © Archiwum prywatne\n\nGdzie mieszka wam się lepiej lub bardziej bezproblemowo?\n\nBezproblemowo – w Polsce. Mam wrażenie, że poziom usług w Krakowie jest o wiele wyższy niż w Szwajcarii. Mąż mawia, że jeśli czegoś nie ma w Krakowie, to nie ma tego wcale. Natomiast tego twierdzenia nie można rozciągnąć na całą Polskę.\n\nSzwajcaria jest zdecydowanie czystsza niż Polska. Ma fantastyczny transport publiczny, wobec czego nie trzeba na co dzień korzystać z samochodu, nawet jeśli mieszka się na wsi. No i do tego trzeba dodać bliskość natury – z każdego miejsca w Szwajcarii można łatwo się dostać nad jeziora, przepiękne rzeki, w których można się kąpać, w góry.\n\nCo po przeprowadzce do Polski było zaskakujące dla twojego męża, a co ciebie zaskoczyło w Szwajcarii?\n\nMęża zaskoczyła chyba najbardziej wielkość polskich mieszkań. Bardzo trudno znaleźć duże mieszkanie do wynajmu i chyba niewiele osób takich szuka. Gdy powiedziałam agentom nieruchomości, że potrzebuję mieszkania dla dwóch dorosłych osób i psa, proponowano mi 40-metrowe kawalerki. Tymczasem my w Szwajcarii mieszkaliśmy na 100 m kw. i tam jest to zupełnie normalne. Wręcz w niektórych miejscach ustalone są ograniczenia, ile osób może mieszkać na określonej powierzchni.\n\nMnie z kolei najbardziej zaskoczyło to, że pralki i suszarki w większości budynków wielorodzinnych w Szwajcarii znajdują się w piwnicy. Czasami jest ich wystarczająco, żeby mieszkańcy mogli z nich korzystać, kiedy chcą, a czasami pierze się i suszy wedle harmonogramu. Dość powiedzieć, że pralnia to obszar najczęstszych konfliktów sąsiedzkich.\n\nCzy dzięki doświadczeniu własnej emigracji teraz wspierasz i rozumiesz męża w tym obszarze?\n\nTak, często dzwonię za niego do urzędów, mechaników czy lekarzy, żeby załatwić coś po polsku, z czym pewnie miałby problem. To było coś, o co najczęściej prosiłam jego w Szwajcarii. Mimo że nauczyłam się francuskiego, na początku bałam się rozmawiać przez telefon w ważnych sprawach. W końcu ponoć 80 proc. komunikacji to mowa ciała. Bez niej zrozumienie drugiej osoby jest o wiele trudniejsze. Na szczęście mąż nie wymaga wsparcia w innym obszarze. Nie miał jeszcze kryzysu emigracyjnego i miejmy nadzieję, że on nigdy nie nastąpi.\n\nGdzie widzicie siebie za kilka lat?\n\nTo jest bardzo trudne pytanie. Chciałabym, żebyśmy jeszcze trochę zostali w Polsce, ale wątpię, że będziemy tu mieszkać do końca życia. Tu się żyje bardzo wygodnie, nie przeczę, ale im jestem starsza, tym bardziej do mnie dociera, że nie wygoda jest w życiu najważniejsza. Natura, spokój, życzliwość to rzeczy, które nie mają ceny."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Handlujący na Targowisku Miejskim przy ul. Kawaleryjskiej domagają się zmian",
            "link": "https://www.radio.bialystok.pl/wiadomosci/index/id/247509",
            "description": "Obniżenia czynszu i modernizacji Targowiska Miejskiego przy ul. Kawaleryjskiej w Białymstoku domagają się handlujący tam ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CHiBjaTKBTZqJy4tC267GS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "radio.bialystok3 godz.",
            "source": "radio.bialystok",
            "article_content": "Radio Białystok | Wiadomości | Handlujący na Targowisku Miejskim przy ul. Kawaleryjskiej domagają się zmian\n\nHandlujący na Targowisku Miejskim przy ul. Kawaleryjskiej domagają się zmian\n\nObniżenia czynszu i modernizacji Targowiska Miejskiego przy ul. Kawaleryjskiej w Białymstoku domagają się handlujący tam przedsiębiorcy. W związku z zamknięciem wszystkich przejść granicznych z Białorusią w regionie, stracili większość klientów i są w katastrofalnej sytuacji.\n\nBazar przy ul. Kawaleryjskiej w Białymstoku, fot. Joanna Szubzda\n\nZwrócili się do władz miasta z postulatami i własnymi pomysłami na rozwój bazaru.\n\nJak twierdzą - na obecnych warunkach nie są w stanie dłużej funkcjonować. Płacą średnio 600-1000 zł miesięcznie od lokalu, chcą obniżki o 50 proc.\n\nPostulują też do władz miasta o pozyskiwanie pieniędzy na budowę nowych pawilonów handlowych i reklamę, a także wywieranie nacisku na rząd w sprawie otwarcia przejść granicznych z Białorusią.\n\nPrzypominają, że zdecydowaną większość klientów stanowili przez lata nasi wschodni sąsiedzi, teraz przestawili się na kupujących z miasta i okolic, ale żeby przyciągnąć klienta, niezbędna jest modernizacja targowiska - budowa zadaszeń i remont toalet, bo obecne warunki są bardzo trudne.\n\nPrzedsiębiorcy proponują też organizowanie na Targowisku różnych imprez okolicznościowych, by przyciągnąć klientów.\n\nWiceprezydent Białegostoku Marek Masalski informuje, że odpowiedź na swoje pismo kupcy dostaną w piątek (21.02). Trwają prace nad jego przygotowaniem.\n\n| red: at"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak skuteczniej sprzedawać samochody w internecie?",
            "link": "https://gk24.pl/jak-skuteczniej-sprzedawac-samochody-w-internecie/ar/c4p2-27281593",
            "description": "Sprzedaż samochodów to nie tylko wystawienie ogłoszenia – to cały proces, który wymaga odpowiedniej strategii, analizy rynku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MmJUuGE58YRkxSOVL_-VxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "gk24.pl5 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 18.02.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://echodnia.eu/przeglad-prasy-18-02-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960913",
            "description": "W 45 rocznicę pierwszego w historii zimowego wejścia na Mount Everest - najwyższą górę świata Polaków: Krzysztofa Wielickiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jqCkW6Gz4HWJDZte3Q4IJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "echodnia15 godz.",
            "source": "echodnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Relikty Baszty Nowej w Gdańsku zostaną odnowione. Rozstrzygnięto przetarg na prace. Basztę wybudowano ponad 500 lat temu",
            "link": "https://www.msn.com/pl-pl/news/other/relikty-baszty-nowej-w-gda%C5%84sku-zostan%C4%85-odnowione-rozstrzygni%C4%99to-przetarg-na-prace-baszt%C4%99-wybudowano-ponad-500-lat-temu/ar-AA1zggXO?ocid=BingNewsVerp",
            "description": "Zabytkowe zarośnięte relikty Baszty Nowej przy ulicy Okopowej w Gdańsku czeka odnowa. Dyrekcja Rozbudowy Miasta Gdańska ...",
            "image_url": "https://www.bing.pl/th?id=OVF.pTov0okIcCBTq%2f4IW8hNfw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "dziennikbaltycki.pl on MSN13 godz.",
            "source": "dziennikbaltycki.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tanie loty z Gdańska w marcu 2025. Najtańsze kierunki podróży z Portu Lotniczego w Gdańsku",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/tanie-loty-z-gda%C5%84ska-w-marcu-2025-najta%C5%84sze-kierunki-podr%C3%B3%C5%BCy-z-portu-lotniczego-w-gda%C5%84sku/ar-AA1zgKYx?ocid=BingNewsVerp",
            "description": "Marzec być może nie jest miesiącem, który jako pierwszy przychodzi na myśl, gdy planujemy urlop. Warto jednak poważnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6XwwxuhuFpLuAcoB6Ce-0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki on MSN10 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jeden z najstarszych budynków w Gdańsku. Przez wieki był tu przytułek. Poznajcie historię tego miejsca. Archiwalne i nowe zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-jeden-z-najstarszych-budynk%C3%B3w-w-gda%C5%84sku-przez-wieki-by%C5%82-tu-przytu%C5%82ek-poznajcie-histori%C4%99-tego-miejsca-archiwalne-i-nowe-zdj%C4%99cia/ar-AA1zdWBV?ocid=BingNewsVerp",
            "description": "Przytułek i sierociniec przy ulicy Sierocej w Gdańsku Miejska placówka opiekuńcza działała przy ulicy Sierocej w Gdańsku w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oTIO9isgpoCflkPbRHpEQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki on MSN14 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 6 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 22 - 23 lutego",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-6-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-22-23-lutego/ar/c7p1-22319027",
            "description": "Szukasz nowych ścieżek nordic walking w pobliżu Kołobrzegu? Z Traseo mamy dla Ciebie kilka pomysłów na najbliższy weekend.",
            "image_url": "https://www.bing.pl/th?id=OVFT.5LCDXTrhhtSWAazmqw6V9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto6 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 22 - 23 lutego?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-22-23-lutego/ar/c7p1-21831633",
            "description": "Zamek w Mosznej jest jedną z największych atrakcji Opolszczyzny i jednym z najciekawszych zamków w Polsce. Swoją sławę zawdzięcza bajkowemu wyglądowi - ma 365 pomieszczeń, 99 wież i wieżyczek. Do 30 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto5 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rabusie artefaktów. Bialski archeolog mówi jak jest",
            "link": "https://www.slowopodlasia.pl/artykul/35566,rabusie-artefaktow-bialski-archeolog-mowi-jak-jest",
            "description": "W regionie grasują rabusie skarbów. Okradają stanowiska archeologiczne i inne miejsca, w których można znaleźć zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ghELW3Lcyf5U1ykL0DVGXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "slowopodlasia.pl17 godz.",
            "source": "slowopodlasia.pl",
            "article_content": "- W regionie zdarzają się rabunki stanowisk archeologicznych. Są grupy poszukiwawcze skarbów. Część z nich działa legalnie, czyli stara się robić to, co na co mają pozwolenie od konserwatora zabytków. Osoby prowadzące poszukiwania zgodnie z prawem, nie chodzą po stanowiskach archeologicznych. Do poszukiwań na stanowiskach archeologicznych trzeba mieć pozwolenia - mówi archeolog Mieczysław Bienia. Wskazuje, że znalezisko wyciągnięte bez obecności archeologa czy odpowiedniej wiedzy jest wyjęte z kontekstu historycznego.\n\nPrzedmiot traci kontekst naukowy\n\n- Jeżeli np. grot zostanie wyciągnięty, a później przyjdzie archeolog, żeby zbadać dane cmentarzysko okaże się, że brakuje mu datownika. Podobnie jak macewy są własnością zmarłego, tak też trzeba traktować zabytki metalowe, są one własnością danego grobu, czy kompleksu osadniczego. Co z tego, że ktoś przyniesie mi zabytki, oczywiście je przyjmę i się ucieszę, ale tracę cały kontekst naukowy. Wówczas dany przedmiot ma znikomą wartość naukową - zaznacza Mieczysław Bienia.\n\nDodaje, że posługuje się metodyką badań archeologicznych. - Ściągamy najpierw główną warstwę, ona jest przemieszana przez orkę zazwyczaj, jednak są miejsca, gdzie nie było orki, jak lasy, łąki. Zniszczenia są w tym miejscach mniejsze, chociaż oczywiście zdarza się, że korzenie drzew przesuwają przedmioty znajdujące się w ziemi. Jednak, dany przedmiot znajduje się w pobliżu np. cmentarzyska - przekazuje archeolog.\n\nZabytki sprzedają zamiast oddać muzeum\n\nNie ukrywa, że jeżeli archeolog trafia na cmentarzysko i tam wydobywa przedmioty, to kontekst naukowy jest bardzo ważny. - Wtedy możemy datować dane znalezisko. Jeżeli te przedmioty z tej jamy się wyrwie, to miejsce i przedmioty tracą swoja wartość. Dlatego tak ważne jest to, by nie wchodzić na stanowiska archeologiczne. Można poszukiwać rzeczy zagubionych z pasji, ale nie na stanowiskach archeologicznych. Wiele osób to szanuje, ale są całe grupy, które niestety tych zasad nie uznają. Chodząc z wykrywaczami, znajdują głównie metalowe przedmioty. Jak odsłonią taki grób, to wyciągają też naczynia, szklane paciorki, wszystko co tam się znajduje. Następnie jest to sprzedawane - mówi Mieczysław Bienia.\n\nZauważa, że takie przedmioty trafiają często do prywatnych kolekcji, do których nie ma dostępu. - Wiadomo, że zgodnie z ustawą wydobyte przedmioty stanowią własność Skarbu Państwa. Państwo będzie się o te przedmioty upominało. W Białej Podlaskiej działa koło Fibula, które wykonuje prace archeologiczne pod moim kierunkiem, w sposób metodyczny, nie niszcząc obiektów. W zeszłym roku prowadziliśmy takie badania w Kodniu. Kilka przedmiotów udało się znaleźć. Naturalnie, nie wszędzie udaje się dotrzeć, bo np. miejsce jest zarośnięte - przekazuje Mieczysław Bienia.\n\nPoszukiwać można też legalnie\n\nKoło Fibula dokładnie rejestruje znaleziska. Powstała mapa znalezisk. - To istotny element poszukiwania. Natomiast rabusie nie przejmują się brakiem metodyki, stanowią duże zagrożenie dla poznania najstarszej historii naszego terenu. Od osób trzecich dowiaduję się, że znaleziono skarb pełen monet lub naczynia gliniane czy też ozdoby brązowe lub srebrne. Co mi po tych informacjach, skoro te przedmioty nie trafiają do mnie - mówi archeolog.\n\nPrzyznaje, że kilka znalezisk zostało przekazanych do zbiorów państwowych, np. skarb monet z połowy XVII wieku, spod Jabłonia. - Z tamtego roku mamy ciekawy depozyt znaleziony poza naszym terenem, żetonów z Białej Podlaskiej z okresu międzywojennego. W tym roku będzie konserwowany, więc na pewno skarb pokażemy na wystawie, żeby mieszkańcy i turyści, którzy odwiedzają Białą Podlaską mogli się z nim zapoznać - zapowiada Mieczysław Bienia.\n\nPrzyznaje też, że każdy obywatel ma prawo szukać skarbów, ale pod konkretnymi warunkami. - Po pierwsze jest potrzebna zgoda właściciela pola, my archeolodzy też nie wchodzimy na dane pole bez zgody właściciela. Z tą zgodą trzeba udać się do konserwatora zabytków i uzyskać pozwolenie na poszukiwania. Najważniejszy warunek to taki, że miejsce nie może być stanowiskiem archeologicznym. Gdy tak jest, konserwator nie wyrazi zgody na poszukiwania. Chyba, że w grupie jest archeolog i prowadzony jest program badawczy. Jest kilka takich grup zewnętrznych, które pojawiają się na naszym terenie. Zabytki od nich zazwyczaj trafiają do bialskich zbiorów muzealnych - wyjaśnia Mieczysław Bienia.\n\nZnalezione przedmioty znalazca ma obowiązek przekazać do muzeum. - Pod warunkiem, że muzeum będzie chciało mieć coś takiego w swoich zbiorach. Często są to znaleziska z XX wieku, więc muzeum nie jest tym zainteresowane. Jest znajdowanych wiele monet, które nie interesują muzeum, więc trafiają z powrotem do znalazcy. Konserwator zabytków decyduje o tym, gdzie ma trafić dane znalezisko. Szukanie na handel jest niedopuszczalne i nieetyczne - wskazuje archeolog.\n\n\n\nKoło Fibula czeka na remont budynku muzealnego przy ul. Łomaskiej, gdyż tam miałyby się odbywać spotkania koła. - Obecnie działamy na pół gwizdka, bo nie mamy swojej siedziby. Zostało ze mną kilkanaście osób, które współpracują przy poszukiwaniach w regionie. Jednak, Fibula z czasem będzie reaktywowana, ale wstrzymaliśmy na ten moment zapisy - wyjaśnia Mieczysław Bienia.\n\nWójt gminy Wisznice Piotr Dragan, przyznaje, że słyszał o rabusiach skarbów działających na terenie południowego Podlasia.\n\n- Wiem, że chodzą z wykrywaczami metalu, np. w Horodyszczu. Dowiadywałem się, że te osoby odnajdują różne przedmioty, więc bardzo krytycznie do tego podchodzę. Była pogłoska o znalezionym skarbie, więc zacząłem o to pytać, ale to zamknięte środowisko, które nie wypuszcza poza swój krąg zbyt wielu informacji. Takie działania są niekorzystne, bo to zazwyczaj o wiele cenniejsze rzeczy niż się za nie płaci na czarnym rynku. Takie artefakty mogłyby udowodnić, że na terenie gminy istniało osadnictwo przed XI wiekiem - wskazuje wójt Piotr Dragan.\n\nDodaje, że istnieją dowody na to, że w Horodyszczu było osadnictwo w X wieku, a znalezione nielegalnie przedmioty pochodziły sprzed tego okresu. - Gdyby stary przedmiot, znaleziony przez kogoś trafił do urzędu gminy, i byłby np. z I wieku po Chrystusie lub z wcześniejszego okresu, moglibyśmy na tej bazie zacząć budować muzeum. Zewnętrznych funduszy na tego typu cele jest dużo. Problemem jest to, że osoby, które znajdują zabytki sprzedają je gdzieś za małe pieniądze, a można zamiast tego coś wielkiego dla gminy uzyskać. Niestety tylko doszły mnie słuchy, że podobna rzecz została znaleziona, ale później ślad po niej zaginął - mówi wójt gminy Wisznice Piotr Dragan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryli skarb w Polsce. Archeolodzy: materiał z kosmosu",
            "link": "https://www.planeta.pl/nauka/odkryli-skarb-w-polsce-archeolodzy-artefakty-z-kosmicznego-materialu",
            "description": "Polska i historyczne odkrycie. W okolicach Częstochowy na częstochowskich cmentarzyskach archeolodzy (polsko-francuski zespół ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gQVL6tpEE-82EbQkfIlsZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Planet6 godz.",
            "source": "Planet",
            "article_content": "Polska i historyczne odkrycie. Na częstochowskich cmentarzyskach Częstochowa-Raków i Częstochowa-Mirów, archeolodzy (polsko-francuski zespół naukowców) odnaleźli zabytkowe ozdoby. Okazało się, że są wykonane z… kosmicznego materiału!\n\nOdkryli skarb w Polsce. Archeolodzy: materiał z kosmosu\n\nHistoria Polski i niezwykłe odkrycie. Archeolodzy prowadzili badania na dwóch cmentarzyskach Częstochowa-Raków i Częstochowa-Mirów. Natrafili na 26 żelaznych artefaktów z epoki żelaza, m.in. bransolety, pierścienie na kostki, noże, groty włóczni i naszyjniki. Zabytkowe ozdoby, pochowane w grobach zarówno mężczyzn, jak i kobiet oraz dzieci, poddano analizie. Wyniki badań były wyjątkowo zaskakujące. Wykryto materiał pozaziemski.\n\nQuiz: Historia Polski - te daty, bitwy i wydarzenia musi znać każdy 1/28 Kiedy Armia Czerwona wkroczyła na teren Rzeczypospolitej Polskiej? 15 sierpnia 1944 1 września 1939 17 września 1939 10 października 1939 Dalej\n\nWarto wspomnieć, że w badaniach wzięli udział Gerta Bielińska, Maciej Kosiński oraz Magdalena Wieczorek-Szmal z Muzeum Częstochowskiego, dr Ewelina Miśta-Jakubowska z Narodowego Centrum Badań Jądrowych w Otwocku i kierowniczka Laboratorium Archeometrii w Instytucie Archeologii Uniwersytetu Jagiellońskiego, dr hab. inż. Jacek Tarasiuk z AGH i dr Karol Dzięgielewski z Instytutu Archeologii Uniwersytetu Jagiellońskiego. Wyniki swojej pracy opisali w artykule \"Heavenly Metal for the Commoners: Meteoritic Irons from the Early Iron Age Cemeteries in Częstochowa (Poland)\" [\"Niebiański metal dla zwykłych ludzi: żelazo meteorytowe z cmentarzy wczesnej epoki żelaza w Częstochowie (Polska)\"] na łamach prestiżowego periodyku \"Journal of Archaeological Science: Reports\".\n\nOdkrycie w Częstochowie. Artefakty z kosmicznego materiału\n\nHistoria dosłownie NIE Z TEJ ZIEMI. Okazało się, że w przynajmniej czterech z ozdób wykryto obecność żelaza meteorytowego. Chodzi konkretnie o meteoryt ataksytowy. To bardzo rzadki meteoryt żelazny o wysokiej zawartości Ni, trudny do obróbki. Najczęściej pozyskiwany był na Bałkanach i w Alpach. Zdaniem badaczy, żelazo meteorytowe z częstochowskich cmentarzysk najpewniej pochodziło z jednego meteorytu, który spadł stosunkowo niedawno i pozyskano go lokalnie.\n\nCZYTAJ WIĘCEJ: Jak powstały Tatry. Niezwykła historia gór\n\nW epoce brązu żelazo było około dziesięć razy droższe od złota. Jednak w epoce żelaza, ten materiał nie był przedmiotem wysokiej wartości i o wysokim prestiżu. Stracił też swoje znaczenie symbolicznie. Żelazo meteorytowe stracił na wartości wraz z rozwojem technologii hutniczych, gdy coraz łatwiej wydobywano żelazo z ziemi. Żelazo z meteorytu stało się zwykłą rudą żelaza.\n\nMożemy wnioskować, że istnieje duże prawdopodobieństwo, że był to zaobserwowany upadek, a nie szczęśliwe znalezisko. Meteoryty żelazne mogą być duże [setki kg], ale to może być problem. Duże kawałki nie nadają się do obróbki, a małe kawałki [mniej niż jeden kg] trzeba oddzielić, co jest prawie niemożliwe przy użyciu narzędzi z epoki żelaza– wyjaśnia prof. Albert Jambon z Sorbonne Université, autor korespondencyjny artykułu opublikowanego w Journal of Archeological Science: Reports (geekweek.interia.pl)\n\nŻelazo meteorytowe wykryto w trzech bransoletach (jedna to pierścień na kostkę) oraz w szpilce. Bansolety pochodziły z cmentarza Częstochowa-Raków. Zabytkową szpilkę archeolodzy znaleźli na cmentarzysku Częstochowa-Mirów. Historykon.pl zwraca uwagę, że „stanowisko w Częstochowie-Rakowie jest jednym z najbogatszych na świecie, jeśli chodzi o koncentrację przedmiotów wykonanych z żelaza meteorytowego, co stawia to miejsce na równi z niektórymi stanowiskami archeologicznymi w Egipcie”.\n\nCZYTAJ WIĘCEJ: Słynny podróżnik odnaleziony. \"To był horror na statku, zjedli go\"\n\nDlaczego stosowano żelazo z rzadkiego meteorytu? Zmieszanie kosmicznego pierwiastka z ziemskim żelazem pozwoliło uzyskać dwa kolory. To jeden z najwcześniejszych przykładów takiego wzornictwa w historii Polski. Co więcej, żelazo meteorytowe zmieszano z żużlem żelazowym, by łatwiej uzyskać łatwiej przedmioty z wzorami. Zdaniem badaczy historii, mógł to być pierwszy krok do rozwoju techniki wyrobu stali damasceńskiej.\n\nOdnalezione przedmioty zostały poddane analizom z wykorzystaniem różnych technik, w tym przenośnej analizy fluorescencji rentgenowskiej (p-XRF), skaningowej mikroskopii elektronowej (SEM) ze spektroskopią dyspersji energii (EDS) i mikrotomografią rentgenowską- wyjaśnia Geekweek Interia.\n\nCmentarzyska Częstochowa-Raków i Częstochowa-Mirów są oddalone od siebie o ok. 6 kilometrów. Oba należały do kultury łużyckiej i datowane są na okres halsztacki, ok. 750–600 p.n.e.\n\nWszystkie przedmioty z żelaza meteorytowego znajdują się obecnie w zbiorach Muzeum Częstochowskiego. Ozdoby z cmentarzyska rakowskiego można zobaczyć na wystawie \"Z mroku dziejów\" w Rezerwacie Archeologicznym na Rakowie oraz na niedawno udostępnionej stałej wystawie historycznej \"Częstochowa – spojrzenie w przeszłość\" prezentowanej w Ratuszu.\n\nŹródło: Radio ZET, Geeweek Interia, Phys.org, Historykon.pl, Science Direct\n\nDziękujemy za przeczytanie artykułu do końca. Bądź na bieżąco! Polub naszą stronę na Facebooku"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znaleźli fortunę w starym domu. Teraz gorzko tego żałują",
            "link": "https://www.fakt.pl/wydarzenia/swiat/znalezli-fortune-podczas-remontu-domu-w-niemczech-skonczylo-sie-sadem/t4y06x1",
            "description": "W tej historii jest wszystko: łut szczęścia, chłodna kalkulacja, misterny plan, a nawet wątek z porwaniem i okupem. Ale przede wszystkim jest chciwość, która sprawiła, że z pozoru uczciwe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl3 godz.",
            "source": "Fakt.pl",
            "article_content": "Remont starego domu w Herbstein (Niemcy) miał być dla nowych właścicieli początkiem nowego rozdziału. Podczas porządkowania zaniedbanej posiadłości natrafili na prawdziwy skarb – prawie 387 tys. niemieckich marek. Pieniądze ukryte były w opakowaniach po kawie i ciasteczkach \"Speculaas\", a ich daty wskazywały na rok 1996.\n\nKwota wciąż miała ogromną wartość, bo choć marki niemieckie zostały oficjalnie wycofane z obiegu 1 stycznia 2002 r., wciąż można je wymieniać na euro w Bundesbanku. Po przeliczeniu fortuna ta wynosi około 200 tys. euro, czyli ponad 800 tys. zł.\n\nW Niemczech prawo jasno mówi, że każdą znalezioną rzecz o wartości powyżej 10 euro należy zgłosić odpowiednim organom. Znalazca może wówczas liczyć na znaleźne, które wynosi pięć procent wartości przedmiotu do 500 euro, a powyżej tej kwoty – dodatkowe trzy procent.\n\nJak relacjonuje regionalny serwis hessenschau.de, nowi właściciele domu dobrze znali te przepisy, ale zamiast zgłosić odkrycie miejscowym władzom, postanowili spróbować szczęścia 230 kilometrów dalej, w Bielefeld. Para liczyła, że w dużym mieście łatwiej będzie zgłosić zgubę, oddali w ten sposób od siebie wszystkie podejrzenia, a potem odzyska fortunę, gdy minie wymagane prawem sześć miesięcy.\n\nIch plan szybko legł w gruzach.\n\nPodejrzana historia\n\nKiedy małżeństwo zgłosiło się do biura rzeczy znalezionych w Bielefeld, urzędnicy od razu nabrali podejrzeń. Zamiast przyjąć gotówkę, skierowali ich na policję. Tam para złożyła absurdalne wyjaśnienia, twierdząc, że pieniądze znaleźli na parkingu przy basenie.\n\nŚledczy szybko odkryli prawdę – gotówka pochodziła z domu, który kupili. To wystarczyło, by oskarżyć ich o przywłaszczenie znalezionego mienia, choć brano pod uwagę również zarzut prania brudnych pieniędzy.\n\nSąd nie miał litości\n\nMałżeństwo stanęło przed sądem w Bielefeld. 18 lutego dziennik \"BILD\" poinformował, że zapadł wyrok. Mężczyzna otrzymał grzywnę w wysokości 9 tys. 100 euro, a jego żona 1350 euro – w sumie 10 tys. 450 euro kary (ponad 43 tys. zł). Sędzia uznał, że para działała z wyrachowaniem i podkreślił, że ich zachowanie wykazało \"wysoki poziom przestępczej energii.\"\n\nCo gorsza – para nie dostanie ani grosza. Choć wszyscy są przekonani, że pieniądze powinny trafić do spadkobiercy zmarłego właściciela domu, ich ostateczny los wciąż pozostaje niewiadomą.\n\nCzy to pieniądze z porwania?\n\nSprawa wciąż ma jedną wielką tajemnicę – skąd w ogóle wzięły się te pieniądze?\n\nŚledczy podejrzewają, że gotówka mogła pochodzić z nielegalnych źródeł. Co więcej, pojawiło się podejrzenie, że pieniądze mogą mieć związek ze słynnym porwaniem miliardera Jana Philippa Reemtsmy w 1996 r. Porywacze zażądali wtedy okupu w wysokości 15 mln marek i 12,5 mln franków szwajcarskich. Do dziś większość tych pieniędzy nie została odnaleziona.\n\nCzy to możliwe, że część okupu przez lata leżała w nocnej szafce w starym domu? Śledztwo wciąż trwa i wciąż więcej jest pytań niż odpowiedzi. Jedno jest pewne – dla ukaranego małżeństwa „łatwe pieniądze” okazały się początkiem wielkich kłopotów. Para przyznała, że dała się zwieść pokusie i wyraziła głęboką skruchę. Jednak tej lekcji, jaką dała im chciwość, nie zapomną do końca życia.\n\nZobacz też:\n\nMakabra pod Łukowem. Najpierw rzucił się na brata z nożem, potem spowodował wypadek\n\nMalutka Izabela nie żyje, ratownicy byli bezradni. Para młodych Polaków stanęła przed sądem w Anglii\n\nPotworna tragedia pod Sierpcem. 77-latek nie żyje, zatrzymano jego syna"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe znalezisko. Dla miłośników historii to prawdziwa sensacja",
            "link": "https://www.salon24.pl/newsroom/1428688,niezwykle-znalezisko-dla-milosnikow-historii-to-prawdziwa-sensacja",
            "description": "Na pograniczu województw warmińsko-mazurskiego i kujawsko-pomorskiego dokonano niezwykłego odkrycia archeologicznego.",
            "image_url": "https://www.bing.pl/th?id=OVFT.1Go5OgOklR57fUSbbz1DXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Salon244 godz.",
            "source": "Salon24",
            "article_content": "18.02.2025\n\nW pobliżu Biskupca miłośnicy historii odkryli średniowieczny miecz i topory. Teraz znalezisko trafi do Muzeum w Ostródzie. - To niezwykłe odkrycie rzuca nowe światło na historię naszego regionu - mówią \"Gazecie Olsztyńskiej\" pracownicy placówki.\n\nNa pograniczu województw warmińsko-mazurskiego i kujawsko-pomorskiego dokonano niezwykłego odkrycia archeologicznego. Członkowie Biskupieckiego Stowarzyszenia Detektorystycznego \"Gryf” natrafili na dwuręczny miecz i dwa topory z XIV-XV wieku. Zabytki te po konserwacji zostaną zaprezentowane w Muzeum w Ostródzie, mieszczącym się w dawnym zamku krzyżackim.\n\nUnikalne znalezisko w pobliżu rzeki Osy\n\nJak poinformował Łukasz Szczepański, archeolog z Muzeum w Ostródzie, militaria odkryto legalnie w okolicach Wielkiej Tymawy, w pobliżu rzeki Osy. Znalezisko jest w bardzo dobrym stanie, co może sugerować, że broń przez wieki znajdowała się pod wodą. - Niewątpliwie ten depozyt ma związek z rozlewiskami Osy. Być może znajdowała się tam jakaś przeprawa mostowa, gdzie te przedmioty zostały utracone przez właścicieli – wyjaśnił ekspert.\n\nCo ciekawe, w jednym z toporów zachował się fragment drewnianego drzewca, co jest rzadkością w przypadku tak starych artefaktów.\n\nNowy eksponat w zbiorach Muzeum w Ostródzie\n\nDecyzją wojewódzkiego konserwatora zabytków miecz i topory trafiły do ostródzkiego muzeum, gdzie przejdą konserwację. To wyjątkowe znalezisko, ponieważ jest to pierwszy dwuręczny miecz w zbiorach tej placówki.\n\n- Te artefakty w znaczący sposób uzupełnią naszą ekspozycję. Jesteśmy placówką zajmującą się historią średniowieczną, a muzeum mieści się w dawnym zamku krzyżackim – podkreślił Szczepański. Eksponaty po zabezpieczeniu i renowacji zostaną udostępnione zwiedzającym jeszcze w tym roku. - To niezwykłe odkrycie rzuca nowe światło na historię naszego regionu. Jesteśmy podekscytowani możliwością podzielenia się tym znaleziskiem z mieszkańcami i turystami - mówią przedstawiciele Muzeum w Olsztynie \"Gazecie Olsztyńskiej\". Odnalezione miecz i topory będą stanowić jedną z głównych atrakcji dla turystów, zwiedzających eksponaty.\n\nNieopodal miejsca odkrycia znajduje się wczesnośredniowieczne grodzisko, które – jak przypuszczają archeolodzy – mogło być użytkowane także w późnym średniowieczu. Oznacza to, że region ten mógł mieć duże znaczenie strategiczne w czasach krzyżackich.\n\nDetektoryści z \"Gryfa” – pasjonaci odkrywający historię\n\nBiskupieckie Stowarzyszenie Detektorystyczne „Gryf” od lat angażuje się w poszukiwania historycznych artefaktów i już wcześniej dokonało spektakularnych odkryć. Kilka lat temu przyczynili się do odnalezienia skarbu denarów karolińskich w okolicach Biskupca (powiat nowomiejski).\n\nPo zgłoszeniu pierwszych monet do służb konserwatorskich w trakcie dalszych badań odkryto ponad 130 srebrnych denarów z IX wieku, bitych przez władców z dynastii Karolingów.\n\nZobacz takżeZmiany w podatkach. Czy zapłacimy za fotowoltaikę od nieruchomości\n\nFot. Muzeum w Ostródzie\n\nRed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb wraca do Polski! Lata temu skradziono go z toruńskiego muzeum. Jest wart ponad 300 tys. euro",
            "link": "https://www.rmf.fm/styl-zycia/news,75941,skarb-wraca-do-polski-lata-temu-skradziono-go-z-torunskiego-muzeum-jest-wart-ponad-300-tys-euro.html",
            "description": "Unikatowa moneta, która lata temu została skradziona z Muzeum Okręgowego w Toruniu, nareszcie wróci na swoje miejsce! Znaleziony w Australii zabytek został przekazany Polsce.",
            "image_url": "https://www.bing.pl/th?id=ODF.aiIkHBgU2L1LZThWGP9vww&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "RMF1 godz.",
            "source": "RMF",
            "article_content": "Unikatowa moneta, która lata temu została skradziona z Muzeum Okręgowego w Toruniu, nareszcie wróci na swoje miejsce! Znaleziony w Australii zabytek został przekazany Polsce.\n\n„Dziurawy dolar”/„Holey Dollar” pochodzący z 1813 roku, w latach 2011-2018 zniknął z muzeum w Toruniu. Razem z nim zaginęło wtedy ponad 400 innych numizmatów. Prokuratura podejrzewa, że zabytki zabrał jeden z pracowników instytucji, a te następnie trafiły na czarny rynek. Unikatowa moneta, powstała z hiszpańskiego srebrnego dolara z 1777 roku, została wybita w Meksyku, a w 1914 roku nabył ją polski kolekcjoner Walery Amrogowicz. Mężczyzna chciał w ten sposób wzbogacić swoją kolekcję, a miał w niej już ponad 2000 takich przedmiotów. Po latach przekazał ją Towarzystwu Naukowemu w Toruniu, skąd następnie trafiła do Muzeum Okręgowego.\n\nPo kradzieży policji udało się zlokalizować przedmiot w Niemczech. Przeszła tam dwie aukcje i została sprzedana kolekcjonerowi z Perth za 319 tys. euro.\n\nCZYTAJ TEŻ: Polskie pierogi polecą w kosmos! To pierwsze takie wydarzenie w historii\n\nWartościowa moneta wraca do Polski\n\nNa trop przedmiotu udało się wpaść w 2022 roku. W sierpniu 2024 roku Australijska Policja Federalna poinformowała, że we współpracy z Departamentem Infrastruktury, Transportu, Rozwoju Regionalnego, Komunikacji i Sztuki, zabezpieczyła monetę. 14 lutego 2025 roku w Ambasadzie RP odbyła się oficjalna uroczystość, w trakcie której przekazano monetę w ręce polskich władz. Unikat wrócił w idealnym stanie.\n\nŹródło: Onet\n\nCzytaj dalej:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 18.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-18022025/ar/c1-18941089",
            "description": "Czy posiadasz w portfelu monetę o nominalne 5 zł? Może pojawiła się szansa, abyś stał się bogatą osobą! Są takie monety, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gkW5XjXtwWU4CF-0d6oAgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 18.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-18022025/ar-AA1zgnNS?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8KgwY2GfnWLGuxhclaT3HQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN11 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryli skarb w Polsce. Archeolodzy: materiał z kosmosu",
            "link": "https://www.planeta.pl/nauka/odkryli-skarb-w-polsce-archeolodzy-artefakty-z-kosmicznego-materialu",
            "description": "Polska i historyczne odkrycie. W okolicach Częstochowy na częstochowskich cmentarzyskach archeolodzy (polsko-francuski zespół ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gQVL6tpEE-82EbQkfIlsZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Planet6 godz.",
            "source": "Planet",
            "article_content": "Polska i historyczne odkrycie. Na częstochowskich cmentarzyskach Częstochowa-Raków i Częstochowa-Mirów, archeolodzy (polsko-francuski zespół naukowców) odnaleźli zabytkowe ozdoby. Okazało się, że są wykonane z… kosmicznego materiału!\n\nOdkryli skarb w Polsce. Archeolodzy: materiał z kosmosu\n\nHistoria Polski i niezwykłe odkrycie. Archeolodzy prowadzili badania na dwóch cmentarzyskach Częstochowa-Raków i Częstochowa-Mirów. Natrafili na 26 żelaznych artefaktów z epoki żelaza, m.in. bransolety, pierścienie na kostki, noże, groty włóczni i naszyjniki. Zabytkowe ozdoby, pochowane w grobach zarówno mężczyzn, jak i kobiet oraz dzieci, poddano analizie. Wyniki badań były wyjątkowo zaskakujące. Wykryto materiał pozaziemski.\n\nQuiz: Historia Polski - te daty, bitwy i wydarzenia musi znać każdy 1/28 Kiedy Armia Czerwona wkroczyła na teren Rzeczypospolitej Polskiej? 15 sierpnia 1944 1 września 1939 17 września 1939 10 października 1939 Dalej\n\nWarto wspomnieć, że w badaniach wzięli udział Gerta Bielińska, Maciej Kosiński oraz Magdalena Wieczorek-Szmal z Muzeum Częstochowskiego, dr Ewelina Miśta-Jakubowska z Narodowego Centrum Badań Jądrowych w Otwocku i kierowniczka Laboratorium Archeometrii w Instytucie Archeologii Uniwersytetu Jagiellońskiego, dr hab. inż. Jacek Tarasiuk z AGH i dr Karol Dzięgielewski z Instytutu Archeologii Uniwersytetu Jagiellońskiego. Wyniki swojej pracy opisali w artykule \"Heavenly Metal for the Commoners: Meteoritic Irons from the Early Iron Age Cemeteries in Częstochowa (Poland)\" [\"Niebiański metal dla zwykłych ludzi: żelazo meteorytowe z cmentarzy wczesnej epoki żelaza w Częstochowie (Polska)\"] na łamach prestiżowego periodyku \"Journal of Archaeological Science: Reports\".\n\nOdkrycie w Częstochowie. Artefakty z kosmicznego materiału\n\nHistoria dosłownie NIE Z TEJ ZIEMI. Okazało się, że w przynajmniej czterech z ozdób wykryto obecność żelaza meteorytowego. Chodzi konkretnie o meteoryt ataksytowy. To bardzo rzadki meteoryt żelazny o wysokiej zawartości Ni, trudny do obróbki. Najczęściej pozyskiwany był na Bałkanach i w Alpach. Zdaniem badaczy, żelazo meteorytowe z częstochowskich cmentarzysk najpewniej pochodziło z jednego meteorytu, który spadł stosunkowo niedawno i pozyskano go lokalnie.\n\nCZYTAJ WIĘCEJ: Jak powstały Tatry. Niezwykła historia gór\n\nW epoce brązu żelazo było około dziesięć razy droższe od złota. Jednak w epoce żelaza, ten materiał nie był przedmiotem wysokiej wartości i o wysokim prestiżu. Stracił też swoje znaczenie symbolicznie. Żelazo meteorytowe stracił na wartości wraz z rozwojem technologii hutniczych, gdy coraz łatwiej wydobywano żelazo z ziemi. Żelazo z meteorytu stało się zwykłą rudą żelaza.\n\nMożemy wnioskować, że istnieje duże prawdopodobieństwo, że był to zaobserwowany upadek, a nie szczęśliwe znalezisko. Meteoryty żelazne mogą być duże [setki kg], ale to może być problem. Duże kawałki nie nadają się do obróbki, a małe kawałki [mniej niż jeden kg] trzeba oddzielić, co jest prawie niemożliwe przy użyciu narzędzi z epoki żelaza– wyjaśnia prof. Albert Jambon z Sorbonne Université, autor korespondencyjny artykułu opublikowanego w Journal of Archeological Science: Reports (geekweek.interia.pl)\n\nŻelazo meteorytowe wykryto w trzech bransoletach (jedna to pierścień na kostkę) oraz w szpilce. Bansolety pochodziły z cmentarza Częstochowa-Raków. Zabytkową szpilkę archeolodzy znaleźli na cmentarzysku Częstochowa-Mirów. Historykon.pl zwraca uwagę, że „stanowisko w Częstochowie-Rakowie jest jednym z najbogatszych na świecie, jeśli chodzi o koncentrację przedmiotów wykonanych z żelaza meteorytowego, co stawia to miejsce na równi z niektórymi stanowiskami archeologicznymi w Egipcie”.\n\nCZYTAJ WIĘCEJ: Słynny podróżnik odnaleziony. \"To był horror na statku, zjedli go\"\n\nDlaczego stosowano żelazo z rzadkiego meteorytu? Zmieszanie kosmicznego pierwiastka z ziemskim żelazem pozwoliło uzyskać dwa kolory. To jeden z najwcześniejszych przykładów takiego wzornictwa w historii Polski. Co więcej, żelazo meteorytowe zmieszano z żużlem żelazowym, by łatwiej uzyskać łatwiej przedmioty z wzorami. Zdaniem badaczy historii, mógł to być pierwszy krok do rozwoju techniki wyrobu stali damasceńskiej.\n\nOdnalezione przedmioty zostały poddane analizom z wykorzystaniem różnych technik, w tym przenośnej analizy fluorescencji rentgenowskiej (p-XRF), skaningowej mikroskopii elektronowej (SEM) ze spektroskopią dyspersji energii (EDS) i mikrotomografią rentgenowską- wyjaśnia Geekweek Interia.\n\nCmentarzyska Częstochowa-Raków i Częstochowa-Mirów są oddalone od siebie o ok. 6 kilometrów. Oba należały do kultury łużyckiej i datowane są na okres halsztacki, ok. 750–600 p.n.e.\n\nWszystkie przedmioty z żelaza meteorytowego znajdują się obecnie w zbiorach Muzeum Częstochowskiego. Ozdoby z cmentarzyska rakowskiego można zobaczyć na wystawie \"Z mroku dziejów\" w Rezerwacie Archeologicznym na Rakowie oraz na niedawno udostępnionej stałej wystawie historycznej \"Częstochowa – spojrzenie w przeszłość\" prezentowanej w Ratuszu.\n\nŹródło: Radio ZET, Geeweek Interia, Phys.org, Historykon.pl, Science Direct\n\nDziękujemy za przeczytanie artykułu do końca. Bądź na bieżąco! Polub naszą stronę na Facebooku"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie! Miecz dwuręczny i topory z przeszłości – archeologiczne skarby z powiatu nowomiejskiego",
            "link": "https://gazetaolsztynska.pl/nowemiasto/1141796,Miecz-dwureczny-i-topory-z-przeszlosci-archeologiczne-skarby-z-powiatu-nowomiejskiego.html",
            "description": "W styczniu 2025 roku muzealnicy z Muzeum w Ostródzie wraz z pracownikami Wojewódzkiego Urzędu Ochrony Zabytków przeprowadzili ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IltxMo-DOznA7QVJvSjQsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "gazetaolsztynska12 godz.",
            "source": "gazetaolsztynska",
            "article_content": "W skład znaleziska wchodzą dwa topory oraz okazały dwuręczny miecz, prawdopodobnie z okresu późnego średniowiecza.\n\nZgodnie z decyzją wojewódzkiego konserwatora zabytków, militaria trafiły do Muzeum w Ostródzie, gdzie specjaliści rozpoczęli prace nad ich zabezpieczeniem.\n\n– Przed właściwą konserwacją konieczne jest wykonanie serii zdjęć rentgenowskich, które pozwolą nam ocenić stan zachowania zabytków i ustalić dalsze kroki – informują przedstawiciele muzeum.\n\nMuzeum planuje zaprezentować średniowieczne artefakty na wystawie stałej jeszcze w tym roku. Będzie to wyjątkowa okazja, aby zobaczyć oryginalną broń sprzed wieków, a także dowiedzieć się więcej o historii regionu i tajemnicach, jakie skrywa ziemia powiatu nowomiejskiego.\n\n– To niezwykłe odkrycie rzuca nowe światło na historię naszego regionu. Jesteśmy podekscytowani możliwością podzielenia się tym znaleziskiem z mieszkańcami i turystami – dodają muzealnicy.\n\nNie wiadomo jeszcze, w jakich okolicznościach broń trafiła do ziemi. Czy był to ślad bitwy? A może zapomniany skarb rycerza? Odpowiedzi na te pytania mogą dostarczyć dalsze badania. Jedno jest pewne – to odkrycie to wielka gratka dla miłośników historii i kolejny dowód na to, że ziemia warmińsko-mazurska wciąż skrywa wiele tajemnic.\n\nJuż wkrótce mieszkańcy i turyści będą mogli podziwiać te niezwykłe eksponaty na żywo. Muzeum w Ostródzie zapowiada, że zabytki staną się jedną z głównych atrakcji wystawy stałej.\n\nred.\n\na.laskowska@gazetaolsztynska.pl"
        }
    }
]