[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To nie żart - wazon z PRL może być warty nawet 14 tysięcy. Takie wazony są poszukiwane przez kolekcjonerów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-nie-%C5%BCart-wazon-z-prl-mo%C5%BCe-by%C4%87-warty-nawet-14-tysi%C4%99cy-takie-wazony-s%C4%85-poszukiwane-przez-kolekcjoner%C3%B3w/ar-AA1KiPRG?ocid=BingNewsVerp",
            "description": "Polski design czasów PRL to prawdziwa perełka. Boom na wystrój lub elementy wnętrz z tamtych lat nieprzerwanie trwa.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tdNEcp-ZGwYvq0CYMYovDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN22 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wtorek na Jarmarku św. Dominika. Atrakcji co nie miara!",
            "link": "https://www.gdansk.pl/wiadomosci/Wtorek-na-Jarmarku-sw-Dominika-Atrakcji-co-nie-miara,a,293841",
            "description": "Komedia romantyczna pod gołym niebem, tenorowe głosy, koncert z utworami muzyki klasycznej, pop oraz hitów musicalowych, a może udział w licytacji antyków? Z takich między innymi atrakcji można skorzy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.D8ERvtfekHw1O8Keqc2ngQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Oficjalny portal miasta Gdańska15 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Wtorek na Jarmarku św. Dominika. Atrakcji co nie miara!\n\nKomedia romantyczna pod gołym niebem, tenorowe głosy, koncert z utworami muzyki klasycznej, pop oraz hitów musicalowych, a może udział w licytacji antyków? Z takich między innymi atrakcji można skorzystać we wtorek, 12 sierpnia, na Jarmarku św. Dominika. Jak każdego dnia, na odwiedzających czeka też ponad 740 stoisk oraz kulinarna podróż przez 18 kuchni świata na Skwerze Świętopełka.\n\nKto da więcej? Licytacja antyków na Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nDźwięk organów i muzeum uniwersytetu\n\nTo już ostatni tydzień 765. Jarmarku św. Dominika. Impreza zakończy się w niedzielę, 17 sierpnia.\n\nCo ciekawego czeka nas we wtorek, 12 sierpnia?\n\nPrzegląd najciekawszych wydarzeń zacznijmy od prezentacji organów w kościele św. Mikołaja. Usłyszymy najsłynniejsze kompozycje muzyki klasycznej prezentujące pełne możliwości brzmienia instrumentu. Zagra Maciej Jachimowicz, organista kościoła św. Mikołaja.\n\nPo koncercie jest możliwość wejścia na chór i wysłuchania historii organów oraz zaznajomienia się z ich budową. W tym roku przypada 270. rocznica budowy organów w gdańskiej świątyni.\n\nPoczątek koncertu organowego o godzinie 13.00. Wstęp wolny.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nWe wtorek w swoje progi zaprasza też Muzeum Uniwersytetu Gdańskiego. Placówka mieści się w zabytkowym Domu Opatów Pelplińskich, na Starym Mieście, przy ul. Bielańskiej 5. To najmłodsze muzeum w Gdańsku. Zostało otwarte w październiku 2024 r.\n\nEkspozycja MUG jest kameralna. Zajmuje przestrzeń nieco ponad 100 m kw. Opowieść o historii uczelni podzielono na pięć części. Wystawa pokazuje związki uniwersytetu z morzem, strajki studenckie i działalność opozycyjną oraz kulturę uniwersytecką i życie studenckie.\n\nZwiedzanie kuratorskie Muzeum UG rozpocznie się o godz. 14.00. Trwa 60 minut.\n\nGratka dla melomanów\n\nNa “Koncert pod gwiazdami” zaprasza we wtorek o godz. 17.30 Przystanek Równość, znajdujący się przy Skwerze Heweliusza i ulicy Rajskiej.\n\nWe wtorek na Przystanku Równość zaplanowano aż dwa koncerty fot. Grzegorz Mehring/ gdansk.pl\n\nTym razem wystąpi kwartet smyczkowy, który jest częścią zespołu wokalno-instrumentalnego Cappella Gedanensis.\n\nMuzycy prezentują wysoki poziom wykonawczy oraz zróżnicowany repertuar adresowany do szerokiego odbiorcy.\n\nW repertuarze kwartetu są najpiękniejsze kompozycje klasyczne Wolfganga Amadeusza Mozarta, Roberta Schumanna i Georga Friedricha Händla. Ale nie tylko. Zespół wykonuje także także utwory ragtime Scotta Joplina, przeboje Beatlesów oraz orkiestrowe dzieła Joaquína Rodrigo.\n\nKwartet Cappella Gedanensis wykonuje też znane przeboje musicalowe. Jakby tego było mało, to aranżacje licznych kompozytorów są przygotowywane specjalnie dla gdańskiej grupy, która występuje z wieloma wybitnymi artystami, takimi jak Vadim Brodski (Ukraina), Łukasz Długosz oraz Konstanty Andrzej Kulka. Nagrywa z nimi płyty i uczestniczy w prestiżowych koncertach.\n\nOto skład zespołu, który wystąpi podczas jarmarkowego koncertu:\n\nKatarzyna Kowacz – skrzypce\n\nKatarzyna Rogalska – skrzypce\n\nTomasz Mrowi ński – alt ówka\n\nAlicja Lach-Owsiany - wiolonczela\n\nRzemieślnicy świętowali z publicznością na Jarmarku św. Dominika\n\nPo koncercie kwartetu warto pozostać na widowni. Na scenie Przystanku Równość pojawią się muzycy z “Koncertem trzech tenorów”. 7 lipca 1990 r. roku przy 6-tysięcznej widowni i 800 milionami przed telewizorami, odbył się pierwszy w historii plenerowy koncert operowy. W Termach Karakalli w Rzymie wystąpili razem Luciano Pavarotti, Placido Domingo i José Carreras.\n\nKoncert na jarmarku uczci to muzyczne show sprzed 35 lat.\n\nWystąpią:\n\nWitalij Wydra - śpiew\n\nŁukasz Wroński - śpiew\n\nMarcin Pomykała - śpiew\n\nEmilia Grażyńska - fortepian\n\nBarbara Żurowska-Sutt - kierownictwo artystyczne i prowadzenie koncertu\n\nWylicytuj starocie\n\nStrefy Retro przy ulicy Długie Ogrody, gdzie rozgościł się wielki pchli targ i kolekcjonerzy sztuki, nie trzeba specjalnie reklamować. To, co roku jedno z najbardziej popularnych i obleganych miejsc na Jarmarku św. Dominika.\n\nW tym roku dodatkową atrakcją dla szperaczy staroci jest licytacja antyków.\n\nPodczas licytacji antyków na Przystanku Retro nie brakuje emocji fot. Grzegorz Mehring/ gdansk.pl\n\nWe wtorek, o godz. 18.00, poprowadzi ją Arkadiusz Woźniak, jedna z najbardziej rozpoznawalnych twarzy telewizyjnego programu „Łowcy Skarbów – kto da więcej?”. To wyjątkowa okazja, aby poczuć dreszcz emocji prawdziwej aukcji w stylu vintage. Na scenie pojawią się unikatowe przedmioty z “duszą”: ceramika, dekoracje i starannie wyselekcjonowane skarby, które czekają na nowego właściciela.\n\nRozrywka filmowa pod gołym niebem\n\nKulturalny wtorek na Jarmarku św. Dominika zakończy Kino Letnie. Na Przystanku Port Gdańsk pod Żaglami (Wyspa Ołowianka) o godz. 19.30 zobaczymy amerykański film “Miłość bez ostrzeżenia” (ang. She Came to Me).\n\nTo błyskotliwa i ciepła komedia romantyczna o poszukiwaniu miłości w najmniej oczekiwanych momentach. Czy przypadkowe spotkanie może odmienić całe życie? Przekona się o tym cierpiący na kryzys twórczy kompozytor, który po niezwykłej nocy spędzonej z uzależnioną od romansów kapitan holownika odnajduje utraconą inspirację.\n\nW filmie, wyreżyserowanym przez Rebeccę Miller, znalazła się gwiazdorska obsada: Anne Hathaway, Peter Dinklage i Marisa Tomei. Wstęp na film wolny. Czas projekcji: 102 minuty.\n\nTuse pieje 765 lat. Mural znanego artysty na Jarmarku św. Dominika\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano we wtorek, 12 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku. UWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nZaczęło się w XIII wieku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich można jeszcze wymienić [13.08.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-mo%C5%BCna-jeszcze-wymieni%C4%87-13-08-2025/ar-AA1JorPU?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.oX3ofgzPQ7UEDWSa5rrkay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN3 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 12.08.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-12082025/ar-AA1Hnkab?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IL8KRDrxvOLkKrRrYKbPki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN12 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb, który stał się przekleństwem. IPN może rozwiązać zagadkę ucieczki i śmierci Beniamina Permana",
            "link": "https://szczecin.wyborcza.pl/szczecin/7,34939,32167975,czy-ipn-w-szczecinie-wyjasni-zagadke-ucieczki-z-aresztu-zabojstwa.html",
            "description": "Andre Perman, syn tragicznie zmarłego głównego bohatera wielkiej kryminalnej zagadki z lat PRL-owskiego Szczecina, zwrócił ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l_RBqpiBYBvgS6RZSZKwOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Szczecin Wyborcza.pl16 godz.",
            "source": "Szczecin Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Baldur's Gate 3 możecie otrzymać naprawdę potężny, ukryty bonus dla swojej postaci. Wystarczy, że „dacie na tacę'",
            "link": "https://www.gry-online.pl/newsroom/w-baldurs-gate-3-mozecie-otrzymac-naprawde-potezny-ukryty-bonus-d/zb2e79d",
            "description": "Bycie pobożnym naprawdę popłaca w Baldur’s Gate 3. Dzięki temu uzyskamy buffa, który wyciągnie nas z podbramkowej sytuacji.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Ef1PZVZLGF08BRFKYVbgrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "GRY-OnLine.pl8 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Wiadomość Porady 12 sierpnia 2025, 13:40 autor: Aleksandra Sokół W Baldur's Gate 3 możecie otrzymać naprawdę potężny, ukryty bonus dla swojej postaci. Wystarczy, że „dacie na tacę” Bycie pobożnym naprawdę popłaca w Baldur’s Gate 3. Dzięki temu uzyskamy buffa, który wyciągnie nas z podbramkowej sytuacji.\n\nŹródło fot. Larian Studios i\n\nW świecie Zapomnianych Krain nie sposób uniknąć tematu religijności – tyczy się to także Baldur’s Gate 3. Przemierzając świat w poszukiwaniu remedium na kijankę-pasożyta, wielokrotnie przyjdzie nam mierzyć się w wyznawcami bóstw przeróżnych, a niekiedy nawet z pozaziemskimi istotami we własnej osobie. O ile to możliwe, bogów warto mieć po swojej stronie, zwłaszcza że ich interwencja bywa pomocna w podbramkowych sytuacjach.\n\nMacie akurat trochę złota na zbyciu? Być może warto zainwestować w datek na rzecz świątyni. Kto wie, czy wynikający z niego bonus nie uratuje nam kiedyś życia?\n\nWięcej przydatnych informacji znajdziecie w naszym poradniku:\n\nDaj na tacę, a może pożyjesz trochę dłużej\n\nNim przygotujecie się psychicznie na poszukiwanie buffa w okolicy Gaju Druidów, uprzedzamy was: szansa na otrzymanie daru pojawia się dopiero w trzecim akcie, po dotarciu do Wrót Baldura. Miejscem, które będzie nas interesować jest Przybytek na Sztormowym Wybrzeżu – zakładając, że dbacie o swoich towarzyszy, traficie tam fabularnie w ramach ścieżki zadań Gale’a.\n\nNie bez powodu to właśnie tam nasz czarodziej spotyka się z Mystrą, boginią magii. Przybytek to w gruncie rzeczy miejsce wyznawania bóstw wszelakich, a co za tym idzie, jako gracz możemy wrzucić coś na przysłowiową tacę – i wbrew pozorom będziemy mieć z tego korzyść. Pomodlenie się do wybranego bóstwa daje nam stały bonus +2 do wszystkich rzutów obronnych, zarówno w walce jak i dialogach – jego nazwa to „Antointed in Splendour” (Namaszczony w chwale).\n\nŹródło: Larian Studios\n\nNim jednak będziemy cieszyć się buffem, musimy złożyć jednorazowy podarek, którego wysokość zależy od poziomu naszej postaci. Gracz na pierwszym poziomie zapłaci zaledwie 400 złotych monet – inaczej to wygląda w przypadku wymaksowanych bohaterów, których datek wzrośnie do pięciu tysięcy.\n\nTeoretycznie rzecz biorąc, to niezbyt duża kwota na późnym etapie gry. Jeśli jednak wolelibyście kupić sobie za to nową zbroję, możecie poprosić Marnieja o respecjalizację i cofnięcie was do pierwszego poziomu. Warto pamiętać, że buff należy tylko do tej postaci, która złożyła dar bóstwu, dlatego warto skorzystać z triku dla taniego wzmocnienia całej drużyny.\n\nNiestety dla nieco mniej pobożnych towarzyszy, istnieje pewien haczyk. Bonus nie zadziała, jeśli dana postać znieważyła bogów na dowolnym etapie przygody. Miejcie ten fakt na uwadze, bo o drugą taką okazję naprawdę ciężko!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kluczowe skrzyżowanie na Ponikwodzie będzie zamknięte. To już trzecia taka noc. I ostatnia",
            "link": "https://www.msn.com/pl-pl/infrastruktura-miejska/infrastruktura-transportowa/kluczowe-skrzy%C5%BCowanie-na-ponikwodzie-b%C4%99dzie-zamkni%C4%99te-to-ju%C5%BC-trzecia-taka-noc-i-ostatnia/ar-AA1KoHqm?ocid=BingNewsVerp",
            "description": "Przed kierowcami kolejna noc kiedy nie będą mogli przejechać przez skrzyżowanie ulic Węglarza, Walecznych, Strzembosza.",
            "image_url": "https://www.bing.pl/th?id=OVFT.qhrOuouodJS48G0sKLUXKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN3 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na pomoc, której będzie kiedyś potrzebować każdy z nas. Miliony złotych trafiły do instytucji z regionu. Gdzie?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/na-pomoc-kt%C3%B3rej-b%C4%99dzie-kiedy%C5%9B-potrzebowa%C4%87-ka%C5%BCdy-z-nas-miliony-z%C5%82otych-trafi%C5%82y-do-instytucji-z-regionu-gdzie/ar-AA1KoAP8?ocid=BingNewsVerp",
            "description": "We wtorek (12 sierpnia) wręczono kolejne umowy w ramach programu Fundusze Europejskie dla Lubelskiego 2021–2027. Tym razem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TYnxLEK3DZr01vYcDC-Phi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN1 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wtorek na Jarmarku św. Dominika. Atrakcji co nie miara!",
            "link": "https://www.gdansk.pl/wiadomosci/Wtorek-na-Jarmarku-sw-Dominika-Atrakcji-co-nie-miara,a,293841",
            "description": "Komedia romantyczna pod gołym niebem, tenorowe głosy, koncert z utworami muzyki klasycznej, pop oraz hitów musicalowych, a może udział w licytacji antyków? Z takich między innymi atrakcji można skorzy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.D8ERvtfekHw1O8Keqc2ngQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska15 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Wtorek na Jarmarku św. Dominika. Atrakcji co nie miara!\n\nKomedia romantyczna pod gołym niebem, tenorowe głosy, koncert z utworami muzyki klasycznej, pop oraz hitów musicalowych, a może udział w licytacji antyków? Z takich między innymi atrakcji można skorzystać we wtorek, 12 sierpnia, na Jarmarku św. Dominika. Jak każdego dnia, na odwiedzających czeka też ponad 740 stoisk oraz kulinarna podróż przez 18 kuchni świata na Skwerze Świętopełka.\n\nKto da więcej? Licytacja antyków na Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nDźwięk organów i muzeum uniwersytetu\n\nTo już ostatni tydzień 765. Jarmarku św. Dominika. Impreza zakończy się w niedzielę, 17 sierpnia.\n\nCo ciekawego czeka nas we wtorek, 12 sierpnia?\n\nPrzegląd najciekawszych wydarzeń zacznijmy od prezentacji organów w kościele św. Mikołaja. Usłyszymy najsłynniejsze kompozycje muzyki klasycznej prezentujące pełne możliwości brzmienia instrumentu. Zagra Maciej Jachimowicz, organista kościoła św. Mikołaja.\n\nPo koncercie jest możliwość wejścia na chór i wysłuchania historii organów oraz zaznajomienia się z ich budową. W tym roku przypada 270. rocznica budowy organów w gdańskiej świątyni.\n\nPoczątek koncertu organowego o godzinie 13.00. Wstęp wolny.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nWe wtorek w swoje progi zaprasza też Muzeum Uniwersytetu Gdańskiego. Placówka mieści się w zabytkowym Domu Opatów Pelplińskich, na Starym Mieście, przy ul. Bielańskiej 5. To najmłodsze muzeum w Gdańsku. Zostało otwarte w październiku 2024 r.\n\nEkspozycja MUG jest kameralna. Zajmuje przestrzeń nieco ponad 100 m kw. Opowieść o historii uczelni podzielono na pięć części. Wystawa pokazuje związki uniwersytetu z morzem, strajki studenckie i działalność opozycyjną oraz kulturę uniwersytecką i życie studenckie.\n\nZwiedzanie kuratorskie Muzeum UG rozpocznie się o godz. 14.00. Trwa 60 minut.\n\nGratka dla melomanów\n\nNa “Koncert pod gwiazdami” zaprasza we wtorek o godz. 17.30 Przystanek Równość, znajdujący się przy Skwerze Heweliusza i ulicy Rajskiej.\n\nWe wtorek na Przystanku Równość zaplanowano aż dwa koncerty fot. Grzegorz Mehring/ gdansk.pl\n\nTym razem wystąpi kwartet smyczkowy, który jest częścią zespołu wokalno-instrumentalnego Cappella Gedanensis.\n\nMuzycy prezentują wysoki poziom wykonawczy oraz zróżnicowany repertuar adresowany do szerokiego odbiorcy.\n\nW repertuarze kwartetu są najpiękniejsze kompozycje klasyczne Wolfganga Amadeusza Mozarta, Roberta Schumanna i Georga Friedricha Händla. Ale nie tylko. Zespół wykonuje także także utwory ragtime Scotta Joplina, przeboje Beatlesów oraz orkiestrowe dzieła Joaquína Rodrigo.\n\nKwartet Cappella Gedanensis wykonuje też znane przeboje musicalowe. Jakby tego było mało, to aranżacje licznych kompozytorów są przygotowywane specjalnie dla gdańskiej grupy, która występuje z wieloma wybitnymi artystami, takimi jak Vadim Brodski (Ukraina), Łukasz Długosz oraz Konstanty Andrzej Kulka. Nagrywa z nimi płyty i uczestniczy w prestiżowych koncertach.\n\nOto skład zespołu, który wystąpi podczas jarmarkowego koncertu:\n\nKatarzyna Kowacz – skrzypce\n\nKatarzyna Rogalska – skrzypce\n\nTomasz Mrowi ński – alt ówka\n\nAlicja Lach-Owsiany - wiolonczela\n\nRzemieślnicy świętowali z publicznością na Jarmarku św. Dominika\n\nPo koncercie kwartetu warto pozostać na widowni. Na scenie Przystanku Równość pojawią się muzycy z “Koncertem trzech tenorów”. 7 lipca 1990 r. roku przy 6-tysięcznej widowni i 800 milionami przed telewizorami, odbył się pierwszy w historii plenerowy koncert operowy. W Termach Karakalli w Rzymie wystąpili razem Luciano Pavarotti, Placido Domingo i José Carreras.\n\nKoncert na jarmarku uczci to muzyczne show sprzed 35 lat.\n\nWystąpią:\n\nWitalij Wydra - śpiew\n\nŁukasz Wroński - śpiew\n\nMarcin Pomykała - śpiew\n\nEmilia Grażyńska - fortepian\n\nBarbara Żurowska-Sutt - kierownictwo artystyczne i prowadzenie koncertu\n\nWylicytuj starocie\n\nStrefy Retro przy ulicy Długie Ogrody, gdzie rozgościł się wielki pchli targ i kolekcjonerzy sztuki, nie trzeba specjalnie reklamować. To, co roku jedno z najbardziej popularnych i obleganych miejsc na Jarmarku św. Dominika.\n\nW tym roku dodatkową atrakcją dla szperaczy staroci jest licytacja antyków.\n\nPodczas licytacji antyków na Przystanku Retro nie brakuje emocji fot. Grzegorz Mehring/ gdansk.pl\n\nWe wtorek, o godz. 18.00, poprowadzi ją Arkadiusz Woźniak, jedna z najbardziej rozpoznawalnych twarzy telewizyjnego programu „Łowcy Skarbów – kto da więcej?”. To wyjątkowa okazja, aby poczuć dreszcz emocji prawdziwej aukcji w stylu vintage. Na scenie pojawią się unikatowe przedmioty z “duszą”: ceramika, dekoracje i starannie wyselekcjonowane skarby, które czekają na nowego właściciela.\n\nRozrywka filmowa pod gołym niebem\n\nKulturalny wtorek na Jarmarku św. Dominika zakończy Kino Letnie. Na Przystanku Port Gdańsk pod Żaglami (Wyspa Ołowianka) o godz. 19.30 zobaczymy amerykański film “Miłość bez ostrzeżenia” (ang. She Came to Me).\n\nTo błyskotliwa i ciepła komedia romantyczna o poszukiwaniu miłości w najmniej oczekiwanych momentach. Czy przypadkowe spotkanie może odmienić całe życie? Przekona się o tym cierpiący na kryzys twórczy kompozytor, który po niezwykłej nocy spędzonej z uzależnioną od romansów kapitan holownika odnajduje utraconą inspirację.\n\nW filmie, wyreżyserowanym przez Rebeccę Miller, znalazła się gwiazdorska obsada: Anne Hathaway, Peter Dinklage i Marisa Tomei. Wstęp na film wolny. Czas projekcji: 102 minuty.\n\nTuse pieje 765 lat. Mural znanego artysty na Jarmarku św. Dominika\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano we wtorek, 12 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku. UWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nZaczęło się w XIII wieku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dziwne sieci w Ukrainie. Będą stanowić zagrożenie na długo po wojnie",
            "link": "https://tech.wp.pl/dziwne-sieci-w-ukrainie-beda-stanowic-zagrozenie-na-dlugo-po-wojnie,7188456971713120a",
            "description": "Masowe wykorzystanie dronów FPV sterowanych poprzez światłowody sprawiło, że wiele terenów będzie śmiertelną pułapką dla cywilnych samolotów oraz śmigłowców nawet przez dekady po wojnie.",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "WP Tech8 godz.",
            "source": "WP Tech",
            "article_content": "Obydwie strony wojny w ostatnim roku zaczęły intensywnie wykorzystywać drony FPV sterowane poprzez rozwijany światłowód. Jest to prosta i dość łatwa w masowej produkcji metoda zapewniająca odporność na systemy walki elektronicznej. Nie jest jednak pozbawiona wad, ponieważ oprócz głowicy bojowej i baterii dron musi przenosić szpulę z kablem. Limituje to efektywny zasięg zazwyczaj do przedziału 10-20 kilometrów lotu.\n\nW obszarach walk, takich jak te w pobliżu rosyjskich bądź ukraińskich okopów, światłowody stały się powszechnym widokiem. Na poniższym nagraniu widać, jak wkomponowują się w krajobraz.\n\nRozwiń\n\nPozostałe włókna ułatwiają także identyfikację lokalizacji wykorzystywanych przez droniarzy przeciwnika. Wystarczy tylko podążać za kablami, by odkryć miejsca, z których sterowano dronami. Taka analiza może ujawnić szczegóły dotyczące taktyki rozmieszczenia pilotów urządzeń oraz konstrukcji ich kryjówek.\n\nDalsza część artykułu pod materiałem wideo\n\nSieci światłowodowe w Ukrainie\n\nDo min czy niewybuchów jako problematyczne relikty wojny w Ukrainie należy dodać pozostałości po dronach w postaci światłowodów. Mimo iż kable nie są aż tak oczywistym zagrożeniem, to wciąż mogą być problematyczne. Jeśli zaplącze się w nie człowiek, to nożyce do cięcia drutu czy ostry nóż pozwolą na oswobodzenie się z pułapki.\n\nGorzej jest w przypadku np. samolotów rolniczych czy śmigłowców, gdzie natknięcie się na takie światłowody o wytrzymałości porównywalnej do przewodów energetycznych może skutkować rozbiciem maszyny. Warto też dodać, że są one na tyle lekkie, że wiatr może je unosić w powietrzu. Według EASA (European Union Aviation Safety Agency), kolizja z przewodami powoduje śmierć w około 30 proc. wypadków i do 60 proc. podczas lotów w trudnych warunkach lub w nocy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb w Sławnie. Odkrycie podczas remontu mieszkania. Oto zawartość skrytki. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/skarb-w-s%C5%82awnie-odkrycie-podczas-remontu-mieszkania-oto-zawarto%C5%9B%C4%87-skrytki-zdj%C4%99cia/ar-AA1KnrcK?ocid=BingNewsVerp",
            "description": "Poniemiecki skarb był ukryty pod podłogą w Sławnie. Zobaczcie rzeczy, które zostały znalezione podczas remontu jednego z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bGPNKGZqN4y2ObavY3y2dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nasze Miasto on MSN9 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To uzdrowisko to perła Dolnego Śląska. Latem tonie w zieleni",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/to-uzdrowisko-to-per%C5%82a-dolnego-%C5%9Bl%C4%85ska-latem-tonie-w-zieleni/ar-AA1Kn7fx?ocid=BingNewsVerp",
            "description": "Szczawno-Zdrój to jedno z najbardziej popularnych polskich uzdrowisk. Latem zamienia się w zieloną oazę, gdzie czas płynie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7SZ0EAXVU49x-aOFTf8FkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Ofeminin on MSN9 godz.",
            "source": "Ofeminin on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Słynny turecki kurort świeci pustkami. Turystów odstrasza drożyzna",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/s%C5%82ynny-turecki-kurort-%C5%9Bwieci-pustkami-turyst%C3%B3w-odstrasza-dro%C5%BCyzna/ar-AA1KnnWS?ocid=BingNewsVerp",
            "description": "Jeszcze kilka lat temu Marmaris, malowniczy kurort nad Morzem Egejskim, przyciągał tłumy turystów z całego świata, w tym z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yVKgXEDvFARctrSumCZQNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Ofeminin on MSN7 godz.",
            "source": "Ofeminin on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przed chwilą zakończyło się spotkanie ekspertów, którzy po raz pierwszy obejrzeli zabytkową kapsułę, znalezioną w wieży legnickiej Katedry",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/przed-chwil%C4%85-zako%C5%84czy%C5%82o-si%C4%99-spotkanie-ekspert%C3%B3w-kt%C3%B3rzy-po-raz-pierwszy-obejrzeli-zabytkow%C4%85-kapsu%C5%82%C4%99-znalezion%C4%85-w-wie%C5%BCy-legnickiej-katedry/ar-AA1Kn6Vt?ocid=BingNewsVerp",
            "description": "Jak ustaliliśmy, jest już niemal pewne, że to tzw. kapsuła czasu. Jej zawartość zostanie zaprezentowana oficjalnie podczas ...",
            "image_url": "https://www.bing.pl/th?id=OVF.zj44RV%2fATWDz%2bAZUQygKUQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Legnica Nasze Miasto on MSN9 godz.",
            "source": "Legnica Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "12 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-12,6,day.html",
            "description": "Stała ekspozycja w Pałacu Muzeum Książąt Czartoryskich prezentuje najcenniejszą w Polsce i jedną z najcenniejszych kolekcji sztuki w Europie. Na wystawie znalazły się nie tylko arcydzieła światowego m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków21 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Targi i kiermasze Festiwale Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Kabaret W gminach Metropolii Festiwale i przeglądy filmowe Festiwale muzyczne Inne przedstawienia Dziecięce różności Inne koncerty Spotkania i slajdowiska Pozostałe Festiwale teatralne Wydarzenia sportowe Widowiska plenerowe i happeningi Muzyka klubowa Cykle filmowe Pokazy filmowe Wystawy stałe Spotkania i wykłady literackie Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "700-letni miecz z Polski. Światowe media zachwycone znaleziskiem",
            "link": "https://tech.wp.pl/700-letni-miecz-z-polski-swiatowe-media-zachwycone-znaleziskiem,7188467853654784a",
            "description": "Światowe media rozpisują się o znalezisku warszawskiego wędkarza, który w ub. miesiącu wyłowił z Wisły zabytkowy miecz. Artefakt jest wstępnie datowany na XIII wiek.",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Tech10 godz.",
            "source": "WP Tech",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy zachwyceni odkryciem z Pomorza. To artefakt z epoki brązu",
            "link": "https://www.focus.pl/artykul/artefakt-bransoleta-epoka-brazu-pomorze",
            "description": "Była nią sporych rozmiarów bransoleta z brązu. Poddana pomiarom, okazała się ważyć 267 gramów. Przeprowadzono także wstępne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.If5e3weeMbLjar2YYfK0WS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Focus23 godz.",
            "source": "Focus",
            "article_content": "Bransoleta z epoki brązu na celowniku poszukiwaczy skarbów\n\nChodzi o bransoletę datowaną na VIII-IX wiek p.n.e. O odkryciu poinformowali członkowie wspomnianego stowarzyszenia. Z posta zamieszczonego w serwisie Facebook wynika, że w czasie weekendowego wypadu jeden z uczestników wyprawy odnotował silny sygnał wskazujący na obecność cennego obiektu pod ziemią. Spoczywał on na relatywnie niewielkiej głębokości, dlatego wykopanie małego dołka wystarczyło, by dotrzeć do cennej zawartości.\n\nCzytaj też: Zamek Rabsztyn przyciąga coraz więcej turystów. Perełka Jury będzie jeszcze piękniejsza\n\nByła nią sporych rozmiarów bransoleta z brązu. Poddana pomiarom, okazała się ważyć 267 gramów. Przeprowadzono także wstępne datowanie, z którego wynika, jakoby chodziło o artefakt pochodzący z okresu od 1000 do 700 roku p.n.e. Na tym sukcesy archeologiczne się jednak nie kończyły. Już następnego dnia udało się dokonać dwóch kolejnych odkryć w postaci dwóch fibuli i fragmentu biżuterii.\n\nJak podkreślili sami zainteresowani, wydobyte spod ziemi kosztowności zostały przekazane Konserwatorowi Zabytków. Tam zajmą się nimi eksperci, którzy potwierdzą bądź podważą wstępne doniesienia. Na obecną chwilę wiemy natomiast, iż bransoleta znajdowała się na głębokości zaledwie 20 centymetrów. Ma kolisty kształt i jest lekko spłaszczona, a co najważniejsze – do czasów współczesnych zachowała się w dobrym stanie.\n\nCztery nieudane weekend i przełomowe odkrycie w czasie piątej wyprawy\n\nJak przyznał Cezary Modrzejewski, który kierował badaniami, w czasie rozmowy z dziennikarzami Starogard Gdański Nasze Miasto, on i jego koledzy natknęli się na bransoletę w czasie piątego weekendowego wyjazdu. Przez cztery wcześniejsze tygodnie nie znaleźli kompletnie niczego, włącznie z monetami z PRL-u, których zwykle nie brakuje w czasie eksploracji lasów. Brak odkryć był szczególnie zadziwiający, jeśli wziąć pod uwagę fakt, iż dawniej w tym miejscu przebiegała granica pruska. W związku z tym pojawiły się przypuszczenia, jakoby można było oczekiwać znalezisk w postaci odznaczeń wojskowych czy przedmiotów o militarnym charakterze.\n\nCzytaj też: Podwodne ruiny u wybrzeży Kuby. Odkrycie starsze od piramid jest łączone z Atlantydą\n\nRzecznik PWKZ Marcin Tymiński poinformował, że autorzy odkrycia działali na Kociewiu i posiadali zgodę na prowadzenie poszukiwań wydaną przez wojewódzkiego konserwatora zabytków. Jak zauważył, tego rodzaju znaleziska należy przekazać do urzędu, gdyż są własnością Skarbu Państwa. Detektoryści intencjonalnie poszukujący zabytków w przypadku spektakularnego sukcesu mogą liczyć na dyplom od Ministerstwa Kultury i Dziedzictwa Narodowego. Nagrody pieniężne dla poszukiwaczy będą możliwe od 2027 roku, gdy w życie wejdzie nowelizacja ustawy o ochronie zabytków."
        }
    }
]