[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedziela handlowa na giełdzie przy Andersa. Do nabycia auta, owoce, starocie. W pierwszą niedzielę lutego 2025 roku",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/niedziela-handlowa-na-gie%C5%82dzie-przy-andersa-do-nabycia-auta-owoce-starocie-w-pierwsz%C4%85-niedziel%C4%99-lutego-2025-roku/ar-AA1ygOgH?ocid=BingNewsVerp",
            "description": "Owoce, warzywa, regionalne przysmaki, pieczywo - to i wiele innych można było kupić w pierwszą niedzielę 2025 na na giełdzie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.rcmZ0A5W9u9gN0BGlMgqvw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kurier Poranny on MSN1 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku - 1 lutego 2025. Tanie warzywa, owoce, ubrania i nie tylko. Zdjęcia, ceny",
            "link": "https://wloclawek.naszemiasto.pl/targowisko-przy-ul-kaliskiej-we-wloclawku-1-lutego-2025-tanie-warzywa-owoce-ubrania-i-nie-tylko-zdjecia-ceny/ar/c8p2-27227009",
            "description": "We Włocławku działają dwa miejskie targowiska oraz niedzielny pchli targ. Jedno z nich mieści się przy ulicy Kaliskiej, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.orhLrPLbivIiilp0w1uhfQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto16 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na giełdzie w Sandomierzu duży ruch. Zobacz, co sprzedawało się w pierwszą sobotę lutego",
            "link": "https://echodnia.eu/podkarpackie/na-gieldzie-w-sandomierzu-duzy-ruch-zobacz-co-sprzedawalo-sie-w-pierwsza-sobote-lutego/ar/c1-19062024",
            "description": "W pierwszą sobotę lutego dużo osób robi zakupy na sandomierskiej giełdzie. Na popularnym targowisku sprzedawcy oferują towary ...",
            "image_url": "https://www.bing.pl/th?id=OVF.M0tzB4wYOHMpquT8b6sGFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "echodnia23 godz.",
            "source": "echodnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka z całego tygodnia 2.02.2025 we Włocławku. Zobacz przegląd prasy, by być na bieżąco",
            "link": "https://wloclawek.naszemiasto.pl/prasowka-z-calego-tygodnia-2-02-2025-we-wloclawku-zobacz-przeglad-prasy-by-byc-na-biezaco/ar/c1p1-27228805",
            "description": "Przygotowaliśmy dla Ciebie tygodniową prasówkę. Jeśli w mijającym tygodniu byłeś zbyt zajęty, by nadążyć za informacjami z ...",
            "image_url": "https://www.bing.pl/th?id=OVF.fpQXukaV87svZG2g8FCKKw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto5 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 2.02.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://echodnia.eu/prasowka-2-02-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960913",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 1.02.",
            "image_url": "https://www.bing.pl/th?id=OVFT.0gUlts1fzkAb1jNNiLi7ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "echodnia7 godz.",
            "source": "echodnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze [2.02.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/banknoty-i-monety-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-pieni%C4%85dze-1022025/ar-AA1ycTtb?ocid=BingNewsVerp",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.cmlZ3ksdcAIbFTIX2w7SGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 2.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-2022025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 02.02.2025",
            "link": "https://gs24.pl/ta-moneta-z-prl-moze-byc-warta-nawet-30-tys-zlotych-koniecznie-zobacz-swoje-szuflady-zdjecia-02022025/ar/c1-17906435",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gs24.pl7 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL 2.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl-22012025/ar-AA1xF2s5?ocid=BingNewsVerp",
            "description": "Możemy się nawet nie spodziewać, że w swoich domach posiadamy przedmioty o ogromnej wartości. Z pewnością część z nas znalazła w swojej szufladzie stare monety z okresu PRL, nie zastanawiając się ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kapitał instytucjonalny celuje w ETF na DOGE — co to oznacza dla XYZVerse (XYZ) i innych memecoinów!",
            "link": "https://comparic.pl/kapital-instytucjonalny-celuje-w-etf-na-doge-co-to-oznacza-dla-xyzverse-xyz-i-innych-memecoinow/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Inwestorzy instytucjonalni zwracają uwagę na nowy Dogecoin ETF, sygnalizując - Bitcoin ...",
            "image_url": "https://www.bing.pl/th?id=ODF.7XuGsgPDeEOKBRq3nTWokg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "comparic1 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nInwestorzy instytucjonalni zwracają uwagę na nowy Dogecoin ETF, sygnalizując zmianę w postrzeganiu kryptowalut opartych na memach. Ten ruch może mieć znaczące implikacje dla projektów takich jak XYZVerse (XYZ) i innych podobnych tokenów. Jak ten rozwój wpłynie na przyszłość tych cyfrowych aktywów? Odpowiedzi mogą na nowo zdefiniować krajobraz monet memowych.\n\nZwycięstwo Trumpa wywołuje krypto chaos: $XYZ Memecoin gotowy na nokaut\n\nWyborcze zwycięstwo Donalda Trumpa wywołało sejsmiczną zmianę na rynku kryptowalut, przygotowując grunt pod hossę, jakiej nie było nigdy wcześniej. Gdy kurz opada, główne monety kuleją do przodu z mało inspirującymi dwucyfrowymi zyskami, podczas gdy monety memowe kradną show.\n\nOstatni wzrost PNUT o 4500%? Eksplozja FRED o 6000%? Dawna historia, pogrzebana w popiołach krótkotrwałego szumu. Te monety ugięły się pod presją sprzedaży, pozostawiając inwestorów z FOMO liżących rany. Ale krypto-bitwa nie czeka na słabych — pojawił się nowy tytan z planami zniszczenia rekordów i zapewnienia wstrząsającego rozwoju.\n\nStań po stronie XYZ — niekwestionowanego mistrza monet memowych\n\nZapisz się do newslettera Comparic.pl >>\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\nDalsza część artykułu pod filmem\n\n$XYZ wkracza na ring, by znokautować legendy monet memowych\n\nPoznaj $XYZ — pierwsze w historii memcoiny sportowe dla prawdziwych krypto-degenów głodnych ryzyka i zysków. To token dla tych, którzy lubią dreszczyk emocji związany z rywalizacją.\n\nGdy Trump przejmuje stery, rynek kryptowalut jest gotowy do wybuchu, więc konkurencja staje się zacięta. Tylko najsilniejsze tokeny mogą przetrwać na tej arenie bez litości. Oto nadchodzi świt ery kryptowalut dla tych ze stalowymi jajami — facetów takich jak Joe Rogan i Dana White — którzy z dumą stanęliby za zespołem Trumpa. Mając na pokładzie takich prawdziwych ludzi biznesu, nie ma miejsca na stare monety memów z cipkami, nadszedł czas na prawdziwe brutalne monety.\n\nNapędzany sportową mentalnością token $XYZ wyłonił się jako ostateczny pretendent gotowy zmiażdżyć konkurentów i wystrzelić rakietę na księżyc w ramach misji Elona Muska. $XYZ zmierza na podium zwycięzców, aby stać się odznaką honorową dla tych, którzy żyją i oddychają sportem i kryptowalutami.\n\n$XYZ już dostarcza, zanim trafi na rynek\n\nPrzedsprzedaż $XYZ jest w toku, zapewniając dostęp do tokena po specjalnej cenie przed debiutem.\n\nCena startowa przedsprzedaży : 0,0001 USD\n\n: 0,0001 USD Cena aktualna : 0,001 USD\n\n: 0,001 USD Następny etap przedsprzedaży : 0,001333 USD\n\n: 0,001333 USD Ostateczny cel nokautu: 0,1 USD\n\nOd startu do wydarzenia generowania tokenów, $XYZ ma na celu dalszy rozwój!\n\nJeśli nie jesteś w środku, to jesteś poza. Przedsprzedaż $XYZ już przechodzi przez etapy z prędkością nokautu mistrza.\n\nDołącz teraz do przedsprzedaży $XYZ i zobacz!\n\nDogecoin: Od internetowego żartu do krypto-supergwiazdy\n\nDogecoin zaczął się jako żart w 2013 roku, stworzony przez Billy’ego Marcusa i Jacksona Palmera. Chcieli zabawnej alternatywy dla poważnych kryptowalut, takich jak Bitcoin. Używając psa Shiba Inu jako logo, Dogecoin przyciągnął uwagę ludzi online. W przeciwieństwie do ograniczonej podaży Bitcoina, Dogecoin nie ma maksymalnego limitu, a co minutę wydobywa się 10 000 nowych monet. Początkowo postrzegany jako „memecoin”, jego wartość gwałtownie wzrosła w 2021 roku. Szum mediów społecznościowych, zwłaszcza tweety Elona Muska, umieściły Dogecoina w pierwszej dziesiątce kryptowalut, osiągając wartość rynkową ponad 50 miliardów dolarów. Ten wzrost pokazał siłę społeczności i to, jak media społecznościowe mogą wpływać na rynki finansowe.\n\nDzisiaj przyszłość Dogecoina wydaje się pełna potencjału. Jego technologia umożliwia szybkie i tanie transakcje, dzięki czemu jest praktyczny w codziennym użytku. Nieograniczona podaż oznacza, że ​​jest go pod dostatkiem, co może pomóc w szerszej adopcji. W porównaniu do innych monet, takich jak Bitcoin i Ethereum, Dogecoin jest bardziej dostępny ze względu na niższą cenę. Na obecnym rynku wielu inwestorów szuka niedrogich kryptowalut z silnymi społecznościami. Dogecoin wpisuje się w ten trend i wyróżnia się jako wyjątkowa opcja. Choć zaczęło się jako żart, jego rosnąca akceptacja sugeruje, że może być czymś więcej niż tylko chwilową modą.\n\nShiba Inu: Napędzana Ethereum moneta memowa, która robi furorę\n\nShiba Inu (SHIB) to kryptowaluta, która zaczęła się jako zabawny rywal Dogecoina. Wprowadzona w sierpniu 2020 roku przez anonimowego twórcę o imieniu Ryoshi, SHIB działa w sieci Ethereum. Oznacza to, że może łatwo łączyć się z innymi projektami w Ethereum. SHIB zaczęło się od ogromnej podaży jednego kwadryliona tokenów. W zaskakującym posunięciu połowa tych tokenów została wysłana do Vitalika Buterina, jednego z założycieli Ethereum, w celu zbudowania zaufania. Buterin przekazał znaczną część na pomoc w walce z COVID-19 w Indiach i spalił 40% całkowitej podaży, zmniejszając liczbę tokenów SHIB w obiegu.\n\nW przeciwieństwie do Dogecoin, połączenie SHIB z Ethereum pozwala mu oferować więcej funkcji. Ma własną giełdę o nazwie ShibaSwap, na której użytkownicy mogą handlować tokenami bez centralnego organu. Istnieją również plany dotyczące platformy NFT i systemu, w którym posiadacze mogą głosować nad decyzjami. Te wydarzenia pokazują, że SHIB dąży do czegoś więcej niż tylko bycia monetą memową. Na obecnym rynku SHIB wyróżnia się ze względu na rozwijający się ekosystem i aktywną społeczność. Podczas gdy niektóre monety memowe zanikają, SHIB buduje prawdziwą użyteczność. Może to uczynić go atrakcyjną opcją dla tych, którzy patrzą poza tradycyjne kryptowaluty, takie jak Bitcoin i Ethereum.\n\nOd mema do milionera: Wzrost monety PEPE\n\nPEPE Coin wywołuje poruszenie w świecie kryptowalut, ponieważ deflacyjny memcoin został uruchomiony na Ethereum. Zainspirowany Pepe the Frog Matta Furie, memem, który podbił internet na początku XXI wieku, PEPE ma zamiar dołączyć do grona popularnych kryptowalut opartych na memach, takich jak Dogecoin i Shiba Inu. W niezwykłym wzroście między kwietniem a majem 2023 r. kapitalizacja rynkowa PEPE wzrosła do imponujących 1,6 miliarda dolarów. Ten wybuchowy wzrost zamienił wczesnych inwestorów w milionerów i zbudował pełną pasji społeczność zwolenników gromadzących się wokół monety z motywem żaby.\n\nTym, co wyróżnia PEPE, jest zaangażowanie w zachowanie prostoty. Dzięki polityce braku podatku i jasnemu przekazowi, że chodzi o mem, PEPE nie udaje, że oferuje użyteczność wykraczającą poza bycie częścią zabawy. Jego plan działania obejmuje ambitne cele, takie jak notowania na głównych giełdach i „przejęcie memów” w fazie końcowej. Wzrost monety zapoczątkował to, co niektórzy nazywają „sezonem memecoinów”, w którym pojawiają się nowe tokeny i doświadczają gwałtownych wahań cen. Chociaż nie jest pewne, czy PEPE osiągnie nowe szczyty, jego związek z kulturą internetową i nadchodzący halving Bitcoina dają wielu nadzieję na kolejny wzrost. Dla tych, których intryguje połączenie memów i kryptowalut, PEPE przedstawia interesującą okazję na dzisiejszym rynku.\n\nBONK: Shiba Inu memecoin energetyzujący społeczność Solany\n\nBONK to nowy memecoin, który wywołuje poruszenie na blockchainie Solany. Z uroczą maskotką Shiba Inu, BONK ma na celu wzmocnienie społeczności Solany, przejmując władzę od dużych tokenów kapitału podwyższonego ryzyka. Po notowaniu na Coinbase, cena BONK wzrosła o ponad 100%, przyciągając uwagę wielu entuzjastów kryptowalut. Tym, co wyróżnia BONK, jest jego zaangażowanie w bycie prawdziwą „monetą społecznościową”. 50% całkowitej podaży zostało przekazane uczestnikom projektów NFT i DeFi Solany, rozdzielając bogactwo między aktywnych użytkowników.\n\nPomimo wysokiej podaży i zwykłej zmienności memecoinów, BONK rokuje nadzieje w rozwijającym się ekosystemie Solana. Jego integracja z różnymi zdecentralizowanymi aplikacjami, takimi jak nadchodząca giełda BonkSwap, dodaje prawdziwej użyteczności do monety. W porównaniu z innymi memecoinami, którym często brakuje substancji, BONK buduje solidne podstawy w ramach dynamicznej sieci blockchain. W obecnym cyklu rynkowym, w którym projekty napędzane przez społeczność zyskują na popularności, zaangażowanie BONK w ekosystem Solana sprawia, że ​​jest to godny uwagi gracz, którego warto obserwować. Jednak ze względu na nieodłączne ryzyko związane z memecoinami, ważne jest, aby każdy zainteresowany przeprowadził dokładne badania przed podjęciem jakichkolwiek decyzji.\n\nWniosek\n\nPodczas gdy DOGE, SHIB, PEPE i BONK są silne, XYZVerse (XYZ) prowadzi jako pierwszy memecoin przeznaczony wyłącznie do sportu, dążąc do rozwoju dzięki swojemu unikalnemu, napędzanemu przez społeczność ekosystemowi sportowemu.\n\nWięcej informacji o XYZVerse (XYZ) znajdziesz tutaj:\n\nStrona, Telegram, X\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te komiksy z PRL są warte fortunę! Tych komiksów szukają kolekcjonerzy. Kajko i Kokosz, Relax, Tytus, Romek i Atomek. Ile kosztują? 2.02",
            "link": "https://gk24.pl/te-komiksy-z-prl-sa-warte-fortune-tych-komiksow-szukaja-kolekcjonerzy-kajko-i-kokosz-relax-tytus-romek-i-atomek-ile-kosztuja-202/ar/c11-19027802",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy!",
            "image_url": "https://www.bing.pl/th?id=OVFT.OWuhDCjuSGaIzMzkpP0vJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL 2.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl-22012025/ar-AA1xF2s5?ocid=BingNewsVerp",
            "description": "Możemy się nawet nie spodziewać, że w swoich domach posiadamy przedmioty o ogromnej wartości. Z pewnością część z nas znalazła w swojej szufladzie stare monety z okresu PRL, nie zastanawiając się ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odwiedziliśmy targ staroci w Mysłowicach! Skarby z różnych epok na wyciągnięcie ręki - jest w czym wybierać. Zobacz ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/odwiedzili%C5%9Bmy-targ-staroci-w-mys%C5%82owicach-skarby-z-r%C3%B3%C5%BCnych-epok-na-wyci%C4%85gni%C4%99cie-r%C4%99ki-jest-w-czym-wybiera%C4%87-zobacz-zdj%C4%99cia/ar-AA1ygHhw?ocid=BingNewsVerp",
            "description": "WEEKEND. Mysłowicki targ staroci 2 lutego przyciągnął tłumy miłośników rzeczy retro z minionej epoki. Mimo zimowej aury i chłodu, na terenie targowiska było gwarnie i kolorowo. Wystawcy tego dnia ofer ...",
            "image_url": "https://www.bing.pl/th?id=ODF.I2hIzRg_rpldw1zo2qaeOw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Hostowane na MSN1 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci w Świdnicy przyciągnęła tłumy. To najstarszy taki pchli targ w Polsce. Na stoiskach skarby i różności",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gie%C5%82da-staroci-w-%C5%9Bwidnicy-przyci%C4%85gn%C4%99%C5%82a-t%C5%82umy-to-najstarszy-taki-pchli-targ-w-polsce-na-stoiskach-skarby-i-r%C3%B3%C5%BCno%C5%9Bci/ar-AA1ygFtH?ocid=BingNewsVerp",
            "description": "Świdnicka Giełda Staroci, Numizmatów i Osobliwości ma długą tradycję. Jest jedną z najstarszych i największych tego typu giełd w kraju. Targ odbywa się w każdą pierwszą niedzielę miesiąca i zawsze prz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN4 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kup pan szwarc, mydło i powidło, czyli giełda staroci w Bytomiu. Co można było upolować? Zobaczcie",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/%C5%9Bwi%C4%99ta-i-uroczysto%C5%9Bci/kup-pan-szwarc-myd%C5%82o-i-powid%C5%82o-czyli-gie%C5%82da-staroci-w-bytomiu-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-zobaczcie/ar-AA1yeYX0?ocid=BingNewsVerp",
            "description": "Meble, naczynia, bibeloty, porcelana, obrazy, rzeźby – to wszystko można było w sobotę znaleźć na comiesięcznym targu staroci przy ul. Modrzewskiego w Bytomiu. Co jeszcze? Zobaczcie w naszej galerii.",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN19 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedziela handlowa na giełdzie przy Andersa. Do nabycia auta, owoce, starocie. W pierwszą niedzielę lutego 2025 roku",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/niedziela-handlowa-na-gie%C5%82dzie-przy-andersa-do-nabycia-auta-owoce-starocie-w-pierwsz%C4%85-niedziel%C4%99-lutego-2025-roku/ar-AA1ygOgH?ocid=BingNewsVerp",
            "description": "Owoce, warzywa, regionalne przysmaki, pieczywo - to i wiele innych można było kupić w pierwszą niedzielę 2025 na na giełdzie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.rcmZ0A5W9u9gN0BGlMgqvw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Poranny on MSN1 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku - 1 lutego 2025. Tanie warzywa, owoce, ubrania i nie tylko. Zdjęcia, ceny",
            "link": "https://wloclawek.naszemiasto.pl/targowisko-przy-ul-kaliskiej-we-wloclawku-1-lutego-2025-tanie-warzywa-owoce-ubrania-i-nie-tylko-zdjecia-ceny/ar/c8p2-27227009",
            "description": "We Włocławku działają dwa miejskie targowiska oraz niedzielny pchli targ. Jedno z nich mieści się przy ulicy Kaliskiej, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.orhLrPLbivIiilp0w1uhfQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto16 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sekrety ulicy Grzybowskiej. Archeolodzy odkrywają ślady dawnych kamienic. Co udało się ocalić spod warstw ziemi i betonu?",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/sekrety-ulicy-grzybowskiej-archeolodzy-odkrywaj%C4%85-%C5%9Blady-dawnych-kamienic-co-uda%C5%82o-si%C4%99-ocali%C4%87-spod-warstw-ziemi-i-betonu/ar-AA1ygHeJ?ocid=BingNewsVerp",
            "description": "Pod adresem Grzybowska 9 w Warszawie trwają badania archeologiczne, które pozwalają zajrzeć w głąb historii stolicy. Teren dawnego parkingu skrywał pozostałości kamienic z drugiej połowy XIX wieku i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Nasze Miasto on MSN2 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pamięć i niepamięć o KL Plaszow. Nowe muzeum upamiętni ofiary",
            "link": "https://www.rmf24.pl/regiony/krakow/news-pamiec-i-niepamiec-o-kl-plaszow-nowe-muzeum-upamietni-ofiary,nId,7904335",
            "description": "Historia i współczesność, pamięć i niepamięć, świadectwo oraz przestroga o tym, co wydarzyło się 80 lat temu w miejscu, które znajduje się bardzo blisko centrum Krakowa. Przez lata starano się zatrzeć ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "RMF 244 godz.",
            "source": "RMF 24",
            "article_content": "Historia i współczesność, pamięć i niepamięć, świadectwo oraz przestroga o tym, co wydarzyło się 80 lat temu w miejscu, które znajduje się bardzo blisko centrum Krakowa. Przez lata starano się zatrzeć ślady makabrycznych wydarzeń, które rozgrały się w tym miejscu. Teraz na terenie byłego obozu KL Plaszow powstaje muzeum, które upamiętni ofiary, a także tych, którzy przez niego przeszli. Do dziś udało się zidentyfikować tylko jedną trzecią z nich.\n\nPomnik Ofiar Faszyzmu / Jacek Skóra / RMF FM\n\n80 lat temu - w lutym 1945 roku - na terenie obozu koncentracyjnego KL Plaszow nie było już ani jednego więźnia. Ostatnich 636 więźniów 14 stycznia pieszo ruszyło do obozu Auschwitz Birkenau, który niespełna dwa tygodnie później wyzwalała armia radziecka.\n\nTu w Krakowie najpierw niemieccy naziści, potem właśnie Armia Czerwona, a po niej władze PRL, rozpoczęły zacieranie śladów pamięci mrocznej historii miejsca, które znajduje się bardzo blisko ruchliwego centrum miasta. Nie wszyscy pojawiający się w tym cichym miejscu otoczonym płaszowskimi wzgórzami, pełnym zieleni i pustej przestrzeni, zdają sobie sprawę z tego, co wydarzyło się tu ponad 80 lat temu.\n\nRozmowa Tomasza Staniszewskiego z Kamilem Karskim, głównym inwentaryzatorem Muzem KL Plaszow RMF FM\n\nPrzeszłość\n\nNiemiecki nazistowski obóz Plaszow został utworzony przez Niemców w październiku 1942 roku na terenie krakowskich dzielnic Podgórze i Wola Duchacka. Pierwsze prace rozpoczęto na obszarze zlokalizowanych w tym miejscu dwóch cmentarzy żydowskich. Plaszow - powstał jako obóz pracy (Zwangsarbeitslager Plaszow des SS- und Polizeiführers im Distrikt Krakau - ZAL Plaszow) i był przeznaczony dla Żydów ze zlikwidowanego w marcu 1943 roku krakowskiego getta.\n\nW latach 1943-1944 osadzono w nim także Żydów ocalałych z likwidowanych przez Niemców gett w Bochni, Tarnowie, Wieliczce, Rzeszowie, Przemyślu oraz z obozu pracy w Szebniach. W lipcu 1943 roku Niemcy utworzyli na terenie ZAL także obóz pracy wychowawczej dla Polaków. Przetrzymywano w nim mieszkańców Krakowa oraz ofiary pacyfikacji podkrakowskich miejscowości. W styczniu 1944 roku obóz pracy został przekształcony w obóz koncentracyjny (Konzentrationslager Plaszow bei Krakau - KL Plaszow).\n\nW tym samym roku miejsce funkcjonowało również jako obóz przejściowy dla kierowanych do KL Auschwitz węgierskich Żydów. Od wiosny 1944 roku do KL Plaszow przyjeżdżały transporty więźniów z ewakuowanych obozów w dystryktach lubelskim i radomskim. Z KL Plaszow wywożono transporty do innych obozów pracy i koncentracyjnych. Szacuje się, że przez cały okres funkcjonowania obozu przetrzymywano w nim ponad 35 tys. osób, a liczba jego ofiar oceniana jest na ponad 6 tys.\n\nEgzekucje i pochówki odbywały się w trzech miejscach straceń na terenie KL Plaszow - obok starego cmentarza żydowskiego oraz na terenie dwóch dawnych szańców artyleryjskich. Zostały one wzniesione jeszcze w czasach zaborów przez Austriaków pod koniec XIX wieku, znajdujących się później na terenie obozu - zwanych H-górką i C-dołkiem. To skróty wulgarnych nazw tych miejsc jakich używali więźniowie KL Plaszow.\n\nRozmowa Tomasza Staniszewskiego z Kamilem Karskim, głównym inwentaryzatorem Muzem KL Plaszow RMF FM\n\n\"Hujowa Górka\" nawiązuje do nazwiska SS-manna Alberta Hujara, który kierował egzekucjami. Wyrażać miała również stosunek więźniów obozu do świata, niereagującego na dokonywane zbrodnie. 300 metrów na zachód od niej, kolejnym miejscem straceń był \"Cipowy Dołek\". Jednak przez dziesięciolecia teren dawnego obozu KL Plaszow pozostawał miejscem nieobecnym w powszechnej świadomości mieszkańców Krakowa, słabo oznakowanym, kojarzonym - mimo swojej mrocznej przeszłości - głównie jako miejsce spacerów.\n\nW 1964 roku stanął tu Pomnik Ofiar Faszyzmu w Krakowie. Jego projektantem był Witold Cęckiewicz, który w latach 1955-1960 pełnił funkcję głównego architekta Krakowa. Rzeźbę z wapienia pińczowskiego na konstrukcji żelbetowej wykonał Ryszard Szczypiński. Pomnik przedstawia pięć postaci stojących w szeregu, z głowami ugiętymi pod ciężarem kamiennego bloku i wyrwą w kamieniu na wysokości piersi. Na tyłach tej rzeźby znajduje się napis: \"W hołdzie męczennikom pomordowanym przez hitlerowskich ludobójców w latach 1943-1945\".\n\nDrugi z pomników poświęcony jest żydowskim ofiarom tego miejsca, jak możemy na nim przeczytać: \"Nie znamy nazwisk pomordowanych, zastąpimy je jednym słowem - Żydzi\". I takim samym słowem podpisano tablicę pamiątkową znajdującą się na pomniku. W tym miejscu każdego roku zatrzymuje się Marsz Żywych, przypominający o rocznicy likwidacji krakowskiego getta.\n\nRozmowa Tomasza Staniszewskiego z Kamilem Karskim, głównym inwentaryzatorem Muzem KL Plaszow RMF FM\n\nDopiero w 2017 roku na terenie poobozowym ustawiona została wystawa plenerowa składająca się z tablic informacyjnych, na których prezentowano archiwalne zdjęcia, relacje więźniów oraz informacje przybliżające historie osób oraz poszczególnych obiektów.\n\nTeraźniejszość. Miejsce pamięci Muzeum KL Plaszow\n\nOd marca 2024 roku na terenie miejsca pamięci KL Plaszow znajduje się nowa wystawa plenerowa \"KL Plaszow. Miejsce po, miejsce bez\". Na \"straży pamięci\" o tysiącach ofiar byłego niemieckiego nazistowskiego obozu koncentracyjnego stać ma wznoszony właśnie Memoriał - nowy budynek Muzeum KL Plaszow. Upamiętniający obóz funkcjonujący w Krakowie w latach 1942-1945, przez który przeszło ok. 35 tys. więźniów - Żydów, Polaków i osób innych narodowości.\n\n1 lipca 2024 roku oficjalnie rozpoczęły się prace nad budową budynku Memoriału - Muzeum KL Plaszow. Jego oficjalny adres - ul. Henryka Kamieńskiego 26.\n\nRozmowa Tomasza Staniszewskiego z Kamilem Karskim, głównym inwentaryzatorem Muzem KL Plaszow RMF FM\n\nWizualizacja Muzeum KL Plaszow / Materiały prasowe\n\nWizualizacja Muzeum KL Plaszow / Materiały prasowe\n\nW styczniu tego roku zakończono szalowanie stropu pod piętro budynku Memoriału, gdzie będą znajdować się biura pracowników muzeum, biblioteka i sala spotkań. Równocześnie powstaje tunel prowadzący od Memoriału pod ulicą Swoszowicką bezpośrednio na teren Miejsca Pamięci KL Plaszow.\n\nMapa wystawy plenerowej / Materiały prasowe\n\nŚlady pamięci\n\nPod opieką Muzeum KL Plaszow znajduje się teren poobozowy, wpisany do rejestru zabytków oraz historyczny budynek - Szary Dom. Ten budynek przy ulicy Jerozolimskiej 3 pełnił funkcję budynku administracyjnego cmentarza Gminy Wyznaniowej Żydowskiej w Krakowie i siedziby Bractwa Przedpogrzebowego Chewra Kadisza. W czasie funkcjonowania KL Plaszow znajdował się w jego centrum - mieściły się w nim biura zarządu obozu, a w piwnicach areszt. Po wojnie w tym budynku mieściły się na przykład mieszkania komunalne.\n\nRozmowa Tomasza Staniszewskiego z Kamilem Karskim, głównym inwentaryzatorem Muzem KL Plaszow RMF FM\n\nFunkcjonowanie Muzeum KL Plaszow jest nierozłącznie związane z zachowaniem naturalnego, otwartego charakteru tego wyjątkowego miejsca. Na około 40 ha, w tym 37 ha terenu poobozowego, muzeum troszczy się zarówno o relikty przeszłości, jak i o przyrodę, podejmując jedynie niezbędne działania dla utrzymania ekologicznego charakteru tego obszaru. Połączenie funkcji muzealnych i historycznych Muzeum KL Plaszow - z jednoczesnym zachowaniem charakterystycznej dla tego miejsca zieleni - jest unikalnym przedsięwzięciem muzealnym w skali międzynarodowej. Historia, pamięć, refleksja nad przeszłością i współczesnością oraz opieka nad naturą - to główne założenia i cele, jakie stawia sobie Muzeum KL Plaszow.\n\nUtrzymanie otwartego charakteru tego miejsca i jedynie minimalne ingerencje w przyrodę na terenie poobozowym, wynikają także z przyczyn natury prawnej i religijnej. Obszar byłego obozu jest wpisany do rejestru zabytków i otrzymał już kilkanaście lat temu status cmentarza wojennego. Ponadto żydowskie prawo religijne nie zezwala na ingerencję w grunt na obszarze cmentarzy i miejsc pochówku ofiar.\n\nCmentarz Gminy Żydowskiej w Krakowie przed i po zniszczeniu / Archiwum Muzeum KL Plaszow/Muzeum Krakowa /\n\nWięźniowie zmuszeni do pracy przy porządkowaniu ruin hali przedpogrzebowej cmentarza Gminy Żydowskiej w Krakowie, 1944, ze zbiorów Gerharda Madritscha, syg. MKLP.CF.1.26 / Archiwum Muzeum KL Plaszow /\n\nO historii KL Plaszow 31 lat temu przypomniał światu Steven Spielberg - swoim filmem \"Lista Schindlera\". Film nagrodzony siedmioma Oscarami zrealizowany został w Krakowie i od lat pozostaje jednym z najważniejszych i powszechnie znanych obrazów odnoszących się do wojennej historii tego miejsca. Opowiada o niemieckim przedsiębiorcy Oskarze Schindlerze, który otwiera w okupowanym Krakowie fabrykę. Prosperuje ona w oparciu o tanią siłę roboczą - przymuszonych do pracy Żydów, między innymi więźniów obozu KL Plaszow.\n\nWideo youtube\n\nFilm \"Lista Schindlera\" był kręcony w krakowskim kamieniołomie Libana, zlokalizowanym w bezpośrednim sąsiedztwie obozu. Nazwa pochodzi od nazwiska jego właściciela - krakowskiego przemysłowca Bernarda Libana. W 1993 roku na obszarze kamieniołomu pojawili się twórcy \"Listy Schindlera\". Wówczas odtworzono realia obozu w Płaszowie - 34 baraki, 7 wież strażniczych oraz wiernie odwzorowana willa komendanta Amona Götha. Drogi wyłożono betonowymi replikami macew. Do dziś w kamieniołomie można znaleźć pozostałości filmowej scenografii.\n\nPo dziś dzień zachowała się także willa byłego komendanta KL Plaszow - tzw. Czerwony Dom - oryginalnie przed wojną nazywany Willą Pod Skałą. Ten zabytkowy budynek znajduje się przy ulicy Wiktora Heltmana 22, 500 metrów od Szarego Domu. Po premierze \"Listy Schindlera\" przypomniana historia Amona Götha skoncentrowała na nim uwagę, odwracając ją od tych, których znany z okrucieństwa Göth uczynił ofiarami.\n\n11 lutego 1943 roku powierzono mu budowę i organizację obozu dla Żydów krakowskich i małopolskich w Płaszowie, którego następnie został komendantem. Skala rabowanego przez niego majątku była tak wielka, że mimo nieformalnego przyzwolenia na bogacenie się kosztem ofiar - Göth został za to aresztowany przez władze niemieckie w 1944 roku.\n\nZostał osadzony w więzieniu Stadelheim w Monachium. Udało mu się uniknąć procesu i trafił do szpitala w Bad Tölz. 4 maja 1945 roku został aresztowany przez armię amerykańską. Podał fałszywe nazwisko licząc, że nikt go nie rozpozna jako byłego komendanta. Amerykańscy śledczy po zeznaniach czterech byłych więźniów z Płaszowa odkryli, kim naprawdę był Göth. 30 lipca 1946 roku przewieziono go do Krakowa, razem z Rudolfem Hößem, byłym komendantem obozu koncentracyjnego Auschwitz.\n\nNajwyższy Trybunał Narodowy we wrześniu 1946 roku skazał Götha na śmierć przez powieszenie. W czasie procesu były komendant wszystkiemu zaprzeczał. Wyrok wykonano 13 września 1946 roku w więzieniu przy ulicy Montelupich w Krakowie.\n\nPrzyszłość\n\nTeraz na terenie Miejsca Pamięci po byłym obozie koncentracyjnym w Krakowie stanąć ma Pomnik Dźwiękowy KL Plaszow - będzie kompozycją dźwiękową, stworzoną na podstawie koncepcji autorstwa Romy Sendyki oraz scenariusza Michała Libery. Dla zwiedzających będzie dostępny wyłącznie przez słuchawki z urządzeń przenośnych pobieranych w muzeum. Bez tych urządzeń Pomnik Dźwiękowy nie będzie słyszalny w przestrzeni poobozowej, a jedynym znakiem jego obecności będą osoby ze słuchawkami, przemierzające teren obozu zgodnie ze strukturą kompozycji w wybranym przez siebie tempie i kierunku.\n\nTen dźwiękowy pomnik objąć ma takie formy muzyczne jak kompozycja oryginalna na organy wykonane z płaszowskiego wapienia, nagrania terenowe ziemi na obszarze obozu, nowe utwory do tekstów piosenek wykonywanych w obozie oraz inne kompozycje dopełniające jego geometrię.\n\nRozmowa Tomasza Staniszewskiego z Kamilem Karskim, głównym inwentaryzatorem Muzem KL Plaszow RMF FM\n\nDo końca 2025 roku zbudowany zostanie budynek główny, czyli Memoriał. Potem rozpocznie się w nim instalacja wystawy stałej. Według przewidywań otwarta zostanie ona w drugiej połowie 2026 roku. Wtedy również przewidziano remont tzw. Szarego Domu. To jedyny zachowany budynek na obszarze dawnego obozu włączony w przestrzeń muzeum KL Plaszow."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dworzec PKS przy al. Tysiąclecia. Mnóstwo pomysłów na zagospodarowanie terenu na Podzamczu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/dworzec-pks-przy-al-tysi%C4%85clecia-wiele-pomys%C5%82%C3%B3w-na-zagospodarowanie-terenu-na-podzamczu/ar-AA1ya9KJ?ocid=BingNewsVerp",
            "description": "28 lutego to ostatni dzień, kiedy z dworca PKS przy al. Tysiąclecia będą mogły odjeżdżać autobusy. Ta data zamknie historię dworca na Podzamczu, która rozpoczęła się 18 grudnia 1967 r. Wtedy po godz.",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kurier Lubelski on MSN2 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rakietą w głowę. Nie tylko chińskie spadają, a problem przybierze na sile",
            "link": "https://www.benchmark.pl/testy_i_recenzje/rakieta-w-glowe-nie-tylko-chinskie-spadaja.html",
            "description": "Czy rakieta może spaść na nasz dom? Dlaczego tak często słyszymy o chińskich rakietach? Czy każda rakieta po wyniesieniu ładunku na orbitę spada na Ziemię? Czy w najbliższych latach problem zniknie, c ...",
            "image_url": "https://www.bing.pl/th?id=ODF.bg5Ar1SGRv4yqi9k6GdXvg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "benchmark7 godz.",
            "source": "benchmark",
            "article_content": "Czy rakieta może spaść na nasz dom? Dlaczego tak często słyszymy o chińskich rakietach? Czy każda rakieta po wyniesieniu ładunku na orbitę spada na Ziemię? Czy w najbliższych latach problem zniknie, czy się nasili? To ciekawe pytania, na które mamy odpowiedź.\n\nSpaceX i jego rakiety Falcon 9 wprowadziły branżę rakietową w świat, w którym główne człony rakiet zdolne są nie tylko startować, ale i lądować. Amerykańskie pomysły podchwycili nawet Chińczycy, tworząc prototyp rakiety Zhuque-3 podobnej do Falcona 9. SpaceX nie spoczywa na laurach. Kolejna rakieta - Starship, wciąż testowana, pozwala już na lądowanie zarówno głównego członu, jak i części towarowo-załogowej.\n\nTaka przyszłość rakiet wielokrotnego użytku wygląda pięknie, ale to wciąż przyszłość - nawet Falcon 9 nie jest rakietą w pełni zdolną do ponownego lotu, bo jej drugi człon napędowy jest używany tylko raz i ulega (najczęściej) zniszczeniu w atmosferze po wyniesieniu ładunku na orbitę. Poza tym nawet prężne SpaceX w 2024 r. zdołało obsłużyć tylko (i aż) połowę ze wszystkich 261 startów rakiet na świecie. To oznacza, że drugie tyle startów odbywało się wciąż w tradycyjny sposób. Tak jak czynimy to od końca lat 50. XX wieku, rakietami używanymi w całości tylko raz.\n\nIch fragmenty stają się zagrożeniem nie tylko, gdy pozostaną na orbicie, ale także, gdy spadając, dotrą do powierzchni Ziemi. I to nawet po udanym starcie. W tym kontekście najczęściej mowa o chińskich rakietach Długi Marsz. Od lat emocje budzą zdjęcia osmalonych odłamków, ogromnych fragmentów poszycia tych rakiet, które spadły na tereny zamieszkane. Tak było po starcie rakiety Długi Marsz 5A w czerwcu ubiegłego roku, rakiety Długi Marsz 6A w listopadzie, a nawet kilka dni temu, 23 stycznia 2025 r., gdy w pobliżu domów w prowincji Guihzou spadł dolny człon rakiety Długi Marsz 3B po tym, jak kilka minut wcześniej wystrzelono z jej pomocą satelitę na orbitę geostacjonarną. A to tylko kilka przykładów.\n\nLaik może stworzyć sobie w głowie obraz siermiężnej chińskiej technologii, owocującej niebezpiecznymi rakietami, których lotu nie da się kontrolować. W przeciwieństwie do technologii Zachodu, gdzie mamy SpaceX czy NASA. Spadające chińskie rakiety nie są jednak wyjątkiem. Jedynie potwierdzają regułę, że lot w kosmos nie kończy się tylko w kosmosie. Według The Aerospace Corporation obecnie każdego roku na Ziemię spada od 200 do 400 kosmicznych śmieci, które są na tyle duże, że daje się je śledzić. To nie tylko fragmenty deorbitowanych satelitów, ale też rakiet wystrzeliwanych z kosmodromów na całym świecie.\n\nJak szybko wykorzystana rakieta spada na Ziemię? Nie zawsze ulegnie zniszczeniu\n\nCzas spadania zależy od tego, jak wysoki pułap zdołał osiągnąć konkretny człon rakiety po starcie. Zwykle dolne człony rakiet, w tym rakiety pomocnicze, które zapewniają ciąg w pierwszej fazie lotu i pozwalają pokonać szybko rosnące do pewnego momentu tarcie atmosferyczne, nie wchodzą na orbitę. Po wykorzystaniu (następuje to na wysokości 50 do 100 km) spadają w ciągu kilku-kilkunastu minut. Podobnie szybko na Ziemię powraca dolny, odzyskiwalny człon rakiety Falcon 9.\n\n\n\nGłówny człon rakiety po starcie może zakończyć lot w taki sposób... (fot: SpaceX)\n\n\n\n...ale też w taki. (fot: Chinanews.com)\n\nKolejne człony napędowe wraz z ładunkiem docierają wyżej na orbitę, przez co ich spadek może wydłużyć się do wielu godzin i dni (z wysokości około 80-120 km), miesięcy (150 do 300 km), a nawet całych dekad i stuleci (300-800 km). Te znajdujące się na orbicie w odległości wielu tysięcy kilometrów od Ziemi mogą tam pozostać tysiące lat i dłużej. To dlatego w przypadku rakiet, które wynoszą obiekty na orbity ponad 2000 km, górne człony zamiast ich deorbitacji są wprowadzane na przypisaną orbitę cmentarzysko, gdzie pozostaną praktycznie na zawsze.\n\nProblem stanowią górne człony tych rakiet, które wynoszą satelity na orbity LEO (poniżej 2000 km, a najczęściej poniżej 1000 km), a tych jest dziś najwięcej. Spadające ich fragmenty ulegają zniszczeniu zanim dotrą do powierzchni Ziemi i są nawet w tym celu kierowane na odpowiednią trajektorię powrotną, ale czasem są na tyle duże, by przetrwać spadek.\n\nJak chronimy się przed spadającymi członami rakiet?\n\nDolny człon rakiety, która nie ląduje sama, a przynajmniej jego fragmenty na pewno spadną na Ziemię. Istotne jest to, by spadły w dobrze określonym miejscu, najlepiej z dala od zamieszkałych rejonów. Dlatego kosmodromy buduje się w miejscach, w okolicy których znajduje się albo ocean (Centrum Kennedy’ego, StarBase, Kourou, Plesieck, Wostoczny, Vanderberg), albo teren stepowy czy pustynny (Bajkonur).\n\nDla rakiet startujących ze wschodniego wybrzeża USA główne człony napędowe wodowane są po starcie w północnym Oceanie Atlantyckim, podobnie jak dla europejskich rakiet Ariane, choć w tym przypadku miejsce jest nieco inne (okolice zachodniego wybrzeża Afryki, a dopalacze spadają już w pobliżu wybrzeża Ameryki Południowej). Dolne człony rakiet startujących z Indii spadają z kolei do Oceanu Indyjskiego, a startujące z bazy lotniczej Vandenberg w Kalifornii do pobliskiego Pacyfiku. Taki spadek można przewidzieć, a zarazem wydać szczegółowe ostrzeżenia dla osób przebywających w okolicy spodziewanego upadku rakiety (nie mówiąc już o opróżnieniu bezpośredniego otoczenia kosmodromu), przekierować lub wstrzymać loty samolotów, rejsy statków.\n\n\n\nAlert wydany przez Filipińską Agencję Kosmiczną dotyczący spadających fragmentów rakiety Długi Marsz 3B wystrzelonej z kosmodromu Xichang 3 grudnia 2024 r. (fot: PSA)\n\nGórny człon rakiety wykonuje zwykle co najmniej kilka obiegów Ziemi, dlatego miejsce, gdzie spadnie, może być odległe od miejsca startu, ale może być on skierowany tak, by spadł w określonej lokalizacji (np. tzw. okolice punktu Nemo na południowym Pacyfiku, czyli cmentarzysko satelitów). By deorbitacja przebiegła w sposób kontrolowany, rakieta wykorzystuje silniki, które można ponownie uruchomić na orbicie, i elementy konstrukcyjne jak stateczniki.\n\nWizualnym i radarowym śledzeniem fragmentów rakiet na orbicie w skali globalnej (czyli także dla chińskich szczątków) zajmują się oddziały agencji NASA, ESA, a także SSN (The United States Space Surveillance Network) i EU SST (Space Surveillance and Tracking). Ogłoszenia o spadających fragmentach w USA wydaje FAA (Federal Aviation Administration), a w innych krajach instytucje rządowe, które współpracują także z tymi wyżej wymienionymi. Istnieją wytyczne ONZ dotyczące kontroli wynoszonych na orbitę obiektów i wykorzystywanych w tym celu rakiet, ale są one bardzo ogólnikowe i nie proponują konkretnych działań.\n\nCo z chińskimi rakietami? Dlaczego są niebezpieczne?\n\nChiny, w przeciwieństwie do innych państw, nie przywiązują dużej wagi do śledzenia trajektorii wykorzystanych członów rakiet, nawet tych głównych. Dlatego te najczęściej spadają w niekontrolowany sposób i niejednokrotnie w rejonach zamieszkanych. Tworzą tym samym większe zagrożenie dla ludzi niż startujące rakiety z innych państw. Te najczęściej kończą lot w zbiorniku wodnym lub rozbijają się na pustyni. CNSA wydaje czasem ostrzeżenia o potencjalnym niebezpieczeństwie w zagrożonej strefie na terenie kraju (kosmodromy Jiuquan, Taiyuan, Xichang znajdują się daleko od oceanu), ale pojawiają się one zbyt późno, by reakcja mieszkańców miała większy sens. Gdy istnieje ryzyko, że fragmenty rakiety spadną poza terenem Chin, takie ostrzeżenia są nawet pomijane.\n\nrozwiń\n\nProblem z chińskimi rakietami ma też inną naturę. W przypadku rakiet Długi Marsz 5B, które wykorzystano podczas budowy stacji Tiangong, a dziś używa się do wymiany jej załogi i dostaw zaopatrzenia, ich główne człony wchodzą na orbitę wokółziemską. Najwcześniej po kilku dniach w niekontrolowany sposób spadają na Ziemię. To dodatkowo utrudnia dokładne określenie miejsca potencjalnego ich rozbicia się, a duża masa fragmentów tych rakiet czyni je szczególnie niebezpiecznymi. W maju 2020 r. na wioski na Wybrzeżu Kości Słoniowej spadły ważące 18 ton części rakiety Długi Marsz 5B, w tym 12-metrowej długości rura.\n\nStartów będzie coraz więcej, ale zagrożenie kryje się też w przeszłości\n\nOd początku ery eksploracji kosmosu, czyli 1957 r., miało miejsce około 6900 udanych startów rakiet. Ich roczna liczba znacząco wzrosła po roku 2020, ale też dopiero wtedy osiągnęła poziom jak w latach 1965-1990. Wtedy to Związek Radziecki miał na koncie najwięcej startów rakiet. Dziś USA jest niekwestionowanym liderem branży kosmicznej. Jedynym państwem, które może z nimi konkurować, są dziś Chiny, choć styczniowe statystyki startowe nie dają im w 2025 r. wielkich szans. Dominacja USA to zasługa przede wszystkim SpaceX i rakiet Falcon 9. Europa nigdy nie miała dużej liczby startów rakiet na koncie, a teraz, ze względu na opóźnienia projektu Ariane 6, jest jeszcze bardziej w tyle.\n\nrozwiń\n\nLiczba startów rakiet będzie rosła z roku na rok, ale też coraz więcej rakiet, które są jednorazowego użytku, da się skierować w stronę atmosfery w sposób kontrolowany (trend wzrostowy obserwujemy od 2008 r.). Chiny prawdopodobnie jeszcze długo nie będą przykładały wagi do spadających na Ziemię fragmentów swoich rakiet, choć widać światełko w tunelu (wpis na x.com powyżej). Jednak nie tylko ich postawa jest problemem, bo zagrożenie czai się także w przeszłości. Na orbicie znajduje się wciąż duża liczba nieaktywnych górnych członów radzieckich rakiet - Sojuz, Proton, Mołnia, Zenit, Cyklon - które jeszcze nie spadły lub uległy zniszczeniu w atmosferze, ale może tak się stać w kolejnych latach czy dekadach.\n\nW początkach eksploracji kosmosu nie przykładano wagi do kontrolowanej deorbitacji, a nawet śledzenia pozostawionych w kosmosie obiektów. Dotyczyło to nie tylko Związku Radzieckiego, ale i USA. Jednakże to Rosja jako spadkobierca ZSRR odpowiada dziś za największe zaśmiecenie otoczenia Ziemi. A to ze względu na liczbę pozostawionych kiedyś w kosmosie członów rakiet, ale i orbity, na których te kosmiczne śmieci mogą pozostawać przez wiele dekad.\n\nMasywne relikty Zimnej Wojny wciąż są zagrożeniem nie do zbagatelizowania. Na razie ludziom dopisuje szczęście, nieliczne udokumentowane sytuacje, gdy fragment jakiejkolwiek rakiety wyrządził szkodę człowiekowi, ograniczały się do drobnych ran. Brak za to doniesień, by spadające szczątki rakiety kogoś zabiły. Pod tym względem mamy duże szczęście. Wedle wyliczeń, które w 2022 r. opublikowano w Nature Astronomy, prawdopodobieństwo śmiertelnego wypadku (1500 przypadków deorbitacji, przy czym 70 proc. niekontrolowanych) w latach 1992-2022 wynosiło aż 14 proc. W kolejnej dekadzie, czyli trzy razy krótszym przedziale czasu, przy 651 członach rakiet wciąż na orbicie z perygeum poniżej 600 km, oszacowano je na 10 proc."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 14 km od Warszawy. Pomysły na jednodniowy wypad. Gdzie w weekend 1 - 2 lutego?",
            "link": "https://warszawa.naszemiasto.pl/trasy-rowerowe-do-14-km-od-warszawy-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-1-2-lutego/ar/c7p1-21831391",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 01 lutego w Warszawie ma być 6°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zLtPC4jsXIJTrm8EadrjqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "warszawa.naszemiasto23 godz.",
            "source": "warszawa.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mieszkańcy i mieszkanki ul. Farbiarskiej 2 muszą się wyprowadzić. Ale rozbiórki nie będzie [GALERIA]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/mieszka%C5%84cy-i-mieszkanki-ul-farbiarskiej-2-musz%C4%85-si%C4%99-wyprowadzi%C4%87-ale-wyburzania-nie-b%C4%99dzie-galeria/ar-AA1yaJuY?ocid=BingNewsVerp",
            "description": "Decyzją Powiatowego Inspektoratu Nadzoru Budowlanego kamienica przy ul. Farbiarskiej 2 została wyłączona z użytku. Właściciel ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jbWyFx__i6yoy0J6D0Vsri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski on MSN2 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drukarnia, łaźnia, dom wójta? Ściana frontowa przypomina pałac Strozzich we Florencji",
            "link": "https://kielce.wyborcza.pl/kielce/7,47262,31657880,drukarnia-laznia-dom-wojta-jedyna-renesansowa-kamienica-w.html",
            "description": "Odkrywamy Świętokrzyskie. Zbudowali ją prawdopodobnie kamieniarze włoscy na przełomie XVI i XVII wieku. Jest jedyną zachowaną renesansową kamienicą w Pińczowie. Jakie tajemnice kryje?",
            "image_url": "https://www.bing.pl/th?id=ODF.wlzWRpbIiy0JhHw00bGCkA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "kielce.wyborcza6 godz.",
            "source": "kielce.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie iść na spacer w woj. wielkopolskim. Gdzie wybrać się w weekend 1 - 2 lutego? TOP 10 tras",
            "link": "https://gloswielkopolski.pl/gdzie-isc-na-spacer-w-woj-wielkopolskim-gdzie-wybrac-sie-w-weekend-1-2-lutego-top-10-tras/ar/c7p1-22116473",
            "description": "Entuzjaści natury mają w Wielkopolsce wiele tras do wyboru na wycieczki i spacery. W samym Wielkopolskim Parku Narodowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.i54RkDQ9yDz0b5H8kEY6ES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "gloswielkopolski22 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pomysły na spacer w woj. śląskim. Gdzie wybrać się w weekend 1 - 2 lutego? 10 najciekawszych tras",
            "link": "https://dziennikzachodni.pl/pomysly-na-spacer-w-woj-slaskim-gdzie-wybrac-sie-w-weekend-1-2-lutego-10-najciekawszych-tras/ar/c7p1-22116485",
            "description": "Zanim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 01 lutego w woj. śląskim ma być od 0°C do 4°C. Nie powinno padać.",
            "image_url": "https://www.bing.pl/th?id=OVF.o4LmQPGKmXOCi8uIcjFrzg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikzachodni.pl22 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 35 km od Chełma. Pomysły na jednodniowy wypad. Gdzie w weekend 1 - 2 lutego?",
            "link": "https://chelm.naszemiasto.pl/trasy-na-rower-do-35-km-od-chelma-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-1-2-lutego/ar/c7p1-21831529",
            "description": "Nim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 01 lutego w Chełmie ma być 4°C. Nie powinno padać. W niedzielę 02 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QVwFPvTDzMl-gwAu9XT2-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "chelm.naszemiasto22 godz.",
            "source": "chelm.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 2.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-2022025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze [2.02.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/banknoty-i-monety-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-pieni%C4%85dze-1022025/ar-AA1ycTtb?ocid=BingNewsVerp",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.cmlZ3ksdcAIbFTIX2w7SGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    }
]