[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare monety są teraz sporo warte. Lepiej sprawdź, czy masz którąś w domu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-stare-monety-s%C4%85-teraz-sporo-warte-lepiej-sprawd%C5%BA-czy-masz-kt%C3%B3r%C4%85%C5%9B-w-domu/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Przyjrzyj się lepiej dokładnie swoim monetom, które trzymasz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, ...",
            "image_url": "https://www.bing.pl/th?id=ORMS.83da61dfc554bcb18326fec8a265cda3&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN17 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA]",
            "link": "https://www.msn.com/pl-pl/finanse/wsparcie-rz%C4%85dowe-i-opieka-spo%C5%82eczna/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia/ar-AA1Rx3jh?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.G0sYOR6Mt6Nmf0ibR6wL-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN21 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 02.12",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/tyle-pieni%C4%99dzy-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mo%C5%BCna-du%C5%BCo-na-nich-zarobi%C4%87/ar-AA1QOnQB?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych. Oni płacą krocie za te stare monety obiegowe. Koniecznie sprawdź, czy mas ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN21 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte wiele tysięcy złotych. Kolekcjonerzy na nie polują",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-warte-wiele-tysi%C4%99cy-z%C5%82otych-kolekcjonerzy-na-nie-poluj%C4%85/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Te monety od wielu lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i tych traktujących je po prostu jako dobrą formę inwestycji. Wiele z nich było dostępnych w regularnej sprzedaży w NBP. Dz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN14 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle są teraz warte te okolicznościowe dwuzłotówki. Mocno się zdziwisz",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/tyle-s%C4%85-teraz-warte-te-okoliczno%C5%9Bciowe-dwuz%C5%82ot%C3%B3wki-mocno-si%C4%99-zdziwisz/ar-AA1PdLQX?ocid=BingNewsVerp",
            "description": "Te popularne dwuzłotówki jeszcze kilka lat temu były kupowane przez Polaków na potęgę. Obecnie część z nich osiąga na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8CdIsqXny2-bbN7P8rjUry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN14 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyśmierski Kiermasz Świąteczny już 7 grudnia. Będzie kolędowanie, spotkanie z Mikołajem oraz stragany z ozdobami i smakołykami",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wy%C5%9Bmierski-kiermasz-%C5%9Bwi%C4%85teczny-ju%C5%BC-7-grudnia-b%C4%99dzie-kol%C4%99dowanie-spotkanie-z-miko%C5%82ajem-oraz-stragany-z-ozdobami-i-smako%C5%82ykami/ar-AA1RBAt6?ocid=BingNewsVerp",
            "description": "Wyśmierski Kiermasz Świąteczny odbędzie się w niedzielę 7 grudnia. Do parku miejskiego w Wyśmierzycach są zaproszeni wszyscy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bi3dwqco-NZZO2ppUUPi1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Echo Dnia on MSN18 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kilka miesięcy ukrywał się przed organami ścigania. Sądeczanin ścigany za narkotyki i udział w gangu zatrzymany",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/kilka-miesi%C4%99cy-ukrywa%C5%82-si%C4%99-przed-organami-%C5%9Bcigania-s%C4%85deczanin-%C5%9Bcigany-za-narkotyki-i-udzia%C5%82-w-gangu-zatrzymany/ar-AA1RDSsa?ocid=BingNewsVerp",
            "description": "Wywiadowcy z Komendy Miejskiej Policji w Nowym Sączu zatrzymali poszukiwanego listem gończym mężczyznę. Mieszkaniec Nowego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FYEIS2PHlxe-iYpWmYIJvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nowy Sącz Nasze Miasto on MSN10 godz.",
            "source": "Nowy Sącz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mikołajki w OFF Piotrkowska Center 2025. Przyjdź na Targi Sztuki i designu oraz wszystkiego dobrego!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/miko%C5%82ajki-w-off-piotrkowska-center-2025-przyjd%C5%BA-na-targi-sztuki-i-designu-oraz-wszystkiego-dobrego/ar-AA1RDUf9?ocid=BingNewsVerp",
            "description": "W pierwszy grudniowy weekend OFF Piotrkowska Center znów przypomni, dlaczego łodzianie lubią tu zaglądać nie tylko po kawę i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sTRD4zjoz96IoKIF5I40nS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Łódzki on MSN9 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Lublin, którego już nie ma\". Zobacz jak wyglądało centrum, Wieniawa oraz zakłady mechaniczne. Archiwalne zdjęcia",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/og%C3%B3lne/lublin-kt%C3%B3rego-ju%C5%BC-nie-ma-zobacz-jak-wygl%C4%85da%C5%82o-centrum-wieniawa-oraz-zak%C5%82ady-mechaniczne-archiwalne-zdj%C4%99cia/ar-AA1RCtdw?ocid=BingNewsVerp",
            "description": "„Lublin, którego już nie ma' to tytuł wystawy zorganizowanej przez Archiwum Państwowe w Lublinie we współpracy z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1lG14VlTOLSwskaoADLVVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN15 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 3.12.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://kurierlubelski.pl/prasowka-3-12-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960905",
            "description": "W pobliżu miejscowości Luta, na drodze W812, przewrócił się tir przewożący pelet.",
            "image_url": "https://www.bing.pl/th?id=OVFT._hVSHzXFqrhjt-n2xvmbrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski22 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Titan Quest 2 z ogromną aktualizacją. Relikty, amulety, mistrzostwo Kuźni i multiplayer",
            "link": "https://www.gram.pl/news/titan-quest-2-z-ogromna-aktualizacja-relikty-amulety-mistrzostwo-kuzni-i-multiplayer",
            "description": "Do Titan Quest II zawitała spora aktualizacja, dodająca między innymi relikty i amulety, a także nowe mistrzostwo Kuźni.",
            "image_url": "https://www.bing.pl/th?id=OVFT.CBqs8rRCU5f66t3Or_MhNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gram.pl9 godz.",
            "source": "Gram.pl",
            "article_content": "Jak dowiedzieliśmy się od wydawcy, najnowsza aktualizacja do gry Titan Quest II wprowadziła relikty i amulety, zupełnie nowe mistrzostwo Kuźni, a także pełne wsparcie trybu wieloosobowego. Twórcy dodali także niemiecką lokalizację i pracują nad kolejnymi wersjami – francuską i chińską.\n\nTitan Quest II ze sporą aktualizacją\n\nAktualizacja dodaje około 40 reliktów i amuletów, otwierając nowy system ulepszeń przedmiotów, który będzie rozwijany w kolejnych patchach. Do tej pory, nawet jeśli broń wyglądała imponująco i siała spustoszenie, to jednak nie dało się jej dalej ulepszać. Nowa aktualizacja zmienia tę sytuację i od teraz relikty oraz amulety można montować w broni, zbroi, pierścieniach i talizmanach w celu wzmocnienia ich mocy. Amulety mają wypadać dość często i pasować tematycznie do przeciwników, co oznacza, że szkielety pozostawią po sobie kości, a dziki skóry. Każdy fragment zapewni bonus, a trzy fragmenty utworzą ulepszoną wersję."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 10 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 6 - 7 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-na-rower-do-10-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-6-7-grudnia/ar/c7p1-21831633",
            "description": "Nim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 06 grudnia w Oświęcimiu ma być 6°C. Nie powinno padać. W niedzielę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lDjN2Tj7WlQTLcLKdaqgOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto11 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Ukraina to my\". Przez 30 lat ukraińskie społeczeństwo zmieniło się nie do poznania",
            "link": "https://www.onet.pl/informacje/nowaeuropawschodnia/ukraina-to-my-przez-30-lat-ukrainskie-spoleczenstwo-zmienilo-sie-nie-do-poznania/x6k9wcl,30bc1058",
            "description": "Wciąż żywe są stereotypy o Ukraińcach, a wśród nich ten o \"banderowcach\" z nacjonalistycznego zachodu i \"sowieckich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5Dg6lIPQ0tVTMWMge-KaXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet11 godz.",
            "source": "Onet",
            "article_content": "Artykuł omawia ewolucję tożsamości narodowej Ukrainy, skupiając się na społeczeństwie obywatelskim i procesach desowietyzacji\n\nOd 1991 r. Ukraina przechodzi transformację od postsowieckiej mentalności do wspólnoty opartej na patriotyzmie i proeuropejskim kierunku\n\nPomarańczowa rewolucja, Euromajdan i rosyjska inwazja zdefiniowały narodową tożsamość i proces derusyfikacji kraju\n\nStereotypy o \"zrusyfikowanym wschodzie\" i \"nacjonalistycznym zachodzie\" tracą na znaczeniu, a społeczeństwo coraz bardziej się jednoczy\n\nNaród ukraiński buduje nowoczesne państwo polityczne, odporniejsze na podziały i w pełni zaangażowane w integrację z Zachodem\n\nDużo czytania, a mało czasu? Sprawdź skrót artykułu\n\nPosłuchaj słowa wstępnego piątego wydania magazynu online!\n\nUkraina to kraj o bogatej tradycji \"majdanów\" — masowych wystąpień społecznych, które nie raz doprowadziły do politycznego trzęsienia ziemi. Od początku niepodległości, czyli od 1991 r., zaufanie obywateli do instytucji państwa i klasy politycznej pozostawało niewysokie. Jeszcze dwie dekady temu wielu Ukraińców inaczej niż dzisiaj postrzegało polityczne wydarzenia w przestrzeni postsowieckiej, ich percepcja była znacznie bardziej wschodnia. Przed rosyjską inwazją w 2022 r., w okresie brutalnego tłumienia protestów na Białorusi i sfałszowanych wyborów w 2020 r., aż 60 proc. Ukraińców uważało Aleksandra Łukaszenkę za silnego i niezależnego przywódcę (wg badania Rating Group, 2019). Z kolei w 2008 r., po wojnie rosyjsko-gruzińskiej, 29 proc. badanych uznawało za agresora Gruzję, 25 proc. — Rosję, a 20 proc. winę dostrzegało po obu stronach (wg badania Centrum Razumkowa).\n\nPoznaj kontekst z AI Jak zmieniła się tożsamość narodowa Ukraińców po 1991 roku?\n\nCo oznacza hasło 'Ukraina to my'?\n\nJakie wydarzenia zdefiniowały narodową tożsamość Ukrainy?\n\nJaki wpływ ma wojna na relacje między mieszkańcami Ukrainy?\n\nreklama\n\n[REKLAMA]\n\nProcesy tożsamościowe po 1991 r. i dziedzictwo ZSRR\n\nDziedzictwo ZSRR stworzyło podział na \"zrusyfikowany wschód\" i \"nacjonalistyczny zachód\". Przez lata wydawał się on trwały, ale zatarły go wojna i kolejne polityczne przełomy. Wbrew przewidywaniom to właśnie zindustrializowany wschód — Charków, Dniepr czy Mariupol — zapłacił najwyższą cenę w obronie Ukrainy, stając się symbolem oporu.\n\nPo 1991 r. Ukraińcy, podobnie jak biblijni Izraelici po wyjściu z Egiptu, stanęli przed serią prób, jakie pojawiły się na drodze do stworzenia prawdziwie demokratycznego i suwerennego państwa. Wychodzili z nich jednak obronną ręką. Z czasem \"sowiecka mentalność\" zaczęła ustępować miejsca \"obywatelskości\". Nie przekreślało to jednak początkowej, utrwalonej w okresie sowieckim sympatii dla Rosjan. Jeszcze długo po rozpadzie ZSRR utrzymywały się bliskie relacje rodzinne, zawodowe i sąsiedzkie. Dla wielu osób, zwłaszcza starszego pokolenia, początek inwazji w 2022 r. był szokiem. \"Dlaczego do nas strzelają? Przecież nie tak dawno służyliśmy w tej samej armii\" — mówili z niedowierzaniem.\n\nRosjanie z kolei nie potrafili pogodzić się z faktem, że Ukraińcy mają własną państwowość, tożsamość i nie chcą być częścią \"ruskiego miru\". \"W starym paszporcie przekreśliłem wpis «ZSRR» i odręcznie napisałem «Ukraina»\" — powiedział mi po rosyjsku starszy mieszkaniec jednej z wsi w obwodzie charkowskim. Nie przejął się, że jego dokument tym samym stracił ważność. Proces desowietyzacji i derusyfikacji nie ograniczył się do indywidualnych gestów. Nabrał charakteru instytucjonalnego — zajmuje się nim głównie Ukraiński Instytut Pamięci Narodowej. Z przestrzeni publicznej usunięto setki pomników Lenina, przemianowano tysiące ulic i rozpoczęto systematyczne przywracanie ukraińskiego dziedzictwa kulturowego. Dawny plac Lenina w Kijowie nosi dziś nazwę placu Europejskiego, a na bulwarze Szewczenki wizerunek przywódcy rewolucji październikowej zastąpił tryzub. Niektóre relikty przeszłości pozostały — np. carski dwugłowy orzeł na bramie Soboru Mądrości Bożej w Kijowie — ale jako świadectwo historii, a nie jej gloryfikacja.\n\nreklama\n\nDziedzictwo przeszłości to jednak nie tylko symbole. O wiele trudniejszym do usunięcia elementem jest język. To właśnie on stanowi jeden z głównych wyznaczników stereotypowego podziału na \"zrusyfikowany\" wschód i \"nacjonalistyczny\" zachód. Mieszkańcy zachodnich, ukraińskojęzycznych regionów często z rezerwą odnoszą się do rodaków mówiących po rosyjsku. W przeszłości bywało, że lwowianie odmawiali mieszkańcom Odessy czy Charkowa \"ukraińskości\", a ci odpowiadali: \"Skoro oni nazywają nas Rosjanami, my możemy ich nazywać Polakami\". Jednak kwestionowanie ich lojalności wobec państwa i tożsamości narodowej byłoby poważnym błędem. Wystarczy przypomnieć wydarzenia z 2014 r. w Charkowie — tamtejsi separatyści nie uzyskali poparcia mieszkańców miasta. Wschodnie miasta, szczególnie Charków czy Mariupol, zapłaciły najwyższą cenę w trwającej wojnie, stając się symbolem ukraińskiego oporu. Dziś w Odessie wciąż słychać rosyjski, często wymieszany z ukraińskim i lokalnym surżykiem, ale niemal każda brama w historycznym centrum miasta ozdobiona jest niebiesko-żółtymi barwami, znakami lojalności wobec państwa.\n\nBanderowcy, ale bez nacjonalizmu\n\nMimo utrwalonych stereotypów większość Ukraińców, a zwłaszcza ci z centralnej i wschodniej części kraju, pozostaje daleka od poglądów nacjonalistycznych. Tak jak separatyści w Charkowie, również radykałowie spod znaku OUN i UPA nigdy nie zdobyli w Ukrainie większej popularności. W wyborach prezydenckich w 2019 r. kandydat nacjonalistycznej koalicji (Prawy Sektor, Swoboda i inne), Rusłan Koszułynski, uzyskał zaledwie 1,6 proc. głosów. Wynik ten potwierdził, że we współczesnej Ukrainie nie istnieje realna siła polityczna odwołująca się do ideologii UPA czy OUN-B.\n\nreklama\n\nJednocześnie jednak coraz więcej Ukraińców deklaruje pozytywny stosunek do Stepana Bandery. Trudno więc uniknąć pytania: czym właściwie jest współczesny \"kult Bandery\"? W istocie to zjawisko o charakterze bardziej popkulturowym niż ideologicznym. Nacjonalistyczne idee ustąpiły miejsca narracji o walce o niepodległe państwo i sprzeciwie wobec rosyjskiej agresji. W tym sensie można go w luźny sposób zestawić z Marszem Niepodległości — wśród uczestników znajdą się jednostki o skrajnych poglądach, ale większość traktuje to wydarzenie jako doświadczenie wspólnotowe i patriotyczne, nie mając w sobie ideologicznego radykalizmu.\n\nZnaczna część Ukraińców nie zna szczegółowo ideowego zaplecza nacjonalizmu z okresu drugiej wojny światowej, a już tym bardziej go nie podziela. Po 1991 r. odwołania do Bandery i Szuchewycza pojawiały się głównie w momentach spadków sondażowych politycznych ugrupowań lub jako narzędzie budowania tożsamości wobec rosyjskiej propagandy. Przykładem może być prezydent Wiktor Juszczenko, który po 2007 r. próbował zyskać poparcie zachodnich obwodów, przesuwając akcent z tradycji kozackiej na upamiętnienie działaczy OUN. Inna fala przyszła po Euromajdanie, gdy rosyjskie media zaczęły konsekwentnie przedstawiać kijowski rząd jako \"nazistowski\" i \"banderowski\". Było to w gruncie rzeczy prostym mechanizmem kształtowania tożsamości w opozycji do kremlowskiej narracji: \"Skoro wy nazywacie nas banderowcami, my oswoimy ten symbol\". W 2012 r. jedynie 22 proc. badanych Ukraińców wypowiadało się pozytywnie o Banderze. W kwietniu 2022 r. — już 74 proc. (wg badania Rating Group). Wzrost pozytywnych ocen Bandery nie oznacza jednak renesansu nacjonalizmu, lecz raczej popkulturowe przetworzenie historii w symbol oporu wobec Rosji.\n\nreklama\n\nW rzeczywistości postacie o skrajnych poglądach, jak np. Bohdan Czerwak z OUN, pozostają na marginesie życia społecznego, a ich przekaz częściej rezonuje wśród Polaków niż wśród samych Ukraińców. Wchłonięty przez mainstream Bandera stał się wydmuszką — ikoną sprzeciwu wobec rosyjskiego imperializmu, a nie promotorem skrajnej ideologii. W dłuższej perspektywie jego miejsce w zbiorowej świadomości mogą zajmować nowi bohaterowie, tacy jak obrońcy Mariupola. Świadomość ukraińskich elit, że nacjonalizm może utrudniać integrację z Unią Europejską, sprzyja obecnie temu procesowi. Z drugiej strony Ukraina, podobnie jak inne kraje Europy Środkowo-Wschodniej, pozostaje miejscem \"uśpionych nacjonalizmów\". Na razie jednak obudził się przede wszystkim patriotyzm. Czerwono-czarne flagi, które wzbudzają w Polsce emocje, w samej Ukrainie nie mają już jednoznacznie nacjonalistycznego znaczenia. Dziś te barwy można dostrzec na naszywkach razem z gwiazdą Dawida na mundurach żołnierzy wyznania mojżeszowego — jako symbol walki, a nie ideologii.\n\nMiędzy czernią a bielą jest wiele odcieni szarości i oczywiście nie oznacza to, że uprzedzenia zniknęły całkowicie. Zdarzały się przypadki dyskryminacji uchodźców wewnętrznych mówiących po rosyjsku czy surżykiem. Głośny był choćby incydent z influencerką Oleną Mandziuk, która nazwała mieszkańców Charkowa \"po***bami i żdunami (до*байоби і ждуни)\" — a później fotografowała się w Polsce w bluzie z podobizną Bandery. Choć tłumaczyła to \"dumą z dziedzictwa\", większość Ukraińców uznała jej gest za prowokację. Komentarze pod jej postami wypełniły się oburzeniem, a sama Mandziuk stała się symbolem bezrefleksyjnego epatowania kontrowersją.\n\nNa niedawnym warszawskim koncercie Maxa Korża, białoruskiego rapera wykonującego utwory po rosyjsku, tysiące Ukraińców bawiły się tam razem z obywatelami innych państw byłego ZSRR, słuchając rosyjskojęzycznej muzyki. Jeden z uczestników trzymał nawet flagę UPA, co jest wręcz karykaturalne. Czy to oznacza przynależność do \"kulturowego ruskiego miru\"? Nic nie jest tu zero-jedynkowe: sympatia do fenomenu popkulturowego, jakim jest Korż, czy sentyment do Ałły Pugaczowej, w żaden sposób nie umniejszają ukraińskości. Sam udział Ukraińców w koncercie spotkał się jednak z szeroką krytyką ze strony ukraińskich organizacji w Polsce, w tym ambasadora Wasyla Bodnara.\n\nreklama\n\nTradycyjny podział Ukrainy na wschód i zachód powoli zanika. Pojawia się przy tym pytanie, czy w takiej formie w ogóle kiedykolwiek istniał — czy nie byłoby trafniej mówić o podziale na zachód, centrum i wschód, a jeszcze dokładniej: o poszczególnych obwodach, z własnym tożsamościowym i społecznym mikroklimatem. Obecne procesy społeczne i polityczne sprawiają jednak, że te granice tracą na znaczeniu i powoli odchodzą do lamusa.\n\n\"Ukraina to my\" — narodziny narodu politycznego i społeczeństwa obywatelskiego\n\nW 1991 r. Ukraina odziedziczyła po ZSRR społeczeństwo podzielone wzdłuż osi wschód–zachód. Mimo proukraińskiego wyniku referendum w sprawie niepodległości jeszcze 20 — 30 lat temu można było zaobserwować tolerancję wobec radzieckiej symboliki na wschodzie i wyraźny nacjonalizm na zachodzie kraju. Ukraina wchodziła w XXI wiek podzielona, podobnie jak II Rzeczpospolita po zaborach. Postępująca prywatyzacja, oligarchizacja gospodarki oraz rozwój systemu klientelistycznego i korupcyjnego osłabiały poczucie wspólnotowości, jednocześnie podsycając radykalizmy i sentymenty za ZSRR.\n\nPrzełom w tych procesach nastąpił wraz z pomarańczową rewolucją, a później Euromajdanem i rosyjską agresją. Te trzy wydarzenia zdefiniowały i utrwaliły kierunek kształtowania się współczesnego narodu politycznego i społeczeństwa obywatelskiego. Rosja stała się katalizatorem ukraińskiej tożsamości, która rozwijała się zarówno poprzez emancypację własnego dziedzictwa, jak i w opozycji do kolonizującego sąsiada.\n\nDziś Ukraina z 1991 r. praktycznie nie istnieje. Trudno sobie wyobrazić, aby tworzące ją tak wieloetniczne społeczeństwo, wymykające się stereotypowym podziałom, stało się nacjonalistyczne czy patrzyło z sympatią na Rosję. Definiowanie siebie jako Ukraińca przestało być kwestią etniczności i pochodzenia — stało się wyborem. Proces ten widać również w kampanii prezydenckiej Wołodymyra Zełenskiego w latach 2018–2019. W przeciwieństwie do rywali postanowił on odejść od dawnych podziałów i nie grać na emocjach związanych z regionalizmem, co przyniosło mu rekordowy wynik wyborczy. Odwoływał się zarówno do wschodu, z którego pochodził, jak i zachodu kraju, przedstawiając wizję uczciwego, nowoczesnego, europejskiego państwa, odpowiadającego aspiracjom pokolenia pomarańczowej rewolucji i Euromajdanu.\n\nreklama\n\nBadania Grigore Pop-Elechesa i Graeme’a Robertsona z 2018 r. wykazały, że większość Ukraińców, niezależnie od pochodzenia etnicznego czy języka, przywiązuje się do swojego kraju i odrzuca rosyjskość. W 2017 r. 44 proc. Ukraińców uważało, że naród obejmuje wszystkich, którzy uznają Ukrainę za ojczyznę; w 2022 r. liczba ta wzrosła do 68 proc., a kolejnych 21 proc. zgadzało się częściowo (dane na podstawie książki O. Onuch, Mobilise 2022). Jeden z byłych wiceministrów przyznał w rozmowie ze mną, że \"cieszy się, gdy ludzie próbują mówić po ukraińsku, nawet jeśli nie wychodzi im to perfekcyjnie\", co potwierdza rosnącą świadomość obywatelską.\n\nPrzykładem żywej obywatelskiej aktywności był tzw. Kartonowy Majdan w lipcu 2025 r. Pomimo trwającej wojny tysiące głównie młodych ludzi wyszły na ulice, protestując przeciwko ustawie nr 12414, ograniczającej niezależność dwóch z trzech instytucji antykorupcyjnych (NABU i SAP). Manifestacje różniły się wyraźnie od tych znanych z Polski. Trudno było określić, czy uczestnicy mają poglądy lewicowe czy prawicowe. Protesty organizowano spontaniczne, bez żadnych powiązań partyjnych — co dawało się zauważyć choćby po reakcji tłumu na pojawienie się polityków opozycyjnych wobec władzy. W mieszczący się w granicach kultury, ale stanowczy sposób wyproszono ich z uczestnictwa w proteście. Demonstracje miały charakter obywatelski i propaństwowy, a uczestnicy domagali się przede wszystkim sprawiedliwego państwa. Na transparentach pojawiały się hasła takie jak: \"Ukraina to my\", \"Werchowna (zd)rada\", \"Nie za to umarł mój ojciec\" czy \"cringe\". Widoczna była relatywnie niska średnia wieku uczestników.\n\nMetryka wielu z protestujących nie pozwalała im uczestniczyć w pomarańczowej rewolucji ani Euromajdanie — młodzi chcieli doświadczyć znanej z najnowszej historii sprawczości. Protesty pokazały też, że mimo krytyki rządu Ukraińcy nie chcieli odsunięcia Zełenskiego od władzy. Przy wysokim poziomie nieufności wobec klasy politycznej prezydent cieszył się poparciem około 90 proc. w pierwszych miesiącach po inwazji w 2022 r. Dodatkowo incydent z udziałem J.D. Vance’a w Gabinecie Owalnym w 2025 r. został odebrany jako atak na Ukrainę, a nie na jej prezydenta. \"Kartonowy Majdan\" był pierwszym poważnym testem dla społeczeństwa wojennej Ukrainy — pokazał, że obywatele wciąż chcą kontrolować władzę.\n\nreklama\n\nEuromajdan i Bohaterowie Niebiańskiej Sotni stały się częścią współczesnego kanonu narodowego, który wymusiła wojna, kształtując społeczeństwo obywatelskie o wyraźnym prozachodnim wektorze. Ukraińcy są z jednej strony konserwatywni, z drugiej zaś —progresywni w kwestiach takich jak aborcja czy proeuropejskie nastawienie. Naród polityczny widać również w armii, która w dużej mierze jest rosyjskojęzyczna; gdyby brak woli walki był prawdziwy, front dawno by upadł. Społeczeństwo obywatelskie nie tylko scaliło Ukrainę, ale i ją ocaliło. Niezależnie od języka, wyznania czy pochodzenia Ukraina stała się wyborem dla swoich obywateli. Badania Rating Group z 2025 r. pokazują, że 94 proc. Ukraińców czuje się obywatelami kraju (w 2022 r. było to 80 proc.). Największym zaufaniem darzą organizacje wolontariackie — aż 63 proc.\n\n\"W twoim domu wojna i w moim domu wojna\" — nowe podziały społeczne\n\nTo, że Ukraińcy, niezależnie od pochodzenia, języka czy wyznania, stają się społeczeństwem obywatelskim o silnej, politycznej tożsamości, a dawne, stereotypowe podziały tracą znaczenie, nie oznacza, że nie pojawiają się nowe. Konflikt społeczny jest przecież naturalnym elementem każdej wspólnoty. Dziś wiele z tych napięć ma źródło w wojnie. Z biegiem czasu od początku pełnoskalowej inwazji zaczęły narastać emocje między tymi, którzy pozostali w kraju, a \"bieżeńcami\", którzy wyjechali. \"Gdy my cierpimy, wy bawicie się i zarabiacie w euro\" — padają oskarżenia. \"W twoim domu wojna i w moim domu wojna\" — odpowiada w sieci uchodźczyni z Charkowa, przypominając, że diaspora wspiera kraj finansowo, utrzymuje rodziny i regularnie wpłaca na zbiórki pomocowe. Inna kobieta dodaje, że życie uchodźcy wcale nie jest łatwe — wspomina o trudnych początkach, upokorzeniach, niskich zarobkach i problemach z adaptacją.\n\nreklama\n\nPodział między tymi, którzy zostali, a tymi, którzy wyjechali, widać również w kontekście usług publicznych i pomocy społecznej. W państwach UE systemy wsparcia są znacznie bardziej rozwinięte niż w Ukrainie. Dla wielu Ukraińców, wychowanych w realiach neoliberalnych, niskie renty, prywatna służba zdrowia czy siedmiodniowy tydzień pracy to po prostu codzienność. Gdy w Polsce rozpoczęła się dyskusja o symbolach nacjonalistycznych i zmianach w programie 800+, to właśnie zakaz używania czerwono-czarnych barw odbił się w ukraińskiej infosferze znacznie szerzej niż temat świadczeń socjalnych. Reakcje były pełne emocji: empatia pojawiała się rzadko, a próba delegalizacji barw utożsamianych z walką o niepodległość (a nie z ideologią nacjonalistyczną) wywołała powszechne oburzenie.\n\nKolejną osią sporu, widoczną zarówno w kraju, jak i poza jego granicami, jest stosunek do armii i obowiązku obrony ojczyzny. W sieci pojawiło się nawet określenie \"batalion Nicea\" — kierowane pod adresem głównie zamożnych mężczyzn przebywających za granicą, niezależnie od tego, czy wyjechali przed wojną, czy po jej rozpoczęciu. Wielu żołnierzy nie kryje frustracji, twierdząc, że \"lepiej, by już nie wracali\". W kraju z kolei toczy się spór między tymi, którzy uważają, że każdy powinien stanąć do obrony, a tymi, którzy argumentują, że nie każdy się do tego nadaje i że ludzie mają prawo po prostu żyć.\n\nCechą, która również wiele mówi o społeczeństwie ukraińskim, jest niski poziom zaufania do instytucji państwowych i klasy politycznej przy równoczesnym silnym poczuciu szacunku wobec samego państwa. Mimo reformy milicji i przekształcenia jej w policję służby wciąż nie cieszą się zaufaniem. Klasa polityczna bywa postrzegana jako skorumpowana i uzależniona od oligarchów. Widać to było choćby podczas protestów przeciwko upolitycznieniu NABU i SAP — broniono niezależności instytucji antykorupcyjnych, ale równocześnie krytykowano je za brak przejrzystości.\n\nreklama\n\nW przeciwieństwie do partii politycznych, często wodzowskich i pozbawionych wyraźnego programu, wysokim zaufaniem cieszy się armia. Popularność byłego naczelnego dowódcy, generała Załużnego, jest tego najlepszym dowodem. W społeczeństwie powszechne jest przekonanie, że Ukraińcy potrafią działać skuteczniej niż państwo — choć coraz częściej obserwujemy stopniową symbiozę między strukturami społecznymi a instytucjami publicznymi. Mit \"władza to państwo\" wciąż jest obecny, ale jego znaczenie maleje. W efekcie można mówić o swoistym paradoksie: z jednej strony prezydent Zełenski jest oceniany bardzo surowo, z drugiej — ma powszechnie uznawaną legitymację do pełnienia funkcji głowy państwa do końca wojny.\n\nPrzyszłość jest w rękach społeczeństwa\n\nW Ukrainie zarówno wpływy rosyjskie, jak i etniczny nacjonalizm przegrywają dziś z inkluzywnym patriotyzmem oraz poczuciem wspólnoty narodowej, która konsekwentnie i świadomie obrała kurs na zachód. Symbole niegdyś utożsamiane z nacjonalistami zostały przechwycone przez mainstream, tracąc radykalne konotacje i nabierając nowego, etycznie akceptowalnego znaczenia. Podobnie rosyjska agresja skutecznie zniszczyła resztki sentymentu wobec kultury rosyjskiej i dziedzictwa ZSRR. Rezultatem tych intensywnych procesów tożsamościowych stały się emancypacja własnej kultury, dekolonizacja i derusyfikacja. Widać to w modzie na odwoływanie się do kultury ludowej — motywy folkowe pojawiają się w designie, modzie i sztuce użytkowej. Równocześnie rośnie zainteresowanie innymi elementami dziedzictwa: literaturą i kinem. W księgarniach można znaleźć nowoczesne wydania autorów Rozstrzelanego odrodzenia, choć wciąż trudny pozostaje dostęp do ukraińskich filmów archiwalnych, których kopie do dziś znajdują się w moskiewskich archiwach.\n\nreklama\n\nLatem 2025 r. przysłuchiwałem się w Kijowie panelowi dyskusyjnemu poświęconemu przyszłości Ukrainy. Uczestniczyli w nim dyplomatka, socjolog, polityk i przedstawiciel wywiadu wojskowego. Wszyscy zgodnie podkreślali, że obok silnej armii kluczem do przetrwania kraju jest zdeterminowane społeczeństwo. Wśród największych wyzwań wymieniano walkę z polaryzacją i dezinformacją. Z widowni, na której można było dostrzec polityków wszystkich najważniejszych ugrupowań, padło pytanie od wysokiego urzędnika jednej z instytucji antykorupcyjnych:\n\n\"Jak chcecie zbudować silne państwo i odporne społeczeństwo bez niezależnych instytucji?\".\n\nTo pytanie w pełni oddaje sedno wyzwań stojących przed Ukrainą. Kluczowe będzie to, czy większość społeczeństwa po zakończeniu wojny odczuje, że odniosła zwycięstwo. To właśnie poczucie sukcesu — bądź porażki — zdecyduje o przyszłych wyborach politycznych, w które Rosja z pewnością spróbuje ingerować. Niebezpieczeństwo scenariusza gruzińskiego, który często pada, to tylko jedna z możliwych pułapek. Równie realne jest ryzyko, że Ukraina, jeśli pogrąży się w wewnętrznej frustracji i nieufności, może utknąć w geopolitycznej próżni — wroga wobec Rosji i odrzucona przez Zachód. Dlatego tak istotne będzie utrzymanie zaufania między Kijowem a zachodnimi partnerami. Po 2022 r. przywódcy Zachodu wielokrotnie zapewniali, że Ukraina już wkrótce stanie się częścią wspólnot euroatlantyckich, jednak z upływem miesięcy ich słowa traciły na wiarygodności. Ukraińskie społeczeństwo musi uniknąć poczucia zdrady — w końcu sam Euromajdan w swojej nazwie odnosił się do Zachodu.\n\nUkraińcy już przez ponad trzy dekady odpowiadają na stające przed nimi wyzwania i w ten sposób kształtują własną tożsamość. Przyszłość Ukrainy leży w rękach społeczeństwa — jego poczucia wspólnoty, solidarności i dokonywanych wyborów. Obserwując procesy, które w nim zachodzą, można być umiarkowanym optymistą. Pomimo trwającej wojny, ogromnych strat ludzkich, terytorialnych i gospodarczych Ukraina jest dziś bardziej niezależna i suwerenna niż kiedykolwiek wcześniej w swojej historii.\n\nMichał Kujawski to korespondent portalu Kyiv Post, dziennikarz Radia TOK FM, były szef publicystyki w TVP World. W swej pracy zajmuje się głównie problematyką regionu Europy Środkowo-Wschodniej oraz relacjami polsko-ukraińskimi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedocenione, ale udane fantasy akcji w świetnej cenie na PS5. Świeżynka 50% taniej",
            "link": "https://planetagracza.pl/echoes-of-the-end-enhanced-edition-promocja-najtaniej-ps-store/",
            "description": "Echoes of the End: Enhanced Edition dopiero co miało premierę, a już jest przecenione o 50 procent w PS Store. To dobra okazja na świeżą grę!",
            "image_url": "https://www.bing.pl/th?id=ODF.A0m18wD3eoHYPd4Rn-LQQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PlanetaGracza.pl13 godz.",
            "source": "PlanetaGracza.pl",
            "article_content": "Echoes of the End: Enhanced Edition dopiero co miało premierę, a już jest przecenione o 50 procent w PS Store. To dobra okazja na świeżą grę akcji w świecie fantasy.\n\nEchoes of the End: Enhanced Edition dopiero co zaliczyło premierę 30 października, a już doczekało się dużej przeceny. W PS Store kupisz je teraz za 89,50 zł, czyli o 50 procent taniej. To jedna z tych gier, które przemknęły obok szerokiej publiki, choć oferują solidną fabularną przygodę, widowiskowe walki i efektowny świat inspirowany Islandią. Jeszcze taniej zapłacicie z doładowaniami z Instant-Gaming!\n\nEchoes of the End jest niezłe, a teraz także i tanie\n\nEchoes of the End opowiada historię Ryn, potężnej wojowniczki obdarzonej starożytną magią. Bohaterka musi ruszyć na ratunek bratu porwanemu przez imperium, a na swojej drodze odkrywa tajemnice zapomnianych cywilizacji i sekrety katastrofy wiszącej nad jej światem. To klasyczna przygodowa gra akcji, która miesza miecz, magię, zagadki i elementy platformowe.\n\nEnhanced Edition to ulepszona wersja bazowa, przygotowana po konsultacjach ze społecznością. Twórcy poprawili system walki, sterowanie, wstęp gry i tempo progresji. Dodano też nowy system strojów, relikty wpływające na styl walki oraz tryb Nowa Gra+. To zdecydowanie pełniejsze wydanie niż to, które debiutowało pierwotnie.\n\nEchoes of the End stawia duży nacisk na świat. Lodowce, wulkaniczne przestrzenie, ruiny i dzikie krajobrazy budują klimat wysokobudżetowej fantasy, chociaż gra powstała w mniejszym zespole. Całość wygląda efektownie na PS5 i wspiera wibracje oraz efekty triggerów DualSense.\n\nW promocji dostępna jest wersja PS5 w cenie 89,50 zł, a oferta potrwa do 16 grudnia. Jeżeli szukasz czegoś liniowego, fabularnego i z kilkoma ciekawymi pomysłami mechanicznymi, Echoes of the End teraz ma naprawdę sensowną cenę.\n\nŹródło: PS Store / Materiał sponsorowany – Instant-Gaming"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer do 39 km od Koszalina. Podpowiedzi ciekawych tras na weekend 6 - 7 grudnia",
            "link": "https://koszalin.naszemiasto.pl/spacer-do-39-km-od-koszalina-podpowiedzi-ciekawych-tras-na-weekend-6-7-grudnia/ar/c7p1-22115525",
            "description": "Zanim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 06 grudnia w Koszalinie ma być 4°C. Nie powinno padać. W niedzielę 07 grudnia w Koszalinie ma być 7°C. Nie będzie padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.2lnLIQe5bnM9ixvXVTSDQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Koszalin Nasze Miasto10 godz.",
            "source": "Koszalin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "04 GRUDNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-12-04,8,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków2 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 2 km od Niepołomic. Pomysły na jednodniową wyprawę. Gdzie w weekend 6 - 7 grudnia?",
            "link": "https://niepolomice.naszemiasto.pl/trasy-na-rower-do-2-km-od-niepolomic-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-6-7-grudnia/ar/c7p1-21832069",
            "description": "Zanim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 06 grudnia w Niepołomicach ma być 6°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kn8FIptsXW5l5Bu_arCg7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto10 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 3.12.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://kurierlubelski.pl/prasowka-3-12-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960905",
            "description": "W pobliżu miejscowości Luta, na drodze W812, przewrócił się tir przewożący pelet.",
            "image_url": "https://www.bing.pl/th?id=OVFT._hVSHzXFqrhjt-n2xvmbrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski22 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare monety są teraz sporo warte. Lepiej sprawdź, czy masz którąś w domu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-stare-monety-s%C4%85-teraz-sporo-warte-lepiej-sprawd%C5%BA-czy-masz-kt%C3%B3r%C4%85%C5%9B-w-domu/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Przyjrzyj się lepiej dokładnie swoim monetom, które trzymasz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, ...",
            "image_url": "https://www.bing.pl/th?id=ORMS.83da61dfc554bcb18326fec8a265cda3&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN17 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte wiele tysięcy złotych. Kolekcjonerzy na nie polują",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-warte-wiele-tysi%C4%99cy-z%C5%82otych-kolekcjonerzy-na-nie-poluj%C4%85/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Te monety od wielu lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i tych traktujących je po prostu jako dobrą formę inwestycji. Wiele z nich było dostępnych w regularnej sprzedaży w NBP. Dz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN14 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 02.12",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/og%C3%B3lne/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-01-12/ar-AA1RsEFD?ocid=BingNewsVerp",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2MNHktP6m5fgdGwz5BT2nC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN21 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Finał sezonu kolekcjonerskiego w Ostrołęce. Nie przegap giełdy 7 grudnia",
            "link": "https://www.eostroleka.pl/final-sezonu-kolekcjonerskiego-w-ostrolece-nie-przegap-gieldy-7-grudnia,art123910.html",
            "description": "To już ostatni moment w tym roku, aby uzupełnić swoje zbiory, wymienić się doświadczeniami lub znaleźć unikatowy prezent.",
            "image_url": "https://www.bing.pl/th?id=OVFT.mTK5LzW8wC98SDyP_mgsdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "eOstroleka13 godz.",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nTo już ostatni moment w tym roku, aby uzupełnić swoje zbiory, wymienić się doświadczeniami lub znaleźć unikatowy prezent. Ostrołęcki Klub Kolekcjonerów „Unikat” zaprasza wszystkich pasjonatów na grudniową giełdę.\n\nJuż w najbliższą niedzielę, 7 grudnia 2025 roku, w godzinach od 11:00 do 12:30, w Klubie „Lokator” przy ul. Hallera 13 (I piętro) odbędzie się cykliczna Giełda Kolekcjonerska. Jest to wydarzenie, które od lat przyciąga zarówno wytrawnych zbieraczy, jak i osoby, które dopiero zaczynają swoją przygodę z kolekcjonerstwem.\n\nCo czeka na odwiedzających?\n\nJak zawsze, oferta giełdy będzie niezwykle różnorodna. Na stoiskach będzie można znaleźć, obejrzeć, a także nabyć:\n\nNumizmatykę: monety polskie i zagraniczne oraz banknoty.\n\nmonety polskie i zagraniczne oraz banknoty. Filatelistykę: znaczki pocztowe z różnych stron świata.\n\nznaczki pocztowe z różnych stron świata. Drobne antyki i pamiątki: karty telefoniczne, stare pocztówki, odznaczenia i wiele innych przedmiotów z duszą.\n\nGiełda to nie tylko handel. To przede wszystkim doskonała okazja do spotkania ludzi o podobnych pasjach, wymiany posiadanych walorów oraz obejrzenia imponujących kolekcji prezentowanych przez członków klubu.\n\nBezpłatna wycena i zaproszenie do współpracy\n\nOrganizatorzy przygotowali również coś dla osób, które posiadają w domu stare przedmioty, ale nie znają ich wartości. Podczas giełdy będzie można skorzystać z fachowej wyceny walorów kolekcjonerskich.\n\nDla tych, którzy chcieliby rozwijać swoją pasję w szerszym gronie, OKK „Unikat” otwiera swoje drzwi – podczas spotkania można oficjalnie zasilić szeregi klubu i aktywnie włączyć się w jego działalność.\n\nWażna informacja: Zmiana w kalendarzu spotkań\n\nOrganizatorzy pragną zwrócić szczególną uwagę na zmiany w harmonogramie grudniowym.\n\nUwaga: Planowana pierwotnie giełda w dniu 21 grudnia 2025 roku zostaje ODWOŁANA.\n\nPowodem zmiany jest uroczyste spotkanie wigilijne członków Stowarzyszenia „Unikat – Przyjazna Gmina” oraz Ostrołęckiego Klubu Kolekcjonerów „Unikat”.\n\nOznacza to, że spotkanie 7 grudnia jest jedyną i ostatnią okazją do odwiedzenia giełdy w tym roku kalendarzowym. Kolejna edycja wydarzenia planowana jest na styczeń 2026 roku – dokładny termin zostanie podany do wiadomości w późniejszym czasie.\n\nZapraszamy serdecznie wszystkich mieszkańców Ostrołęki i okolic!"
        }
    }
]