[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [7.06.2025 r.]",
            "link": "https://pomorska.pl/kolekcjonerzy-poluja-na-te-wazony-z-prl-takie-pamiatki-z-dusza-moga-okazac-sie-prawdziwym-skarbem-7-06-2025-r/ar/c1p2-27606583",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego stylu, a ich ceny na rynku stale rosną. Jeśli masz w swoim domu wazony z PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska5 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Ceny wazonów z PRL różnią się znacznie w zależności od powyższych czynników. Orientacyjnie ceny rynkowe wazonów z Pruszkowa wahają się od 150 do 800 zł za sztukę, rzadkie modele kosztują nawet 1200 zł. Z kolei fajansowe z Włocławka – od 100 zł za typowe egzemplarze do 600 zł za duże, zdobione ręcznie modele. Wazony ze szkła prasowanego z huty w Ząbkowicach to koszt od 200 zł do 1000 zł w zależności od koloru i formy. Ceny za porcelanowe wazony designerskie z Ćmielowa wahają się od 500 zł, a niektóre unikatowe egzemplarze dochodzą nawet do 2000–3000 zł. Wazony artystyczne sygnowane przez projektantów to wydatek nawet do 5000 zł, jeśli są w idealnym stanie i z udokumentowanym pochodzeniem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku - 7 czerwca 2025. Są już czereśnie! Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-7-czerwca-2025-s%C4%85-ju%C5%BC-czere%C5%9Bnie-zdj%C4%99cia-wideo-ceny/ar-AA1GgoQ5?ocid=BingNewsVerp",
            "description": "We Włocławku funkcjonują dwa miejskie targowiska oraz niedzielny pchli targ. Jedno z nich znajduje się przy ul. Kaliskiej we ...",
            "image_url": "https://www.bing.pl/th?id=OVF.A3JSVR7lQ4oTa%2bbdWmCRLg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN2 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nintendo pokazuje gdzie ma swoich fanów. Obrzydliwy skok giganta na kasę",
            "link": "https://antyweb.pl/nintendo-switch-2-welcome-tour-informacje-opinia",
            "description": "Na start nowej konsoli producenci z przyjemnością przygotowują produkty, w ramach których mogą opowiedzieć co nieco o swoim ...",
            "image_url": "https://www.bing.pl/th?id=OVF.xjeEtlxgzGmwkuJhTRHl5A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Antyweb5 godz.",
            "source": "Antyweb",
            "article_content": "Na start nowej konsoli producenci z przyjemnością przygotowują produkty, w ramach których mogą opowiedzieć co nieco o swoim nowym sprzęcie, a przy okazji jeszcze zadbać o odpowiednie wyeksponowanie wszystkich ich nowych funkcji. Takim kawałkiem oprogramowania jest Nintendo Switch 2 Welcome Tour na najnowszym sprzęcie giganta z Kioto. I jest to produkt, który od wejścia wzbudził ogrom kontrowersji - nie bez powodu.\n\nNintendo Switch 2 Welcome Tour to nietypowa propozycja, która łączy w sobie interaktywną instrukcję obsługi z muzealnym doświadczeniem, pozwalając użytkownikom na praktyczne poznanie wszystkich nowości które do zaoferowania ma Nintendo Switch 2. Choć wydaje się, że to tylko drobny dodatek do premiery nowej konsoli, wokół tej gry narosło wiele dyskusji. I korzystając z okazji - chciałem również dołączyć swoich pięć groszy, bo to najbardziej antykonsumencka rzecz jaką widziałem z udziałem giganta technologicznego od lat.\n\nReklama\n\nCo oferuje Nintendo Switch 2 Welcome Tour?\n\nWelcome Tour przenosi gracza do wirtualnej makiety konsoli, gdzie jako miniaturowy zwiedzający eksplorujemy kolejne sekcje urządzenia, poznając ich funkcje poprzez quizy, mini gry i interaktywne prezentacje. Całość przypomina nowoczesną, cyfrową, wystawę, w której każdy element konsoli (od przycisków, przez analogi, na slocie na kartridże kończąc) ma swoje dedykowane stanowisko edukacyjne. Jako gracze zdobywamy odznaki, odkrywamy kolejne sekrety konsoli i testujemy nowe funkcje sprzętowe, takie jak HD Rumble, obsługa 120 Hz czy HDR. To także znakomite miejsce, by poznać rozmaite ciekawostki dotyczące konstrukcji najnowszej konsoli Nintendo.\n\nWisienką na torcie są mini gry. Twórcy zadbali o różnorodność w temacie: od zręcznościowych wyzwań z wykorzystaniem nowych Joy-Conów, przez quizy wiedzy, aż po techniczne demonstracje (np. pokaz fajerwerków w HDR czy testowanie precyzji kontrolerów). Szczególnie wyróżnia się prezentacja nowego systemu wibracji, gdzie kontroler odtwarza znane dźwięki z gier Mario wyłącznie za pomocą drgań - i wypada to naprawdę fenomenalnie. Co więcej: całość jest utrzymana w lekkim, stylu Nintendo. Uroczym i pełnym humoru, choć myślę, że odrobina szaleństwa rodem z mini-gierek Wario czy Mario Party byłaby tam jak najbardziej na miejscu. Tym bardziej że, no właśnie, to nie jest demo technologiczne w które zagra każdy tuż po odpaleniu konsoli. A powód jest prosty: trzeba za nie zapłacić.\n\nDemo technologiczne konsoli za 40 złotych. Nintendo upadło na głowę?!\n\nNintendo Switch 2 Welcome Tour nie jest produktem złym. Jest na wskroś uroczy i fajnie przygotowany. Jego największym problemem jest to, że Nintendo za swoje technologiczne demo chce od graczy pieniądze. I to nie symbolicznego piątaka, a 40 złotych. 40 złotych za demo technologiczne, zapoznanie z którym zajmuje nie więcej niż dwie godziny, by wszystko tam wymaksować, sprawdzić, zapoznać się. Ah, przepraszam: 40 złotych i - jeżeli zależy wam na wymaksowaniu wszystkiego - to jeszcze kilkuset dodatkowych złotych na akcesoria. Opcjonalnie też kilku tysięcy na telewizor, jeżeli nie macie odpowiednio dobrego, by zaliczyć przygotowane wyzwania.\n\nParanoja - i tak naprawdę to wielkie, ale jedyne \"ale\" jakie mam do Nintendo Switch 2 Welcome Tour. Bo jako produkt sam w sobie: trudno się tam do czegokolwiek przyczepić. Solidna dawka wiedzy i ciekawostek. Dopracowana w najdrobniejszych szczegółach. Z pomysłem, polotem i charakterystycznym dla giganta z Kioto opracowaniem i wyrafinowaniem. Bawiłem się świetnie, ale nie będę ukrywał. Gdyby nie to, że polski dystrybutor dostarczył mi kod - w życiu bym po tę produkcję nie sięgnął. I w życiu bym nikomu nie polecił wydania 40 złotych na tę produkcję. Tym bardziej, że nawet w chwili publikacji tego wpisu w cyfrowym sklepiku z grami Nintendo można znaleźć co najmniej kilka lepszych produkcji do 40 złotych - m.in. Sonic Mania (32 zł), obie części Lost Horizon (po 8,5 zł każda), Shantae and the Pirate's Curse (32 zł) czy Thumper (36 zł). O klasykach z automatów Capcomu za niespełna 5 zł każdy nawet nie wspominając.\n\n-\n\nKod recenzencki dostarczył polski dystrybutor Nintendo"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kmp gdańsk",
            "link": "https://dziennikbaltycki.pl/tag/kmp-gdansk",
            "description": "Włamanie do mieszkania, kradzież samochodu o wartości 100 tysięcy złotych, oszustwo, zniszczenie mienia, złamanie sądowego zakazu prowadzenia pojazdów i... Gdańska policja zatrzymała nietrzeźwego kier ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Dziennik Bałtycki7 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te pieniądze z czasów PRL. Niektóre stare banknoty i monety warte są krocie [7.06.2025]",
            "link": "https://expressbydgoski.pl/kolekcjonerzy-poluja-na-te-pieniadze-z-czasow-prl-niektore-stare-banknoty-i-monety-warte-sa-krocie-7-06-2025/ar/c1p2-27657607",
            "description": "W 2025 roku banknoty i monety z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w ...",
            "image_url": "https://www.bing.pl/th?id=OVF.JH8xfbPOwVeL9Cii3ZmZLA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski39 min",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te pieniądze z czasów PRL. Niektóre stare banknoty i monety warte są krocie [7.06.25 r.]",
            "link": "https://expressbydgoski.pl/kolekcjonerzy-poluja-na-te-pieniadze-z-czasow-prl-niektore-stare-banknoty-i-monety-warte-sa-krocie-7-06-25-r/ar/c1p2-27657607",
            "description": "W 2025 roku banknoty i monety z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu, przejrzyj je dokładnie. Może się okazać, że to prawdziwe numizmatyczne ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Express Bydgoski5 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 07.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-07062025/ar-AA1FPXDE?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN7 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne wazony z PRL-u na sprzedaż. Szklane, kryształowe i porcelanowe kosztują krocie - zdjęcia i aktualne ceny z OLX",
            "link": "https://walbrzych.naszemiasto.pl/cenne-wazony-z-prl-u-na-sprzedaz-szklane-krysztalowe-i-porcelanowe-kosztuja-krocie-zdjecia-i-aktualne-ceny-z-olx/ar/c15p2-27182743",
            "description": "Stare wazony z PRL-u wróciły do łask kolekcjonerów i wielbicieli wystroju w stylu vintage. Wazony kryształowe, z kolorowego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.C6q%2btbQVxGNYgKC9AN2BkA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Wałbrzych Nasze Miasto1 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety z PRL-u na aukcjach internetowych – ile kosztują w 2025 roku? [7.06.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/cenne-monety-z-prl-u-na-aukcjach-internetowych-ile-kosztuj%C4%85-w-2025-roku-7062025/ar-AA1G5P7v?ocid=BingNewsVerp",
            "description": "W galerii przedstawiamy przykładowe aukcje z allegro na monety PRL wraz ze wskazaniem, ile osób brało udział w licytacji i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.VOa6ZTemNsfB4%2fh%2bnRHsIA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN5 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 7.06.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-7-06-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5mJFESE713ufWST1SnwZsg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński7 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 07.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-07062025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN14 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [7.06.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kolekcjonerzy-poluj%C4%85-na-te-wazony-z-prl-takie-pami%C4%85tki-z-dusz%C4%85-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-7062025/ar-AA1FqLXu?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.6bjuGYSAuGXoCwf3khgYwg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN5 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rusza Industriada 2025",
            "link": "https://radio.katowice.pl/zobacz,72492,Rusza-Industriada-2025.html",
            "description": "Mieszkańcy całego województwa śląskiego mogą aktywnie spędzić czas w kultowych obiektach industrialnych. Trwa Industriada 2025 ...",
            "image_url": "https://www.bing.pl/th?id=ODF._WMBHQXmwD4MN4CO-qc_bQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Polskie Radio Katowice4 godz.",
            "source": "Polskie Radio Katowice",
            "article_content": "Radio Katowice na Industriadzie 2025 | Ponad 450 atrakcji w 32 miastach województwa śląskiego!\n\n07.06.2025 14:05:00\n\nróżni\n\nMieszkańcy całego województwa śląskiego mogą aktywnie spędzić czas w kultowych obiektach industrialnych. Trwa Industriada 2025\n\nIndustriada to święto Szlaku Zabytków Techniki i największy festiwal dziedzictwa przemysłowego w Polsce. Tegoroczna edycja odbywa się pod hasłem Skarby Ziemi. W wydarzeniu uczestniczy także Radio Katowice. Nasi dziennikarze obecni są m.in. w Fabryce Porcelany w Katowicach oraz w Zabytkowej Kopalni Ignacy w Rybniku gdzie rozmawiają z organizatorami oraz uczestnikami. Relacji wysłuchać można na antenie Radia Katowice\n\nTegoroczna Industriada to ponad 450 atrakcji w 32 miastach województwa śląskiego. Zaplanowano liczne koncerty, widowiska, zwiedzanie, pokazy oraz warsztaty.\n\nJak zaznacza Joanna Bojczuk z Zarządu Województwa Śląskiego Industriada jest dla ludzi w każdym wieku.\n\n\n\n\n\nNa wydarzenie zaprasza pełne zabytków techniki Zabrze. Jak podkreśla dyrektor Muzeum Górnictwa Węglowego w Zabrzu Bartłomiej Szewczyk, obiekty szlaku zabytków techniki zawsze warto odwiedzić, również poza festiwalem.\n\n\n\n\n\nMieszkańcy Bytomia mają okazję odwiedzić parowozownie przy ulicy Reja. Zainteresowani mogą podziwiać wystawę taboru, zobaczyć jak pracują maszyny w nastawni BKw, a także zwiedzić wystawę fotograficzną poświęconą różnym obliczom kolei wąskotorowej na Górnym Śląsku. Dla uczestników przygotowano też przejazd drezyną ręczną.\n\nDo Chorzowa zaprasza Muzeum Hutnictwa które otwarte jest od godziny 12:00 do 19:00. Jak mówi dyrektor placówki, Tomasz Owoc, przygotowano wiele atrakcji\n\n\n\n\n\nW Karchowicach w Zabytkowej Stacji Wodociągowej ZAWADA odwiedzający mogą poznać świat pary, wody i przemysłowych tajemnic. Czekają na nich: wybuchy, pokazy, warsztaty naukowe, gry terenowe, wystawy minerałów, zabawy wodne, a nawet spotkanie ze średniowiecznym alchemikiem. Obiekt udostępniony będzie od 10:00 do 20:00.\n\nPo latach przerwy na Szlak Zabytków Techniki wróciło Zawiercie. Dla mieszkańców i gości przygotowano atrakcje na Osiedlu TAZ, które kiedyś było osiedlem robotniczym. Głównym punktem programu jest zwiedzanie łaźni, która obecnie jest galerią i prezentuje szkło produkowane w zawierciańskiej hucie - mówi Karolina Kindler Skowronek z Galerii Stara Łaźnia\n\n\n\n\n\nW Częstochowie Industriada odbywa się m.in. w Muzeum Historii Kolei, Muzeum Produkcji Zapałek oraz w Parku Staszica, gdzie w Muzeum Górnictwa Rud Żelaza przygotowano szereg atrakcji. Tradycyjnie są warsztaty, wykłady, spotkania, ale nie brakuje też nowości - zachęca koordynatorka Industriady w Częstochowie, Małgorzata Szczęsna.\n\n\n\n\n\nW Cieszynie oprócz zwiedzania z przewodnikiem Arcyksiążęcego Browaru Zamkowego skorzystać można także z propozycji Muzeum Drukarstwa, które przez całą sobotę przygotowało dla gości specjalne warsztaty - zaprasza kierownik muzeum Jarosław Temkin-Gołaszewski.\n\n\n\n\n\nFinał festiwalu rozpocznie się o godzinie 19:30 w Zabytkowej Kopalni Ignacy w Rybniku. Zaplanowano występ orkiestry górniczej, koncert zespołu JOY oraz Postindustrialnej Orkiestry Rozrywkowej – Radio Hoym"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnicza ruina w lesie w okolicy Dzikowca na Dolnym Śląsku. To było mauzoleum możnego rodu. Co o nim wiadomo?",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tajemnicza-ruina-w-lesie-w-okolicy-dzikowca-na-dolnym-%C5%9Bl%C4%85sku-to-by%C5%82o-mauzoleum-mo%C5%BCnego-rodu-co-o-nim-wiadomo/ar-AA1GfW0i?ocid=BingNewsVerp",
            "description": "Kto zboczy ze szlaku wiodącego do Dzikowca i jego nowej wieży widokowej, może natrafić na pozostałości ruin grobowca. Tu był majątek i mauzoleum rodu Treutlerów, dawniej jednego z najbogatszych w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN6 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku - 7 czerwca 2025. Są już czereśnie! Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-7-czerwca-2025-s%C4%85-ju%C5%BC-czere%C5%9Bnie-zdj%C4%99cia-wideo-ceny/ar-AA1GgoQ5?ocid=BingNewsVerp",
            "description": "We Włocławku funkcjonują dwa miejskie targowiska oraz niedzielny pchli targ. Jedno z nich znajduje się przy ul. Kaliskiej we ...",
            "image_url": "https://www.bing.pl/th?id=OVF.A3JSVR7lQ4oTa%2bbdWmCRLg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN2 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trwa czerwcowa odsłona targów kolekcjonerów w Skierniewicach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/trwa-czerwcowa-ods%C5%82ona-targ%C3%B3w-kolekcjoner%C3%B3w-w-skierniewicach/ar-AA1Gghnh?ocid=BingNewsVerp",
            "description": "Jak w każdą pierwszą sobotę miesiąca pomiędzy kinem Polonez a Centrum Kultury i Sztuki w Skierniewicach trwa targ staroci.",
            "image_url": "https://www.bing.pl/th?id=OVFT.TNLEJ6zdMlzW-sXuUYeK1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN2 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w Internecie. Masz je w domu? 07.06.2025",
            "link": "https://dzienniklodzki.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-07062025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Łódzki14 godz.",
            "source": "Dziennik Łódzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zofia nie radzi sobie z rutyną w związku, rozgląda się za kimś nowym. \"Przestaliśmy się starać\"",
            "link": "https://www.newsweek.pl/polska/spoleczenstwo/zofia-nie-radzi-sobie-z-rutyna-w-zwiazku-marek-wydaje-mi-sie-nudny/7fhjnjx",
            "description": "Najczęściej o brak bliskości w związku oskarżamy codzienną rutynę. Ale rutyna nie musi być zła. Ważne, aby zrozumieć, że ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jukXlonTrTeqZsjkeKl1dC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Newsweek Polska24 min",
            "source": "Newsweek Polska",
            "article_content": "Herbata do zlewu, czyli czym właściwie jest bliskość w związku\n\nMężczyźni (głównie po czterdziestce), którzy przychodzą do jej gabinetu, deklarują: \"Zrobiłem wszystko jak trzeba: kariera, rodzina, dom. Ale nie czuję się spełniony\". To złożony, wielowarstwowy temat, który zdaniem Poremby może dotyczyć pewnego rodzaju przebudzenia, kiedy pojawia się apetyt na więcej. – Dbanie o bliskość w relacji nie polega ani na spełnianiu oczekiwań drugiej strony, ani na wypełnianiu umów społecznych, ale w pierwszej kolejności na znajomości siebie i własnych potrzeb. Bo kiedy jestem w stanie zrozumieć, czego potrzebuję i co mi daje zaspokojenie konkretnych potrzeb, wtedy jestem w stanie uznać i uszanować potrzeby innych, a w tym uznaniu budować bliskość – mówi.\n\nPrawnik i wykładowca Dawid B. Karolak opowiada historię klientki, która przez lata żyła w emocjonalnym wygaszeniu. Z miesiąca na miesiąc tracili z mężem bliskość. Na zewnątrz wszystko wyglądało świetnie: dom, dzieci, praca, wspólne łóżko. I seks. Ale seks był pusty. Musieli go odhaczyć, żeby nie było niewygodnych pytań. Zero czułości.\n\n– A potem nadszedł dzień, który ta kobieta zapamięta do końca życia. Zrobiła mężowi zieloną herbatę. Taką jak zawsze. Odczekał, aż żona wyjdzie z kuchni, wylał herbatę do zlewu i zrobił sobie nową. I wtedy coś w niej pękło. Powiedziała mi: \"Tego dnia zrozumiałam, że nie jestem już żoną. Nie jestem człowiekiem, któremu się ufa. Stałam się kimś obcym\". Czasem rozwód nie zaczyna się od zdrady, ale od zrobienia herbaty, której bliska osoba nie chce wypić. A tam, gdzie znika zaufanie, nie ma miejsca na bliskość. I nie ma już do czego wracać – opisuje prawnik. Zaobserwował, że zanim związek formalnie się rozpadnie, ludzie najpierw emocjonalnie się od siebie oddalają.\n\nJoanna Godecka, psychoterapuetka, coach i autorka książek (m.in. \"Potrzeba kochania. Jak pokonać lęk przed bliskością\"), proponuje, aby na początek spróbować zrozumieć, czym w ogóle jest bliskość. – Najczęściej rozumiemy ją jako intymność i poczucie bezpieczeństwa. Podstawą staje się zaufanie, że druga strona ma wobec mnie dobre intencje i jest otwarta na moje potrzeby. Istotne, aby być w romantycznej relacji również dobrymi przyjaciółmi, co oznacza wzajemną otwartość, szacunek i rozumienie potrzeb.\n\nCoraz mniej. Milczenie buduje mur dla bliskości w związku\n\nZdaniem Godeckiej zamknięcie emocjonalne w relacjach prezentują częściej mężczyźni. Miewają mniejszą umiejętność i potrzebę dyskutowania o problemach. Kobiety bywają bardziej empatyczne, chcą rozmawiać i wyjaśniać, kiedy ich partnerzy się dystansują i uciekają od rozmowy. – Ale już pogarda czy przerzucanie winy, krytycyzm — cóż, tutaj bywa po równo. Znam pary, u których wzajemne oskarżenia przybierają na częstotliwości i sile, więc adekwatnie bliskości bywa między nimi coraz mniej – przyznaje.\n\nI dodaje: – Często, zamiast komunikować się otwarcie, tworzymy negatywne schematy w związku, a potem przychodzimy do terapeuty i narzekamy, że \"on mnie nie słucha\", \"ona zawsze się mnie czepia\", \"on/a nigdy nie mówi jasno, o co chodzi\". Od razu wtedy widać, że para ma tę bliskość nadwerężoną.\n\nSylwia Wierzbicka, psycholożka, seksuolożka i terapeutka par z Fundacji Avalon mówi o braku komunikacji. Nie tylko tej \"o uczuciach\", ale też o potrzebach, o granicach, o zmianach, które w nas zachodzą. – Przecież pary będącej ze sobą 10 czy 15 lat nie tworzą identyczne osoby jak na początku. I często przestajemy, niestety, o tym rozmawiać. Rodzi się dystans. A milczenie buduje mur dla bliskości – podkreśla.\n\nCzy to może oznaczać, że partnerzy chcą rozmawiać, ale nie potrafią? A może wstydzą się zadać drugiej stronie pytanie i opowiedzieć o własnych intymnych procesach? Jak wiadomo, w wielu domach o emocjach nie rozmawiało się i nadal nie rozmawia. Jeśli już, zauważa Wierzbicka, to rozmowy bywają powierzchowne. Każdy musi samodzielnie zajmować się własnymi przeżyciami.\n\n– I jeśli to nie był nigdy temat w domu rodzinnym, osoba podświadomie wnosi schemat w relację. Niektóre osoby oczekują, że w związku zawsze będzie tak emocjonująco i przyjemnie jak na początku — gdy naturalnie pojawia się wielka ciekawość siebie, hormony szaleją, jest dużo tzw. chemii i namiętności. Często nie ma wówczas przestrzeni na budowanie innej bliskości niż fizyczna, nie trzeba specjalnie dużo rozmawiać, wszystko się dzieje niemal samo. Ale kiedy potem namiętność gaśnie, co jest bardzo naturalne, nagle orientujemy się, że nie potrafimy lub nie mamy potrzeby rozmowy.\n\nRola gestów, czyli 15 minut dla bliskości w związku\n\n– Nas zabija rutyna – opowiada o swoim związku 38-letnia Zofia. Przyznaje, że miała podobnie z dwoma poprzednimi partnerami. Nie radzi sobie z etapem, w którym symboliczne motyle z brzucha odlatują. Być może jej partnerzy również oczekiwali wiecznych fajerwerków. Zawsze, kiedy pojawiała się rutyna, w związku Zofii rodził się kryzys. Polegał albo na cichych, coraz częstszych dniach, kiedy partnerom nie chciało się rozmawiać, wychodzić gdzieś razem lub mówić miłych słów, albo na regularnych kłótniach.\n\n– Akurat mijają cztery lata, od kiedy jestem z Markiem. Starszy ode mnie o osiem lat, dojrzały, kolekcjoner zegarków z pierwszej połowy XX w. Zaimponował mi obyciem, klasą i specyficznym humorem. A także tym, że zabierał mnie na targi staroci, na aukcje i na wyprawy, podczas których szukaliśmy zegarków. Dzięki niemu wkręciłam się w biżuterię vintage. Tyle że to już mi spowszedniało, nie cieszą mnie kolejne perły z lat 70. Marek wydaje mi się nudniejszy. Przestaliśmy się starać, a najgorsze jest to, że o tym wiemy. I nic z tym nie robimy – wzrusza ramionami Zofia. W końcu przyznaje, że rozgląda się za kimś nowym.\n\nCzy i kiedy rutyna bywa cichym zabójcą bliskości w relacjach?\n\n– Dzieje się tak, gdy para zaczyna zarządzać związkiem czy rodziną jak firmą. I kiedy ograniczają się do mówienia: \"kup cukier\", \"odbierz dziecko\", \"trzeba odmalować altankę\", itd. Przestają rozmawiać o ważnych sprawach, o emocjach. Rozmywa się rola małych, codziennych gestów – opowiada Joanna Godecka. – Rutyna oznacza, że przestajemy na siebie spontanicznie reagować lub ograniczamy się do wydawania komunikatów. Zaczynamy się od siebie oddalać. W takich sytuacjach daję parom radę: nawet jeśli macie małe dzieci, dużo pracy i niewiele czasu wolnego, postarajcie się codziennie o 15 minut dla związku. Po to, aby usiąść przy sobie lub naprzeciwko. Niech najpierw jedna osoba zapyta partnera: \"jak się czujesz\", \"co dzisiaj się u ciebie działo\", \"czy jesteś może zmęczona/y?\". A potem zamienimy się rolami. W budowaniu bliskości istotne jest bycie na bieżąco z życiem swoim i drugiej strony.\n\nBliskość w związku? \"Funkcjonujemy niczym współlokatorzy\"\n\nSylwia Wierzbicka uważa z kolei, że to nie rutyna, a brak pielęgnowania codziennych relacji zabija bliskość. Opisuje to w ten sposób: – Funkcjonujemy obok siebie, wykonujemy rutynowe czynności, niczym współlokatorzy lub współlokatorki. Oczywiście, rutyna nie musi być zła. Może dawać poczucie bezpieczeństwa, bliskości. A tutaj chodzi o rutynę świadomą, jak ją nazywam. O bycie ze sobą w taki sposób, że bliskość nie jest uznawana za pewnik, tylko staramy się o nią, pielęgnujemy ją. Żaden związek ani żadna małżeńska obrączka nie gwarantują bliskości na zawsze.\n\nTerapeuci aż nazbyt dobrze znają ten schemat. Mija etap zakochania i nagle ktoś odkrywa, że jest niemal z obcą osobą. Gdzie czułość, bliskość? Sporo osób wierzy, że o to nie trzeba wcale zabiegać, starać się. I że jak się już raz zakochaliśmy, to bliskość będzie zawsze obecna.\n\nWiele par przeżywa tego typu szok, przyznaje Sylwia Wierzbicka: – A przecież nie wszystkie związki zbudowały swoją bliskość na wielu poziomach. Niektóre tworzą ją głównie poprzez seks. Kiedy znikają \"motyle\" i \"chemia\", para jest przekonana, że traci bliskość. Tymczasem nigdy jej w istocie nie zbudowała. Chodziło o pożądanie i seks.\n\nZdaniem Dawida B. Karolaka bliskość najczęściej zabija cisza. – Nie ta spokojna, czuła, tylko ta zimna, napięta, w której ktoś przestaje się odzywać, bo już mu nie zależy. W związkach ludzie przestają się dotykać na długo przed tym, zanim przestaną uprawiać seks. Najpierw znika śmiech, potem rozmowy, potem spojrzenia. I oto są dwie osoby, które nie mają ze sobą kontaktu – nie tylko fizycznego, ale przede wszystkim emocjonalnego – relacjonuje prawnik.\n\nMówi, że w orzeczeniach rozwodowych nie zawsze padają słowa \"brak bliskości\", ale za to często pojawia się formułka: \"zupełny i trwały rozkład pożycia\". Czyli – ani seksu, ani rozmów, ani wsparcia. – Ludzie śpią obok siebie, ale jak dwa samotne wilki. Czasem sędzia napisze wprost, że \"małżonkowie od dawna nie współżyją\", jednak rzadko ktoś ma odwagę powiedzieć: \"Przestaliśmy być sobie bliscy\". Bo to trudniej zmierzyć, udowodnić.\n\nNajpierw usłyszeć siebie, potem budować bliskość\n\nJoanna Godecka przywołuje stworzoną przez amerykańskiego psychoterapeutę Johna Gottmana, a nawiązującą do Biblii, metaforę czterech jeźdźców Apokalipsy. To destrukcyjne wzorce komunikacyjne, które mogą się okazać zabójcze dla związku i dla bliskości.\n\n– Pierwszym jest krytycyzm, ale taki atakujący. Jasne, że nie musimy się we wszystkim zgadzać, możemy nawet być na siebie wkurzeni, ale w tym wypadku chodzi o komunikację pełną ataku i krytyki, a nawet o wyzwiska (\"jesteś głupi, leniwy\"), o ranienie siebie nawzajem — mówi Godecka. — Kolejnym \"jeźdźcem\" jest okazywanie wyższości, w tym szydzenie, wieczne kpiny, co zaczyna zamieniać się w pogardę dla drugiej osoby.\n\n— Takie postawy bardzo nas od siebie oddalają. Podobnie jak zrzucanie na drugą stronę całej winy lub wieczne bagatelizowanie problemów. Zamiast przyznać się do błędów, wziąć odpowiedzialność za swoje zachowanie, ktoś przenosi całą winę za błędy na partnera czy partnerkę. Zabójcza jest obojętność: zamykanie się w sobie, unikanie rozmowy, konfrontacji, odcinanie się emocjonalne. W tym komunikaty typu: \"koniec tematu\", \"nie będę o tym z tobą rozmawiać\" – przyznaje terapeutka.\n\nA Joanna Poremba podkreśla, aby zawsze pamiętać o sobie. Twierdzi, że dopiero kiedy zaczynamy rozumieć i czuć siebie, możemy bezpiecznie zbliżać się do drugiej osoby. – U podstaw bliskości leży to, czy możemy o tych naszych potrzebach, często różnych, rozmawiać otwarcie, bez lęku, że nie zostaniemy zrozumiani. Albo że zostaniemy surowo ocenieni.\n\n\"Głaski\" nawet codziennie\n\nCo można zrobić, aby przywrócić bliskość w relacji, postarać się o nią na nowo? Gdzie szukać pomocy, od czego zacząć?\n\nW pracy własnej klientów Joanna Poremba zachęca ich do otwartej komunikacji, do odwagi mówienia: \"ja chcę…\", \"ja potrzebuję…\" oraz do uważnego słuchania potrzeb drugiej strony.\n\n– Czasem usłyszenie bywa wystarczające do przybliżenia się do siebie. Czyli: \"słyszę, że chcesz spędzić więcej czasu z rodziną\", \"słyszę, że to dla ciebie ważne\" itd. I to już jest bliskość. Bez uruchamiania mechanizmów oskarżeń: \"a z twoją rodziną to…\", \"my nie jesteśmy dla ciebie ważni\" itd. Manipulacja i szantaż są elementem, który zamyka przestrzeń na bliskość, oddala, powoduje poczucie bycia niezrozumianym – ostrzega Joanna Poremba.\n\nSylwia Wierzbicka radzi, aby przyjrzeć się, kiedy para zaczęła tracić bliskość, i pomyśleć, skąd może brać się jej zanik? – Dlatego tak ważne są regularne rozmowy, nie tylko o logistyce codzienności, ale też o emocjach i potrzebach. O tym, co u nas się zmienia, co nas porusza. I w sferze erotycznej, i w ludzkiej. Liczą się codzienne, drobne gesty bliskości: przytulenie, spojrzenie w oczy, ciepłe słowo, dotyk. Ja te wszystkie elementy nazywam \"głaskami\", których w relacji potrzebujemy codziennie lub bardzo często.\n\nTerapeutka rozumie, że komuś może się wydawać sztuczne takie docenianie się każdego dnia, jak np. okazanie wdzięczności za to, że partner rozpakował zmywarkę czy zabrał auto do myjni. – Jednak właśnie to buduje bliskość. Czujemy się zauważani, doceniani. Przydaje się też niebranie wszystkiego do siebie, na serio – uśmiecha się Wierzbicka.\n\nSpotyka pary, które nie rozstają się ze sobą ani na chwilę; wiecznie robią wszystko razem. Dla kontrastu trafiają do niej i takie, które mają osobne pasje, zajęcia, wakacje, weekendy. Tymczasem znacznie lepiej i bezpieczniej jest zrównoważyć związkową bliskość z indywidualizmem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielka parada, święto dzielnicy, garażówki i biegi. Tak zapowiada się weekend w Warszawie. Mnóstwo darmowych wydarzeń",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takiego-weekendu-dawno-nie-by%C5%82o-parada-biegi-koncerty-%C5%9Bwi%C4%99ta-dzielnic-i-gara%C5%BC%C3%B3wki-mn%C3%B3stwo-darmowych-atrakcji-w-warszawie/ar-AA1G8FAA?ocid=BingNewsVerp",
            "description": "Nadchodzi kolejny weekend w Warszawie, który będzie naszpikowany imprezami. Stolica zamieni się w miejsce pełne przeróżnych ...",
            "image_url": "https://www.bing.pl/th?id=OVF.FugazJOc6SxlhiasWt2Bmg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto on MSN2 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Świat docenił, my zapomnieliśmy – nieznane obiekty na Liście światowego dziedzictwa UNESCO w Polsce",
            "link": "https://histmag.org/Swiat-docenil-my-zapomnielismy-nieznane-obiekty-na-Liscie-swiatowego-dziedzictwa-UNESCO-w-Polsce-28096",
            "description": "Kościoły z drewna i gliny, system gospodarowania wodami podziemnymi i region pradziejowego górnictwa. Na Liście światowego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eH6PRjcdqGaHdk2_EN3Rgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Histmag3 godz.",
            "source": "Histmag",
            "article_content": "Według Konwencji UNESCO z 1972 r. obiekty wpisane na Listę światowego dziedzictwa stanowią wspólne dobro ludzkości, które wyróżnia najwyższa powszechna wartość. Jak czytamy na stronie Polskiego Komitetu do spraw UNESCO: „Światowe dziedzictwo ma przedstawiać różnorodność kulturalną i bogactwo natury wszystkich regionów świata”. Obecnie na Liście światowego dziedzictwa znajdują się 1223 obiekty w 168 państwach. Wśród wpisanych obiektów 952 stanowią obiekty kultury, 231 to obiekty przyrodnicze, a 40 ma charakter kulturowo-przyrodniczy. W Polsce obecnie znajduje się 17 obiektów, z czego 15 to obiekty kultury, a 2 to obiekty przyrodnicze.\n\nzobacz też Artykuły Te obiekty zostały skreślone z Listy światowego dziedzictwa UNESCO Rafał Gumiński\n\nNa Liście znajdują się powszechnie znane i odwiedzane obiekty, takie jak Stare Miasto w Krakowie, Stare Miasto w Warszawie, Zamek Krzyżacki w Malborku, Kopalnia soli w Wieliczce, dawny niemiecki obóz koncentracyjny i zagłady Auschwitz-Birkenau oraz Puszcza Białowieska. Wśród polskich miejsc wpisanych na Listę światowego dziedzictwa UNESCO znajdują się również obiekty, które, mimo ogromnej wartości historycznej, kulturowej czy przyrodniczej, cieszą się nieporównywalnie mniejszą popularnością wśród turystów.\n\nKościoły Pokoju w Jaworze i Świdnicy\n\nW 1648 r. wojna trzydziestoletnia dobiegła końca. Na mocy tzw. pokoju westfalskiego luteranie licznie zamieszkujący śląskie księstwa, w których władzę bezpośrednio sprawował katolicki cesarz Ferdynand III Habsburg, zostali pozbawieni prawa do praktykowania swojego wyznania i posiadania własnych kościołów. Dopiero interwencja szwedzkiej dyplomacji skłoniła cesarza do pewnych ustępstw na rzecz śląskich protestantów. Ferdynand pozwolił na powstanie trzech kościołów, których budowa musiała jednak spełniać bardzo rygorystyczne warunki – miały znajdować się poza granicami miast, miały być zbudowane z drewna i gliny, nie mogły mieć wieży, a ich budowa miała zostać ukończona w ciągu jednego roku. Wyzwanie podjął architekt i inżynier Albrecht von Säbisch, który w latach 1652-1657, wykorzystując doskonalone od wieków techniki drewnianego budownictwa szkieletowego i nowatorskie techniki konstrukcyjne, wzniósł kościoły w Głogowie, Jaworze oraz Świdnicy, które nazwano Kościołami Pokoju. Kościół w Głogowie uległ całkowitemu zniszczeniu w wyniku pożaru w 1758 r.\n\nreklama\n\nW 2001 r. Kościoły Pokoju w Jaworze i Świdnicy zostały wpisane na Listę światowego dziedzictwa UNESCO na podstawie kryteriów: III, IV i VI. Według UNESCO: Kościoły Pokoju są wybitnym świadectwem wyjątkowego aktu tolerancji ze strony katolickiego cesarza Habsburgów wobec społeczności protestanckich na Śląsku, wymagały od budowniczych wdrożenia pionierskich rozwiązań konstrukcyjnych i architektonicznych o skali i złożoności nieznanej wcześniej ani później w architekturze drewnianej i są wyjątkowym świadectwem szczególnego rozwoju politycznego w Europie XVII w., charakteryzującego się wielką siłą duchową i zaangażowaniem.\n\nDrewniane kościoły południowej Małopolski\n\nObiekty znajdują się w historycznym regionie Małopolski, w miejscowościach Binarowa, Blizne, Dębno, Haczów, Lipnica Murowana i Sękowa. Drewniane kościoły gotyckie zostały wzniesione pod koniec epoki średniowiecza i stanowią wyjątkowy przykład tradycji średniowiecznych kościołów drewnianych w kulturze rzymskokatolickiej. Zostały zbudowane przy użyciu techniki, która była powszechna w Europie Północnej i Wschodniej w średniowieczu, ale specyficzne rozwiązania konstrukcyjne uczyniły je wyjątkowymi na skalę światową. W kościołach znajdują się również szczególnie cenne dekoracje i wyposażenie, które wykazują różnorodne techniki i style wykonania, bogatą ikonografię i wybitną jakość artystyczną. Stanowią one wyraźny przykład zmian stylistycznych, jakie przechodziły dekoracje kościelne na przestrzeni epok.\n\nKościoły zostały wpisane na Listę światowego dziedzictwa UNESCO w 2003 r. na podstawie kryteriów: III i IV. Według UNESCO stanowią ważne świadectwo średniowiecznych tradycji budownictwa sakralnego, związanych z funkcjami liturgicznymi i kultowymi Kościoła rzymskokatolickiego w tym stosunkowo odizolowanym regionie Europy Środkowej. Są najbardziej reprezentatywnymi przykładami zachowanych drewnianych kościołów gotyckich.\n\nPark Mużakowski\n\nPołożony na terytorium Polski i Niemiec, po obu stronach Nysy Łużyckiej, Park Mużakowski został pierwotnie zaprojektowany w latach 1815–1844 przez księcia Hermanna von Pückler-Muskau na terenie jego majątku. Przy udziale wybitnych ogrodników, artystów i architektów, jak m.in. Karl Friedrich Schinkel, książę stworzył wyjątkowy krajobraz, który w harmonijny sposób wpasowywał się w dolinę rzeki Nysy Łużyckiej i integrował się z lokalnym miastem oraz otaczającymi je krajobrazami rolniczymi. Z powodów finansowych książę został zmuszony do sprzedaży majątku, ale nowy właściciel, Fryderyk Niderlandzki, kontynuował budowę parku według projektu poprzednika, którego wizję urzeczywistniał architekt krajobrazu Eduard Petzold. Tworzenie Parku Mużakowskiego zapoczątkowało nowe podejście do projektowania krajobrazu i przyczyniło się do rozwoju architektury krajobrazu jako dyscypliny.\n\nPolecamy e-book Marcina Winkowskiego – „Gdy Polacy nosili dredy. Kołtun – historia prawdziwa”\n\nMarcin Winkowski „Gdy Polacy nosili dredy. Kołtun – historia prawdziwa” cena: 11,90 zł zamów online Wydawca : PROMOHISTORIA [Histmag.org] Liczba stron : 108 Format ebooków : PDF, EPUB, MOBI (bez DRM i innych zabezpieczeń) ISBN : 978-83-65156-28-0\n\nKsiążka dostępna również jako audiobook!\n\n\n\nreklama\n\nPark został wpisany na Listę światowego dziedzictwa w 2004 r. na podstawie kryteriów I i IV. UNESCO uznało, że Park Mużakowski jest wyjątkowym przykładem europejskiego parku krajobrazowego, który wyznaczył nowe szlaki w zakresie rozwoju w kierunku idealnego krajobrazu stworzonego przez człowieka i był prekursorem nowego podejścia do projektowania krajobrazu w miastach, a także wpłynął na rozwój architektury krajobrazu jako dziedziny nauki.\n\nKopalnia rud ołowiu, srebra i cynku w Tarnowskich Górach oraz system gospodarowania wodami podziemnymi\n\nKopalnia rud ołowiu, srebra i cynku w Tarnowskich Górach oraz system gospodarowania wodami podziemnymi to zespół zabytkowych obiektów związanych z wydobywaniem rud metali nieżelaznych z okresu między XVIII a XX w. Większość elementów systemu znajduje się pod ziemią, a na powierzchni znajdują się relikty szybów i hałd odpadów, a także pozostałości XIX-wiecznej stacji pomp parowych. System gospodarki wodnej stanowi świadectwo 300 lat wybitnej twórczości technicznej i rozwoju inżynierii wodnej. Skutkowało to powstaniem podziemnej sieci odwadniania kopalni opartej na swobodnym przepływie grawitacyjnym, wraz ze zintegrowanym systemem pompowania wody, który dystrybuował wodę pitną i przemysłową do całego regionu. System nadal działa w taki sam sposób, w jaki został pierwotnie zaprojektowany, dostarczając wodę pitną mieszkańcom Tarnowskich Gór.\n\nreklama\n\nZespół obiektów został wpisany na Listę światowego dziedzictwa w 2017 r. na podstawie kryteriów I, II i IV. UNESCO uznało, że miejsce to stanowi arcydzieło podziemnej inżynierii hydraulicznej z połowy XVI do końca XIX wieku, a jego rozległy podziemny system stanowi szczyt europejskich umiejętności w zakresie takiej technologii. System jest również wyjątkowym przykładem wymiany technologii, pomysłów i wiedzy w zakresie inżynierii górnictwa podziemnego i publicznego zaopatrzenia w wodę między przodującymi ośrodkami górniczymi i przemysłowymi w Saksonii, Czechach, na Węgrzech, w Wielkiej Brytanii i Polsce.\n\nKrzemionkowski region pradziejowego górnictwa krzemienia pasiastego\n\nKrzemionkowski region prehistorycznego górnictwa krzemienia pasiastego (Krzemionki) znajduje się na północno-wschodnim skraju Gór Świętokrzyskich. Działalność wydobywczą na tym obszarze datuje się na okres od 3900 p.n.e. do 1600 p.n.e. (neolit ​​do wczesnej epoki brązu). Obszar składa się z głównego pola górniczego, dwóch mniejszych pól górniczych oraz stałej osady, która otrzymywała półprodukty siekier krzemiennych z kopalni w celu ich wykończenia przed dystrybucją. Z podziemnymi strukturami górniczymi, warsztatami krzemiennymi i około 4 tysiącami szybów oraz dołów, Krzemionkę uznaje się za jeden z najbardziej kompleksowych prehistorycznych systemów wydobywania i przetwarzania krzemienia, jakie zidentyfikowano do tej pory.\n\nKrzemionki zostały wpisane na Listę światowego dziedzictwa w 2019 r. na podstawie kryteriów III i IV. UNESCO uznało Krzemionki za najbardziej kompletny i w pełni czytelny system społeczno-techniczny prehistorycznego podziemnego wydobycia i przetwarzania krzemienia, ilustrujący najszerszy zakres prehistorycznych technik wydobycia krzemienia na jednym obszarze. Prehistoryczny region górnictwa krzemienia pasiastego w Krzemionkach ilustruje wzorce życia i pracy osiadłych społeczności prehistorycznych, które odróżniają okres neolitu od okresu go poprzedzającego. Organizacja uznała również, że Krzemionki to wyjątkowy typ neolitycznego krajobrazu górniczego, świadczący zarówno o złożonym systemie technicznym i społecznym, jak i o adaptacji człowieka do warunków eksploatacji zasobów naturalnych.\n\nPolecamy e-book Marcina Winkowskiego – „Gdy Polacy nosili dredy. Kołtun – historia prawdziwa”\n\nMarcin Winkowski „Gdy Polacy nosili dredy. Kołtun – historia prawdziwa” cena: 11,90 zł zamów online Wydawca : PROMOHISTORIA [Histmag.org] Liczba stron : 108 Format ebooków : PDF, EPUB, MOBI (bez DRM i innych zabezpieczeń) ISBN : 978-83-65156-28-0\n\nKsiążka dostępna również jako audiobook!\n\n\n\nBibliografia\n\nAkty prawne\n\n· Konwencja w sprawie ochrony światowego dziedzictwa kulturalnego i naturalnego, przyjęta w Paryżu dnia 16 listopada 1972 r. przez Konferencję Generalną Organizacji Narodów Zjednoczonych dla Wychowania, Nauki i Kultury na jej siedemnastej sesji (Dz.U.76.32.190).\n\nŹródła internetowe\n\n· Churches of Peace in Jawor and Świdnica\n\n· Wooden Churches of Southern Małopolska\n\n· Muskauer Park / Park Mużakowski\n\n· Tarnowskie Góry Lead-Silver-Zinc Mine and its Underground Water Management System\n\n· Krzemionki Prehistoric Striped Flint Mining Region"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 19 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 7 - 8 czerwca?",
            "link": "https://oswiecim.naszemiasto.pl/rowerem-do-19-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-7-8-czerwca/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 07 czerwca w Oświęcimiu ma być 25°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2bxYOb7EO26FgttAALVa9hw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto23 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 18 km od Grodziska Mazowieckiego. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 7 - 8 czerwca?",
            "link": "https://grodziskmazowiecki.naszemiasto.pl/trasy-na-rower-do-18-km-od-grodziska-mazowieckiego-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-7-8-czerwca/ar/c7p1-21831681",
            "description": "Zanim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 07 czerwca w Grodzisku Mazowieckim ma być 23°C.",
            "image_url": "https://www.bing.pl/th?id=OVFT.wxa4yS_KINj9xxdkkbjTOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Grodzisk Mazowiecki Nasze Miasto23 godz.",
            "source": "Grodzisk Mazowiecki Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 65 km od Gryfic. Podpowiadamy, gdzie warto się wybrać w weekend 7 - 8 czerwca",
            "link": "https://gryfice.naszemiasto.pl/gdzie-na-spacer-do-65-km-od-gryfic-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-7-8-czerwca/ar/c7p1-22116005",
            "description": "Nie masz pomysłu na niebanalną trasę na spacer w okolicy Gryfic? Podpowiadamy, gdzie warto sie wybrać. Mamy 3 ciekawe propozycje tras. Mają różny czas przejścia, i dzięki temu każdy powinien znaleźć c ...",
            "image_url": "https://www.bing.pl/th?id=ODF.JS3kPnL-cw_uVSguStd8Cg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gryfice Nasze Miasto22 godz.",
            "source": "Gryfice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Neseber – perła bułgarskiego wybrzeża",
            "link": "https://turystyka.studentnews.pl/s/54/6347-artykuly/6177162-Neseber-perla-bulgarskiego-wybrzeza.htm",
            "description": "Jeszcze niedawno było to tylko zabytkowe miasteczko. Dziś jest to także modny nadmorski kurort pełen atrakcyjnych rozrywek.",
            "image_url": "https://www.bing.pl/th?id=OVFT.4IhaFOnmL1UBSuZcjwYtui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TURYSTYKA - Student NEWS20 godz.",
            "source": "TURYSTYKA - Student NEWS",
            "article_content": "Nesebeyr (Несебър Nesebǎr) to niewielkie zabytkowe miasteczko na bułgarskim wybrzeżu Morza Czarnego. W Polsce przyjęła się jego nazwa jako Neseber. Do połowy lat dziewięćdziesiątych znane ono było jedynie jako urocza zabytkowa miejscowość, którą chętnie odwiedzali turyści przebywający w pobliskich nadmorskich kurortach. Głównie byli to wczasowicze wypoczywający w Słonecznym Brzegu, największym bułgarskim kurorcie nad Morzem Czarnym. To właśnie w tej miejscowości koncentrowały się liczne hotele, w których wypoczywali w większości zagraniczni turyści. Neseber pełnił w tamtych czasach głównie rolę uroczego miasteczka z wąskimi uliczkami i zabytkami Starego Miasta. Turyści odwiedzali starówkę Neseberu, aby zobaczyć tutejsze zabytki z różnych epok i miło spędzić popołudnie lub wieczór w miejscowych tawernach.\n\n\n\n\n\nMetamorfoza sennego miasteczka\n\nDziś Neseber znacznie się rozrósł. Liczy około 14 tysięcy mieszkańców. To już nie tylko zabytkowe miasteczko, ale także ciesząca się dużą popularnością miejscowość wypoczynkowa z nowoczesnymi hotelami i rozbudowaną infrastrukturą rekreacyjno-wypoczynkową. Współczesny Neseber dzieli się na dwie części: nowy Neseber - współczesne miasto usytuowane na stałym lądzie z nowoczesnymi domami i siedzibą władz gminy Neseber oraz stara, zabytkowa część miasta, która zlokalizowana jest na małym półwyspie.\n\n\n\n\n\nW 1956 r. starożytna cześć Neseberu zyskała status rezerwatu architektonicznego i archeologicznego, a w 1983 r. wpisano ją na listę światowego dziedzictwa kultury UNESCO. W związku z tym na tym terenie nie mogą być prowadzone, żadne większe inwestycje ingerujące w zabytkową strukturę miasta. Natomiast nowy Neseber w ciągu ostatnich 30 lat rozwinął się w znaczący sposób. W tej części miasta oraz w przylegającej do niej miejscowości Ravda ciągle buduje się nowe budynki apartamentowe, pensjonaty i coraz większe hotele oraz obiekty sportowo-rekreacyjne (boiska sportowe, korty tenisowe). Wybudowano tu nawet największy w Bułgarii aquapark.\n\n\n\n\n\nHiszpańska jakość na bułgarskim wybrzeżu\n\nNa nocleg w Neseberze wybrałem hotel Sol Nessebar Mare będący częścią Sol Nessebar Resort. W skład tego kompleksu wchodzą dwa czterogwiazdkowe hotele: Mare i Bay oraz jeden pięciogwiazdkowy hotel Palace. Obiekty te znalazłem w ofercie kilku polskich biur podróży m.in. Itaki i Sun & Fun. W niskim sezonie turystycznym (czerwiec, wrzesień) oferują one bardzo atrakcyjne ceny. Pięciodniowy pobyt w czterogwiazdkowym hotelu z przelotem oraz z wyżywieniem w wersji all inclusive kosztuje od 1600 zł na osobę. Uważam, że to atrakcyjna propozycja. W opcji first minute lub last minute może udałoby się znaleźć jeszcze ciekawsze propozycje cenowe.\n\n\n\n\n\nNa miejscu okazało się, że wybór hotelu okazał się dla mnie wyjątkowo trafiony. Hotele Sol Nessebar Resort mają znakomitą lokalizację. Wyobraźcie sobie 7 hektarów parku i terenów zielonych, alejki z kwiatami, wiekowe drzewa, wszystko tuż przy pięknej piaszczystej plaży, z klubem plażowym, zjeżdżalniami wodnymi, własnym aquaparkiem, kilkoma dużymi basenami, centrum odnowy biologicznej, zajęciami rozrywkowymi, klubem dla dzieci, wyborem kilku restauracji i barów. W tym otoczeniu działają trzy hotele z wygodnymi pokojami i bezpłatnymi usługami o wysokim standardzie. Do tego wyżywienie w ulubionej wersji przez Polaków, czyli wersji all inclusive, serwowane w nowoczesnych restauracjach, które proponują dania kuchni śródziemnomorskiej, azjatyckiej, hiszpańskiej, bułgarskiej, niemieckiej i amerykańskiej.\n\n\n\n\n\nHotele Sol Nessebar Resort to obiekty z pełną infrastrukturą gastronomiczną i rekreacyjno-wypoczynkową. Na dodatek położone są bezpośrednio nad morzem. Z hoteli do plaży jest ok. 70 metrów. Na terenie wioski hotelowej ustawiono kilka modeli popularnych starych samochodów, które stanowią tło do pamiątkowych zdjęć. W Sol Nessebar Resort jest tak dużo różnorodnych atrakcji, że możnaby przez tydzień z niego nie wychodzić i miło spędzić tu cały urlop. Jak jednak usiedzieć choć przez dzień w nawet najpiękniejszym hotelu skoro w okolicy jest tak dużo innych atrakcji ?\n\n\n\n\n\nMoc rozrywek\n\nJestem osobą aktywną i lubię być w ruchu oraz jak dużo się dzieje. Uwielbiam chodzić, zwiedzać i poznawać okolicę. Jak dla mnie lokalizacja hotelu była znakomita. Polegało to również na jego usytuowaniu na skraju nowego Neseberu i przylegającej do niego sąsiedniej niewielkiej nadmorskiej miejscowości Ravda. Stwarzało to możliwość swobodnego odbywania spacerów nie tylko do starej i nowej części miasta, ale także do sąsiedniej Ravdy. Wystarczył niespełna półgodzinny spacer, aby dotrzeć w te miejsca. Skusiłem się też na spacer plażą do oddalonego o jakieś 7 km centrum Słonecznego Brzegu. Przez tydzień pobytu wszędzie chodziłem pieszo. Ani razu nie skorzystałem z kursujących tu autobusów, choć ich przystanek znajdował się w sąsiedztwie hotelu.\n\n\n\n\n\nHotelowa plaża nie jest zbyt szeroka, ale i tak większość gości korzysta z miejsc przy kilku dużych basenach, a dzieci i młodzież większość czasu spędzają na zabawach w hotelowym aquaparku. Jeśli ktoś chciałby doświadczyć kąpieli wodnych z większą dawką emocji, to może skorzystać odpłatnie z największego w Bułgarii Aquaprarku Neseber. Dla tych, którzy pragną odmiany, kurort oferuje możliwość skorzystania z trzech innych plaż. Wiele osób spacerowało lub dojeżdżało autobusem na słynne plaże Słonecznego Brzegu.\n\n\n\n\n\nDarmowe rozrywki, na które oprócz odkrytych basenów i aquaparku, mogą liczyć goście Sol Neseber Resort to kryty basen, siłownia, boiska do siatkówki, koszykówki, piłki nożnej, rzutki, tenis stołowy, mini klubu dla dzieci, dyskoteka, zajęcia sportowe oraz wieczorne programy artystyczne. Odpłatnie można korzystać ze strefy SPA (jacuzzi, sauna, hammam, prysznice naprzemienne, zabiegi relaksujące i upiększające, masaże), z trzech kortów tenisowych z oświetleniem, wypożyczalni rowerów, sportów wodnych na plaży (windsurfing, parasailing, banan, skutery wodne), mini golfa, kręgli, bilarda, łaźni tureckiej i konsoli playatation.\n\n\n\n\n\nTrzy tysiące lat historii\n\nNeseber to wyjątkowo malownicze miasteczko. Położone jest ono we wschodniej części Bułgarii na południowej części wybrzeża. Jest ono oddalone o 37 km na północny-wschód od Burgas i o 7 km na południe od Słonecznego Brzegu, popularnego bułgarskiego kurortu.\n\n\n\n\n\nW dużej mierze niezwykły urok Neseberu wynika z jego wyjątkowego położenia. Początkowo usytuowany on był na niewielkiej skalistej wyspie odległej zaledwie 400 m od lądu. Współcześnie, aby usprawnić komunikację, wyspę połączono groblą z lądem i w ten sposób stała się ona półwyspem. Stary Neseber ma zaledwie 24 ha powierzchni. Jego długość wynosi zaledwie 850 m, a szerokość 300 m.\n\n\n\n\n\nNeseber to jedno z najstarszych miast w Europie. W okresie pierwszego tysiąclecia przed naszą erą. Swoją osadę o nazwie Mesembria założyli tu Trakowie. W 510 r. n. e. stała się ona grecką kolonią i znaczącym ośrodkiem handlowym. W 72 roku p.n.e. miasto zostało zdobyte przez wojska Cesarstwa Rzymskiego i było jego częścią. Po upadku Cesarstwa miasto dostało się pod panowanie Bizancjum. W 812 r. zostało ono podbite przez Słowian, a jego nazwa została zmieniona na Nesseba. Następnie ponownie trafiło ono pod władanie Bizancjum, a na początku X wieku zdobyli je Bułgarzy. Szczyt rozwoju Neseberu nastąpił za panowania cara Iwana Aleksandra, kiedy miasto stało się jednym z najważniejszych ośrodków miejskich państwa bułgarskiego. Z czasem miasto ponownie zostało przejęte przez Imperium Osmańskie. Po wyzwoleniu w 1878 r. Neseber ponownie stał się greckim portem rybackim, by po pewnym czasie stać się częścią Bułgarii.\n\nOcalałe zabytki\n\nNeseber miał wiele szczęścia i na terenie jego starówki do czasów współczesnych przetrwało wiele zabytków z różnych epok. W północnej części półwyspu zachowały się fragmenty muru trackiej fortyfikacji. Z czasów greckich możemy dziś oglądać pozostałości akropolu, agory i świątyni Apollina. Pamiątką epoki rzymskiej są pozostałości łaźni termalnych. Z okresu Bizancjum pochodzą niektóre kościoły. Do średniowiecznych zabytków należą m.in. pochodząca z V–VI w. stara siedziba biskupia (cerkiew św. Zofii), cerkiew Bogurodzicy, a także nowa siedziba biskupia (cerkiew św. Szczepana). Z czasów panowania bułgarskiego cara Iwana Aleksandra przetrwało kilka budowli sakralnych oraz domy mieszkalne budowane w charakterystycznym stylu bułgarskim. Ich parter wykonany jest z jasnego kamienia. Poza ich obrys wystają piętra wykonane z ciemnego drewna. Domy te są przykryte czerwoną dachówką. Wystająca część budynków ma bardzo praktyczną funkcję. W słoneczne dni rzuca ona cień na wąskie uliczki i daje osłonę mieszkańcom miasta przed słonecznym skwarem. Pamiątkami z czasów panowania Imperium Osmańskiego są pozostałości łaźni tureckich.\n\n\n\n\n\nSymbolem Neseberu jest drewniany wiatrak z przełomu XVIII i XIX w., pełniący niegdyś funkcję młyna. Znajduje się on na grobli łączącej dawną wyspę z lądem. Na tle morza i błękitnego nieba oraz oddalonych o 400 metrów zabudowań zabytkowego miasteczka prezentuje się on wyjątkowo malowniczo. Turyści chętnie robią sobie w jego otoczeniu pamiątkowe zdjęcia. Obecnie na grobli jest dwukierunkowa asfaltowa droga z chodnikami dla pieszych po obu stronach jezdni. Prowadzi ona do bram starożytnego miasta.\n\n\n\n\n\nMiasto czterdziestu kościołów\n\nPo przejściu grobli dochodzi się do ruin bram miasta i murów obronnych. W ich sąsiedztwie znajduje się Muzeum Archeologiczne, w którym prezentowane są wystawy dotyczące historii miasta. Można w nim obejrzeć ciekawą kolekcję ikon oraz zabytkowe przedmioty pochodzące z okresu greckiego, bizantyjskiego i drugiego odrodzenia bułgarskiego.\n\n\n\n\n\nTym, co wyróżnia Neseber spośród innych zabytkowych miasteczek jest wyjątkowo duża liczba budowli sakralnych, które zachowały się w różnym stanie. Jest ich tu czterdzieści. Obliczono, że Neseber jest miastem z największą na świecie liczbą kościołów i cerkwi na metr kwadratowy powierzchni. Część z nich przetrwała w całości. Dziś są one otwarte dla wiernych oraz turystów i w dalszym ciągu pełnią one funkcję świątyń różnych wyznań. Część dawnych obiektów sakralnych przemianowano na muzea i prezentowane są w nich różnego rodzaju eksponaty. Po niektórych świątyniach zostały tylko lepiej lub gorzej zachowane ruiny.\n\n\n\n\n\nDo najważniejszych zabytków sakralnych Neseberu należy zaliczyć cerkiew Chrystusa Pantokratora z XIII w., uważaną za jeden z najpiękniejszych zabytków Bułgarii. Wzniesiono ją na polecenie cara bułgarskiego Iwana Aleksandra. Jej mury zbudowane są z naprzemiennych pasów białego kamienia i czerwonej cegły. Innymi ważnymi historycznymi świątyniami są: cerkiew św. Apostołów, z której do dzisiaj pozostała jedna nawa i część kolumnady, najmniejsza ze wszystkich cerkiew św. Jana Chrzciciela z XI w. z zachowaną na jednej z kolumn inskrypcją: „Święty Janie Chrzcicielu ocal mnie” oraz cerkiew Bogurodzicy z XIX w., z pięknym ikonostasem oraz wieżą, z której można podziwiać panoramę miasta. Za jedną z ważniejszych uważana jest świątynia św. Szczepana posiadająca bogate wnętrze, w której można obejrzeć zachowane freski i malowidła ścienne. Warto też zobaczyć ruiny cerkwi Świętych Archaniołów Michała i Gabriela. Duże zainteresowanie turystów wzbudzają ruiny cerkwi św. Zofii, które znajdują się w centrum starożytnego Neseberu. Miała ona 25 m długości i 12 m szerokości. Dziś jej ruiny wykorzystywane są jako sceneria przy organizacji różnych wydarzeń kulturalnych m.in. plenerowych koncertów.\n\n\n\n\n\nWieczory w tawernach\n\nNiezwykłego uroku dodają starożytnej części miasta wąskie kręte uliczki, wzdłuż których wznoszą się niewielkie domy mieszkalne pobudowane w bułgarskim stylu. Większość pomieszczeń na parterach tych domów zagospodarowano na przeróżne sklepiki oraz niewielkie restauracyjki, tawerny, kawiarnie czy winiarnie. Wyższe kondygnacje tych domów są zamieszkałe, co sprawia, że tutejsza starówka nie pełni jedynie roli plenerowego terenu muzealnego z antycznymi zabytkami, ale jest normalnie funkcjonującą częścią miasta. W niektórych takich domach działają też niewielkie pensjonaty i apartamenty na wynajem.\n\n\n\n\n\nPo wschodniej stronie półwyspu jest wybudowana w ostatnich latach marina z eleganckimi apartamentami oraz port rybacki. W marinie cumują motorówki, żaglówki oraz skutery wodne, które można wynająć i poczuć smak morskiej przygody.\n\n\n\n\n\nStary Neseber oczarował mnie. Lubiłem tu codziennie przychodzić o różnych porach dnia. Szczególnie lubiłem spędzać tu wieczory, kiedy na wąskich uliczkach robiło się tłoczno i gwarno. Wieczorne spacery w tej scenerii bardzo pogodnie mnie nastrajały. Moje wizyty na Starówce kończyłem w miejscowych tawernach, gdzie rozkoszowałem się przepięknym widokiem na zachodzące nad morzem słońce i smakiem serwowanych w nich przepysznych dań rybnych oraz znakomitych bułgarskich win. Szczególnie lubiłem przesiadywać w restauracyjkach i kawiarniach po zachodnie stronie półwyspu. Stąd rozciąga się widok na leżący po przeciwnej stronie zatoki Słoneczny Brzegu. Z tego miejsca widziałem również leżące dalej kurorty: Czajka, Swieti Wlas i Elenite. Co kilkadziesiąt minut z mariny zlokalizowanej po zachodniej stronie półwyspu odpływały niewielkie stateczki do tych miejscowości.\n\n\n\n\n\nWyjeżdżając z Nseberu marzyłem o tym, żeby tu jeszcze kiedyś wrócić. Należy marzyć. Ponoć marzenia się spełniają.\n\n\n\n\n\nJerzy Niemociński"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Proboszcz z burmistrzem walczą o parking w Zakopanem. W tle ogromne pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/proboszcz-z-burmistrzem-walcz%C4%85-o-parking-w-zakopanem-w-tle-ogromne-pieni%C4%85dze/ar-AA1GfBGA?ocid=BingNewsVerp",
            "description": "Jeśli nie wiadomo, o co chodzi, zawsze chodzi o pieniądze — mówią mieszkańcy Zakopanego, którzy w ten sposób komentują spór, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iY0NXzsTjyjEk28WdT-smS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Onet on MSN6 godz.",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnice grobu \"Lodowego księcia\". Naukowcy o życiu sprzed 1300 lat",
            "link": "https://www.o2.pl/informacje/tajemnice-grobu-lodowego-ksiecia-naukowcy-o-zyciu-sprzed-1300-lat-7164879115652000a",
            "description": "W 2021 roku naukowcy natrafili w Bawarii na znakomicie zachowany grób dziecka z VII wieku. Jak donosi \"Gazeta Wyborcza\", ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FRQ5g6-Zi3aGTA-o9FEczC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "o29 godz.",
            "source": "o2",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 07.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-07062025/ar-AA1FPXDL?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN7 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 7.06.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://dziennikzachodni.pl/prasowka-7-06-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960909",
            "description": "Poniedziałkowe popołudnie (2 czerwca) w Chorzowie upłynęło pod znakiem niespodziewanych wydarzeń, które mają ogromny wpływ na funkcjonowanie miasta i całego regionu. Prezydent Szymon Michałek podjął ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni8 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te pieniądze z czasów PRL. Niektóre stare banknoty i monety warte są krocie [7.06.2025]",
            "link": "https://expressbydgoski.pl/kolekcjonerzy-poluja-na-te-pieniadze-z-czasow-prl-niektore-stare-banknoty-i-monety-warte-sa-krocie-7-06-2025/ar/c1p2-27657607",
            "description": "W 2025 roku banknoty i monety z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w ...",
            "image_url": "https://www.bing.pl/th?id=OVF.JH8xfbPOwVeL9Cii3ZmZLA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Express Bydgoski39 min",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te pieniądze z czasów PRL. Niektóre stare banknoty i monety warte są krocie [7.06.25 r.]",
            "link": "https://expressbydgoski.pl/kolekcjonerzy-poluja-na-te-pieniadze-z-czasow-prl-niektore-stare-banknoty-i-monety-warte-sa-krocie-7-06-25-r/ar/c1p2-27657607",
            "description": "W 2025 roku banknoty i monety z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu, przejrzyj je dokładnie. Może się okazać, że to prawdziwe numizmatyczne ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Express Bydgoski5 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie znaczki pocztowe z czasów PRL. Tyle w 2025 roku można zarobić na filatelistycznych skarbach [7.06.2025]",
            "link": "https://pomorska.pl/kolekcjonerskie-znaczki-pocztowe-z-czasow-prl-tyle-w-2025-roku-mozna-zarobic-na-filatelistycznych-skarbach-7-06-2025/ar/c1p2-27654257",
            "description": "W 2025 roku znaczki pocztowe z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ntGkdvH9ORJ7pz4yJPrjHQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska5 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Filatelistyka wraca do łask. W 2025 roku znaczki pocztowe z czasów PRL przeżywają renesans popularności. Stały się cenionymi artefaktami kolekcjonerskimi, świadectwem epoki i obiektem sentymentalnych wspomnień. To dziś nie tylko pamiątka po minionej epoce, ale pełnoprawny przedmiot kolekcjonerski. Coraz więcej osób – zarówno kolekcjonerów z wieloletnim doświadczeniem, jak i nowych pasjonatów – poszukuje filatelistycznych perełek z tamtych czasów, które dziś potrafią osiągać znaczne ceny na aukcjach. Dzięki ich różnorodności, bogatej symbolice i ciekawej estetyce, zyskują coraz więcej miłośników."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnice grobu \"Lodowego księcia\". Naukowcy o życiu sprzed 1300 lat",
            "link": "https://www.o2.pl/informacje/tajemnice-grobu-lodowego-ksiecia-naukowcy-o-zyciu-sprzed-1300-lat-7164879115652000a",
            "description": "W 2021 roku naukowcy natrafili w Bawarii na znakomicie zachowany grób dziecka z VII wieku. Jak donosi \"Gazeta Wyborcza\", ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FRQ5g6-Zi3aGTA-o9FEczC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o29 godz.",
            "source": "o2",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]