[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Duży wybór zimowych płaszczy, kurtek, swetrów, butów i innych towarów na Giełdzie Wschód w Skołoszowie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/du%C5%BCy-wyb%C3%B3r-zimowych-p%C5%82aszczy-kurtek-swetr%C3%B3w-but%C3%B3w-i-innych-towar%C3%B3w-na-gie%C5%82dzie-wsch%C3%B3d-w-sko%C5%82oszowie/ar-AA1OIF1z?ocid=BingNewsVerp",
            "description": "To największe targowisko na Podkarpaciu, oferujące najróżnorodniejszy asortyment. Od ubrań i butów, poprzez artykuły agd i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.C0ygmTC7_ddpWhMKxZBkpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Przemyśl Nasze Miasto on MSN15 godz.",
            "source": "Przemyśl Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nieudana sobota na Giełdzie Staroci i Rożności w Starachowicach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/nieudana-sobota-na-gie%C5%82dzie-staroci-i-ro%C5%BCno%C5%9Bci-w-starachowicach/ar-AA1OIzSj?ocid=BingNewsVerp",
            "description": "Starachowicka giełda jest jedną z, niewielu, które przez cały rok funkcjonują i to za darmo. W sobotę, nawet przy tak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2nXzx7ICJlJeZIM1g6gB2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia on MSN15 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raciborski targ staroci z nowymi zasadami. Sprzedający zaskoczeni",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/119608-raciborski-targ-staroci-z-nowymi-zasadami-sprzedajacy-zaskoczeni",
            "description": "Od 18 października 2025 roku Raciborski Targ Staroci działa według nowych zasad. W trosce o lepszą organizację i komfort ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._8VFGVBzcWfu0sLOqdzPNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasz Racibórz17 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marsz pasaż grunwaldzki",
            "link": "https://gazetawroclawska.pl/tag/marsz-pasaz-grunwaldzki",
            "description": "Wrocławski port za kilka dni zostanie zamknięty na ponad miesiąc. Powodem jest remont. Pracownicy Działu Obsługi Pasażerskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-hbElLTfT5ufTMBp1lCNPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska15 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zimno, wiatr i stare skarby. Ostatnia giełda staroci w Jarosławiu za nami",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zimno-wiatr-i-stare-skarby-ostatnia-gie%C5%82da-staroci-w-jaros%C5%82awiu-za-nami/ar-AA1OIokX?ocid=BingNewsVerp",
            "description": "Nie przeszkodził im ani zimny wiatr, ani przenikliwy chłód. W sobotę, 18 października, jarosławski rynek po raz ostatni w tym roku wypełniły stoiska z antykami, retro meblami i kolekcjonerskimi perełk ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p5MiGTslhlOQU_xfSGAbSQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nasze Miasto on MSN16 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 18.10.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-18-10-2025/ar/c3p2-28049553",
            "description": "PRL to skrót od Polska Rzeczpospolita Ludowa, to właśnie tak nazywało się państwo polskie w latach 1944–1989. Był to okres, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BT2ezOOO5h476uufR5bMny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare komiksy są teraz warte fortunę. Tyle płacą za nie kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/te-stare-komiksy-s%C4%85-teraz-warte-fortun%C4%99-tyle-p%C5%82ac%C4%85-za-nie-kolekcjonerzy/ar-AA1OJ5h6?ocid=BingNewsVerp",
            "description": "Jeszcze niedawno zalegały w kartonach, na strychach i w piwnicach. Dziś stare komiksy z PRL i początku lat 90. osiągają na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hpaZWrFr-gDkl4MK7R6hpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN11 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 18.10.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-1110/ar-AA1NXzpp?ocid=BingNewsVerp",
            "description": "Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ze szkła z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 19.10.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://nto.pl/przeglad-prasy-19-10-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960921",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 18.10. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „W Wołczynie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska39 min",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takimi pieniędzmi nie zapłacisz",
            "link": "https://www.msn.com/pl-pl/zdrowie/nasze-zdrowie/takimi-banknotami-ju%C5%BC-nie-zap%C5%82acisz-w-2025-roku-one-trac%C4%85-wa%C5%BCno%C5%9B%C4%87-trzeba-je-wymieni%C4%87/ar-AA1MESlA?ocid=BingNewsVerp",
            "description": "Banknoty emitowane od 1995 roku, a także te z 2014 roku z odświeżonym wyglądem, są pełnoprawnym środkiem płatniczym. Obecnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8sQ32zMsL7rndO6C3rGgSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN21 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk czyli Wróg Absolutny",
            "link": "https://www.salon24.pl/u/marek-w/1468580,elon-musk-czyli-wrog-absolutny",
            "description": "Zapoznałem się z nową biografią Muska pt. \"Pycha absolutna\", trzeba przyznać, że jest to sprawnie napisana książka korzystająca ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Salon2417 godz.Opinion",
            "source": "Salon24",
            "article_content": "18.10.2025 , ostatnia aktualizacja: 18.10.2025, 15:54 BLOG\n\nZapoznałem się z nową biografią Muska pt. \"Pycha absolutna\", trzeba przyznać, że jest to sprawnie napisana książka korzystająca z najlepszych wzorów prop-agitki. Autor stara się nie łgać jawnie, raczej cytuje możliwie wszelkich wrogów Muska, szczególnie publicystów chcących wyrobić sobie popularność na obgryzaniu kostek \"szarlatana\".Dlatego podczas czytania polecam cały czas pamiętać, że to dzieło wyraża poglądy plemienia \"woke\", toczącego śmiertelną walkę z \"absolutnym wrogiem\", nawiasem mówiąc wydane pod czujną opieką Bezosa, który raczej nie ma powodu, aby kochać Elona.\n\nDla jasności, kochany Elon zrobił co mógł, aby zasłużyć sobie na szczerą nienawiść nie tylko \"progresistów\", ale również Demokratów, jak i całej masy normalnych ludzi na świecie, sama decydująca pomoc w zwycięstwie Donalda Trumpa powinna wystarczyć! No bo Musk narozrabiał, a teraz my wszyscy musimy oglądać wyczyny \"najwspanialszego Prezydenta\" i przyszłego Noblisty. Natomiast oceniając wejście słonia do składu porcelany, czyli Elona do świata polityki, trzeba przyznać, że jak na razie poniósł największą klęskę w swojej karierze. W rezultacie nie dość, że stał się naczelnym wrogiem OBU wielkich partii, to swoimi błazeństwami i zwykłym chamstwem skompromitował się na cały świat. Chyba nie muszę tłumaczyć, jak bardzo osłabił tym swoją pozycję w kręgu Decydentów i to nie tylko w Ameryce. Z całkowitej ciszy panującej wokół projektu \"partia Ameryka\", o której niedawno pisałem wynika, że upadek jest jeszcze bardziej dotkliwy, niż można było się spodziewać.\n\nBardzo ciekawy jest proces, wytoczony Tesli oraz Muskowi przez drobnego akcjonariusza, który chciał zablokować umowę Muska z Zarządem Firmy, dotyczącym wypłacenia mu ponad 60 mld$ za osiągnięcie uzgodnionych wcześniej wyników. Sędzia nie tylko poparł jego wniosek, ale również nakazał Tesli wypłacić adwokatom tego akcjonariusza drobną sumę 325 mln.$ za ich ciężkie trudy! Powtarzam - za obsługę jednego procesu prawnicy mają dostać 325 MILIONÓW wiecznozielonych... W ten sposób jesteśmy świadkami powstania nowego, wręcz genialnego sposobu pozwalającego cwanym prawnikom zgarniać pieniądze już nie łopatą, ale ładowarką. Wystarczy znaleźć leszcza, którego namówi się do oskarżenia dowolnej bogatej firmy, potem zblatowany sędzia wyda \"prawidłowy\" wyrok, ale co najważniejsze nakaże zapłacić jego adwokatom dosłownie astronomiczne wynagrodzenie, oczywiście kosztem tej firmy. Ponieważ amerykańskie prawo opiera się na precedensach, otwiera się w ten sposób istne Eldorado, pozwalające doić bez litości KAŻDĄ bogatą amerykańską korporację, a miliarderzy będący ich właścicielami będą bezradni.\n\nUpadek reputacji Muska, który obserwujemy w AD. 2025 wynika jednak nie tylko z jego błędów osobistych, tak się składa, że jego kariera znalazła się w momencie przełomu, między etapami. W pierwszym etapie wstrząsnął całym globalnym przemysłem motoryzacyjnym, jako pierwszy w dziejach produkując masowo samochody elektryczne, jeszcze bardziej zmienił przemysł kosmiczny, budując najtańszą i najlepszą na świecie rakietę nośną, a potem system satelitarnego internetu. Do tego trzeba dorzucić prawdziwe przełomy technologiczne w stawianiu gigafaktory, masowej produkcji samochodów, rakiet kosmicznych czy satelitów itd. Jednak obecnie jesteśmy w fazie tworzenia i testowania nowych, jeszcze ważniejszych osiągnięć w drugim etapie, stąd pozorne wrażenie, że Musk już się zatrzymał (wypalił), co tak skwapliwie wykorzystują wszelcy \"życzliwi\" w rodzaju autora \"Pychy Absolutnej\". Trzeba przyznać, że Musk sam jest trochę winien, ponieważ ma zwyczaj podawać zupełnie nierealistyczne terminy ukończenia ważnych projektów, a potem okazuje się, że potrzeba znacznie więcej czasu, pracy i inwestycji, niż zapowiadał.\n\n\n\nTymczasem wytłumaczenie tej już kilkoletniej pozornej pauzy jest dość proste - Musk porwał się na wyjątkowo trudne zadania, których realizacja wymaga całych lat pracy wielkich zespołów, a efekty przychodzą z ogromnym trudem i wielkimi opóźnieniami. Jednak ich wprowadzenie będzie oznaczać o wiele większe przełomy wręcz cywilizacyjne od dotychczasowych. Nic więc dziwnego, że Musk i jego ekipy muszą wykazać się ogromną cierpliwością i konsekwencją, aby wytrwać w swojej pracy mimo przeszkód i trudności. Na szczęście możemy oglądać tutaj, w swoim naturalnym środowisku zupełnie innego Elona od błazna, latającego z serem na głowie. Działa konsekwentnie, z ogromną cieprliwością, nie zniechęcając się trudnościami i porażkami, powoli, ale stale ulepszając swoje projekty.\n\n\n\nNajbardziej medialnym projektem jest oczywiście Starship, którego wprowadzenie do eksploatacji otworzy wreszcie przed Ludzkością nie tylko przemysł orbitalny, ale możność eksploracji bliskich obszarów Układu Słonecznego, czyli Księżyca, Marsa i bogatych w metale planetoid. Obecnie jesteśmy około połowy epopei projektowania, budowy, testowania i nieustannego rozwoju tej najważniejszej w dziejach podboju kosmosu rakiety, nim w końcu polecą w niej ludzie. Kolejnym wyjątkowo trudnym projektem jest samochód autonomiczny, czyli sterowany nie przez człowieka, tylko SI. Jednak wprowadzenie go do eksploatacji oznacza prawdziwą rewolucję w transporcie o trudnych do przewidzenia konsekwencjach dla całej gospodarki. Także w następnym, 26 r. Tesla zapowiada wprowadzenie pierwszego użytkowego androida, zwanego Optimusem. Oczywiście sam proces tworzenia i udoskonalania sztucznego pomocnika ludzi, tak szeroko opisany w dziełach S.F zajmie wiele czasu, niemniej staniemy na progu kolejnej rewolucji o trudnym do określenia zasięgu.\n\nRównie ciekawe są kolejne projekty Muska, jak radykalnie rozbudowany Starlink, pozwalający nie tylko na łączność w Internecie, ale również bezpośrednią przez telefony komórkowe, co umożliwi nowa, kilkukrotnie większa wersja satelity, wynoszona za pomocą Starshipa. Powoli, ale stale rozwija się również projekt Neuralinku, czyli połączeniu mózgu z komputerem, a następnie SI o niezwykłym wprost potencjale. Nadal również trwają prace nad rozbudową kupionego Twittera do poziomu uniwersalnej, globalnej Platformy Internetowej X.com, oferującej usługi w każdym możliwym zakresie z wykorzystaniem superSI. I w ten sposób dochodzimy do projektu właśnie superSI, wykorzystującej setki tys. procesorów Nwidii, który stał się jednym z najważniejszych i pochłaniających najwięcej uwagi oraz pieniędzy inwestycji Muska.\n\nTrzeba przyznać, że Musk w swoim czasie przegapił niezwykły postęp w budowie SI, choć sam przecież był jednym z pionierów na równi z Altmanem. Dopiero po kilku latach zrozumiał, jaki potencjał (oraz ogromne zagrożenie dla Ludzkości) kryje się w budowie coraz sprawniejszych SI i dlatego z dużym opóxnieniem, ale za to w swoim stylu włączył się do wyścigu. Jednak trudno nadrobić opuszczony czas, więc jest na razie tylko jednym z kilku wielkich graczy, mających podobny potencjał i finanse, jak OpenAI, Google, Mikrosoft czy Apple. Dlatego raczej nie zostanie w tej dziedzinie monopolistą czy nawet samotnym liderem, raczej będziemy obserwować emocjonujący wyścig, do którego koniecznie chcą dołaczyć Chińczycy.\n\nOpisuję tak szeroko kolejne projekty Elona Muska, zreszta się powtarzając, aby pokazać, że absolutnie nie wolno go lekceważyć, mimo jego błędów i wygłupów. Bo te wariactwa prawdziwego geniusza, którymi tak się podniecają jego wrogowie czy nawet normalni obserwatorzy, w ostatecznym rachunku i tak zostaną zapomniane, podobnie do wyczynów innych, podziwianych przez wieki geniuszy, a pozostanie wpływ na rozwój ludzkiej cywilizacji.\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raciborski targ staroci z nowymi zasadami. Sprzedający zaskoczeni",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/119608-raciborski-targ-staroci-z-nowymi-zasadami-sprzedajacy-zaskoczeni",
            "description": "Od 18 października 2025 roku Raciborski Targ Staroci działa według nowych zasad. W trosce o lepszą organizację i komfort ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._8VFGVBzcWfu0sLOqdzPNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasz Racibórz17 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatnia giełda staroci w tym roku. Pogoda nie odstraszyła kolekcjonerów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ostatnia-gie%C5%82da-staroci-w-tym-roku-pogoda-nie-odstraszy%C5%82a-kolekcjoner%C3%B3w/ar-AA1OIqSt?ocid=BingNewsVerp",
            "description": "Dziś, 18 października, na rynku w Jarosławiu odbyła się ostatnia w sezonie edycja Jarosławskiej Giełdy Staroci. Pogoda jednak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NhlGYfFPKz6OiQLZfUz9oC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowiny 24 on MSN16 godz.",
            "source": "Nowiny 24 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nieudana sobota na Giełdzie Staroci i Rożności w Starachowicach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/nieudana-sobota-na-gie%C5%82dzie-staroci-i-ro%C5%BCno%C5%9Bci-w-starachowicach/ar-AA1OIzSj?ocid=BingNewsVerp",
            "description": "Starachowicka giełda jest jedną z, niewielu, które przez cały rok funkcjonują i to za darmo. W sobotę, nawet przy tak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2nXzx7ICJlJeZIM1g6gB2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Echo Dnia on MSN15 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To największe targowiska w województwie śląskim. Kiedy są czynne? Kupisz tu dosłownie wszystko: warzywa, meble i auta",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-najwi%C4%99ksze-targowiska-w-wojew%C3%B3dztwie-%C5%9Bl%C4%85skim-kiedy-s%C4%85-czynne-kupisz-tu-dos%C5%82ownie-wszystko-warzywa-meble-i-auta/ar-AA1OfOic?ocid=BingNewsVerp",
            "description": "Targowisko miejskie w Rybniku, ulica Hallera 7 Dni targowe są w środy i soboty, ale handlowców można spotkać codziennie Z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iVn_auF423UIBAEdCTPwzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN9 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (19.10.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-19-10-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960895",
            "description": "Tegoroczna odsłona projektu oparta jest na motywie „Alicji w Krainie Czarów'. Największy na Dolnym Śląsku park iluminacji znajduje się na terenie Zamku Topacz pod Wrocławiem i można już go zwiedzać od ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska40 min",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Chleb to sens naszego życia'. W tej piekarni powstaje 8000 bochenków dziennie",
            "link": "https://www.msn.com/pl-pl/news/other/chleb-to-sens-naszego-%C5%BCycia-w-tej-piekarni-powstaje-8000-bochenk%C3%B3w-dziennie/ar-AA1OKcEh?ocid=BingNewsVerp",
            "description": "Każdego dnia uzbeccy piekarze ręcznie zwijają i stemplują 8000 bochenków chleba. Te bochenki w kształcie koła są zbite i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wmIwk4n6Sj8VkQjFz-Smcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Business Insider Polska on MSN1 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak zaoszczędzić na rachunkach za prąd w 2025 roku ? – 7 sprawdzonych sposobów! 18.10.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jak-zaoszcz%C4%99dzi%C4%87-na-rachunkach-za-pr%C4%85d-w-2025-roku-7-sprawdzonych-sposob%C3%B3w-18102025/ar-AA1OG5fX?ocid=BingNewsVerp",
            "description": "Rachunki za prąd w 2025 roku znów rosną, a wielu Polaków zastanawia się, jak realnie obniżyć koszty energii elektrycznej.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tzWm6lrKHf-Kh2cvwXWLMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński on MSN22 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 50 km od Pleszewa. Pomysły na jednodniową wyprawę. Gdzie w weekend 18 - 19 października?",
            "link": "https://pleszew.naszemiasto.pl/trasy-rowerowe-do-50-km-od-pleszewa-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-18-19-pazdziernika/ar/c7p1-21831917",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 18 października w Pleszewie ma być 10°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QJnc9UK9gXzG0qn3z583PS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pleszew Nasze Miasto14 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leśne dziedzictwo Bieszczadów pod ochroną – nowe inicjatywy w Sanoku i na zamku Sobień",
            "link": "https://radio.rzeszow.pl/257052/lesne-dziedzictwo-bieszczadow-pod-ochrona-nowe-inicjatywy-w-sanoku-i-na-zamku-sobien/",
            "description": "O utworzeniu w skansenie w Sanoku sektora leśnego oraz o postępach prac przy zabezpieczeniu murów zamku Sobień dyskutowano ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BXXrXqzJ5VUNdHDtbXG6zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio Rzeszów13 godz.",
            "source": "Polskie Radio Rzeszów",
            "article_content": "O utworzeniu w skansenie w Sanoku sektora leśnego oraz o postępach prac przy zabezpieczeniu murów zamku Sobień dyskutowano podczas spotkania Zespołu ds. Leśnego Dziedzictwa Kulturowego\n\n– poinformował w czwartek rzecznik Regionalnej Dyrekcji Lasów Państwowych (RDLP) w Krośnie, Edward Marszałek.\n\nZespół został powołany przez dyrektora RDLP w Krośnie w maju br. Tworzą go leśnicy, którzy w zakresie swych zadań mają dbałość o leśne dziedzictwo. Do udziału w tym gremium zaproszeni zostali także przedstawiciele instytucji i organizacji związanych z ochroną zabytków oraz szeroko rozumianych dóbr kultury, jak również emerytowani leśnicy i pasjonaci historii.\n\nJak podkreślił Marszałek, podczas ostatniego posiedzenia uczestnicy wysłuchali m.in. obszernej informacji na temat postępów prac w ruinach zamku Sobień. Z przekazanych danych wynika, że archeolodzy zakończyli już poszukiwania, a obecnie trwają prace przy zabezpieczaniu murów, które na zlecenie nadleśnictwa prowadzi wyspecjalizowana firma. Z tego powodu rezerwat i ruiny zamku są obecnie niedostępne dla zwiedzających.\n\nJak zaznaczył nadleśniczy Nadleśnictwa Lesko, Jan Mazur, aktualnie trwają prace przy budowie ogrodzenia parkingu, a sam parking w przyszłym roku zyska nową nawierzchnię. Przy ruinach powstaną również tablice edukacyjne prezentujące atrakcje rezerwatu „Góra Sobień”, historię zamku oraz najnowsze wyniki badań i prac archeologicznych.\n\nChciałbym, żeby w przyszłym sezonie turystycznym ruiny w nowej odsłonie były już bezpieczne i dostępne dla zwiedzających\n\n– dodał Mazur.\n\nW trakcie posiedzenia zespołu dyskutowano również o stworzeniu w skansenie w Sanoku sektora leśnego. Dyrektor Muzeum Budownictwa Ludowego w Sanoku, Marcin Krowiak, zaprezentował propozycję miejsca pod lokalizację przyszłego sektora leśnego w skansenie.\n\nTo fragment wiekowego drzewostanu, gdzie mamy już pierwszy eksponat – retortę do wypału węgla drzewnego. Pojawiają się już propozycje przekazania kolejnych leśnych obiektów do skansenu\n\n– dodał.\n\nKrowiak podkreślił, że celem utworzenia sektora jest zachowanie leśnego dziedzictwa kulturowego Bieszczadów z lat powojennych. Jego zdaniem, było to zjawisko bezprecedensowe w skali kraju.\n\nWyjątkowa architektura leśnych sadyb i niespotykane gdzie indziej historie parków konnych, kolejek leśnych czy wypałów węgla drzewnego. Teraz jest najwyższy czas, aby uratować ciekawe eksponaty i wartości niematerialne, które odchodzą w niebyt\n\n– powiedział.\n\nW trakcie posiedzenia zespołu zaprezentowano również plany działań Nadleśnictwa Baligród w obrębie nieistniejącej wsi Choceń. Zastępca nadleśniczego Nadleśnictwa Baligród, Dariusz Zaletański, zapowiedział wydzielenie obszaru obejmującego relikty dawnej wsi.\n\nObszar ten zaliczymy do gospodarstwa specjalnego, bez projektowania wskazań gospodarczych, z uwzględnieniem dyspozycji wynikających z ochrony konserwatorskiej tego obiektu. Planujemy też wykaszanie traw w miejscu cerkwiska oraz ustawienie nowych tablic prezentujących historię nieistniejącej miejscowości\n\n– dodał."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kiedyś to Wałbrzych był zielony! Centrum miasta ponad 120 lat temu miało więcej skwerów i zieleńców - zobacz ryciny",
            "link": "https://www.msn.com/pl-pl/infrastruktura-miejska/zr%C3%B3wnowa%C5%BCony-rozw%C3%B3j-%C5%9Brodowiska/kiedy%C5%9B-to-wa%C5%82brzych-by%C5%82-zielony-centrum-miasta-ponad-120-lat-temu-mia%C5%82o-wi%C4%99cej-skwer%C3%B3w-i-ziele%C5%84c%C3%B3w-zobacz-ryciny/ar-AA1OHK5I?ocid=BingNewsVerp",
            "description": "Wałbrzych od lat jest w czołówce miast na prawach powiatu z największym udziałem terenów zielonych, czyli powierzchni lasów, parków, zieleńców i „terenów zieleni osiedlowej'. Latem w lotu ptaka wygląd ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wałbrzych Nasze Miasto on MSN22 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (19.10.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-19-10-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960895",
            "description": "Tegoroczna odsłona projektu oparta jest na motywie „Alicji w Krainie Czarów'. Największy na Dolnym Śląsku park iluminacji znajduje się na terenie Zamku Topacz pod Wrocławiem i można już go zwiedzać od ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska40 min",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bistro w Starej Aptece. Klimatyczne miejsce powstało na bielskiej starówce. Przez prawie 250 lat sprzedawano tu leki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/bistro-w-starej-aptece-klimatyczne-miejsce-powsta%C5%82o-na-bielskiej-star%C3%B3wce-przez-prawie-250-lat-sprzedawano-tu-leki/ar-AA1OII1S?ocid=BingNewsVerp",
            "description": "Lokal przy bielskim Rynku pod numerem 15, gdzie przez całe lata działała popularna apteka „Pod Jeleniem\", dostał drugie życie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rzHZZi1AssDFGjm_UYkVES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN15 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unia brzeska – próba pojednania, która podzieliła Rzeczpospolitą",
            "link": "https://kresy.pl/kresopedia/unia-brzeska-proba-pojednania-ktora-podzielila-rzeczpospolita/",
            "description": "18 października 1596 roku ogłoszono unię, która pod zwierzchnictwem papieża miała połączyć Kościół prawosławny z Kościołem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GEakkOQwKlJK6uDBBTytbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kresy.pl10 godz.",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zakonnicy z Poznania apelują o pomoc. \"Bez Waszego wsparcia nie damy rady\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zakonnicy-z-poznania-apeluj%C4%85-o-pomoc-bez-waszego-wsparcia-nie-damy-rady/ar-AA1OJfPy?ocid=BingNewsVerp",
            "description": "Klasztor karmelitów bosych na Wzgórzu św. Wojciecha w Poznaniu i należąca do niego Bazylika św. Józefa wymagają pilnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oOi6kCWNXJWEvuQgECxtwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kobieta on MSN10 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "19 PAŹDZIERNIKA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-10-19,8,day.html",
            "description": "Wystawa plenerowa na terenie dawnego niemieckiego nazistowskiego obozu pracy i koncentracyjnego Plaszow. Pomiędzy ul. Kamieńskiego i Wielicką, w miejscach ważnych dla historii obozu ustawiono 19 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Akcje czytelnicze Spacery i zwiedzanie Muzyka rozrywkowa Wystawy czasowe Targi i kiermasze Festiwale Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Kabaret W gminach Metropolii Festiwale muzyczne Festiwale i przeglądy filmowe Spotkania i slajdowiska Inne przedstawienia Festiwale teatralne Inne koncerty Pozostałe Dziecięce różności Muzyka klubowa Wydarzenia sportowe Cykle filmowe Wystawy stałe Spotkania i wykłady literackie Pokazy filmowe Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare komiksy są teraz warte fortunę. Tyle płacą za nie kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/te-stare-komiksy-s%C4%85-teraz-warte-fortun%C4%99-tyle-p%C5%82ac%C4%85-za-nie-kolekcjonerzy/ar-AA1OJ5h6?ocid=BingNewsVerp",
            "description": "Jeszcze niedawno zalegały w kartonach, na strychach i w piwnicach. Dziś stare komiksy z PRL i początku lat 90. osiągają na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hpaZWrFr-gDkl4MK7R6hpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN11 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 18.10.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-1110/ar-AA1NXzpp?ocid=BingNewsVerp",
            "description": "Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ze szkła z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 18.10.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-18-10-2025/ar/c3p2-28049553",
            "description": "PRL to skrót od Polska Rzeczpospolita Ludowa, to właśnie tak nazywało się państwo polskie w latach 1944–1989. Był to okres, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BT2ezOOO5h476uufR5bMny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "19 PAŹDZIERNIKA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-10-19,9,day.html",
            "description": "Wystawa stała Krakowskie Bractwo Kurkowe i obronność miejska prezentowana jest w dwóch salach: Brackiej i Strzeleckiej. Sala Strzelecka, podzielona pośrodku neogotycką kolumnadą, w dużym stopniu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nad Stadniną Koni Michalski w Budzistowie góruje flaga z wizerunkiem św. Jana Pawła II",
            "link": "https://www.ekai.pl/nad-stadnina-koni-michalski-w-budzistowie-goruje-flaga-z-wizerunkiem-sw-jana-pawla-ii/",
            "description": "Obecnie Budzistowo jest miejscem chętnie odwiedzanym przez wczasowiczów ale także przez ludzi podziwiających piękno przyrody ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3J3dyd6vbPXtpdu2rEcDfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "eKAI15 godz.",
            "source": "eKAI",
            "article_content": "Nad Stadniną Koni Michalski w Budzistowie w pobliżu Kołobrzegu góruje flaga z wizerunkiem św. Jana Pawła II. Przed wejściem na teren ośrodka jeździeckiego znajduje się kapliczka, w której umieszczono relikwie św. Jana Pawła II. Kilka dni temu właściciel i założyciel stadniny Andrzej Michalski podarował Leonowi XIV konia czystej krwi arabskiej.\n\nMała miejscowość Budzistowo to dawny Kołobrzeg, ten z czasów utworzenia biskupstwa. Tu w roku 1000 powstała diecezja kołobrzeska.\n\nWłaściciele stadniny Andrzej Michalski i jego syn Paweł szczycą się tym, że św. Jan Paweł II w 2003 roku udzielił błogosławieństwa zgromadzonym tu osobom niepełnosprawnym. Papież Polak połączył się drogą internetową z Watykanu podczas odbywającej się tu uroczystości z udziałem między innymi hierarchów kościelnych. Wierni mogli Ojca św. widzieć na telebimie.\n\nNa pamiątkę tego zdarzenia na terenie ośrodka posadowiono pamiątkowy głaz z tablicą, na której widnieje napis o treści: „A.D 2003.09.21 „Pozdrawiam uczestników centralnych uroczystości hipoterapii w Kołobrzegu-Budzistowie, osoby niepełnoprawne w Polsce i na świecie oraz tych, którzy im towarzyszą niosąc pomoc. Niech dobry Bóg wszystkim wam błogosławi” Jan Paweł II. Budzistowo 12.09.2004\n\nW połowie lipca tego roku odbywały się w stadninie Ogólnopolskie Zawody Dzieci i Młodzieży, połączone z zawodami regionalnymi i towarzyskimi w jeździectwie. W uroczystości wręczania pucharów laureatom, uczestniczył m.in. ks. prof. Grzegorz Chojnacki dziekan wydziału Teologicznego na Uniwersytecie Szczecińskim.\n\n– Przebywanie wśród zwierząt i roślin jest wielką przyjemnością. Hippika i wszystko co związane jest z końmi należy do bardzo szlachetnych sportów i rywalizacji. Dzięki przebywaniu z końmi człowiek może zrozumieć wiele kwestii dotyczących świata zwierząt. Jednak potrzebny jest do tego zapał, bo koń jest zwierzęciem wymagającym opieki, jednocześnie jest istotą niezwykle wdzięczną. Istotną sprawą jest obcowanie z końmi, przynosi ono duże postępy terapeutyczne. Tutaj także dzieci z niepełnosprawnościami korzystają z hipoterapii – powiedział kapłan, podkreślając, że ta stadnina koni jako jedyna w Polsce ma błogosławieństwo św. Jana Pawła II i tu na jej terenie znajdują się relikwie pierwszego stopnia JPII – opowiadał w rozmowie z KAI ks. prof. Chojnacki, podkreślając, że młodzi ludzie tutaj mogą uczyć się umiłowania przyrody oraz rozwijać umiejętności jeździeckie ale również opiekuńcze, pielęgnacyjne, co jest bardzo ważne w czasach internetu i uzależnienia młodzieży od telefonów komórkowych. – Papież Patron czuwa nad tą działalnością – zapewnił ks. profesor.\n\nBudzistowo jest obiektem zainteresowania archeologów. Na terenie przykościelnym stoi między innymi pamiątkowy kamień z tablicą informującą o pracach archeologa prof. Lecha Leciejewicza (1931–2011), który odkrywał wczesnośredniowieczny gród.\n\nWszystkie zabytki dotyczące kołobrzeskiego osadnictwa we wczesnym średniowieczu wykopano właśnie tutaj i można je oglądać w kołobrzeskim muzeum. Obecnie Budzistowo jest miejscem chętnie odwiedzanym przez wczasowiczów ale także przez ludzi podziwiających piękno przyrody i tych, którzy kochają konie.\n\nW centrum osady znajduje się jedno z najważniejszych świadectw przeszłości, mały kościółek pod wezwaniem św. Jana Chrzciciela z roku 1222. Vis a vis tej najstarszej na Pomorzu Zachodnim świątyni znajduje się Stadnina koni Michalski założona w 1997 roku, położona nad Parsętą. Jej właścicielami są Andrzej i Paweł Michalscy, ojciec i syn.\n\nNa terenie stadniny odbywają się międzynarodowe i ogólnopolskie zawody jeździeckie, prowadzona jest także hipoterapia. Ośrodek posiada maneż oraz krytą ujeżdżalnię z trybunami, na której można nauczyć się jeździć i doskonalić umiejętności jeździeckie, bez względu na warunki atmosferyczne. Na terenie ośrodka są dwa komplety przeszkód parkurowych: treningowy oraz konkursowy.\n\nKs. prof. Grzegorz Chojnacki – duchowny diecezji zielonogórsko-gorzowskiej, dr hab. nauk teologicznych, ekspert Polskiej Komisji Akredytacyjnej i Watykańskiej Agencji ds. Kształcenia AVEPRO, w rozmowie z Tu i Teraz powiedział, że chętnie przybywa do tego nadmorskiego miejsca położonego w pobliżu lasów o bogatej florze i faunie, ale przede wszystkim dlatego, że jest to miejsce bardzo chrześcijańskie, bo tu w roku 1000 powstała diecezja kołobrzeska."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Staż pracy",
            "link": "https://wroclaw.naszemiasto.pl/tag/staz-pracy",
            "description": "Dobra wiadomość dla milionów pracowników w Polsce. Sejm przyjął ustawę stażową, czyli nowelizację Kodeksu pracy gwarantującą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Wrocław Nasze Miasto18 godz.",
            "source": "Wrocław Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnica z wnętrza feretronu. Historia jak z filmu - tyle że wydarzyła się naprawdę. Przez 90 lat nikt o tym nie wiedział",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/tajemnica-z-wn%C4%99trza-feretronu-historia-jak-z-filmu-tyle-%C5%BCe-wydarzy%C5%82a-si%C4%99-naprawd%C4%99-przez-90-lat-nikt-o-tym-nie-wiedzia%C5%82/ar-AA1OK7IS?ocid=BingNewsVerp",
            "description": "gdy konserwator rozebrał jego drewniane ramy, spod zbutwiałych desek wyłonił się skarb - przedwojenny sztandar. Tak zaczęła się historia niezwykłego odkrycia, które połączyło dwie wsie, trzy pokolenia ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Bałtycki on MSN56 min",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    }
]