[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z miłości do staroci. Tam, gdzie czas się zatrzymał",
            "link": "https://www.nowiny.gliwice.pl/z-milosci-do-staroci-tam-gdzie-czas-sie-zatrzymal",
            "description": "Do sklepu trafiliśmy dzięki staremu zdjęciu, przewiązanemu cienkim jutowym sznurkiem. To niebanalne zaproszenie właścicielka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HuWYfMcQYLqAL0fYUkNSxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowiny Gliwickie2 godz.",
            "source": "Nowiny Gliwickie",
            "article_content": "Kiedy dzieci dorosły, pasja stała się sposobem na życie. Tak powstał sklep minione.sklep przy ulicy Bohaterów Getta Warszawskiego 10 w Gliwicach. To miejsce, w którym każdy przedmiot opowiada własną historię, a klienci zyskują coś więcej niż tylko dekorację.\n\nDo sklepu trafiliśmy dzięki staremu zdjęciu, przewiązanemu cienkim jutowym sznurkiem. To niebanalne zaproszenie właścicielka wręcza zamiast tradycyjnych wizytówek. – Na odwrocie zapisuję kontakt do sklepu i dołączam je do zakupów. To drobiazg, ale myślę, że ludzie to doceniają – zabierają ze sobą kawałek historii – mówi Hania, właścicielka minione.sklep.\n\nZaczęło się od pasji\n\n– Starocie towarzyszyły mi od zawsze. Były częścią mojego życia, moją miłością – opowiada. Na Instagramie działa jako bielhani oraz minione.sklep. Od lat urządzała swój dom, wykorzystując stare przedmioty, a gdy dzieci dorosły, postanowiła przekształcić pasję w biznes.\n\n– Wszystko wyszło naturalnie. Nie było wielkich planów. Znalazłam mały, przytulny lokal i po prostu zaczęłam – wspomina z uśmiechem.\n\nNazwa sklepu nie jest przypadkowa. – Uwielbiam biel, mam ją wszędzie w domu: na ścianach, w ceramice. A „minione” nawiązuje do tego, co za nami – do przedmiotów, które mają swoją historię i chcą ją opowiadać dalej – tłumaczy.\n\nPrzedmioty z duszą\n\nW sklepie króluje ceramika – wazy, talerze, figurki aniołów – ale uwagę przyciągają też lampy i kinkiety. – Przy wyborze asortymentu kieruję się sercem. Nie patrzę na sygnatury czy wartość rynkową, tylko na to, czy przedmiot ma w sobie coś pięknego. To estetyka jest dla mnie najważniejsza – zaznacza Hania.\n\nNie zna historii każdego przedmiotu – wiele z nich pochodzi z drugiej ręki – ale trafiają się prawdziwe perełki. – Mam na przykład ogromny zegar z włoskiej wieży kościelnej. Ma prawie 200 lat. Takie rzeczy przypominają, jak długą drogę mogą przejść, zanim trafią do nowego właściciela – opowiada.\n\nMłodych też ciągnie do historii\n\nWbrew pozorom, starocie nie odchodzą do lamusa. – Najwięcej radości sprawiają mi młodzi ludzie, którzy urządzają swój pierwszy dom i szukają czegoś z duszą – przyznaje.\n\nStyl vintage wraca do łask, a moda na eklektyczne wnętrza sprawia, że do minione.sklep zaglądają nie tylko gliwiczanie. – W sobotę jedna pani wyszła ze stolikiem pod pachą. Dobrze, że sklep jest blisko dworca – śmieje się właścicielka.\n\nSpełnione marzenie\n\nChoć prowadzenie sklepu to nieustanny wysiłek – częste wyjazdy, dźwiganie, szukanie nowych okazji – Hania nie wyobraża sobie innej pracy. – Robię to, co kocham, więc nie myślę o trudnościach. Jasne, że czasem trzeba się nadźwigać, ale to tylko część tej pracy. Cała reszta daje mi ogromną radość – mówi z przekonaniem.\n\nNa pytanie o przyszłość odpowiada bez wahania: – Marzy mi się stary dom z ogrodem, gdzie mogłabym wystawiać te wszystkie rzeczy na zewnątrz, bez konieczności ciągłego chowania ich do środka. Chciałabym stworzyć miejsce, które będzie żyło i w którym naprawdę będę u siebie.\n\nSklep minione.sklep to przestrzeń, w której każdy przedmiot ma swoją historię, a zapach drewna i starych tkanin tworzy niepowtarzalny klimat. Klienci wychodzą stąd nie tylko z pięknymi przedmiotami, ale z czymś więcej – z kawałkiem opowieści, która wkomponuje się w ich codzienność.\n\nW czasach, gdy wiele rzeczy szybko traci wartość, minione.sklep przypomina, że przedmioty z przeszłości wciąż mają moc. Potrafią znaleźć nowe miejsce w nowoczesnych wnętrzach – i zyskać drugie życie.\n\nMilena Miller\n\nFot. Michał Buksa\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekendowy rozkład jazdy. Zobacz, co będzie się działo!",
            "link": "https://www.lm.pl/aktualnosci/weekendowy-rozklad-jazdy-zobacz-co-bedzie-sie-dzialo-110",
            "description": "Choć pogoda nie sprzyja, również w ten weekend czeka nas sporo atrakcji w Koninie i regionie. Uliczne teatry, narciarstwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EmtrsIcoA2xjopel38Mk1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "LM.pl5 godz.",
            "source": "LM.pl",
            "article_content": "WAŻNA INFORMACJA\n\nDrogi Czytelniku! Od 25.05.2018 w Polsce stosuje się przepisy Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (określane jako \"RODO\", \"ORODO\", \"GDPR\" lub \"Ogólne Rozporządzenie o Ochronie Danych\"). Aktualna informacja o tym jak przetwarzamy Twoje dane oraz jak możesz skorzystać ze swoich praw, w tym zakresie, znajduje się w sekcji \"Polityka prywatności\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 11.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-11-07-2025/ar-AA1HnhUY?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN5 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po ile jest dzisiaj funt brytyjski? Kurs GBP/PLN dzisiaj, 11 lipca 2025 r.",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-11-lipca-2025-r/nmyfrj7",
            "description": "Ile złotych to jeden funt szterling? Dzisiaj 11 lipca 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9314 zł. Kurs ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HjePaIComrDN65KKukz_NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl2 godz.",
            "source": "Fakt.pl",
            "article_content": "Ile złotych to jeden funt szterling? Dzisiaj 11 lipca 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9314 zł. Kurs funta szterlinga zmienił się o +0,0049 zł w ujęciu dziennym. Kurs GBP/PLN w tym tygodniu uległ zmianie o 0,0062 zł względem zeszłego tygodnia.\n\nJaki jest kurs GBP/PLN?\n\nFunt szterling po angielsku to pound sterling. Można też używać nazwy funt brytyjski, ale jest ona rzadziej używana. Jego oznaczenie globalne to GBP. Jest walutą Wielkiej Brytanii. W jakich krajach obowiązuje funt szterling? Funty należy mieć przy sobie w Wielkiej Brytanii, Szkocji, Irlandii Płn., w Walii, na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie występują nominały w funcie szterlingu? Funt szterling jest podzielony na 100 pensów. Które dzielą się kolejno na monety: 1p, 2p, 5p, 10p, 20p, 50p. Banknoty występują w nominałach 5, 10, 20, 50. Dodatkowo w Szkocji i Irlandii Płn. występuje banknot 100. Bank of England jest centralnym bankiem Wielkiej Brytanii i odpowiada za emisję funtów. Dziś funt jest jedną z najważniejszych walut w międzynarodowym handlu.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 11.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-11-07-2025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN14 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Murale prl",
            "link": "https://expressilustrowany.pl/tag/murale-prl",
            "description": "Spółdzielnia Mieszkaniowa „Zarzew' zawiadomiła policję o zniszczeniu muralu na dwóch sąsiednich blokach przy ul. Morcinka 2 i 4. Nieznani sprawcy zamalowali... Z krajobrazu Łodzi znikają powoli najsta ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Express Ilustrowany16 godz.",
            "source": "Express Ilustrowany",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark i nie tylko na weekend - ::4lomza.pl:: Regionalny Portal",
            "link": "https://www.4lomza.pl/index.php?wiad=70354",
            "description": "W najbliższą niedzielę na Starym Rynku odbędzie się tradycyjny jarmark „Zasmakuj w Łomży'. Będzie można kupić różne specjały ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Y8taV3UVaDQth4ZC0epjTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "4lomza.pl5 godz.",
            "source": "4lomza.pl",
            "article_content": "W najbliższą niedzielę na Starym Rynku odbędzie się tradycyjny jarmark „Zasmakuj w Łomży”. Będzie można kupić różne specjały oraz artystyczne rękodzieło, zaplanowano też seanse kina sferycznego dla dzieci. Wieczorem Teatr Latarnia zaprezentuje plenerowy spektakl „Kwiat paproci”. Można też już zapisywać dzieci na wakacyjne warsztaty „Dzika inspiracja”, przygotowane przez Miejski Dom Kultury-Dom Środowisk Twórczych.\n\nNiedzielny jarmark „Zasmakuj w Łomży” na Starym Rynku rozpocznie się o 9:00 i potrwa aż do 15:00. Wezmą w nim udział producenci tradycyjnych i regionalnych produktów oraz twórcy, autorzy artystycznego rękodzieła. Zaplanowano też atrakcje dla dzieci, w tym cztery półgodzinne seanse kina sferycznego pod specjalną kopułą, w godzinach 11:00-14:00. Wstęp wolny.\n\nW niedzielny wieczór Stary Rynek opanują aktorzy z Teatru Latarnia, którzy o 21:00 zaprezentują spektakl „Kwiat paproci”, nawiązujący do nocy świętojańskiej, oparty na bajce Józefa Ignacego Kraszewskiego. „W spektaklu zabawa miesza się z poezją, żart z patosem, a stara jak świat opowieść przynosi nam wielką, prostą mądrość, której tak bardzo potrzeba we współczesnym, skomplikowanym świecie” czytamy w jego zapowiedzi. Scenariusz i reżyseria to dzieło Mateusza Tymury. Występują: Paula Czarnecka, Paulina Karczewska, Błażej Piotrowski, Zbigniew Rusiłowicz (również autor muzyki, wykonywanej na żywo z Kapelą Braci Rejwów) i Błażej Twarowski. To kolejne wydarzenie w ramach Łomżyńskich Wakacji 2025. Wstęp wolny.\n\nW środę 16 lipca o 17:00 w siedzibie Urzędu Pocztowego przy Placu Pocztowym 1, odbędzie się spotkanie autorskie Urszuli Gajdowskiej, promujące książkę ,,Córki hrabiny. Zofia”. Wstęp wolny.\n\nMiejski Dom Kultury-Dom Środowisk Twórczych w Łomży zaprasza dzieci i młodzież na wakacyjne warsztaty przyrodnicze „Dzika inspiracja” odbywające się od poniedziałku 4 sierpnia do piątku 8 sierpnia, w godzinach 10:00-13:00. Uczestnicy będą podzieleni na dwie grupy. W Galerii Pod Arkadami będą odbywać się zajęcia plastyczne 15-osobowej grupy w wieku 7-14 lat pod kierunkiem Agnieszki Chojnowskiej i Kai Kozon, przewidziano też plener przyrodniczy ze zwierzętami na farmie Milimali. Jednocześnie w MDK-DŚT Magda Sinoff poprowadzi zajęcia wokalno-muzyczne dla 15. uczestników w wieku 6-16 lat. 11 i 12 sierpnia odbędzie się podsumowanie warsztatów. Koszt każdych zajęć 200 zł od osoby, obowiązują ulg dla posiadaczy Łomżyńskiej Karty Mieszkańca. Informacje i zapisy: tel. 86 216 32 26.\n\nCały czas można też oglądać interesujące wystawy czasowe:\n\n- w Galerii Pod Arkadami MDK-DŚT na Starym Rynku malarstwa Mańki Dowling i Sławka Blattona „Stare pędzle. Młode serca”, czynną do 27 lipca;\n\n- w Galerii Sztuki Współczesnej Muzeum Północno-Mazowieckiego zbiorową wystawę malarstwa członków Kazimierskiej Konfraterni Sztuki - Kolonii Artystycznej , czynną do 28 sierpnia. Bilety 1-10 zł.\n\n- w Muzeum Diecezjalnym malarstwa i rzeźby Rafała Namioty „Znaki początku – znaki końca” oraz pamiątek dotyczących biskupa łomżyńskiego Romualda Jałbrzykowskiego, obie czynne do 31 sierpnia;\n\n- w Muzeum Północno-Mazowieckim wystawę darów „Podarowane Muzeum”, prezentująca wiele niepokazywanych dotąd unikatów, w tym skarb srebrnych monet z XV i XVI wieku. wystawa czynna do 14 września, bilety 1-15 zł;\n\n- w Galerii Bonar MDK-DŚT pokonkursową „Makulatura to nie śmieć – Człowiek”, czynną do 30 września.\n\nWojciech Chamryk"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Żary zapraszają na koncerty telemannowskie",
            "link": "https://zachod.pl/1283196/zary-zapraszaja-na-koncerty-telemannowskie/",
            "description": "Burmistrz Żar zaprasza wszystkich miłośników muzyki klasycznej na cotygodniowe koncerty. Rozpoczęło się coroczne Lato z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2ZiAbqpdfvvQVsXzO0nsIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Zachód7 godz.",
            "source": "Radio Zachód",
            "article_content": "Burmistrz Żar zaprasza wszystkich miłośników muzyki klasycznej na cotygodniowe koncerty. Rozpoczęło się coroczne Lato z Telemannem. W najbliższą niedzielę oraz kolejne aż do końca miesiąca można wziąć udział w wyjątkowych wydarzeniach.\n\nKoncerty już na stałe wpisały się w kalendarz żarskim imprez. – Zachęcamy do wysłuchania pięknej muzyki w równie pięknej scenerii. To prawdziwe bogactwo artystów i ich muzyczna wrażliwość. Warto spędzić niedzielne popołudnie w taki właśnie sposób – mówi burmistrz Edyta Gajda:\n\nWięcej szczegółów na temat Lata z Telemannem znaleźć można na stronie internetowej żarskiego urzędu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wrocławska willa wśród najpiękniejszych na świecie. \"Biały Dom\" walczy o architektonicznego Oskara. Zachwyca na Karłowicach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wroc%C5%82awska-willa-w%C5%9Br%C3%B3d-najpi%C4%99kniejszych-na-%C5%9Bwiecie-bia%C5%82y-dom-walczy-o-architektonicznego-oskara-zachwyca-na-kar%C5%82owicach/ar-AA1IpQJ4?ocid=BingNewsVerp",
            "description": "Willa projektu wrocławskich architektów ma szansę na zdobycie prestiżowej nagrody w międzynarodowym konkursie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iGKnkuDmw9qtOtvhKYy7bC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN21 min",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekend w Warszawie wypełnią atrakcje. Tych wydarzeń nie możesz przegapić (12-13.07.2025)",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/weekend-w-warszawie-wype%C5%82ni%C4%85-atrakcje-tych-wydarze%C5%84-nie-mo%C5%BCesz-przegapi%C4%87-12-13072025/ar-AA1Ilab1?ocid=BingNewsVerp",
            "description": "Nadchodzi kolejny wakacyjny weekend, a wraz z nim liczne atrakcje w różnych częściach Warszawy. Na mieszkańców czekają m.in.",
            "image_url": "https://www.bing.pl/th?id=OVFT.InzvcS0AsmIlmmHTuvG5Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Radio ESKA on MSN19 min",
            "source": "Warszawa Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekendowy rozkład jazdy. Zobacz, co będzie się działo!",
            "link": "https://www.lm.pl/aktualnosci/weekendowy-rozklad-jazdy-zobacz-co-bedzie-sie-dzialo-110",
            "description": "Choć pogoda nie sprzyja, również w ten weekend czeka nas sporo atrakcji w Koninie i regionie. Uliczne teatry, narciarstwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EmtrsIcoA2xjopel38Mk1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "LM.pl5 godz.",
            "source": "LM.pl",
            "article_content": "WAŻNA INFORMACJA\n\nDrogi Czytelniku! Od 25.05.2018 w Polsce stosuje się przepisy Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (określane jako \"RODO\", \"ORODO\", \"GDPR\" lub \"Ogólne Rozporządzenie o Ochronie Danych\"). Aktualna informacja o tym jak przetwarzamy Twoje dane oraz jak możesz skorzystać ze swoich praw, w tym zakresie, znajduje się w sekcji \"Polityka prywatności\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielkie odkrycie w centrum Gdańska. \"Kawał chłopa, jak a tamte czasy\"",
            "link": "https://www.tokfm.pl/Tokfm/7,189662,32096795,wielkie-odkrycie-w-centrum-gdanska-kawal-chlopa-jak-a-tamte.html",
            "description": "Archeolodzy z ArcheoScan w centrum Gdańska odkopali kompletny szkielet ludzki, które znajdowały się pod płytą nagrobną z ...",
            "image_url": "https://www.bing.pl/th?id=OVF.HnfMwUfCC9CXOncEolKt1w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "TOK FM5 godz.",
            "source": "TOK FM",
            "article_content": "W centrum Gdańska archeolodzy odkryli kompletny szkielet wysokiego (ok. 180 cm) rycerza z XIII/XIV wieku, leżący pod kamienną płytą nagrobną z jego wizerunkiem;\n\nPłyta, ozdobiona kolczugą, mieczem i tarczą, świadczy o wysokim statusie pochowanego - prawdopodobnie był to dowódca lub osoba ciesząca się dużym poważaniem;\n\nZnaleziska są częścią szerzej zakrojonych badań archeologicznych w rejonie dawnego zamku krzyżackiego, gdzie wcześniej odkryto m.in. relikty drewnianego kościoła z XII wieku.\n\nZobacz wideo\n\nRzecznik Pomorskiego Wojewódzkiego Konserwatora Zabytków Marcin Tymiński napisał na portalu społecznościowym, że ok. 30 cm pod kamieniami, na których leżała płyta nagrobna, \"nie spoczywał rycerzyk, a prawdziwy rycerz, gdyż miał ok. 180 cm wzrostu, według wstępnych szacunków\".\n\nREKLAMA\n\nGrób średniowiecznego rycerza w centrum Gdańska. \"Był to zapewne dowódca\"\n\nNa początku lipca br. archeolog Sylwia Kurzyńska z ArcheoScan powiedziała PAP, że na terenie prowadzonych badań archeologicznych, czyli w kwartale ulic Czopowa, Sukiennicza i Grodzka, odnaleziono wapienną płytę nagrobną z wizerunkiem rycerza. Widnieje na niej kolczuga, miecz na prawym ramieniu i tarcza. Dodatkowo zachował się fragment buta kolczego, i fragment nogawic kolczych.\n\nDodała wówczas, że postać jest ujęta w arkady, co może wskazywać, że płyta pochodzi z XIII lub początku XIV wieku. Płyta ma ok. 150 cm długości.\n\nNie wiadomo, kto był pochowany w tym miejscu. Zdaniem Kurzyńskiej, nie mógł to być zwykły mieszkaniec grodu. - Biorąc pod uwagę wartość zbroi kolczych, wartość miecza i samo przedstawienie rycerza, który jest wyprostowany, z uniesionym mieczem, pozwala się domyślać, że był to zapewne dowódca albo osoba ciesząca się szczególnym uznaniem i poważaniem - powiedziała wówczas.\n\nNie spodziewano się, że pod płytą, którą podniesiono i przetransportowano kilka dni temu do Muzeum Archeologicznego w Gdańsku, znajduje się szkielet ludzki o długości ok. 180 centymetrów.\n\nREKLAMA\n\nTymiński we wpisie dodał, że był to \"kawał chłopa, jak a tamte czasy\", czyli przełom XIII i XIV wieku.\n\nOdkrycia w rejonie dawnego zamku krzyżackiego\n\nPrace archeologiczne w \"zamczysku\", jak potocznie mówi się o tym miejscu, są prowadzone od 2023 roku. Jest to stanowisko archeologiczne Śródmieście I, zlokalizowane w centrum Gdańska. Badaniami kieruje dr Monika Kasprzak.\n\nKrzyżacy w tym miejscu w latach 1335-1341 wybudowali murowany zamek. Twierdza została rozebrana przez gdańszczan w 1454 roku.\n\nKurzyńska podała, że w ubiegłym roku, w trakcie prowadzonych w tym miejscu prac, archeolodzy odkryli m.in. fragmenty drewnianego kościoła z 1140 roku. Zdaniem archeolog, później w miejsce drewnianego kościoła musiał stanąć kolejny kościół, tym razem ceglany.\n\nREKLAMA\n\nTymiński dodał, że o dalszych losach obecnie zabezpieczonych reliktów świątyni zdecyduje komisja złożona z ekspertów (min. z Muzeum w Biskupie, Muzeum Gdańska i Muzeum Archeologicznego), którą powołano po posiedzeniu Wojewódzkiej Rady Ochrony Zabytków (organu doradczego przy konserwatorze).\n\nPosłuchaj:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Urlop za grosze w świetnym miejscu. Nowy bon turystyczny!",
            "link": "https://www.msn.com/pl-pl/podroze/podr%C3%B3%C5%BCe-przygodowe/urlop-za-grosze-w-%C5%9Bwietnym-miejscu-nowy-bon-turystyczny/ar-AA1IoIMO?ocid=BingNewsVerp",
            "description": "Rusza kolejny bon turystyczny. Do Podlasia dołączają Warmia i Mazury Widząc zainteresowanie Polskim Bonem Turystycznym, woj.",
            "image_url": "https://www.bing.pl/th?id=OVFT.-GOGgCTR3PI1glKO5dVc8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "GeekWeek w INTERIA.PL on MSN5 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "30 kilometrów od Leszna odkryto „polskie piramidy' sprzed 5,5 tys lat!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/30-kilometr%C3%B3w-od-leszna-odkryto-polskie-piramidy-sprzed-55-tys-lat/ar-AA1Im32S?ocid=BingNewsVerp",
            "description": "Na terenie Parku Krajobrazowego im. gen. Dezyderego Chłapowskiego pracownicy Zespołu Parków Krajobrazowych Województwa Wielkopolskiego znaleźli tajemnicze nasypy ziemne. Okazuje się, że są to długie g ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YI0_is1VKs8J80RUsUjMXg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Nasze Miasto on MSN20 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znaleziono kompletny szkielet rycerza. Kim był i jak go nazywać?",
            "link": "https://www.gdansk.pl/wiadomosci/Znaleziono-kompletny-szkielet-rycerza-Gdansk-archeologia,a,291781",
            "description": "Na terenie 'zamczyska' w czwartek 10 lipca archeolodzy przystąpili do eksploracji grobu z przełomu XIII i XIV wieku. Znaleźli resztki trumny, a w niej szkielet z czaszką. Według wstępnych oględzin: by ...",
            "image_url": "https://www.bing.pl/th?id=ODF.D8ERvtfekHw1O8Keqc2ngQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oficjalny portal miasta Gdańska17 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Na terenie “zamczyska” w czwartek 10 lipca archeolodzy przystąpili do eksploracji grobu z przełomu XIII i XIV wieku. Znaleźli resztki trumny, a w niej szkielet z czaszką. Według wstępnych oględzin: był to mocnej budowy mężczyzna, w wieku lat ok. 40, wzrostu co najmniej 170 cm. Skąd wiemy, że nie był zwykłym mieszkańcem Gdańska? Dzięki płycie nagrobnej, pod którą leżał ponad 700 lat: kosztownej, z wapienia gotlandzkiego, z rzeźbionym wizerunkiem rycerza w zbroi, z tarczą.\n\nZOBACZ FILM:\n\nJak to jest być w grobie\n\nDobiegała godz. 13, gdy spod szpachelek i pędzli ukazała się sama czaszka. Potem - żuchwa i kręgi szyjne. Kolejne godziny odsłoniły spod warstw ziemi cały szkielet. Archeolożka Sylwia Kurzyńska i antropolożka Aleksandra Pudło z Muzeum Archeologicznego w Gdańsku postanowiły pracować nad tym wyjątkowym znaleziskiem bez ustanku - dopóty, dopóki nie wydobędą całości i nie zabezpieczą w foliowych workach. Wszystko przez prognozy pogody, zapowiadające na piątek ulewę w Gdańsku. Woda mogłaby bezpowrotnie zniszczyć zawartość grobu.\n\n- Sylwia, znowu twoja komórka dzwoni! Chyba mąż! - zawołał jeden z pracowników, zatrudnionych przy wykopaliskach.\n\n- Powiedz mu, że teraz nie mogę! Jestem w grobie!\n\nArcheolodzy badają 700-letniego “rycerzyka”. Co jest w tym grobie?\n\nGdy archeolodzy odkryli płytę nagrobną z rzeźbionym wizerunkiem rycerza - zaczęliśmy nazywać go czule \"rycerzykiem\". Być może wypada pożegnać się z tym hasłem. W grobie archeolodzy natrafili na kompletny szkielet, który świadczy, że był to mocno zbudowany i dość wysoki, jak na swoje czasy, mężczyzna w sile wieku. Jaki tam \"rycerzyk\"? Rycerz, co się zowie fot. Piotr Wittman/gdansk.pl\n\nKtoś ważny i zamożny\n\nSkąd niemal pewność, co do rycerskiego statusu pochowanego tutaj mężczyzny? Właśnie z powodu zupełnie wyjątkowej płyty nagrobnej, wykonanej z wapienia gotlandzkiego. We wtorek, 8 lipca, zdjęto ją z grobu. Była spękana, więc w czterech dużych fragmentach przetransportowano ją do Muzeum Archeologicznego w Gdańsku, gdzie jest teraz poddawana konserwacji. Następnym etapem będzie jej inwentaryzacja przy pomocy oprogramowania 3D, naukowe opracowanie i zapewne próba drobiazgowej rekonstrukcji.\n\nWidnieje na niej rzeźbiony wizerunek rycerza: w kolczudze od stóp do głów, w hełmie, z tarczą i mieczem. Według wstępnych ocen, płyta pochodzi z przełomu XIII i XIV wieku. Była jak na ówczesne warunki czymś bardzo ekskluzywnym - pochowano więc pod nią kogoś ważnego i zamożnego.\n\nZOBACZ, JAK DEMONTOWANO PŁYTĘ Z WIZERUNKIEM RYCERZA:\n\nZbyszko albo Lancelot\n\nPod płytą nagrobną znajdował się prostokąt ułożony z 23 polnych kamieni. Archeolodzy spodziewali się, że pod nimi jest grób. Według dr Aleksandry Pudło, antropolożki, czaszka i kości zachowały się bardzo dobrze: - Wstępnie mogę powiedzieć, że był to mocnej budowy mężczyzna, w wieku ponad 40 lat. Wzrost około 170 centymetrów, może więcej. W średniowieczu był to średni wzrost dla mężczyzn w Gdańsku, kobiety było średnio o 10 centymetrów niższe. Więcej o szkielecie z tego grobu będziemy wiedzieć po przeprowadzeniu dokładnych badań. Jak wszystko pójdzie dobrze, wyniki będą znane w przyszłym roku.\n\n- Dorodny! - dodaje żartobliwie Sylwia Kurzyńska. - Mój ci on!\n\nKtoś z zebranych nad grobem zauważa, że to słowa Danuśki z “Krzyżaków” Sienkiewicza, więc może by tak jegomościa znalezionego w grobie nazwać “Zbychem”, od Zbyszka z Bogdańca.\n\nKtoś inny zauważył, że może lepiej by brzmiało, gdyby nazywać go gdańskim Lancelotem.\n\nGdzie i kiedy zaczął się stary Gdańsk? W Dworze Artusa poznaliśmy fakty i hipotezy\n\nSpieszono się, by nie wystawić szczątków rycerza na ryzyko zapowiadanej na piątek ulewy. Po lewej antropolożka Aleksandra Pudło, po prawej - archeolożka Sylwia Kurzyńska fot. Piotr Wittman/gdansk.pl\n\nMiejsce zupełnie wyjątkowe\n\nTo ekscytujące naukowe odkrycie, ważne dla początków Gdańska. Sama płyta z wizerunkiem rycerza jest sensacją na skalę ogólnopolską.\n\nWykopaliska prowadzone są przez ekipę Pracowni Archeologiczno-Konserwatorskiej ArcheoScan na 1000-metrowej działce o kształcie prostokąta, obramowanej ulicami: Grodzka, Sukiennicza, Czopowa. Jest to miejsce dobrze znane gdańszczanom. Grób rycerza znajdował się pod nieistniejącym już budynkiem, gdzie od 1962 roku działała kultowa lodziarnia “Miś”.\n\nZnaleziono tutaj już pozostałości zwartej drewnianej zabudowy, na którą składały się niewielkie chaty z XII-XIII wieku. Jest też miejska ulica, która była użytkowana przez długi czas i naprawiana na potrzeby mieszkańców - stąd 18 warstw podkładów, w postaci drewnianych żerdzi.\n\nJest wreszcie największa sensacja tego miejsca: relikty dużego drewnianego budynku, zbudowanego na planie greckiego krzyża o rozmiarach 14 x 14 metrów. Był to najprawdopodobniej najstarszy kościół Gdańska, datowany na podstawie badań dendrochronologicznych na rok 1140.\n\nKto wie, może w przyszłości uda się zrekonstruować wygląd rycerza - o ile pozwoli na to stan twarzoczaszki, która niestety zachowała się w gorszym stanie, niż reszta szkieletu fot. Piotr Wittman/gdansk.pl\n\nKomu służył ten rycerz?\n\nWłaśnie w obrębie reliktów kościoła archeolodzy znaleźli średniowieczny cmentarz z prawie 300 grobami. To skromne pochówki. Tylko osiem z nich przykryto kamiennymi płytami nagrobnymi, co świadczy, że pochowano pod nimi osoby pełniące ważne role w ówczesnej społeczności Gdańska. Płyta rycerza jest wśród nich najbardziej interesująca.\n\nDalsze badania mogą dać podstawy do interesujących rozważań, co do tożsamości rycerza. Gdańsk został przejęty przez krzyżaków jesienią 1308 roku. Pochówek jest sprzed tej daty, czy późniejszy? Od tego zależy, czy był to ktoś służący swoim mieczem książętom pomorskim z dynastii Sobiesławiców lub ktoś związany z władzą Zakonu Szpitala Najświętszej Marii Panny Domu Niemieckiego w Jerozolimie.\n\nJeśli nie Zbyszko, to jakiś Kuno, Hermann lub Günter?\n\nByć może tej zagadki nigdy nie uda się rozwiązać, ale próbować warto.\n\nNASZA FOTOGALERIA Z WSZYSTKICH TRZECH DNI EKSPLORACJI GROBU RYCERZA (WTOREK - CZWARTEK):\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoty Pociąg zlokalizowany. \"Nie mamy wątpliwości\". Ekspert kreśli czarny scenariusz",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z%C5%82oty-poci%C4%85g-zlokalizowany-nie-mamy-w%C4%85tpliwo%C5%9Bci-ekspert-kre%C5%9Bli-czarny-scenariusz/ar-AA1IoGew?ocid=BingNewsVerp",
            "description": "Grupa badaczy twierdzi, że zlokalizowała legendarny Złoty Pociąg. \"Nie mamy wątpliwości, co odnaleźliśmy. My swoje badania ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XIj5-Hfpvwiv170nAUl61C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN3 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyki w cenie złota. Tyle kosztują starze rzeczy z domów w lipcu 2025 - potrafią być warte krocie [11.07.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/antyki-w-cenie-z%C5%82ota-tyle-kosztuj%C4%85-starze-rzeczy-z-dom%C3%B3w-w-lipcu-2025-potrafi%C4%85-by%C4%87-warte-krocie-11072025/ar-AA1HLt9v?ocid=BingNewsVerp",
            "description": "W 2025 roku antyki cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz jeszcze takie w domu, przyjrzyj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._hgylbrzjFORC7NKUeqyPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski on MSN43 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kościół na sprzedaż. Zachód pozbywa się katolickich nieruchomości",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ko%C5%9Bci%C3%B3%C5%82-na-sprzeda%C5%BC-zach%C3%B3d-pozbywa-si%C4%99-katolickich-nieruchomo%C5%9Bci/ar-AA1ImJc8?ocid=BingNewsVerp",
            "description": "W miejscowości Hirschwang an der Rax w Austrii wystawiono na sprzedaż zabytkowy kościół. Powodem decyzji jest m. in. mała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4fmQoAtNkhtzZhx38qs2Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN15 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nieoczywiste zwiedzanie Krakowa – w tym krakowskim muzeum odkryjesz historię miast i jego mieszkańców",
            "link": "https://wiadomosci.wp.pl/krakow/nieoczywiste-zwiedzanie-krakowa-w-tym-krakowskim-muzeum-odkryjesz-historie-miast-i-jego-mieszkancow-7176815261678560a",
            "description": "Planujesz wizytę w Krakowie? A może chcesz zostać turystą we własnym mieście? Koniecznie wybierz się do dawnej zajezdni ...",
            "image_url": "https://www.bing.pl/th?id=OVF.UmFH8Wp3nrIZEX4W41PX5g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "WP Wiadomości7 godz.",
            "source": "WP Wiadomości",
            "article_content": "\"Miasto. Technoczułość\". Zobacz, poczuj, zrozum\n\nDalsza część artykułu pod materiałem wideo\n\nHistoryczna przestrzeń Kwartału św. Wawrzyńca – wyjątkowa lokalizacja MIT\n\nMuzeum Inżynierii i Techniki (MIT) mieści się w znajdującej się na liście UNESCO krakowskiej dzielnicy Kazimierz, a dokładniej - w historycznym kompleksie przemysłowym Kwartału św. Wawrzyńca. To tutaj na przełomie XIX i XX wieku powstały pierwsze miejskie zakłady elektrownia, gazownia, a także zajezdnia tramwajowa. Od 1998 r. mieści się w niej siedziba Muzeum Inżynierii i Techniki. Już samo miejsce robi wrażenie – zwłaszcza po przeprowadzonej niedawno gruntownej modernizacji.\n\n– Połączyliśmy hale i stworzyliśmy przestrzeń podziemną. To pozwoliło nam na zbudowanie większej i bardziej spójnej ekspozycji. Takiej, której zwiedzanie jest przyjemne, komfortowe i dostarcza wielu wrażeń – mówi Piotr Gój, Dyrektor MIT – Na zwiedzających czekają unikalne atrakcje, które pozwalają odkryć zaskakujące sekrety miasta i odpowiedzieć na pytanie jak to się dzieje, że stanowi ono tak spójny i świetnie funkcjonujący organizm – dodaje.\n\n© materiały partnera\n\n\"Miasto. Technoczułość\" – wystawa nagrodzona \"muzealnym Oscarem\"\n\nZwiedzanie wystawy Miasto.Technoczułość to więcej niż kolejna wizyta w muzeum. To wyjątkowa podróż w czasie, która pokazuje historię świata z perspektywy codziennych wynalazków. To nie tylko tradycyjny pokaz obiektów techniki, ale szeroka i wielowątkowa opowieść o historii ludzkich osiągnięć na przykładzie dynamicznie zmieniających się miast.\n\n© materiały partnera\n\nTu zwykłe, niepozorne przedmioty nabierają nowego znaczenia, a zwiedzający – niezależnie od wieku – mogą odkryć na nowo technikę i przekonać się, jak mocno kształtuje ona codzienny rytm dnia w mieście.\n\nWśród najcenniejszych obiektów, które można zobaczyć, znajdują się: XVI-wieczne drewniane rury wodociągowe z Krakowa i Gdańska, maszyna parowa F. Wichterle, drewniana pralka Miele, fonograf Edisona, pierwsze polskie telefony, maszyna szyfrująca Feldfernschreiber, radioodbiorniki Marconi i Olympic-Z, komputer Odra 1305 oraz prototyp minikomputera PSPD 90. Ekspozycję uzupełniają zabytkowe pojazdy, w tym tak wyjątkowe i rzadkie modele jak Polski Fiat 508 i motocykl CWS Sokół 1000.\n\n© materiały partnera\n\nWystawa nie bez powodu została doceniona \"muzealnym Oscarem\" czyli nagrodą Sybilla za najlepszą wystawę stałą otwartą w 2023 roku. Wplecionym w narrację pięknie zakonserwowanym obiektom towarzyszą multimedia, stanowiska interaktywne, fotografie oraz cytaty literackie.\n\nWizyta w MIT idealna propozycja dla pasjonatów historii, miejskiej infrastruktury i rozwoju technologii – bez względu na wiek. Starsi odnajdą tu wspomnienia młodości, oglądając sprzęty domowe i pojazdy – te, które kiedyś symbolizowały luksus, a dziś są świadectwem minionych czasów. Młodsi natomiast zyskają unikalną perspektywę i dowiedzą się, jak wyglądało życie bez technologii, którą dziś uważają już za oczywistość. Świat bez smartfonów również był ciekawy!\n\nNauka i zabawa w plenerze: odkryj Ogród Doświadczeń\n\nUdało Ci się już zwiedzić wystawę w Muzeum Inżynierii i Techniki? A może po prostu masz ochotę spędzić czas na świeżym powietrzu? Połącz przyjemne z pożytecznym! Wybierz się do plenerowego oddziału MIT – Ogrodu Doświadczeń im. St. Lema przy al. Pokoju 68.\n\n© materiały partnera\n\nTo miejsce, gdzie nauka staje się rozrywką – przestrzeń zapraszająca do zabawy i nieustannego odkrywania, w której nie ma głupich pytań. Zaskoczy i zainspiruje zarówno młodszych, jak i starszych odkrywców.\n\nCzeka tam plenerowe centrum nauki zatopione w parkowej zieleni i ponad 110 interaktywnych obiektów, które pozwalają przeprowadzać eksperymenty. Rower na linie, letni tor saneczkowy, sześciometrowa rakieta-zjeżdżalnia czy luneta, dzięki której można oglądać plamy na słońcu – to tylko niewielka część z nich. Na wizytę warto zarezerwować co najmniej kilka godzin.\n\n© materiały partnera\n\nWystawa \"Miasto. Technoczułość\", Muzeum Inżynierii i Techniki w Krakowie, ul. Św. Wawrzyńca 15, czynna od wtorku do niedzieli w godzinach 10.00-18.00 (ostatnie wejście o 17.00).\n\nOgród Doświadczeń im. St. Lema – I Oddział Muzeum Inżynierii i Techniki w Krakowie, al. Pokoju 68, czynny od poniedziałku do piątku w godzinach 9.00-19.00, a w sobotę i niedzielę od 10.00 do 19.00."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekendowe imprezy w regionie - od gotowania po żeglowanie",
            "link": "https://www.radio.bialystok.pl/wiadomosci/index/id/252027",
            "description": "Kabarety, regaty i lekcje odpowiedzialnego spacerowania w lesie – to niektóre weekendowe atrakcje w regionie, które poleca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Qz6h_Wy3N9iHemrgcQ2LFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Polskie Radio Białystok7 godz.",
            "source": "Polskie Radio Białystok",
            "article_content": "Weekendowe imprezy w regionie - od gotowania po żeglowanie\n\nKabarety, regaty i lekcje odpowiedzialnego spacerowania w lesie – to niektóre weekendowe atrakcje w regionie, które poleca Polskie Radio Białystok.\n\nPokamedulski Klasztor w Wigrach - restauracja, fot. Joanna Szubzda\n\n\n\n\n\n\n\n\n\n30. Mazurskie Lato Kabaretowe Mulatka w Ełku\n\nZaczynamy od kabaretów, bo dla fanów zabawnych skeczy w ten weekend wydarzeń nie zabraknie. Od czwartku trwa 30. Mazurskie Lato Kabaretowe Mulatka, które odbywa się w Ełckim Centrum Kultury i jest jednym z największych przeglądów kabaretowych w Polsce. Impreza odbywa się w amfiteatrze nieopodal malowniczego jeziora Ełk. W gronie prowadzących i występujących prawdziwe gwiazdy kabaretu – Tomasz Jachimek, Artur Andrus czy Łowcy.B i Hrabi. Część pokazów można obejrzeć za darmo, choć na większość obowiązują bilety.\n\n\n\n\n\n11 lipca, piątek\n\n\"Piękna trzydziestoletnia\" - scenariusz Tomasz Jachimek\n\nAmfiteatr | godz. 20:00 | bilety\n\nArtur Andrus – prowadzenie\n\nKabaret K2\n\nŁowcy. B\n\nIreneusz Krosny\n\nTomasz Jachimek\n\nKabaret Czesuaf\n\nSekcja Muzyczna Kołłątajowskiej Kuźni Prawdziwych Mężczyzn – oprawa muzyczna\n\n\n\n\n\n12 lipca, sobota\n\nSala kameralna | godz. 15:00 | wstęp wolny\n\nTomasz Nowaczyk – spotkanie autorskie dla dzieci\n\nPark Muzyczny | godz. 17.00 | wstęp wolny\n\nPan Ząbek – pokaz iluzji dla dzieci\n\nAmfiteatr | godz. 20:00 | bilety\n\nHrabi – Crime Story „Zbrodnia w hotelu! Kto zginie, zanim się obali”\n\n\n\n\n\n13 lipca, niedziela\n\nSala kameralna | godz. 16:00 | wstęp wolny\n\nTomasz Jachimek – spotkanie autorskie\n\nStand up | sala widowiskowa | godz. 18:00 | bilety: 50 zł\n\nProwadzący: Tomasz Jachimek\n\nTomasz Nowaczyk\n\nMieszko Minkiewicz\n\nPaulina Potocka\n\nWojtek Fiedorczuk\n\n\n\n\n\nKabarety można będzie też zobaczyć w Mielniku podczas IX Nadbużańskiej Nocy Kabaretowej.\n\n11 lipca w piątek o godz. 18 w Amfiteatrze Topolina w Mielniku przy ul. Brzeskiej wystąpią:\n\nKABARET FIFA RAFA, KABARET POMOŻE, KABARET KONKUBENCI, KABARET CHYBA. Wstęp na imprezę jest bezpłatny.\n\n\n\n\n\nSuwałki Blues Festiwal 2025\n\nUriah Heep, KULT, Wojciech Cugowski i Organek - to gwiazdy, które zagrają na Suwałki Blues Festiwal 2025, który odbywa się do 12 lipca w Suwałkach. Zagrają też: Nocna Zmiana Bluesa, Piotr Nalepa i Blues Pills.\n\nSuwałki Blues Festiwal 2025 odbędzie się po raz osiemnasty. Potrwa trzy dni. W tym czasie na czterech scenach głównych odbędą się koncerty plenerowe, a na mniejszych scenach koncerty akustyczne.\n\nZaplanowano także śniadania bluesowe, Suwałki Blues Drift 2025, paradę motocykli i koncert na mobilnej platformie.\n\nGwiazdą główną imprezy będzie legendarna brytyjska grupa Uriah Heep, która zagra w sobotę wieczorem na scenie głównej przy ratuszu. To brytyjski zespół progresywno-hardrockowy, utworzony w 1969 roku, jeden z prekursorów heavy metalu.\n\nZa szczytowe osiągnięcie Uriah Heep uważa się album \"Look at Yourself\", którego wydanie stało się właściwym początkiem sławy grupy. Od czasu odejścia wokalisty Davida Byrona ich popularność malała. Dziś wokalistą jest Bernie Shaw.\n\n\n\n\n\nFestiwal Przebudzonych TUTAKA - Gródek, 10-13 lipca\n\nW Gródku koło Białegostoku do niedzieli trwa Festiwal Przebudzonych TUTAKA. To największa impreza z kulturą i muzyką białoruską poza Białorusią. Na piątej edycji Festiwalu TUTAKA w Gródku wystąpią białoruscy artyści: Alaksandr Pamidorau, Naviband, Dzieciuki, Daj Darohu, a także z Podlasia: Ilo&Friends, Berek czy Maxim i Oliczka. W programie też spektakl, dyskusje czy warsztaty.\n\n\n\n\n\nSzkoła odpowiedzialnego spacerowania w Nadleśnictwie Dojlidy - sobota, 12 lipca, w godz. 10-13\n\nPodczas wyprawy z leśnikiem uczestnicy dowiedzą się, jak korzystać z lasu odpowiedzialnie i z poszanowaniem przyrody, jakie zagrożenia mogą pojawić się w terenie leśnym i jak sobie z nimi radzić. Udział w wyprawie jest bezpłatny, zbiórka przed siedzibą nadleśnictwa przy ul. 1000-lecia Państwa Polskiego 75 w Białymstoku. W programie także pokazy służb mundurowych oraz edukacyjna gra trenowa. Konieczne odpowiednie obuwie przystosowane do wędrówek leśnych i adekwatny do pogody strój. Można też zabrać własny prowiant na przewidziany piknik i ognisko.\n\n\n\n\n\n\"Bitwa regionów\" w Lipsku - sobota, 12 lipca, godz. 12.30\n\nNa placu za Plebanią odbędzie się pierwszy etap kulinarnego konkursu „Bitwa regionów” organizowanego przez Krajowy Ośrodek Wsparcia Rolnictwa. „Odpust teściowych w Lipsku” będzie okazją do poznania regionalnych smaków, kultywowania tradycji kulinarnych oraz wspólnego spotkania. Wstęp wolny.\n\n\n\n\n\nXV Nadbużańskie Ziołowe Spotkania w Korycinach, gmina Grodzisk - 13 lipca 2025 r., godz. 13\n\nInna odsłona „Bitwy regionów” odbędzie się też podczas Nadbużańskich Ziołowych spotkań w Korycinach. Poza konkursem kulinarnym w programie wydarzenia znalazł się też m.in. przegląd regionalnych kapel i śpiewaków, pokaz pieczenia sękacza czy warsztaty edukacyjne – zioła, ogień, zaklęcia. Na zakończenie przewidziano nadbużańską potańcówkę.\n\nW programie przewidziano:\n\n- otwarcie wydarzenia,\n\n- rozpoczęcie konkursu kulinarnego \"Bitwy regionów\",\n\n- wyróżnienie zasłużonych zbieraczy ziół,\n\n- Przegląd Regionalnych Kapel i Śpiewaków,\n\n- pokaz pieczenia sękacza\n\n- konkurs szybkości zbierania ziół,\n\n- warsztaty edukacyjne „Kupalnocka” - zioła, ogień i zaklęcia”\n\n- nadbużańska potańcówka - wstęp wolny.\n\n\n\n\n\nXXIV Regaty Żeglarskie \"Bezpieczne Wakacje na Jeziorze Rajgrodzkim\" 2025 – 12 lipca, sobota\n\nNa akwenie Jeziora Rajgrodzkiego przy przystani w pobliżu ul. Szkolnej 24a w Rajgrodzie, odbędą się wyścigi w dwóch klasach: Omega Standard oraz Optimist. Starsi uczestnicy regat będą mogli spróbować swoich sił w kilku wyścigach, walcząc o indywidualne zwycięstwa, a młodsi w ramach Małej Ligi Optymista – o wynik najlepszy dla swojego klubu.\n\n\n\n\n\nRajd Turystyczno-Nawigacyjny pojazdów zabytkowych JakTajmer - 13 lipca, niedziela\n\nTo składający się z dwóch elementów event dla miłośników zabytkowej motoryzacji. Pierwszym będzie tradycyjny Rajd Turystyczno-Nawigacyjny, który wystartuje spod Muzeum Motoryzacji i Techniki na ul. Węglowej w Białymstoku, a metę będzie miał w Supraślu. Drugim będzie Zlot Pojazdów Zabytkowych w Supraślu. Wszystko odbędzie się 13 lipca. Kulminacyjnym miejscem będzie Amfiteatr w Supraślu\n\n\n\n\n\n„Od świtu do zmierzchu – obrzędowość rodzinna” – nowa wystawa czasowa w Podlaskim Muzeum Kultury Ludowej\n\nUroczyste otwarcie wystawy zaplanowano w niedzielę, 13 lipca na godz. 14 we dworze z Bobry Wielkiej. Wydarzeniu będą towarzyszyć pieśni tradycyjne w wykonaniu śpiewaczki Julii Piech oraz pokazy wykonywania wianków. Wstęp na wernisaż jest bezpłatny.\n\nWystawa „Od świtu do zmierzchu” to opowieść o drodze, jaką przebywa człowiek od chwili narodzin po śmierć. Dawniej najważniejszym momentom tej drogi towarzyszyły rytuały, których, szczególnie na wsi, bezwzględnie przestrzegano. Zwyczaje i obrzędy jednoczyły mieszkające pod jednym dachem, wielopokoleniowe rodziny. Podtrzymywanie tradycji dawało ich członkom poczucie bezpieczeństwa i ładu, łagodziło niepokój związany z tym, co niezbadane.\n\nW obrzędach ważną rolę odgrywały konkretne przedmioty, takie same, mimo upływu lat. Były to m.in.: łóżko (miejsce porodu, konania, łoże małżeńskie) czy stół, przy którym celebrowano uroczystości, i te radosne, i smutne. Przy nim odbywało się przyjęcie z okazji chrztu, uczta weselna, poczęstunek po śmierci bliskiej osoby. Oprócz jedzenia, nieodłącznym elementem każdego poczęstunku był alkohol, którym wznoszono toasty za pomyślność nowo narodzonego dziecka, młodej pary czy bezpieczną drogę w zaświatach tych, którzy odeszli. Ważną rolę w tych momentach przejścia odgrywały określone potrawy, stosowne do okazji stroje, ale też przedmioty codziennego użytku, które nabierały wówczas szczególnego znaczenia, jak okulary czy modlitewnik, które wkładano zmarłemu do trumny. Zarówno w momencie narodzin, jak też ślubu i śmierci, człowiekowi towarzyszyły rośliny, przede wszystkim zioła (napary mające ułatwić poród, wianek i bukiet panny młodej, okadzanie zmarłego dymem z ziół).\n\nAutorki, Monika Janiel, Aleksandra Pluta i Urszula Szymak-Waśkiewicz, skupiły się na obrzędach rodzinnych towarzyszących narodzinom, zawarciu małżeństwa oraz śmierci, charakterystycznych dla mieszkańców wsi północno-wschodniej Polski, uwzględniając różnice w zwyczajach dwóch żyjących obok siebie społeczności – katolickiej i prawosławnej.\n\nWiększość wykorzystanych na wystawie przedmiotów pochodzi ze zbiorów Podlaskiego Muzeum Kultury Ludowej, część udostępniły osoby prywatne. W aranżacji przestrzeni ważne miejsce zajmują fotografie archiwalne, na których uwieczniono chrzciny, wesela i pogrzeby. Niektóre z nich, powiększone, pełnią funkcję tła.\n\nWystawę będzie można oglądać do połowy października. Będą jej towarzyszyć związane z tematem wydarzenia – dyskusje i warsztaty rodzinne.\n\n\n\n\n\nCar Festival – 13 lipca 2025, Stadion Miejski w Białymstoku\n\nImpreza ma charakter dużego zlotu – uczestnicy będą mogli zaprezentować swoje samochody, wziąć udział w licznych konkursach i rywalizacjach motoryzacyjnych. Na miejscu nie zabraknie atrakcji dla całych rodzin – przewidziane są animacje i strefa zabaw dla dzieci, strefa gastronomiczna, stoiska tematyczne i wiele innych niespodzianek. Głównym celem wydarzenia jest nie tylko integracja miłośników motoryzacji i dobra zabawa, ale przede wszystkim zebranie środków na cel charytatywny. Organizatorzy zapraszają wszystkich – zarówno pasjonatów motoryzacji, jak i tych, którzy chcą spędzić ciekawy dzień w pozytywnej atmosferze i wesprzeć szczytny cel.\n\n\n\n\n\nPiknik rodzinny w Klepaczach – niedziela, 13 lipca, od godz. 13\n\nZabawy z animatorami, stoiska promocyjne, pokazy zabytkowych samochodów i motocykli – to i wiele innych atrakcji czeka na odwiedzających podczas rodzinnego festynu w Klepaczach. Na terenie zielonym przy budynku Ochotniczej Straży Pożarnej w Klepaczach już od godz. 13, czekać będzie wiele interesujących aktywności, w tym m.in.: prezentacja sprzętu strażackiego i Młodzieżowej Drużyny Pożarniczej, pokaz sprawności psów oraz rozstrzygniecie konkursu plastycznego dla dzieci. Najmłodszych z pewnością ucieszą dmuchane zjeżdżalnie, przejażdżki konne, czy kreatywne aktywności przygotowane przez animatorów z centrum kultury. Pod okiem instruktora będzie można skorzystać z gry w szachy wielkoformatowe, a dla tych potrzebujących wytchnienia organizatorzy przygotują specjalną strefę relaksu, gdzie czekać będzie ciekawa literatura.\n\nCzęść artystyczna festynu również zapowiada się bardzo atrakcyjnie. Na scenie pojawią się lokalne zespoły folklorystyczne – m.in. Klepaczanki, a także duet Juliusz Kublik (harmonia pedałowa) i Julia Piech (skrzypce). Natomiast w wieczornej odsłonie wydarzenia wystąpią gitarzyści Robert Jankowski i Jacek Dębicki, a gwiazdą wieczoru będzie zespół Talip Dance&Disco.\n\nJedną z ważniejszych inicjatyw towarzyszących festynowi będzie możliwość honorowego oddania krwi – w ambulansie Regionalnego Centrum Krwiodawstwa i Krwiolecznictwa.\n\nOrganizatorami wydarzenia są: Burmistrz Choroszczy Robert Wardziński, Miejsko- Gminne Centrum Kultury i Sportu w Choroszczy oraz OSP Klepacze i Koło Gospodyń Wiejskich „Razem lepiej”.\n\nPartnerem wydarzenia jest Województwo Podlaskie.\n\n| red: tk"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaskakujące odkrycie w centrum Gdańska. Archeolodzy natrafili na grób prawdziwego rycerz",
            "link": "https://wiadomosci.dziennik.pl/ciekawostki/artykuly/9838474,zaskakujace-odkrycie-w-centrum-gdanska-archeolodzy-natrafili-na-grob.html",
            "description": "Archeolodzy z ArcheoScan w centrum Gdańska odkopali kompletny szkielet ludzki, które znajdowały się pod płytą nagrobną z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dDWF_7Yc2wetMTlP6LQUuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik.pl5 godz.",
            "source": "Dziennik.pl",
            "article_content": "Rzecznik Pomorskiego Wojewódzkiego Konserwatora Zabytków Marcin Tymiński napisał na portalu społecznościowym, że ok. 30 cm pod kamieniami, na których leżała płyta nagrobna, \"nie spoczywał rycerzyk, a prawdziwy rycerz, gdyż miał ok. 180 cm wzrostu, według wstępnych szacunków\".\n\nNa początku lipca br. archeolog Sylwia Kurzyńska z ArcheoScan powiedziała PAP, że na terenie prowadzonych badań archeologicznych, czyli w kwartale ulic Czopowa, Sukiennicza i Grodzka, odnaleziono wapienną płytę nagrobną z wizerunkiem rycerza. Widnieje na niej kolczuga, miecz na prawym ramieniu i tarcza. Dodatkowo zachował się fragment buta kolczego, i fragment nogawic kolczych.\n\nZbroja, miecz i 180 cm. Zaskakujące odkrycie archeologów w centrum Gdańska\n\nDodała wówczas, że postać jest ujęta w arkady, co może wskazywać, że płyta pochodzi z XIII lub początku XIV wieku. Płyta ma ok. 150 cm długości.\n\nReklama\n\nNie wiadomo, kto był pochowany w tym miejscu. Zdaniem Kurzyńskiej, nie mógł to być zwykły mieszkaniec grodu. - Biorąc pod uwagę wartość zbroi kolczych, wartość miecza i samo przedstawienie rycerza, który jest wyprostowany, z uniesionym mieczem, pozwala się domyślać, że był to zapewne dowódca albo osoba ciesząca się szczególnym uznaniem i poważaniem - powiedziała wówczas.\n\nNie spodziewano się, że pod płytą, którą podniesiono i przetransportowano kilka dni temu do Muzeum Archeologicznego w Gdańsku, znajduje się szkielet ludzki o długości ok. 180 centymetrów.\n\nTymiński we wpisie dodał, że był to \"kawał chłopa, jak a tamte czasy\", czyli przełom XIII i XIV wieku.\n\nPrace archeologiczne w \"zamczysku\", jak potocznie mówi się o tym miejscu, są prowadzone od 2023 roku. Jest to stanowisko archeologiczne Śródmieście I, zlokalizowane w centrum Gdańska. Badaniami kieruje dr Monika Kasprzak.\n\nKrzyżacy w tym miejscu w latach 1335-1341 wybudowali murowany zamek. Twierdza została rozebrana przez gdańszczan w 1454 roku.\n\nReklama\n\nKurzyńska podała, że w ubiegłym roku, w trakcie prowadzonych w tym miejscu prac, archeolodzy odkryli m.in. fragmenty drewnianego kościoła z 1140 roku. Zdaniem archeolog, później w miejsce drewnianego kościoła musiał stanąć kolejny kościół, tym razem ceglany.\n\nTymiński dodał, że o dalszych losach obecnie zabezpieczonych reliktów świątyni zdecyduje komisja złożona z ekspertów (min. z Muzeum w Biskupie, Muzeum Gdańska i Muzeum Archeologicznego), którą powołano po posiedzeniu Wojewódzkiej Rady Ochrony Zabytków (organu doradczego przy konserwatorze)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zbroja, miecz i 180 cm. Zaskakujące odkrycie archeologów w centrum Gdańska",
            "link": "https://wiadomosci.dziennik.pl/ciekawostki/artykuly/9838474,zbroja-miecz-i-180-cm-zaskakujace-odkrycie-archeologow-w-centrum-gdanska.html",
            "description": "Archeolodzy z ArcheoScan w centrum Gdańska odkopali kompletny szkielet ludzki, które znajdowały się pod płytą nagrobną z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dDWF_7Yc2wetMTlP6LQUuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik.pl5 godz.",
            "source": "Dziennik.pl",
            "article_content": "Rzecznik Pomorskiego Wojewódzkiego Konserwatora Zabytków Marcin Tymiński napisał na portalu społecznościowym, że ok. 30 cm pod kamieniami, na których leżała płyta nagrobna, \"nie spoczywał rycerzyk, a prawdziwy rycerz, gdyż miał ok. 180 cm wzrostu, według wstępnych szacunków\".\n\nNa początku lipca br. archeolog Sylwia Kurzyńska z ArcheoScan powiedziała PAP, że na terenie prowadzonych badań archeologicznych, czyli w kwartale ulic Czopowa, Sukiennicza i Grodzka, odnaleziono wapienną płytę nagrobną z wizerunkiem rycerza. Widnieje na niej kolczuga, miecz na prawym ramieniu i tarcza. Dodatkowo zachował się fragment buta kolczego, i fragment nogawic kolczych.\n\nZbroja, miecz i 180 cm. Zaskakujące odkrycie archeologów w centrum Gdańska\n\nDodała wówczas, że postać jest ujęta w arkady, co może wskazywać, że płyta pochodzi z XIII lub początku XIV wieku. Płyta ma ok. 150 cm długości.\n\nReklama\n\nNie wiadomo, kto był pochowany w tym miejscu. Zdaniem Kurzyńskiej, nie mógł to być zwykły mieszkaniec grodu. - Biorąc pod uwagę wartość zbroi kolczych, wartość miecza i samo przedstawienie rycerza, który jest wyprostowany, z uniesionym mieczem, pozwala się domyślać, że był to zapewne dowódca albo osoba ciesząca się szczególnym uznaniem i poważaniem - powiedziała wówczas.\n\nNie spodziewano się, że pod płytą, którą podniesiono i przetransportowano kilka dni temu do Muzeum Archeologicznego w Gdańsku, znajduje się szkielet ludzki o długości ok. 180 centymetrów.\n\nTymiński we wpisie dodał, że był to \"kawał chłopa, jak a tamte czasy\", czyli przełom XIII i XIV wieku.\n\nPrace archeologiczne w \"zamczysku\", jak potocznie mówi się o tym miejscu, są prowadzone od 2023 roku. Jest to stanowisko archeologiczne Śródmieście I, zlokalizowane w centrum Gdańska. Badaniami kieruje dr Monika Kasprzak.\n\nKrzyżacy w tym miejscu w latach 1335-1341 wybudowali murowany zamek. Twierdza została rozebrana przez gdańszczan w 1454 roku.\n\nReklama\n\nKurzyńska podała, że w ubiegłym roku, w trakcie prowadzonych w tym miejscu prac, archeolodzy odkryli m.in. fragmenty drewnianego kościoła z 1140 roku. Zdaniem archeolog, później w miejsce drewnianego kościoła musiał stanąć kolejny kościół, tym razem ceglany.\n\nTymiński dodał, że o dalszych losach obecnie zabezpieczonych reliktów świątyni zdecyduje komisja złożona z ekspertów (min. z Muzeum w Biskupie, Muzeum Gdańska i Muzeum Archeologicznego), którą powołano po posiedzeniu Wojewódzkiej Rady Ochrony Zabytków (organu doradczego przy konserwatorze)."
        }
    }
]