[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ we Włocławku - 9 listopada 2025. Ozdoby bożonarodzeniowe, choinki i starocie. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-we-w%C5%82oc%C5%82awku-9-listopada-2025-ozdoby-bo%C5%BConarodzeniowe-choinki-i-starocie-zdj%C4%99cia-ceny-wideo/ar-AA1Q5ZUn?ocid=BingNewsVerp",
            "description": "W niedzielę (9.11.2025) na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego pojawiło się wielu kupujących, mimo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8YDJ6RTzKy3Lb9b_NFmaui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN19 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy z Głogowa. Sprawdź najważniejsze informacje z wczoraj. Prasówka 10.11.2025",
            "link": "https://glogow.naszemiasto.pl/przeglad-prasy-z-glogowa-sprawdz-najwazniejsze-informacje-z-wczoraj-prasowka-10-11-2025/ar/c1p1-19738679",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 9.11, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nhloMioBuMxOk-0WxKGw1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Głogów Nasze Miasto4 godz.",
            "source": "Głogów Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zobacz jakie cudeńka można było kupić na Targu Staroci w Legnicy. Tłumy ludzi odwiedziły w niedzielę (9.11) to wyjątkowe miejsce. Dużo zdjęć",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zobacz-jakie-cude%C5%84ka-mo%C5%BCna-by%C5%82o-kupi%C4%87-na-jarmarku-staroci-w-legnicy-t%C5%82umy-ludzi-odwiedzi%C5%82y-w-niedziel%C4%99-911-ten-wyj%C4%85tkowy-targ-zdj%C4%99cia/ar-AA1Q68gT?ocid=BingNewsVerp",
            "description": "Czego tu nie było! Zabytkowe przedmioty z duszą, porcelana, stare naczynia, meble, unikatowe bibeloty, zegarki, biżuteria, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZjE3h2XzyO29k0IBJr8TmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Wrocław Nasze Miasto on MSN16 godz.",
            "source": "Wrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe skarby na giełdzie w Miedzianej Górze. Mnóstwo ciekawych przedmiotów dla kolekcjonerów i nie tylko. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/prawdziwe-skarby-na-gie%C5%82dzie-w-miedzianej-g%C3%B3rze-mn%C3%B3stwo-ciekawych-przedmiot%C3%B3w-dla-kolekcjoner%C3%B3w-i-nie-tylko-zobacz-zdj%C4%99cia/ar-AA1Q5UET?ocid=BingNewsVerp",
            "description": "Stoiska w Miedzianej Górze obfitują w przedmioty z dawnych epok, które przyciągają kolekcjonerów i miłośników historii.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Dt3NLPawPenu-k_ITRGU4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia on MSN19 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy ludzi na Jarmarku Staroci w Legnicy. Zobacz jakie cudeńka można było kupić w niedzielę (9.11) na tym wyjątkowym targu. Dużo zdjęć",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zobacz-jakie-cude%C5%84ka-by%C5%82y-na-targu-staroci-w-legnicy-t%C5%82umy-ludzi-odwiedzi%C5%82y-w-niedziel%C4%99-911-to-wyj%C4%85tkowe-miejsce-du%C5%BCo-zdj%C4%99%C4%87/ar-AA1Q6dda?ocid=BingNewsVerp",
            "description": "Legnicki Jarmark Staroci odbywa się w drugą niedzielę każdego miesiąca i jest niepowtarzalną okazją, by znaleźć prawdziwe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZjE3h2XzyO29k0IBJr8TmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Legnica Naszemiasto on MSN16 godz.",
            "source": "Legnica Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 10.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-10-11-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 10.11.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-10-11-2025/ar/c3p2-28055853",
            "description": "Kobiety trzymają cenną biżuterię z tych czasów, która była odzwierciedleniem stylu, bogactwa oraz możliwości. Dużo cenniejsze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NjHkJoxJLCtpCk0AVQSLIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest taka zwykła! Od tego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-taka-zwyk%C5%82a-od-tego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN1 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 10.11.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-10112025/ar-AA1OXkNT?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OXE2420uQ6nCkpyyIn4GGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN2 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie wyrzucaj tej starej monety z PRL-u. Kolekcjonerzy tracą dla niej głowę, jest warta krocie",
            "link": "https://www.biznesinfo.pl/nie-wyrzucaj-tej-starej-monety-z-prl-u-kolekcjonerzy-traca-dla-niej-glowe-jest-warta-krocie-jb-wac-101125",
            "description": "Kolekcjonowanie przedmiotów z przeszłości, szczególnie z okresu PRL, jest zainteresowaniem wielu Polaków. Jedną z najpopularniejszych pasji ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "BiznesINFO.pl53 min",
            "source": "BiznesINFO.pl",
            "article_content": "Nie wyrzucaj tej starej monety z PRL-u. Kolekcjonerzy tracą dla niej głowę, jest warta krocie\n\nKolekcjonowanie przedmiotów z przeszłości, szczególnie z okresu PRL, jest zainteresowaniem wielu Polaków. Jedną z najpopularniejszych pasji jest zbieranie starych monet i banknotów, które z czasem mogą zyskać na wartości. Tak jest i w tym przypadku. Na tym okazie można wiele zarobić, tyle za niego płacą.\n\nKolekcjonowanie jest popularną rozrywką\n\nModa na kolekcjonowanie to zjawisko globalne, ale w Polsce przybiera specyficzny, lokalny wymiar. Rynek pamiątek z Polskiej Rzeczpospolitej Ludowej rośnie w siłę z roku na rok, napędzany demografią i sentymentem. To już nie jest tylko domena hobbystów, ale także poważny segment rynku alternatywnych inwestycji. Fotele projektu Romana Modzelewskiego czy słynny model 366 Józefa Chierowskiego, poszukiwane \"pasiaki\" ze szkła z Krosna, zabawki z FADO, a nawet sprzęt audio Unitra, potrafią osiągać ceny, które jeszcze dekadę temu byłyby nie do pomyślenia.\n\nFot. Dawid Wolski/East News\n\nSkąd ta fascynacja okresem, który w zbiorowej pamięci zapisał się szarością, permanentnym brakiem i kolejkami? Psychologowie mówią o zjawisku \"nostalgii\", czyli idealizowaniu przeszłości, szczególnie okresu dzieciństwa i młodości. Dla pokolenia dzisiejszych 40- i 50-latków, które jest u szczytu swoich możliwości zarobkowych, to sentymentalny powrót do czasów, które, choć obiektywnie trudne, wspominane są jako prostsze, bezpieczniejsze i bardziej \"ludzkie\". W kontrze do dzisiejszego globalizmu i unifikacji, ówczesny design, choć siermiężny, był paradoksalnie bardzo oryginalny, bo tworzony w izolacji od światowych trendów.\n\nTa unikalność dziś zyskuje na wartości. W tej fali sentymentu wyjątkowe miejsce zajmują przedmioty codziennego użytku, puste butelki po occie, etykiety zapałek, a przede wszystkim pieniądze. Pieniądz z PRL-u, szczególnie ten aluminiowy, był symbolem swojej epoki: lekki, nietrwały, pozbawiony realnej wartości kruszcowej, niszczący się w kieszeni. Dziś, paradoksalnie, staje się cennym nośnikiem historii i, dla nielicznych, potężnym aktywem. Rynek ten jest także formą lokaty kapitału; w czasach niepewności gospodarczej i inflacji, unikalne przedmioty kolekcjonerskie stają się bezpieczną przystanią dla oszczędności.\n\nTakie monety są dużo warte\n\nNumizmatyka, czyli kolekcjonowanie monet, bywa nazywana \"hobby królów\". Nie trzeba jednak królewskiego skarbca, by zacząć, choć można na tym hobby zbudować fortunę. Świat ten rządzi się twardymi prawami. O wartości monety decyduje nie tylko jej wiek czy nominał, ale przede wszystkim trzy czynniki: stan zachowania, nakład oraz rzadkość. Najcenniejsze są egzemplarze w \"stanie menniczym\" (oznaczane jako \"st. 1\" lub UNC - Uncirculated), czyli takie, które nigdy nie były w obiegu i nie mają najmniejszych śladów użytkowania, rys czy przetarć. W profesjonalnej ocenie, czyli gradingu, liczy się każdy detal. Stan \"2\" oznacza już monetę z drobnymi śladami, a \"3\" to egzemplarz obiegowy, który wciąż jest czytelny. Wartość tej samej monety w stanie 1 i 3 może różnić się o tysiące procent.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nDrugi czynnik to nakład, im mniej monet danego typu wybito, tym są cenniejsze. Tu trzeba odróżnić rzadkość od wieku. Większość monet z PRL-u, jak popularne aluminiowe złotówki z lat 70. i 80., bito w nakładach dziesiątek, a nawet setek milionów sztuk. Mimo że są stare, nie są rzadkie, a ich wartość numizmatyczna jest znikoma. Istnieją jednak wyjątki. Czasem cenne okazują się monety z początków PRL-u, bite jeszcze przed denominacją z 1950 roku, w innych stopach metalu. Kolekcjonerzy polują też na tzw. “próby”, czyli monety bite w minimalnych nakładach (kilkaset sztuk) dla celów testowych, często oznaczane napisem \"PRÓBA\". One jednak z definicji nie były w obiegu.\n\nPrawdziwa gra toczy się o znalezienie rzadkiego wariantu monety obiegowej, czyli takiej, która przez przypadek, błąd stempla lub krótką serię produkcyjną, trafiła do portfeli zwykłych ludzi. To właśnie błędy i warianty, niewidoczne dla laika, windują cenę. Może to być brak znaku mennicy, inny kształt cyfry w dacie, czy drobny detal rysunku.\n\nZobacz też: MOPS przyzna ten zasiłek, nie patrząc na dochód. Polacy wciąż o tym nie wiedzą\n\nNa tej monecie z PRL można zarobć\n\nWśród setek milionów monet wypuszczonych w obieg w PRL, jedna budzi największe emocje. To słynna aluminiowa pięciozłotówka z wizerunkiem rybaka, zaprojektowana przez Józefa Gosławskiego. Moneta ta była bita od 1958 aż do 1974 roku. Kluczowy jest jednak ten pierwszy rocznik, czyli 1958. Ale uwaga: samo znalezienie \"Rybaka\" z datą 1958 w szufladzie dziadka nie czyni nas bogaczami.\n\nStandardowy egzemplarz z tej serii, z widocznym znakiem mennicy warszawskiej (charakterystyczne M i W połączone w logo) pod łapą orła, jest wart, w zależności od stanu, od kilku do kilkudziesięciu złotych. Prawdziwym \"Świętym Graalem\" numizmatyki PRL jest jednak konkretny, niezwykle rzadki wariant tej monety. Chodzi o egzemplarze, które przez pomyłkę lub w wyniku użycia innego stempla, różnią się od milionów swoich braci. Najbardziej poszukiwane są dwie odmiany. Pierwsza to pięciozłotówka z 1958 roku bez znaku mennicy. Szacuje się, że znanych jest zaledwie kilkanaście do kilkudziesięciu takich monet.\n\nDruga, jeszcze rzadsza i bardziej pożądana odmiana, określana jest przez kolekcjonerów mianem \"słoneczko\". Różni się ona sposobem wybicia promieni słońca za głową rybaka, są one inaczej ułożone, dłuższe i bardziej wyraziste, co wynika z użycia unikalnego stempla. Istnieją także różnice w kształcie cyfr daty. Te niuanse, niewidoczne gołym okiem dla laika, dla eksperta stanowią o gigantycznej wartości. Skąd się wzięły? Prawdopodobnie były to pierwsze próby bicia, z użyciem stempli, które szybko skorygowano, a monety omyłkowo trafiły do obiegu. Ceny? Zwykły \"Rybak\" 1958 to koszt pizzy. \"Rybak\" 1958 bez znaku mennicy lub w wariancie \"słoneczko\", w idealnym stanie menniczym, to już wydatek rzędu 200, 400, a nawet blisko 2,5 tys. zł. Rekordowe unikaty mogą zyskać jeszcze większą wartość."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ we Włocławku 9 listopada 2025. Są już choinki i ozdoby świąteczne. Dużo staroci! Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-we-w%C5%82oc%C5%82awku-9-listopada-2025-s%C4%85-ju%C5%BC-choinki-i-ozdoby-%C5%9Bwi%C4%85teczne-du%C5%BCo-staroci-zdj%C4%99cia-wideo/ar-AA1Q5ZUn?ocid=BingNewsVerp",
            "description": "W niedzielę (9.11.2025) mimo pochmurnej pogody, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego pojawiło się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8YDJ6RTzKy3Lb9b_NFmaui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN11 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zobacz jakie cudeńka można było kupić na Jarmarku Staroci w Legnicy. Tłumy ludzi odwiedziły w niedzielę (9.11) ten wyjątkowy targ. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zobacz-jakie-cude%C5%84ka-mo%C5%BCna-by%C5%82o-kupi%C4%87-na-jarmarku-staroci-w-legnicy-t%C5%82umy-ludzi-odwiedzi%C5%82y-w-niedziel%C4%99-911-ten-wyj%C4%85tkowy-targ-zdj%C4%99cia/ar-AA1Q68gT?ocid=BingNewsVerp",
            "description": "Legnicki Jarmark Staroci odbywa się w drugą niedzielę każdego miesiąca i jest niepowtarzalną okazją, by znaleźć prawdziwe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZjE3h2XzyO29k0IBJr8TmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Legnica Nasze Miasto on MSN15 godz.",
            "source": "Legnica Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy Aleksandrów Kujawski 10.11.2025. Sprawdź zestawienie najważniejszych informacji z wczoraj w Aleksandrowie Kujawskim",
            "link": "https://aleksandrowkujawski.naszemiasto.pl/przeglad-prasy-aleksandrow-kujawski-10-11-2025-sprawdz-zestawienie-najwazniejszych-informacji-z-wczoraj-w-aleksandrowie-kujawskim/ar/c1p1-19739803",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 9.11, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-X81RkygaFQUtIwJcjuMOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Aleksandrów Kujawski Nasze Miasto4 godz.",
            "source": "Aleksandrów Kujawski Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy z Głogowa. Sprawdź najważniejsze informacje z wczoraj. Prasówka 10.11.2025",
            "link": "https://glogow.naszemiasto.pl/przeglad-prasy-z-glogowa-sprawdz-najwazniejsze-informacje-z-wczoraj-prasowka-10-11-2025/ar/c1p1-19738679",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 9.11, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nhloMioBuMxOk-0WxKGw1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Głogów Nasze Miasto4 godz.",
            "source": "Głogów Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zobacz jakie cudeńka były na Targu Staroci w Legnicy. Tłumy ludzi odwiedziły w niedzielę (9.11) to wyjątkowe miejsce. Dużo zdjęć",
            "link": "https://legnica.naszemiasto.pl/zobacz-jakie-cudenka-byly-na-targu-staroci-w-legnicy-tlumy-ludzi-odwiedzily-w-niedziele-9-11-to-wyjatkowe-miejsce-duzo-zdjec/ar/c1p2-28160089",
            "description": "Legnicki Jarmark Staroci odbywa się w drugą niedzielę każdego miesiąca i jest niepowtarzalną okazją, by znaleźć prawdziwe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZjE3h2XzyO29k0IBJr8TmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Legnica Nasze Miasto16 godz.",
            "source": "Legnica Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Wawelu trwa Darmowy Listopad! Muzealnicy przygotowują kolejny hit. Jest też pretekst do wycieczki do stolicy na bezpłatne zwiedzanie",
            "link": "https://www.msn.com/pl-pl/podroze/muzea-i-galerie/na-wawelu-trwa-darmowy-listopad-muzealnicy-przygotowuj%C4%85-kolejny-hit-jest-te%C5%BC-pretekst-do-wycieczki-do-stolicy-na-bezp%C5%82atne-zwiedzanie/ar-AA1Q6wk6?ocid=BingNewsVerp",
            "description": "W listopadzie trwa kolejna odsłona akcji „Darmowy listopad w rezydencjach królewskich', to okazja do bezpłatnego odwiedzenia ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YjsQ2DMfzRrUYc5-18Z3AS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska on MSN12 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Potężne pożary niemal doszczętnie zniszczyły rynek w Bielsku-Białej. Dziś to jeden z najpiękniejszych rynków w Beskidach",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/pot%C4%99%C5%BCne-po%C5%BCary-niemal-doszcz%C4%99tnie-zniszczy%C5%82y-rynek-w-bielsku-bia%C5%82ej-dzi%C5%9B-to-jeden-z-najpi%C4%99kniejszych-rynk%C3%B3w-w-beskidach/ar-AA1Q6lru?ocid=BingNewsVerp",
            "description": "Rynek w Bielsku-Białej jest jak otwarta księga historii. Każda kamienica, każdy brukowany fragment placu opowiada o wiekach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0CJlds5TWio4nHPu6m8q4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Zachodni on MSN14 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking do 5 km od Kołobrzegu. Urokliwe ścieżki na weekend 8 - 9 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/nordic-walking-do-5-km-od-kolobrzegu-urokliwe-sciezki-na-weekend-8-9-listopada/ar/c7p1-22319027",
            "description": "Latarnia morska - wysokość 26 metrów, zasięg światła 16 mil morskich, wybudowana w 1945 roku na miejscu Fortu Ujście, który w latach 1770-1774 bronił wejścia do portu.",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto18 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zobacz jakie cudeńka można było kupić na Targu Staroci w Legnicy. Tłumy ludzi odwiedziły w niedzielę (9.11) to wyjątkowe miejsce. Dużo zdjęć",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zobacz-jakie-cude%C5%84ka-mo%C5%BCna-by%C5%82o-kupi%C4%87-na-jarmarku-staroci-w-legnicy-t%C5%82umy-ludzi-odwiedzi%C5%82y-w-niedziel%C4%99-911-ten-wyj%C4%85tkowy-targ-zdj%C4%99cia/ar-AA1Q68gT?ocid=BingNewsVerp",
            "description": "Czego tu nie było! Zabytkowe przedmioty z duszą, porcelana, stare naczynia, meble, unikatowe bibeloty, zegarki, biżuteria, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZjE3h2XzyO29k0IBJr8TmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wrocław Nasze Miasto on MSN16 godz.",
            "source": "Wrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy z Głogowa. Sprawdź najważniejsze informacje z wczoraj. Prasówka 10.11.2025",
            "link": "https://glogow.naszemiasto.pl/przeglad-prasy-z-glogowa-sprawdz-najwazniejsze-informacje-z-wczoraj-prasowka-10-11-2025/ar/c1p1-19738679",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 9.11, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nhloMioBuMxOk-0WxKGw1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głogów Nasze Miasto4 godz.",
            "source": "Głogów Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy ludzi na Jarmarku Staroci w Legnicy. Zobacz jakie cudeńka można było kupić w niedzielę (9.11) na tym wyjątkowym targu. Dużo zdjęć",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zobacz-jakie-cude%C5%84ka-by%C5%82y-na-targu-staroci-w-legnicy-t%C5%82umy-ludzi-odwiedzi%C5%82y-w-niedziel%C4%99-911-to-wyj%C4%85tkowe-miejsce-du%C5%BCo-zdj%C4%99%C4%87/ar-AA1Q6dda?ocid=BingNewsVerp",
            "description": "Legnicki Jarmark Staroci odbywa się w drugą niedzielę każdego miesiąca i jest niepowtarzalną okazją, by znaleźć prawdziwe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZjE3h2XzyO29k0IBJr8TmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Legnica Naszemiasto on MSN16 godz.",
            "source": "Legnica Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe skarby na giełdzie w Miedzianej Górze. Mnóstwo ciekawych przedmiotów dla kolekcjonerów i nie tylko. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/podroze/wycieczki-po-historycznych-miejscach-i-zabytkach/prawdziwe-skarby-na-gie%C5%82dzie-w-miedzianej-g%C3%B3rze-mn%C3%B3stwo-ciekawych-przedmiot%C3%B3w-dla-kolekcjoner%C3%B3w-i-nie-tylko-zobacz-zdj%C4%99cia/ar-AA1Q5UET?ocid=BingNewsVerp",
            "description": "W niedzielę, 9 listopada w Miedzianej Górze zainteresowanie zakupami było ogromne. Można tu odkryć nie tylko codzienne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JBoji6JW5iEUYKKM7tTwwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Echo Dnia on MSN19 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 LISTOPADA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-11-10,6,day.html",
            "description": "Wystawa plenerowa na terenie dawnego niemieckiego nazistowskiego obozu pracy i koncentracyjnego Plaszow. Pomiędzy ul. Kamieńskiego i Wielicką, w miejscach ważnych dla historii obozu ustawiono 19 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków9 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Akcje czytelnicze Spacery i zwiedzanie Muzyka rozrywkowa Festiwale sztuk wizualnych Wystawy czasowe Festiwale Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Kabaret W gminach Metropolii Festiwale muzyczne Festiwale teatralne Spotkania i slajdowiska Inne przedstawienia Inne koncerty Pozostałe Widowiska plenerowe i happeningi Muzyka klubowa Wydarzenia sportowe Wystawy stałe Pokazy filmowe Spotkania i wykłady literackie Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest taka zwykła! Od tego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-taka-zwyk%C5%82a-od-tego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN1 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie wyrzucaj tej starej monety z PRL-u. Kolekcjonerzy tracą dla niej głowę, jest warta krocie",
            "link": "https://www.biznesinfo.pl/nie-wyrzucaj-tej-starej-monety-z-prl-u-kolekcjonerzy-traca-dla-niej-glowe-jest-warta-krocie-jb-wac-101125",
            "description": "Kolekcjonowanie przedmiotów z przeszłości, szczególnie z okresu PRL, jest zainteresowaniem wielu Polaków. Jedną z najpopularniejszych pasji ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "BiznesINFO.pl53 min",
            "source": "BiznesINFO.pl",
            "article_content": "Nie wyrzucaj tej starej monety z PRL-u. Kolekcjonerzy tracą dla niej głowę, jest warta krocie\n\nKolekcjonowanie przedmiotów z przeszłości, szczególnie z okresu PRL, jest zainteresowaniem wielu Polaków. Jedną z najpopularniejszych pasji jest zbieranie starych monet i banknotów, które z czasem mogą zyskać na wartości. Tak jest i w tym przypadku. Na tym okazie można wiele zarobić, tyle za niego płacą.\n\nKolekcjonowanie jest popularną rozrywką\n\nModa na kolekcjonowanie to zjawisko globalne, ale w Polsce przybiera specyficzny, lokalny wymiar. Rynek pamiątek z Polskiej Rzeczpospolitej Ludowej rośnie w siłę z roku na rok, napędzany demografią i sentymentem. To już nie jest tylko domena hobbystów, ale także poważny segment rynku alternatywnych inwestycji. Fotele projektu Romana Modzelewskiego czy słynny model 366 Józefa Chierowskiego, poszukiwane \"pasiaki\" ze szkła z Krosna, zabawki z FADO, a nawet sprzęt audio Unitra, potrafią osiągać ceny, które jeszcze dekadę temu byłyby nie do pomyślenia.\n\nFot. Dawid Wolski/East News\n\nSkąd ta fascynacja okresem, który w zbiorowej pamięci zapisał się szarością, permanentnym brakiem i kolejkami? Psychologowie mówią o zjawisku \"nostalgii\", czyli idealizowaniu przeszłości, szczególnie okresu dzieciństwa i młodości. Dla pokolenia dzisiejszych 40- i 50-latków, które jest u szczytu swoich możliwości zarobkowych, to sentymentalny powrót do czasów, które, choć obiektywnie trudne, wspominane są jako prostsze, bezpieczniejsze i bardziej \"ludzkie\". W kontrze do dzisiejszego globalizmu i unifikacji, ówczesny design, choć siermiężny, był paradoksalnie bardzo oryginalny, bo tworzony w izolacji od światowych trendów.\n\nTa unikalność dziś zyskuje na wartości. W tej fali sentymentu wyjątkowe miejsce zajmują przedmioty codziennego użytku, puste butelki po occie, etykiety zapałek, a przede wszystkim pieniądze. Pieniądz z PRL-u, szczególnie ten aluminiowy, był symbolem swojej epoki: lekki, nietrwały, pozbawiony realnej wartości kruszcowej, niszczący się w kieszeni. Dziś, paradoksalnie, staje się cennym nośnikiem historii i, dla nielicznych, potężnym aktywem. Rynek ten jest także formą lokaty kapitału; w czasach niepewności gospodarczej i inflacji, unikalne przedmioty kolekcjonerskie stają się bezpieczną przystanią dla oszczędności.\n\nTakie monety są dużo warte\n\nNumizmatyka, czyli kolekcjonowanie monet, bywa nazywana \"hobby królów\". Nie trzeba jednak królewskiego skarbca, by zacząć, choć można na tym hobby zbudować fortunę. Świat ten rządzi się twardymi prawami. O wartości monety decyduje nie tylko jej wiek czy nominał, ale przede wszystkim trzy czynniki: stan zachowania, nakład oraz rzadkość. Najcenniejsze są egzemplarze w \"stanie menniczym\" (oznaczane jako \"st. 1\" lub UNC - Uncirculated), czyli takie, które nigdy nie były w obiegu i nie mają najmniejszych śladów użytkowania, rys czy przetarć. W profesjonalnej ocenie, czyli gradingu, liczy się każdy detal. Stan \"2\" oznacza już monetę z drobnymi śladami, a \"3\" to egzemplarz obiegowy, który wciąż jest czytelny. Wartość tej samej monety w stanie 1 i 3 może różnić się o tysiące procent.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nDrugi czynnik to nakład, im mniej monet danego typu wybito, tym są cenniejsze. Tu trzeba odróżnić rzadkość od wieku. Większość monet z PRL-u, jak popularne aluminiowe złotówki z lat 70. i 80., bito w nakładach dziesiątek, a nawet setek milionów sztuk. Mimo że są stare, nie są rzadkie, a ich wartość numizmatyczna jest znikoma. Istnieją jednak wyjątki. Czasem cenne okazują się monety z początków PRL-u, bite jeszcze przed denominacją z 1950 roku, w innych stopach metalu. Kolekcjonerzy polują też na tzw. “próby”, czyli monety bite w minimalnych nakładach (kilkaset sztuk) dla celów testowych, często oznaczane napisem \"PRÓBA\". One jednak z definicji nie były w obiegu.\n\nPrawdziwa gra toczy się o znalezienie rzadkiego wariantu monety obiegowej, czyli takiej, która przez przypadek, błąd stempla lub krótką serię produkcyjną, trafiła do portfeli zwykłych ludzi. To właśnie błędy i warianty, niewidoczne dla laika, windują cenę. Może to być brak znaku mennicy, inny kształt cyfry w dacie, czy drobny detal rysunku.\n\nZobacz też: MOPS przyzna ten zasiłek, nie patrząc na dochód. Polacy wciąż o tym nie wiedzą\n\nNa tej monecie z PRL można zarobć\n\nWśród setek milionów monet wypuszczonych w obieg w PRL, jedna budzi największe emocje. To słynna aluminiowa pięciozłotówka z wizerunkiem rybaka, zaprojektowana przez Józefa Gosławskiego. Moneta ta była bita od 1958 aż do 1974 roku. Kluczowy jest jednak ten pierwszy rocznik, czyli 1958. Ale uwaga: samo znalezienie \"Rybaka\" z datą 1958 w szufladzie dziadka nie czyni nas bogaczami.\n\nStandardowy egzemplarz z tej serii, z widocznym znakiem mennicy warszawskiej (charakterystyczne M i W połączone w logo) pod łapą orła, jest wart, w zależności od stanu, od kilku do kilkudziesięciu złotych. Prawdziwym \"Świętym Graalem\" numizmatyki PRL jest jednak konkretny, niezwykle rzadki wariant tej monety. Chodzi o egzemplarze, które przez pomyłkę lub w wyniku użycia innego stempla, różnią się od milionów swoich braci. Najbardziej poszukiwane są dwie odmiany. Pierwsza to pięciozłotówka z 1958 roku bez znaku mennicy. Szacuje się, że znanych jest zaledwie kilkanaście do kilkudziesięciu takich monet.\n\nDruga, jeszcze rzadsza i bardziej pożądana odmiana, określana jest przez kolekcjonerów mianem \"słoneczko\". Różni się ona sposobem wybicia promieni słońca za głową rybaka, są one inaczej ułożone, dłuższe i bardziej wyraziste, co wynika z użycia unikalnego stempla. Istnieją także różnice w kształcie cyfr daty. Te niuanse, niewidoczne gołym okiem dla laika, dla eksperta stanowią o gigantycznej wartości. Skąd się wzięły? Prawdopodobnie były to pierwsze próby bicia, z użyciem stempli, które szybko skorygowano, a monety omyłkowo trafiły do obiegu. Ceny? Zwykły \"Rybak\" 1958 to koszt pizzy. \"Rybak\" 1958 bez znaku mennicy lub w wariancie \"słoneczko\", w idealnym stanie menniczym, to już wydatek rzędu 200, 400, a nawet blisko 2,5 tys. zł. Rekordowe unikaty mogą zyskać jeszcze większą wartość."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten polski banknot jest warty fortunę. Wiadomo, za ile go sprzedano",
            "link": "https://www.biznesinfo.pl/ten-polski-banknot-jest-warty-fortune-wiadomo-za-ile-go-sprzedano-jb-wac-091125",
            "description": "Kolekcjonowanie monet i banknotów to pasja znana od pokoleń. W wielu domach i mieszkaniach pochowane są niezwykle cenne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cmq46nyNB3s0ZWcOEd6uRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "BiznesINFO.pl17 godz.",
            "source": "BiznesINFO.pl",
            "article_content": "Ten polski banknot jest warty fortunę. Wiadomo, za ile go sprzedano\n\nKolekcjonowanie monet i banknotów to pasja znana od pokoleń. W wielu domach i mieszkaniach pochowane są niezwykle cenne nominały, które mogą być warte nawet setki tysięcy złotych. Tak było i w tym przypadku. Ten polski banknot to prawdziwy fenomen, za tyle go sprzedano.\n\nPolacy chętnie gromadzą kolekcje\n\nPolacy od dekad chętnie kolekcjonują przedmioty z przeszłości. Zbieramy znaczki, porcelanę, a w ostatnich latach także meble i szkło z okresu PRL. Pasja ta często wynika z nostalgii, chęci posiadania namacalnego fragmentu historii lub poszukiwania tożsamości poprzez obcowanie z przedmiotami minionych epok. Jednak kolekcjonowanie pieniędzy to kategoria szczególna. Pieniądz, w odróżnieniu od mebla, jest z natury nośnikiem historii, symbolem władzy państwowej i obietnicą wartości.\n\nW przypadku starych monet (numizmatyka) i banknotów (notafilia), sentyment bardzo szybko ustępuje miejsca twardej kalkulacji i dreszczykowi emocji związanemu z \"polowaniem\" na unikalne okazy. Geneza tej pasji na świecie sięga renesansu, kiedy to było domeną arystokracji i uczonych, traktujących stare monety jako materiał badawczy i element \"gabinetów osobliwości\". Dziś jest to w pełni ukształtowany, globalny rynek, na którym obracają się miliardy. Cel współczesnych kolekcjonerów rzadko jest już tylko czysto hobbystyczny. To wyrafinowane połączenie pasji historycznej z realną inwestycją alternatywną.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nDla wielu to skuteczny sposób na ochronę kapitału przed inflacją, znacznie bardziej ekscytujący niż standardowa lokata bankowa. W odróżnieniu od akcji, banknoty nie płacą dywidendy, a w odróżnieniu od złota, nie mają wartości surowcowej. Ich wartość wynika wyłącznie z relacji popytu i podaży, a podaż historycznych walorów jest z definicji stała i malejąca. Skutkiem rosnącej popularności jest dynamiczna profesjonalizacja rynku. Powstały wyspecjalizowane domy aukcyjne, jak Warszawskie Centrum Numizmatyczne czy Gabinet Numizmatyczny D. Marciniaka. Kluczową rolę odgrywają dziś międzynarodowe firmy zajmujące się tzw. gradingiem, czyli profesjonalną oceną i hermetycznym pakowaniem walorów (np. PMG czy PCGS). Banknot zamknięty w plastikowym \"slabie\" z oceną w 70-punktowej skali Sheldona to certyfikat autentyczności i jakości, który usuwa subiektywizm z oceny i ułatwia handel przez internet. Wokół tej pasji rosną też prężne społeczności na forach i w mediach społecznościowych, co dodatkowo napędza popyt.\n\nTe banknoty są najwięcej warte\n\nDlaczego jednak jeden stary banknot jest wart fortunę, podczas gdy cała paczka innych, znaleziona na strychu po dziadkach, ma wartość głównie sentymentalną? Wycena starych pieniędzy jest skomplikowana, a sam wiek nie zawsze jest najważniejszy. Absolutnie kluczowa jest rzadkość. Ta może wynikać z dwóch przyczyn: niskiego nakładu emisyjnego (np. banknoty próbne, wydrukowane tylko w kilkuset egzemplarzach) lub, co częstsze, z niskiej \"przeżywalności\".\n\nWiele historycznych emisji było systematycznie niszczonych po reformach walutowych, bezpowrotnie ginęło w zawieruchach wojennych lub po prostu zużywało się w obiegu. Drugim filarem wyceny jest stan zachowania. W notafilii używa się niezwykle precyzyjnej skali. Najwyższą wartością jest Stan 1, określany jako UNC (Uncirculated), czyli \"menniczy\", który nigdy nie był w obiegu i nie ma nawet najdrobniejszego zagięcia. Poniżej są stany AU (About Uncirculated - prawie menniczy), XF (Extremely Fine - wyjątkowo piękny), VF (Very Fine - bardzo piękny, ale z widocznymi śladami obiegu), F (Fine - dobry), aż po P (Poor - słaby). Różnica w cenie bywa astronomiczna.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nTen sam banknot, który w stanie VF może kosztować tysiąc złotych, w idealnym stanie UNC potrafi osiągnąć cenę 50 tysięcy złotych. Nawet jedno, ledwo widoczne zgięcie w rogu potrafi obniżyć wartość o połowę. Kolejnym czynnikiem jest kontekst historyczny, banknoty emitowane w przełomowych momentach, jak wojny, powstania (jak insurekcyjne) czy zmiany ustrojowe (np. pierwsze emisje II RP, czy banknoty Wolnego Miasta Gdańska) cieszą się naturalnie większym zainteresowaniem. Ceny podbijają także błędy drukarskie (np. przesunięty druk, brak znaku wodnego) oraz udokumentowana proweniencja, czyli historia własności danego egzemplarza.\n\nZobacz też: Rząd zdecydował, emeryci dostaną więcej. Nawet 140 zł co miesiąc\n\nPolski banknot sprzedany za setki tysięcy złotych\n\nDoskonałym przykładem połączenia wszystkich tych cech jest jeden z najdroższych polskich banknotów, jaki kiedykolwiek trafił na publiczną licytacją. Mowa o nominale 500 złotych z czasów Insurekcji Kościuszkowskiej. Formalnie nie był to banknot, lecz \"bilet skarbowy\", wyemitowany w 1794 roku. Emisja ta była desperacką próbą finansowania zrywu niepodległościowego. Bilety te były formą papierów dłużnych, zabezpieczonych na \"dobrach narodowych\", czyli w praktyce obietnicą wypłaty po wygranej wojnie.\n\nHistoria potoczyła się inaczej. Powstanie upadło, Polska zniknęła z map, a bilety skarbowe stały się bezwartościowe. Większość z nich zniszczono lub po prostu wyrzucono. To tłumaczy ich ekstremalną rzadkość. Historycy i kolekcjonerzy szacują, że do dziś przetrwały zaledwie dwa znane egzemplarze tego konkretnego biletu o nominale 500 złotych. Jeden z nich, stanowiący depozyt, znajduje się w zbiorach Muzeum Narodowego. Drugi, w zdumiewająco dobrym jak na ponad 200 lat i burzliwe losy stanie zachowania (ocenionym na AU 55, czyli \"o włos\" od stanu menniczego), trafił na aukcję Polskiego Domu Aukcyjnego Wójcicki.\n\nLicytacja, która rozpoczęła się od ceny wywoławczej 150 tys. zł, szybko przerodziła się w zaciętą walkę. Ostatecznie młotek uderzył przy astronomicznej kwocie 350 tys. złotych. To jednak nie jedyny \"król\" polskich aukcji. W panteonie najdroższych walorów znajduje się też 100 marek polskich z 1919 roku. Egzemplarz z niezwykle rzadkim błędem drukarskim (odwrotnym drukiem orła na rewersie) został sprzedany na aukcji za ponad 287 tys. zł. Innym rarytasem jest banknot 500 marek polskich, również z 1919 roku, znany jako \"chłop z kosą\", który w idealnym stanie zachowania osiągnął na licytacji ponad 200 tys. zł. Te transakcje to nie tylko ciekawostki. Potwierdzają one, że polska notafilia jest poważnym segmentem rynku inwestycji alternatywnych, który przyciąga coraz większy kapitał."
        }
    }
]