[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Żołnierz US Army aresztowany. Próbował Rosji przekazać specyfikację czołgów",
            "link": "https://tech.wp.pl/zolnierz-us-army-aresztowany-probowal-rosji-przekazac-specyfikacje-czolgow,7186632001633024a",
            "description": "Żołnierz z Fort Bliss został aresztowany za próbę przekazania Rosji informacji o operacjach bojowych i specyfikacji czołgów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.4T1n2uyw4kUIa%2f7080C%2fxw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "WP Tech19 godz.",
            "source": "WP Tech",
            "article_content": "22-letni żołnierz z Fort Bliss służący w 1. Dywizji Pancernej został aresztowany 6 sierpnia 2025 r., po próbie przekazania Rosji informacji o operacjach bojowych i szczegółach dotyczących czołgów US Army, które uzyskał dzięki swojemu dostępowi do tajnych danych.\n\nTaylor Adam Lee został oskarżony o próbę przekazania informacji dotyczących obrony narodowej wrogowi zagranicznemu oraz eksportowania kontrolowanych danych technicznych bez licencji, jak poinformowało Biuro Prokuratora USA dla Zachodniego Dystryktu Teksasu.\n\nAmerykanin miał być rozczarowany życiem w USA i w zamian za obietnice obywatelstwa próbował dostarczyć Federacji Rosyjskiej dane dotyczące kluczowych elementów czołgów M1A2 Abrams.\n\nW czerwcu, za pośrednictwem internetu, przesłał dane techniczne dotyczące czołgu M1A2 Abrams do Federacji Rosyjskiej i zaoferował swoją pomoc. W lipcu Lee spotkał się osobiście z osobą, którą uważał za przedstawiciela rządu rosyjskiego i przekazał jej urządzenie pamięci masowej z dokumentami i informacjami o czołgu M1A2 Abrams oraz innych pojazdach wojskowych wykorzystywanych przez US Army. Jednakże na jego nieszczęście osoba była pracownikiem FBI.\n\nDalsza część artykułu pod materiałem wideo\n\nOto czego mogą pragnąć Rosjanie — jedna z największych tajemnic USA\n\nRosjanie przejęli parę czołgów M1A1 Abrams podczas wojny w Ukrainie, ale te maszyny mają niewiele wspólnego z wersją wykorzystywaną przez US Army. O ile armata, zawieszenie czy rozkład wnętrza jest ten sam, to inaczej sprawa ma się z wkładami pancerza specjalnego ze zubożonego uranu.\n\nTen jest standardem dla wszystkich amerykańskich maszyn włącznie ze starymi egzemplarzami znajdującymi się na terenie składu Sierra Army Depot (SIAD) zlokalizowanego na północy Kalifornii. Te starocie nie tylko służą jako baza dla nowych maszyn US Army, ale także dla klientów eksportowych po uprzednim zastąpieniu jednej z największych tajemnic USA pancerzem alternatywnym.\n\nNiewiele wiadomo o stosowanym od 1 października 1988 roku wyłącznie amerykańskich Abramsach specjalnym pancerzu poza tym, że wkłady zawierają siatkę ze zubożonego uranu zamkniętą w modułach ze stali bądź w przypadku trzeciej generacji we włóknie węglowym."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz stare monety lub banknoty? Już niedługo będziesz mógł bezpłatnie dowiedzieć się, ile są warte",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-stare-monety-lub-banknoty-ju%C5%BC-nied%C5%82ugo-b%C4%99dziesz-m%C3%B3g%C5%82-bezp%C5%82atnie-dowiedzie%C4%87-si%C4%99-ile-s%C4%85-warte/ar-AA1K3U3T?ocid=BingNewsVerp",
            "description": "Jesteś z Krakowa lub okolic, a w domowych zasobach pozostały ci stare monety i banknoty i nie wiesz, czy są coś warte. A może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wUJXVXMWQkMYAekZv0s_1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Kraków Nasze Miasto on MSN20 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ile złotych kosztuje funt brytyjski? Kurs GBP/PLN na dziś, 07 sierpnia 2025 r.",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-7-sierpnia-2025-r/697zhr3",
            "description": "Cena funta 07 sierpnia 2025 r. Ile dziś musimy zapłacić za funta szterlinga? Kurs GBP/PLN dzisiaj o godzinie 12 w południe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sBMxt5NavEeOUUFZ5jIyWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl15 godz.",
            "source": "Fakt.pl",
            "article_content": "Cena funta 07 sierpnia 2025 r. Ile dziś musimy zapłacić za funta szterlinga? Kurs GBP/PLN dzisiaj o godzinie 12 w południe wyniósł 4,8770 zł. Kurs funta szterlinga w perspektywie dzień do dnia zmienił się o 0,0372 zł. Porównując kurs funta tydzień do tygodnia, to odnotował on zmianę 0,0660 zł.\n\nKurs GBP/PLN dzisiaj\n\nFunt szterling po angielsku to pound sterling. Można też używać nazwy funt brytyjski, ale jest ona rzadziej używana. Jego oznaczenie globalne to GBP. Jest walutą Wielkiej Brytanii. W jakich krajach obowiązuje funt szterling? Funty należy mieć przy sobie w Wielkiej Brytanii, Szkocji, Irlandii Płn., w Walii, na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie występują nominały w funcie szterlingu? Funt szterling jest podzielony na 100 pensów. Które dzielą się kolejno na monety: 1p, 2p, 5p, 10p, 20p, 50p. Banknoty występują w nominałach 5, 10, 20, 50. Dodatkowo w Szkocji i Irlandii Płn. występuje banknot 100. Bank of England jest centralnym bankiem Wielkiej Brytanii i odpowiada za emisję funtów. Dziś funt jest jedną z najważniejszych walut w międzynarodowym handlu.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "08 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-08,4,day.html",
            "description": "FRIDA IMMERSIVE w Hangarze Czyżyny to wyjątkowa okazja, by przenieść się do świata jednej z najbardziej fascynujących postaci XX wieku. Przez trzy miesiące zwiedzający będą mieli okazję, by poczuć mag ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Izba Regionalna w Woli Radziszowskiej\n\nIzba znajduje się w sąsiedztwie tamtejszego zabytkowego kościoła parafialnego z przełomu XV i XVI w. Mieści się w starym przykościelnym spichlerzu, udostępnionym na ten cel przez parafię. W Izbie znajduje się już ponad 200..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Miejsca nieoczywiste w odlotowym mieście. Takie rzeczy tylko w Łodzi [TOP 10]",
            "link": "https://lodz.wyborcza.pl/lodz/7,35136,32103058,lodz-na-weekend-i-na-dluzej-miejsca-dla-ktorych-warto-wracac.html",
            "description": "Manufaktura, Monopolis, OFF Piotrkowska, Orientarium? To oczywiste oczywistości, które trzeba zobaczyć. Ale dziś polecam ...",
            "image_url": "https://www.bing.pl/th?id=OVF.oSjcd3haGMhm6e0cjJ4nkw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Łódź.Wyborcza.pl18 godz.",
            "source": "Łódź.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "18 znalezisk, które przyniosły więcej radości niż nowe rzeczy",
            "link": "https://jasnastrona.com/articles/18-znalezisk-ktore-przyniosly-wiecej-radosci-niz-nowe-rzeczy-17817/",
            "description": "Antyki to nie są wcale stare rupiecie! To przedmioty z historią, w których tkwi miniony czas, ciepło i dusza. Stary mikser, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.j1Yp_YEVAvx2cM2a6y9-2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Jasna Strona13 godz.",
            "source": "Jasna Strona",
            "article_content": "Antyki to nie są wcale stare rupiecie! To przedmioty z historią, w których tkwi miniony czas, ciepło i dusza. Stary mikser, lampa czy nawet łyżka — wszystko to była część czyjegoś życia. A ubrania z dawnych lat wcale nie wyglądają, jakby powinny trafić do muzeum. Wiele jest w tak dobrym stanie, że jakościowo przewyższają nowe i modne łaszki.\n\n„Kupiłam ją tanio w lumpeksie, bo zobaczyłam, że jest stara. Na wieszaku wyglądała strasznie. Zabrałam ją do domu i przymierzyłam... jestem zachwycona!”\n\n„Wpadłam do mamy, żeby sprawdzić, czy ma tarkę do sera. Nie było jej w domu, ale powiedziała: «Wybierz sobie coś z plastikowego pudła w szafce w kuchni. To rzeczy do oddania»”.\n\n„Choć to nie tarka do sera... to coś znacznie lepszego. Od lat prosiłam ją o ten ręczny mikser! Uwielbiałam go używać jako dziecko i nadal kocham ten zielony kolor z lat 70.”.\n\n„Stary komplet z lat 70. — nieużywany. Pojechałam w podróż służbową do Nashville i choć miałam odpowiednie ubrania, natychmiast kupiłam to cudo i włożyłam!”\n\n„Znalazłam to w domku letniskowym. Ciotka bezczelnie ukrywała ten skarb przez 20 lat!”\n\n„Córka założyła moją sukienkę z połowy lat 90. na szkolny bal”.\n\n„Marzyłam o tej torebce, odkąd miałam 12 lat. W tym roku skończyłam 30 lat i postanowiłam ją sobie kupić. To Speedy 30 z 1984 roku”.\n\n„Bluzka od mojej ciotki, w której prawdopodobnie chodziła w latach 80. do pracy w biurze. Spódnica należała do mojej kuzynki i pochodzi z lat 90.”.\n\n„Kiedy moja mama szykowała się do przeprowadzki, zapytała, chciałabym zatrzymać coś ze starego domu. Poprosiłam tylko o jedną rzecz”.\n\n„«Chcesz tę starą łyżkę?» —zdziwiła się. Ta łyżka była na świątecznym stole odkąd pamiętam, w misce z fasolką szparagową. Tak, mamo, bardziej zależy mi na niej niż na obrazach, porcelanie i biżuterii”.\n\n„Dziękuję, mamo, że zachowałaś tę sukienkę do czasu, kiedy dorosnę!”\n\n„Kiedy miałam 12 lat, mama dała mi tę sukienkę i powiedziała, żebym ją zachowała, bo kiedyś będzie na mnie świetnie leżeć. Kilka lat później zmarła. Co jakiś czas przymierzałam sukienkę i cały czas kiepsko w niej wyglądałam. Ale teraz, kiedy mam 25 lat, jestem pewna, że mama byłaby bardzo zadowolona z tego, jak pasuje”.\n\n„Zawsze chciałam mieć klasyczną torebkę Chanel”.\n\n„Mieszkamy od 8 lat w domu po moich dziadkach i wciąż odkrywamy skarby, na przykład tę piękną lampę z winogronami ze szkła Murano, która była odłożona na strych”.\n\n„Zawsze chciałam mieć fajną marynarkę i spódnicę w kratę, żeby nosić je na punkowe koncerty. Prawdopodobnie przepłaciłam, ale znalezienie czegoś w moim rozmiarze, co nie wymaga przeróbek i ma dokładnie taki wzór, o jaki mi chodziło, to po prostu łut szczęścia”.\n\n„Sukienka z lat 70., którą założyłam na wesele przyjaciółki”.\n\n„Emaliowana klamra lub broszka, którą dałam swojej mamie jakieś 10 lat temu”.\n\n„Idealna pora roku, aby wyciągnąć te ciuchy sprzed lat!”\n\n„Kolekcja perfum sprzed lat”\n\n„Moja babcia pracowała w luksusowym domu towarowym w dziale perfum od końca lat 70. do początku lat 90. Dorastałam wśród tych flakonów, a ich zapachy kojarzą mi się z dzieciństwem”.\n\n„Kupiłam tę sukienkę z apaszek za 5 dolarów na wyprzedaży garażowej!”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To najciekawsze miejsce na Jarmarku św. Dominika. Niewiarygodne, jakie kolekcjonerskie skarby vintage i antyki można tu znaleźć!",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/to-najciekawsze-miejsce-na-jarmarku-%C5%9Bw-dominika-niewiarygodne-jakie-kolekcjonerskie-skarby-vintage-i-antyki-mo%C5%BCna-tu-znale%C5%BA%C4%87/ar-AA1K6jyy?ocid=BingNewsVerp",
            "description": "Jarmark św. Dominika w Gdańsku ma wiele do zaoferowania - jedzenie z najdalszych stron świata, rękodzieło, występy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.md8uebZzE0C37hE6pvZvWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Bałtycki on MSN9 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znamy wyniki rankingu miast przyjaznych kierowcom 2025. Jak wypadł Rzeszów?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/znamy-wyniki-rankingu-miast-przyjaznych-kierowcom-2025-jak-wypad%C5%82-rzesz%C3%B3w/ar-AA1K521r?ocid=BingNewsVerp",
            "description": "To już dziewiąta edycja rankingu miast przyjaznych kierowcom 2025, przygotowanym przez Oponeo.pl i Yanosik, w którym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kOyqRkiu3m9ooG8AxMkW7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Rzeszów Nasze Miasto on MSN15 godz.",
            "source": "Rzeszów Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Otwarcie nowej przestrzeni w podziemiach Hali Targowej w Gdyni",
            "link": "https://www.trojmiasto.pl/tv/Otwarcie-nowej-przestrzeni-w-podziemiach-Hali-Targowej-w-Gdyni-02-02-2019-video-32124.html",
            "description": "Muzyka, wystawy, warsztaty i 24 pracownie artystów - tak w skrócie można opisać otwartą w sobotę nową przestrzeń ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LHnY_VSJgIdSMQO3MBQAoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Trojmiasto.pl6 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark św. Dominika zaprasza w czwartek. Jakie szykuje hity?",
            "link": "https://www.gdansk.pl/wiadomosci/Jarmark-sw-Dominika-zaprasza-w-czwartek-Jakie-szykuje-hity,a,293538",
            "description": "Duża porcja kultury czeka nas w czwartek, 7 sierpnia, na Jarmarku św. Dominik. To poetycki spektakl z okazji 80. rocznicy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8zZziyN9c_xX_qaQF2WlnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska19 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Duża porcja kultury czeka nas w czwartek, 7 sierpnia, na Jarmarku św. Dominik. To poetycki spektakl z okazji 80. rocznicy wybuchu II wojny światowej oraz muzyka z gdańskich wież, czyli koncerty carillonowe. Będzie też można cofnąć się w czasy kuchni PRL. Jarmarkowy program nie zapomina też o najmłodszych, dla których przygotowano Bajkowisko.\n\nBajkowisko to od kilku lat jedna ze sztandarowych imprez na Jarmarku św. Dominika mat. Międzynarodowe Targi Gdańskie\n\nSpektakl w kościelnych murach\n\n“Uratowany” to przedstawienie o dramacie cywilów ukrywających się w ruinach Gdańska w marcu 1945 roku. Kobiety, dzieci, starcy i chorzy znaleźli schronienie w kościele św. Mikołaja jedynym w centrum miasta, który ocalał z pożogi wojennej.\n\nSpektakl jest inspirowany autentycznym listem spisanym po latach przez ocalałego. Powstał dla upamiętnienia przypadającej w tym roku 80. rocznicy zakończenia II wojny światowej.\n\nStaje się głosem tych, którzy przetrwali, milczeli i pamiętali. “Uratowany” to spektakl, w którym taniec, słowo i muzyka mówią o tym, czego nie sposób wyrazić słowami. Na scenie spotykają się historia i teraźniejszość, dramat i nadzieja, destrukcja i piękno – to, które przetrwało w sztuce. To nie opowieść o wojnie, lecz o człowieczeństwie. Nie dokument, lecz świadectwo. Nie oskarżenie, lecz pamięć. Nie rekonstrukcja, lecz próba zrozumienia, czym naprawdę jest: być uratowanym.\n\n- tak sens i przesłanie spektaklu tłumaczy Teatr Młodych z Gdańska który wraz z Chórem św. Mikołaja przygotował sztukę.\n\nmat. organizatora\n\nSpektakl “Uratowany” zostanie pokazany w kościele św. Mikołaja, w czwartek, 7 sierpnia, o godzinie 21:00. Wstęp wolny.\n\nJak gra carillon?\n\nKoncerty carillonowe to już wieloletnia tradycja na Jarmarku św. Dominika. Nie inaczej jest i w tym roku.\n\nNa trzech wieżach – w tym dwóch z carillonami – wystąpi zespół Tubicinatores Gedanenses, grający na historycznych trąbkach i perkusji oraz w kostiumach z epoki. Towarzyszyć im będzie miejska carillonistka Monika Kaźmierczak oraz grupa rekonstrukcyjna z XVIII wieku. Do wysłuchania 20-minutowych koncertów zachęcać będzie przechodniów miejski krzykacz.\n\nNie tylko w budynkach. Nietypowe noclegi w Gdańsku\n\nGdańsk jest jedynym miastem w Polsce z czynnymi carillonami.\n\nPrzypomnijmy, że carillon to zespół co najmniej 23 dzwonów, zestrojonych ze sobą w sposób umożliwiający wygrywanie na nich melodii. Umieszczany jest przeważnie na wieżach. Tradycja carillonów sięga XII wieku, a ich sztuka rozwinęła się pomiędzy XIV a XVIII wiekiem, szczególnie we Francji i Niderlandach.\n\nPierwszy koncert carillonowy w Gdańsku został zagrany z wieży Ratusza Głównego Miasta 23 września 1561 r. z okazji zamontowania na iglicy pozłacanej figury króla Zygmunta II Augusta. Czternaście lat później podobny instrument zawisł także na wieży kościoła św. Katarzyny. Oba zestawy nie miały jednak klawiatury, wygrywały wyłącznie mechaniczne melodie zapisane wcześniej na tzw. \"bębnie\". W XVIII wieku na wieży kościoła św. Katarzyny pojawił się pierwszy w mieście carillon z klawiaturą.\n\nCarillonowe dzwony w kościele św. Katarzyny fot. Piotr Wittman/ gdansk.pl\n\nCarillony zawsze były obecne w życiu Gdańska. Towarzyszyły najważniejszym uroczystościom np. wizytom koronowanych głów.\n\nDo 1942 r. miasto Gdańsk utrzymywało ponad 38 carillonistów miejskich i ich pomocników.\n\nOba gdańskie carillony zostały zniszczone w czasie II wojny światowej. W ostatnich latach, dzięki zaangażowaniu pracowników gdańskiego Muzeum Zegarów Wieżowych (obecnie Muzeum Nauki Gdańskiej - PAP), udało się odtworzyć oba instrumenty.\n\nCarillon na ratuszu składa się z 37, a ten na kościele św. Katarzyny - z 50 dzwonów. Gdańsk zakupił także mobilny instrument składający się z 48 dzwonów umieszczonych w przeszklonej gablocie zamontowanej na podwoziu zabytkowej ciężarówki.\n\nPierwszy powojenny koncert na carillonie odbył się 28 listopada 1998 r. z wieży kościoła św. Katarzyny.\n\nWięcej muzyki z wież. Trwa XXVII Gdański Festiwal Carillonowy\n\nPROGRAM KONCERTÓW CARILLONOWYCH W CZWARTEK, 7 SIERPNIA:\n\n17.30 – wie ża kościoła św. Katarzyny\n\n18.45 – wie ża kościoła św. Jana\n\n20.00 – Ratusz G ł ównego Miasta\n\nCo gotowano w PRL?\n\nW podróż w czasie do epoki PRL zachęca w czwartek w godzinach 17.00-18.00 Przystanek Retro, przy ul. Długie Ogrody. Stanie tam kuchenny stół z lat 70. Będzie to międzypokoleniowe spotkanie. Rodzice i dzieci zmierzą się w kulinarnych quizach, przepisach z zeszytów babci i… fotografii jedzenia.\n\nJak kiedyś wyglądały zdjęcia potraw, a jak wyglądają dziś na Instagramie? Kto lepiej sfotografuje blok czekoladowy: mama z tatą czy najmłodsi? Wspólna zabawa, warsztaty i degustacje pokażą, że kuchnia to miejsce spotkania – bez względu na wiek i epokę\n\n- tak reklamowane jest wydarzenie na Przystanku Retro.\n\nBajkowisko razy dwa\n\nDzieci, ale też ich rodzice i dziadkowie, dobrze bawią się co roku na jarmarkowym Bajkowisku. W czwartek na Przystanku Przygoda z AmberSky (Podwale Staromiejskie, Targ Rybny) będzie ono miało aż dwie odsłony.\n\nJarmarkowy targ staroci na Długich Ogrodach fot. Grzegorz Mehring/ gdansk.pl\n\nW godzinach 14.30- 16.00 zaplanowano warsztaty i działania twórcze, dzięki którym najmłodsi rozwijają swoją wyobraźnię i wrażliwość. Zabawę rozpocznie Hyde Park. Scena stanie się otwarta dla dzieci, które marzą o zaprezentowaniu przed publicznością swoich talentówwokalnych, tanecznych, aktorskich i wielu innych. Potem, przewidziano specjalne zabawy i animacje pod hasłem Marynar(s)ki szyk.\n\nO godz. 16.00 na scenie Bajkowiska pojawi się Teatr Gracholka z przedstawieniem lalkowym pt. \"Krętym szlakiem ze ślimakiem\".\n\nGłówny bohater Ślimak-Nomad w myśl idei „Bądź wolny!” wyruszy w niezwykłą podróż, podczas której spotyka na swojej drodze barwnych bohaterów: Płochliwego Jeża, Stracha na Wróble, Gołębia Pocztowego, Bociana oraz Srokę. Każda z tych postaci zmaga się z problemami współczesnego świata – uzależnieniem od elektroniki, zagubieniem, samotnością czy niszczeniem środowiska naturalnego. Spotkanie ze Ślimakiem staje się dla nich momentem refleksji i impulsem do zmiany swojego życia.\n\n, 7 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w To tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w czwartek, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku\n\nZaczęło się w XIII wieku ...\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku/ar-AA1JEYfU?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN7 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najbardziej poszukiwane rzeczy z czasów PRL - zdjęcia, ceny. To kolekcjonerzy cenią w 2025 roku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/oto-najbardziej-poszukiwane-rzeczy-z-czas%C3%B3w-prl-zdj%C4%99cia-ceny-to-kolekcjonerzy-ceni%C4%85-w-2025-roku/ar-AA1JyppF?ocid=BingNewsVerp",
            "description": "Pamiątki z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz rzeczy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yZgbi8ih9l1xqlyRhYYPly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kraków: Muzeum Archeologiczne przeprowadziło wykopaliska na swoim dziedzińcu, znaleziono groby zakonników i średniowieczną basztę",
            "link": "https://kresy.pl/wydarzenia/spoleczenstwo/krakow-muzeum-archeologiczne-przeprowadzilo-wykopaliska-na-swoim-dziedzincu-znaleziono-groby-zakonnikow-i-sredniowieczna-baszte/",
            "description": "Podczas prac modernizacyjnych w Muzeum Archeologicznym w Krakowie archeolodzy natrafili na wyjątkowe znaleziska, które ...",
            "image_url": "https://www.bing.pl/th?id=OVF.FD6PxctO2NXkBMGBUNO3Vw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kresy.pl17 godz.",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemniczy witraż z Malborka odnaleziony w Gdańsku",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/tajemniczy-witraz-z-malborka-odnaleziony-w-gdansku/rwlk61s,0666d3f1",
            "description": "Rzecznik Pomorskiego Wojewódzkiego Konserwatora Zabytków, Marcin Tymiński, poinformował, że niewielki i delikatny witraż o ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.x3cVZbH9c8CWVBWI-6cd-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Onet15 godz.",
            "source": "Onet",
            "article_content": "Odnalezienie witrażu\n\nPomorski Wojewódzki Konserwator Zabytków (PWKZ) poinformował, że w składnicy konserwatorskiej w Gdańsku znajdował się niewielki witraż, który prawdopodobdnie pochodzi z kościoła NMP w Zamku Wysokim w Malborku. Do tej pory do Malborka powróciły trzy zaginione kwatery witrażowe.\n\nPoznaj kontekst z AI Gdzie znajdował się odnalaziony witraż?\n\nJakie prace konserwatorskie przeprowadzono na witrażu?\n\nZ jakiego kościoła pochodzi witraż?\n\nIle zaginionych kwater witrażowych wróciło do Malborka?\n\nPrace konserwatorskie\n\nRzecznik PWKZ Marcin Tymiński podał, że \"niewielki i bardzo delikatny witraż o wymiarach 66 na 52 cm\", przez lata znajdował się w składnicy konserwatorskiej w Gdańsku Oliwie. Do tej pory nie znane było jego pochodzenie.\n\nDodał, że nie wiadomo, kiedy i przez kogo został tam złożony. Wyjaśnił, że ze względu na jego stan - m.in. utlenianie się spojeń wykonanych z cynku, został poddany pracom konserwatorsko-restauracyjnym, które wykonała Pracownia Artystyczna Burzyńscy z Malborka.\n\nreklama\n\nPochodzenie witrażu\n\nWedług ich ustaleń, \"kwatera witrażowa prawdopodobnie pochodzi z Zespołu witraży z kościoła NMP na Zamku Wysokim w Malborku. Określana przez muzeum w zasobach jako zaginione\".\n\nPodano, że projekt kwatery znajduje się również na barwnej litografii znajdującej się w leksykonie Meyers Konversations-Lexikon. Litografia prezentuje różne style witrażowe i wśród nich umieszczony jest fragment kwatery analogicznej do tej poddanej konserwacji.\n\nInne znaleziska w składnicy\n\nTymiński przekazał, że w składnicy konserwatora znajdują się m.in. drewniane i kamienne detale architektoniczne czy fragmenty wyposażenia dawnych kamienic i rezydencji.\n\n- Niektóre z nich udało się zidentyfikować i po wielu latach trafiły z powrotem \"na swoje miejsca\", jak np. wyposażenie z kościoła św. Jana w Gdańsku, inne wykorzystano przy pracach w zabytkowych obiektach np. pałacu w Kłaninie - przekazał.\n\nDalsze działania\n\nMuzeum Zamkowe w Malborku poinformowało PAP, że \"przekazało informację o znalezisku do Ministerstwa Kultury i Dziedzictwa Narodowego, z którym będzie dalej procedowało sprawę\".\n\nW ubiegłym roku Ministerstwo Kultury i Dziedzictwa Narodowego podało, że do malborskich zbiorów powróciły łącznie trzy witraże, które były uznawane za straty wojenne. Odzyskano je dzięki działaniom restytucyjnym MKiDN poprzedzonymi badaniami proweniencyjnymi pracowników Muzeum Zamkowego w Malborku.\n\nHistoria witraży w Malborku\n\nNa odzyskanych do tej pory kwaterach witrażowych widnieją prorok Mojżesz oraz motyw ornamentalny wykonany w Charlottenburgu dla kościoła Najświętszej Marii Panny na Zamku Wysokim w Malborku.\n\nW ubiegłym roku do malborskiego zamku powróciła trzecia kwatera, która pierwotnie znajdowała się w oknie na północnej ścianie kościoła. Składająca się z 71 pól kwatera witrażowa w kształcie kwadratu została zamówiona przez Zarząd Odbudowy Zamku w Malborku wraz z innymi kwaterami w 1884 roku. Stanowiła uzupełnienie średniowiecznych witraży z Chełmna i Torunia, pozyskiwanych do okien Kościoła Najświętszej Marii Panny na Zamku Wysokim w Malborku od 1819 roku.\n\nW okresie powojennym kwatera była prawdopodobnie elementem transferu ocalałych w Zamku szkleń, które w porozumieniu z Referatem Kultury w Malborku i Muzeum Wojska Polskiego przeznaczono do zabezpieczenia okien malborskiej fary. W dokumentach archiwalnych opisane są też inne przedmioty zabytkowe, np. dzwony, które przenoszono z malborskiego Zamku.\n\nreklama\n\nŚredniowieczne witraże\n\nMKiDN podało, za badaczami, że pierwsze witraże pojawiły się w najważniejszej zamkowej świątyni w Malborku jeszcze w połowie XIV wieku. Do naszych czasów nie zachowały się jednak żadne, nawet najmniejsze fragmenty tego średniowiecznego oszklenia.\n\nWskazano również, że niewiele wzmianek o witrażach znajduje się w późniejszych źródłach. Jedynie na ilustracjach z XVI i XVII w. można dostrzec, że okna kościoła były zaopatrzone w witraże figuralne. W wyniku pożaru dachów Zamku Wysokiego w 1644 r. zniszczeniu uległ kościół zamkowy oraz znajdujące się w nim witraże.\n\nOdbudowa zamku\n\nOd końca XVIII i w początkach XIX w. w Malborku trwały prace budowlano-konserwatorskie, stanowiące realizację idei odbudowy zamku, dzięki której miał on stać się panteonem prowincji pruskiej (pruskim Westminsterem). W 1819 roku trafiły tam pierwsze importy witraży średniowiecznych zakupionych do wystroju kościoła NMP na Zamku Wysokim. Wśród nich znalazły się: kwatery z XIV wieku, pochodzące z rozebranego dominikańskiego kościoła św. Mikołaja w Toruniu oraz nieokreślona liczba witraży z franciszkańskiego kościoła NMP w Toruniu (datowanych na koniec XIV w.).\n\nKolejne witraże do wystroju kościoła zostały zakupione w 1888 roku z kościoła Wniebowzięcia NMP w Chełmnie oraz kościoła franciszkańskiego w Toruniu. Ostatnią partię średniowiecznych witraży (z motywami ornamentalnymi i figuralnymi) pozyskano w 1898 roku z kościoła NMP w Toruniu. Część z nich obecnie znajduje się w zbiorach Muzeum Okręgowego w Toruniu.\n\nNabyte średniowieczne witraże nie zaspokoiły jednak potrzeb związanych z wyposażeniem wszystkich okien kościoła zamkowego, dlatego podjęto decyzję o wypełnieniu brakujących oszkleń nowymi witrażami. W 1884 roku Zarząd Odbudowy Zamku pod kierunkiem Conrada Steinbrechta rozpoczął współpracę z Johannem Baptistą Haselbergerem z Lipska oraz z Królewskim Instytutem Witrażownictwa w podberlińskim Charlottenburgu.\n\nOdnalezienie witrażu w Gdańsku to ważny krok w procesie odzyskiwania zaginionych dzieł sztuki z Malborka. Dzięki działaniom konserwatorskim i badaniom proweniencyjnym, możliwe jest przywrócenie tych cennych artefaktów do ich pierwotnych miejsc. Witraże z Malborka, choć częściowo zaginione, wciąż stanowią istotny element dziedzictwa kulturowego regionu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "08 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-08,7,day.html",
            "description": "Wystawa prezentuje nieznaną dotąd szerzej kolekcję ikon, która jest jednym z najstarszych i najcenniejszych zbiorów malarstwa cerkiewnego w Europie Środkowej. Znajdują się tu przede wszystkim dzieła p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Akcje czytelnicze Spacery i zwiedzanie Festiwale Muzyka rozrywkowa Wystawy czasowe Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Festiwale i przeglądy filmowe Kabaret Festiwale muzyczne Pozostałe Spotkania i slajdowiska Inne przedstawienia Dziecięce różności Inne koncerty Festiwale teatralne Widowiska plenerowe i happeningi Muzyka klubowa Wydarzenia sportowe Cykle filmowe Spotkania i wykłady literackie Pokazy filmowe Inne wydarzenia literackie Wystawy stałe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowe wydarzenia we Wrocławiu 8-10 sierpnia 2025 – festiwale, koncerty, wyścigi konne i letnie atrakcje dla całej rodziny!",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/wyj%C4%85tkowe-wydarzenia-we-wroc%C5%82awiu-8-10-sierpnia-2025-festiwale-koncerty-wy%C5%9Bcigi-konne-i-letnie-atrakcje-dla-ca%C5%82ej-rodziny/ar-AA1K6QPJ?ocid=BingNewsVerp",
            "description": "Przed nami wyjątkowy weekend pełen różnorodnych wydarzeń we Wrocławiu! Od piątku 8 sierpnia do niedzieli 10 sierpnia 2025 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Li6a2w5sD0B0xPy7GfiSmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wrocław Nasze Miasto on MSN5 godz.",
            "source": "Wrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niespodzianka w rzece Sawa. Archeolodzy odnaleźli sztabki sprzed 2000 lat",
            "link": "https://www.focus.pl/artykul/rzeka-sawa-sztabki-sprzed-2000-lat-balkany",
            "description": "Gdy nurkowie zanurzyli się w mętnych wodach Sawy, nie spodziewali się, że wyłowią coś więcej niż rzeczny muł. Bośnia i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.If5e3weeMbLjar2YYfK0WS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Focus6 godz.",
            "source": "Focus",
            "article_content": "Spektakularne odkrycie w rzece Sawa. Co odnaleźli archeolodzy?\n\nZespół z Muzeum Franciszkańskiego Klasztoru Vrata Bosne dokonał niezwykłego znaleziska. Z dna rzeki wydobyto tysiące dwuspadowych sztabek żelaza pochodzących prawdopodobnie z I lub II wieku p.n.e. Te półsurowcowe artefakty metalurgiczne pochodzą z okresu przejściowego między kulturą lateńską a dominacją Rzymu. Znaczenie tego odkrycia najlepiej ilustrują liczby. Przed opisywaną akcją cała Bośnia i Hercegowina posiadała w zbiorach zaledwie jeden podobny artefakt. Sąsiednie kraje też nie mogły pochwalić się bogactwem takich znalezisk. Dość powiedzieć, że Chorwacja miała jeden egzemplarz, Słowenia dwa lub trzy. Tylko kilka krajów Europy Zachodniej i Środkowej dysponowało większymi kolekcjami.\n\nfot. Muzej Franjevačkog samostana Tolisa Vrata Bosne\n\nCzytaj też: Tajemniczy twórcy pradawnych narzędzi z Indonezji. To odkrycie zmusza naukowców do przepisania podręczników historii\n\nZa całym przedsięwzięciem stoi lokalny miłośnik historii. Pero Matkić już rok wcześniej zauważył w rzece dziwne przedmioty i przesłał ich zdjęcia specjalistom. Ta osobista inicjatywa zapoczątkowała łańcuch zdarzeń prowadzących do jednego z ważniejszych odkryć archeologicznych na Bałkanach. Dwudniowe prace w wodzie zakończone w miniony wtorek prowadził zespół pod kierunkiem archeologa Krunoslava Zubčicia i eksperta Nikicy Spudicia. Operacją koordynował dyrektor muzeum Joza Jezerčić. To, co zapoczątkowała pasja jednego człowieka, doprowadziło do zaangażowania zespołu ekspertów.\n\nSkala, która zmienia perspektywę, czyli największe odkrycie na Bałkanach\n\nLiczba wydobytych w kantonie posawskim sztabek może potencjalnie przekroczyć łączną ilość podobnych zabytków znanych dotychczas w całej Europie. Jeśli te szacunki się potwierdzą, stanowisko stanie się najbogatszym źródłem takich artefaktów na kontynencie. Każda sztabka to świadectwo zaawansowanej technologii i rozległych kontaktów handlowych. Charakterystyczny kształt ułatwiał transport i standaryzował wymianę metalu w całej Europie. Stanowisko poddano szczegółowej dokumentacji z zastosowaniem nowoczesnych metod. Zespół wyznaczył punkty odniesienia, a do stworzenia modelu 3D i planu topograficznego wykorzystano techniki fotogrametryczne. Wydobyte artefakty zabezpieczono w wodzie destylowanej przed rozpoczęciem skomplikowanego procesu konserwacji. To standardowa procedura, ponieważ nagłe przeniesienie metalowych przedmiotów z wody do powietrza mogłoby spowodować ich nieodwracalne zniszczenie.\n\nCzytaj też: Potężna forteca z epoki żelaza odkryta na wysokości 3000 metrów. Naukowcy nie kryją swojego zaskoczenia\n\nTo odkrycie może zrewidować historyczną rolę tego bośniackiego regionu. Był on dotychczas uznawany za peryferyjny, lecz w świetle najnowszych doniesień archeolodzy sugerują, jakoby był ważnym węzłem w europejskiej sieci handlowej. To ciekawa perspektywa, choć wymaga jeszcze potwierdzenia dalszymi badaniami. Planowane analizy chemiczne mają określić pochodzenie metalu. Obecnie eksperci sugerują, jakoby jego źródłem były starożytne kopalnie. Poza tym archeolodzy będą chcieli zrekonstruować szlaki handlowe łączące ten obszar z Europą Środkową przed okresem rzymskiej ekspansji. To mogłoby znacząco zmienić nasze wyobrażenie o gospodarczej mapie Starego Kontynentu. Przed archeologami żmudny proces. Konserwacja i analiza materiałów wymaga czasu, środków oraz międzynarodowej współpracy z instytucjami w Słowenii, Niemczech, Francji i Austrii. Tylko takie wspólne działania pozwolą w pełni docenić wagę tego znaleziska. To co wydobyto z Sawy to nie tylko archeologiczna sensacja. Każda sztabka stanowi fragment układanki, która zaczyna ukazywać zupełnie nowy obraz Europy sprzed dwóch tysięcy lat. Czekamy na kolejne elementy tej historii, mając świadomość, że dopiero zaczynamy ją rozumieć."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opowieści o zakopanych skarbach to nie jest bajka. Do dziś niektóre czekają na odnalezienie. Opolszczyzna jest tu szczególnie urodzajna",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/opowie%C5%9Bci-o-zakopanych-skarbach-to-nie-jest-bajka-do-dzi%C5%9B-niekt%C3%B3re-czekaj%C4%85-na-odnalezienie-opolszczyzna-jest-tu-szczeg%C3%B3lnie-urodzajna/ar-AA1K46Eo?ocid=BingNewsVerp",
            "description": "Pod koniec II wojny światowej cenne przedmioty, dzieła sztuki, biżuterię, pieniądze w zorganizowany sposób ukrywało państwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zGyfNPYxBB69xnUGkGnKXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Opole Nasze Miasto on MSN19 godz.",
            "source": "Opole Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz stare monety lub banknoty? Już niedługo będziesz mógł bezpłatnie dowiedzieć się, ile są warte",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-stare-monety-lub-banknoty-ju%C5%BC-nied%C5%82ugo-b%C4%99dziesz-m%C3%B3g%C5%82-bezp%C5%82atnie-dowiedzie%C4%87-si%C4%99-ile-s%C4%85-warte/ar-AA1K3U3T?ocid=BingNewsVerp",
            "description": "Jesteś z Krakowa lub okolic, a w domowych zasobach pozostały ci stare monety i banknoty i nie wiesz, czy są coś warte. A może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wUJXVXMWQkMYAekZv0s_1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Kraków Nasze Miasto on MSN20 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "08 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-08,8,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niespodzianka w rzece Sawa. Archeolodzy odnaleźli sztabki sprzed 2000 lat",
            "link": "https://www.focus.pl/artykul/rzeka-sawa-sztabki-sprzed-2000-lat-balkany",
            "description": "Gdy nurkowie zanurzyli się w mętnych wodach Sawy, nie spodziewali się, że wyłowią coś więcej niż rzeczny muł. Bośnia i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.If5e3weeMbLjar2YYfK0WS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Focus6 godz.",
            "source": "Focus",
            "article_content": "Spektakularne odkrycie w rzece Sawa. Co odnaleźli archeolodzy?\n\nZespół z Muzeum Franciszkańskiego Klasztoru Vrata Bosne dokonał niezwykłego znaleziska. Z dna rzeki wydobyto tysiące dwuspadowych sztabek żelaza pochodzących prawdopodobnie z I lub II wieku p.n.e. Te półsurowcowe artefakty metalurgiczne pochodzą z okresu przejściowego między kulturą lateńską a dominacją Rzymu. Znaczenie tego odkrycia najlepiej ilustrują liczby. Przed opisywaną akcją cała Bośnia i Hercegowina posiadała w zbiorach zaledwie jeden podobny artefakt. Sąsiednie kraje też nie mogły pochwalić się bogactwem takich znalezisk. Dość powiedzieć, że Chorwacja miała jeden egzemplarz, Słowenia dwa lub trzy. Tylko kilka krajów Europy Zachodniej i Środkowej dysponowało większymi kolekcjami.\n\nfot. Muzej Franjevačkog samostana Tolisa Vrata Bosne\n\nCzytaj też: Tajemniczy twórcy pradawnych narzędzi z Indonezji. To odkrycie zmusza naukowców do przepisania podręczników historii\n\nZa całym przedsięwzięciem stoi lokalny miłośnik historii. Pero Matkić już rok wcześniej zauważył w rzece dziwne przedmioty i przesłał ich zdjęcia specjalistom. Ta osobista inicjatywa zapoczątkowała łańcuch zdarzeń prowadzących do jednego z ważniejszych odkryć archeologicznych na Bałkanach. Dwudniowe prace w wodzie zakończone w miniony wtorek prowadził zespół pod kierunkiem archeologa Krunoslava Zubčicia i eksperta Nikicy Spudicia. Operacją koordynował dyrektor muzeum Joza Jezerčić. To, co zapoczątkowała pasja jednego człowieka, doprowadziło do zaangażowania zespołu ekspertów.\n\nSkala, która zmienia perspektywę, czyli największe odkrycie na Bałkanach\n\nLiczba wydobytych w kantonie posawskim sztabek może potencjalnie przekroczyć łączną ilość podobnych zabytków znanych dotychczas w całej Europie. Jeśli te szacunki się potwierdzą, stanowisko stanie się najbogatszym źródłem takich artefaktów na kontynencie. Każda sztabka to świadectwo zaawansowanej technologii i rozległych kontaktów handlowych. Charakterystyczny kształt ułatwiał transport i standaryzował wymianę metalu w całej Europie. Stanowisko poddano szczegółowej dokumentacji z zastosowaniem nowoczesnych metod. Zespół wyznaczył punkty odniesienia, a do stworzenia modelu 3D i planu topograficznego wykorzystano techniki fotogrametryczne. Wydobyte artefakty zabezpieczono w wodzie destylowanej przed rozpoczęciem skomplikowanego procesu konserwacji. To standardowa procedura, ponieważ nagłe przeniesienie metalowych przedmiotów z wody do powietrza mogłoby spowodować ich nieodwracalne zniszczenie.\n\nCzytaj też: Potężna forteca z epoki żelaza odkryta na wysokości 3000 metrów. Naukowcy nie kryją swojego zaskoczenia\n\nTo odkrycie może zrewidować historyczną rolę tego bośniackiego regionu. Był on dotychczas uznawany za peryferyjny, lecz w świetle najnowszych doniesień archeolodzy sugerują, jakoby był ważnym węzłem w europejskiej sieci handlowej. To ciekawa perspektywa, choć wymaga jeszcze potwierdzenia dalszymi badaniami. Planowane analizy chemiczne mają określić pochodzenie metalu. Obecnie eksperci sugerują, jakoby jego źródłem były starożytne kopalnie. Poza tym archeolodzy będą chcieli zrekonstruować szlaki handlowe łączące ten obszar z Europą Środkową przed okresem rzymskiej ekspansji. To mogłoby znacząco zmienić nasze wyobrażenie o gospodarczej mapie Starego Kontynentu. Przed archeologami żmudny proces. Konserwacja i analiza materiałów wymaga czasu, środków oraz międzynarodowej współpracy z instytucjami w Słowenii, Niemczech, Francji i Austrii. Tylko takie wspólne działania pozwolą w pełni docenić wagę tego znaleziska. To co wydobyto z Sawy to nie tylko archeologiczna sensacja. Każda sztabka stanowi fragment układanki, która zaczyna ukazywać zupełnie nowy obraz Europy sprzed dwóch tysięcy lat. Czekamy na kolejne elementy tej historii, mając świadomość, że dopiero zaczynamy ją rozumieć."
        }
    }
]