[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alarm w NATO to test dla polskiej armii? \"Mamy jedynie 18 miesięcy\"",
            "link": "https://www.msn.com/pl-pl/polityka/rz%C4%85d/alarm-w-nato-to-test-dla-polskiej-armii-mamy-jedynie-18-miesi%C4%99cy/ar-AA1K7UvK?ocid=BingNewsVerp",
            "description": "Polska armia rośnie w siłę - ogłaszają decydenci i chwalą się zamówieniami potężnego sprzętu dla wojska. Prężą muskuły, ale ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lzDFgF485qbmDYDyg1pGqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "TOK FM on MSN23 godz.",
            "source": "TOK FM on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy pod kościołem Marii Magdaleny we Wrocławiu. Ruszyła kultowa giełda staroci. Na straganach same cudeńka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/t%C5%82umy-pod-ko%C5%9Bcio%C5%82em-marii-magdaleny-we-wroc%C5%82awiu-ruszy%C5%82a-kultowa-gie%C5%82da-staroci-na-straganach-same-cude%C5%84ka/ar-AA1K9FzV?ocid=BingNewsVerp",
            "description": "Obok tych stoisk trudno przejść obojętnie. Na placu przy katedrze Marii Magdaleny znajdziecie wszystko, co klimatyczne, retro ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ab_LFN8AZfV_KbVh5zS0TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska on MSN15 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy pokazali swoje skarby w Naćmierzu. Byliśmy na giełdzie. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/kolekcjonerzy-pokazali-swoje-skarby-w-na%C4%87mierzu-byli%C5%9Bmy-na-gie%C5%82dzie-zdj%C4%99cia/ar-AA1K8Yuu?ocid=BingNewsVerp",
            "description": "Muzeum Ziemi Sławieńskiej w Naćmierzu (gm. Postomino) organizuje Giełdę Kolekcjonerów. Miłośnicy lokalnej historii pokazują ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R_NXW426O-Z9qqYI2xVFri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Sławno Nasze Miasto on MSN19 godz.",
            "source": "Sławno Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cena funta brytyjskiego 08 sierpnia 2025 r. Jaka jest cena GBP/PLN?",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-8-sierpnia-2025-r/pjfeydh",
            "description": "Ile złotych to jeden funt szterling? Dzisiaj 08 sierpnia 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9141 zł. Kurs ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kfdFmDqmcwvQrILgjS9QnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl18 godz.",
            "source": "Fakt.pl",
            "article_content": "Ile złotych to jeden funt szterling? Dzisiaj 08 sierpnia 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9141 zł. Kurs funta szterlinga zmienił się o +0,0371 zł w ujęciu dziennym. Kurs GBP/PLN w tym tygodniu uległ zmianie o 0,0221 zł względem zeszłego tygodnia.\n\nKurs funta szterlinga\n\nFunt szterling to po angielsku pound sterling. Zwany jest również funtem brytyjskim ale jest to nazwa nieoficjalna. Jego kod międzynarodowy to GBP. Występuje jako jednostka monetarna w Wielkiej Brytanii. Gdzie zapłacimy funtem szterlingiem? Funtem zapłacimy w Wielkiej Brytanii, Szkocji, Walii, Irlandii Płn., na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJeden funt to ile pensów? Na jednego funta szterlinga składa się 100 pensów. Nominały monet to: 1p, 2p, 5p, 10p, 20p, 50p. A banknoty są w następujących nominałach: 5, 10, 20, 50 (banknot 100 występuje jedynie w Szkocji i Irlandii Płn.). Do XIX wieku funt był powiązany ze złotem. Oznaczało to, że określoną ilość funtów można było wymienić na określoną ilość złota. Funt szterling jest najstarszą wciąż używaną walutą na świecie. Jego korzenie sięgają XII wieku.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich można jeszcze wymienić [9.08.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-mo%C5%BCna-jeszcze-wymieni%C4%87-9-08-2025-r/ar-AA1JoySg?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YWO2XIPLjs4QYJfkRauhLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN11 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukana fraza: 老人性イボ 液体窒素",
            "link": "https://www.moto.egospodarka.pl/art/s/%E8%80%81%E4%BA%BA%E6%80%A7%E3%82%A4%E3%83%9C-%E6%B6%B2%E4%BD%93%E7%AA%92%E7%B4%A0,21.html",
            "description": "Czasy gdy kilkadziesiąt koni mechanicznych robiły z modelu auto super sportowe odeszły w zapomnienie. Teraz nie wystarczy już tylko mocniejszy silnik lub pakiet wizualny – potrzeba jeszcze rekordu tor ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5LZ_PypinKqiazX2EVg1-A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "moto.egospodarka.pl15 godz.",
            "source": "moto.egospodarka.pl",
            "article_content": "Nie masz w gamie SUV-a? To znaczy, że nie ma Cię na rynku! Żaden szanujący się producent nie może sobie pozwolić na brak sportowo-użytkowego auta w ofercie. GM dość późno, bo dopiero w 2012 roku zorientowało się, że w portfolio produktowym brakuje im „prawie terenówki”. Braki nadrobili jednak bardzo szybko… Z zewnątrz… Ponieważ o gustach się nie ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niektórzy lekarze będą się musieli uczyć od nowa, by zostać specjalistami. Mają kilka lat w plecy",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32163968,od-dzis-zmiana-zasad-w-egzaminach-na-specjalizacje-nowe-prawo.html",
            "description": "Są tacy, którzy od 20 lat się nie zmobilizowali, żeby zdać egzamin specjalizacyjny, inni próbowali go zaliczyć nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.d9LEfjg2E-I6l1HyWDVZXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Warszawa.Wyborcza.pl14 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy pod kościołem Marii Magdaleny we Wrocławiu. Ruszyła kultowa giełda staroci. Na straganach same cudeńka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/t%C5%82umy-pod-ko%C5%9Bcio%C5%82em-marii-magdaleny-we-wroc%C5%82awiu-ruszy%C5%82a-kultowa-gie%C5%82da-staroci-na-straganach-same-cude%C5%84ka/ar-AA1K9FzV?ocid=BingNewsVerp",
            "description": "Obok tych stoisk trudno przejść obojętnie. Na placu przy katedrze Marii Magdaleny znajdziecie wszystko, co klimatyczne, retro ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ab_LFN8AZfV_KbVh5zS0TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN15 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kielce. Zabójstwo milicjanta Alfreda R.",
            "link": "https://www.fakt.pl/wydarzenia/kielce-zabojstwo-milicjanta-alfreda-r-cialo-w-studzience/pn48152",
            "description": "40 lat upłynie w przyszłym roku od strasznej zbrodni, w której zginął milicjant Alfred R. Jego zwłoki przez kilka dni leżały ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wThzYttYi5lZ5tZy7dJJ1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Fakt.pl23 godz.",
            "source": "Fakt.pl",
            "article_content": "40 lat upłynie w przyszłym roku od strasznej zbrodni, w której zginął milicjant Alfred R. Jego zwłoki przez kilka dni leżały w studzience, przykryte niezwykle ciężkim włazem. Umieszczenie tam ciała musiało kosztować wiele wysiłku. Przez lata nie udało się rozwiązać zagadki zabójstwa funkcjonariusza, mimo że pojawiały się różne hipotezy. A był to bardzo ceniony milicjant, który w 1979 r. otrzymał pochwałę za duże zaangażowanie i osiągnięte wyniki w zabezpieczeniu wizyty Jana Pawła II w Polsce. Wielokrotnie nagradzany także pochwałami i nagrodami pieniężnymi.\n\nKielce były przerażone, gdy 8 sierpnia 1986 r. po odsunięciu pokrywy włazu studzienki telekomunikacyjnej przy ul. Rewolucji Październikowej (teraz to ul. Warszawska) na osiedlu Uroczysko, znaleziono ciało. Strach wśród mieszkańców był tak namacalny, że milicja ogłosiła akcję pod kryptonimem \"Spokój\". Jak przypomina \"Gazeta Wyborcza\", zwłoki Alfreda R. ułożone były na brzuchu, równolegle do chodnika i ulicy. Na szyi mężczyzna miał założoną pętlę ze skórzanego paska. Prawa kieszeń marynarki była wyrwana, a ubranie pobrudzone. Przez rozbite szkiełko radzieckiego zegarka Wostok można było dostrzec wskazówki. Zatrzymały się na godzinie 22.50. Na dnie studzienki były strzępy koperty, w której ofiara miała pieniądze.\n\nKielce. Zabójstwo milicjanta Alfreda R.\n\nOkazało się, że zabitym był funkcjonariusz wojewódzkiego urzędu spraw wewnętrznych, zastępca kierownika wydziału — Alfred R. Wtedy uznano, że do zabójstwa doszło na tle rabunkowym. Jednak po 30 latach wybuchła bomba. Gangster Mirosław T. wyjawił nieoczekiwanie, że to było zabójstwo z zemsty.\n\nJak doszło do zbrodni? Tego nie udało się do końca odtworzyć. Wiadomo, że Alfred R., będąc pod wpływem alkoholu, pokonywał pieszo ostatni odcinek drogi do domu. Wcześniej rozstał się z kolegami, z którymi remontował swoją altanę na działce. Następnego dnia dziecko znalazło w zaroślach legitymację służbową Alfreda R. \"Wyborcza\" przypomina, że chłopiec chciał sam znaleźć jej właściciela. Przez to stracono kilka dni, bo śledczy zajęli się sprawą z opóźnieniem.\n\nZwłoki w studzience telefonicznej\n\nDo dziś nie wiadomo, jak morderca lub mordercy poradzili sobie z umieszczeniem ciała w studzience. Jaj właz ważył blisko 140 kg i był niezwykle trudny do podniesienia. Milicjanci użyli do tego specjalnych narzędzi.\n\nCzytaj też: Wątek policjantów po tragedii na A1 wraca na wokandę. Sąd Najwyższy podjął decyzję\n\n\"Gazeta Wyborcza\" dotarła do ekspertyzy lekarza sądowego, który stwierdził, że przyczyną zgonu były przede wszystkim uszkodzenia wątroby z krwotokiem do jamy otrzewnej i złamania żeber połączone z uszkodzeniem lewego płuca. Ocenił, że pętla na szyi służyła prawdopodobnie nie do duszenia, ale do łatwiejszego spuszczania zwłok. Nie dało się z pewnością stwierdzić, czy mężczyzna jeszcze żył, gdy był zamykany w studzience.\n\nNie znaleziono żadnych śladów ani świadków. Co prawda były osoby, które widziały kogoś w krzakach albo słyszały głos odsuwanego włazu, ale ich zeznania nie pozwoliły ustalić nic konkretnego, jeśli chodzi o sprawcę zabójstwa.\n\nZabójcą milicjanta Leszek Ch.? Rabunek czy zemsta?\n\nNieco ponad rok później do zabójstwa przyznał się Leszek Ch., znany wcześniej śledczym. Stwierdził, że doszło do śmiertelnego pobicia, którego dokonał z dwoma kolegami. Twierdził, że do mordu na nieznajomym mężczyźnie doszło na tle rabunkowym. Leszek Ch. wielokrotnie zmieniał szczegóły swoich zeznań, a ostatecznie je odwołał, obarczając winą za przyznanie się milicjantów. Ostatecznie śledztwo przeciwko niemu i jego dwóm kolegom, którzy mieli mu pomagać, zostało umorzone przez prokuraturę.\n\nW pewnym momencie motyw rabunkowy został odstawiony na boczny tor i pojawiła się teoria, że mord nastąpił jako zemsta. \"Gazeta Wyborcza\" podaje, że pierwszy o zemście na Alfredzie R. zaczął mówić Mirosław T. Było to pod koniec 2016 r. Skruszony gangster z Radlina, chcąc uzyskać niższy wyrok w innej sprawie, poszedł na współpracę z policją i opowiedział szczegółowo o sześciu tajemniczych zabójstwach, do których doszło w latach 1997–1999 pod Kielcami. Za zbrodnie Mirosław T. obwinił głównie swojego nieżyjącego brata Stanisława T. \"Szangalę\" i Tadeusza G. Razem z nimi zbrodni miał dokonać niejaki Czesław, który wiązał Alfreda R. ze śmiercią swojego brata, który miał popełnić samobójstwo na komendzie. Rodzina w to nie wierzyła, zwłaszcza że na ciele zmarłego były ślady tortur.\n\nCzesław, mój brat i Tadeusz G. spotkali policjanta w Kielcach na osiedlu i został on pobity, okradziony, a następnie wrzucony głową w dół do studzienki kanalizacyjnej\n\n– zeznał Mirosław T., którego cytuje \"Gazeta Wyborcza\".\n\nSprawa ostatecznie nie została jednak wyjaśniona.\n\nZobacz też:\n\nKoszmar polskich robotników w Norwegii. Zatruli się rtęcią. Pracodawca milczy\n\nPoszła na targ staroci. \"Aż mnie zatkało\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Piątek, piąteczek, piątunio na 765. Jarmarku św. Dominika",
            "link": "https://www.gdansk.pl/wiadomosci/Piatek-piateczek-piatunio-na-765-Jarmarku-sw-Dominika,a,293644",
            "description": "Piątek, 8 sierpnia, to dzień patrona gdańskiego jarmarku. W odpust ku czci świętego Dominika w kościele św. Mikołaja ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9Pnm-YnjHHvd5inB94wEpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska23 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Piątek, 8 sierpnia, to dzień patrona gdańskiego jarmarku. W odpust ku czci świętego Dominika w kościele św. Mikołaja odprawiona zostanie uroczysta msza. Na jarmarku rozgości się też kultura i tradycja Kociewia. Nie zabraknie akcentów muzycznych. Jeśli pogoda dopisze, będzie można potańczyć pod gołym niebem i spróbować swoich sił w karaoke.\n\nPlenerowa jarmarkowa scena na Wyspie Ołowianka mat. Międzynarodowe Targi Gdańskie\n\nImieniny Dominika\n\nTrzeba pamiętać, że dzisiejszy Jarmark św. Dominika ma rodowód religijny. Początki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wtedy to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nDominik Guzmán, święty Kościoła Rzymskokatolickiego, pochodził z Kastylii (kraina w środkowej Hiszpanii). Zmarł w 1221 r. w Bolonii (Włochy). Na ołtarze został wyniesiony 13 lat później przez papieża Grzegorza IX.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:\n\n- Jednak wszystek ten handel jest ześrodkowany na jednym targowisku, to jest we Gdańsku, mieście należącym do Polski, a położonym nad brzegami Bałtyckiego Morza. Jego znakomitej objętości przystań pomieścić może siła statków. W sierpniu odbywa się tam wielki jarmark, w którym biorą udział wszystkie zachodnie narody zwożące lądem i morzem swe towary i kosztowności, a zbierające natomiast krajowe.\n\nZ biegiem czasu sakralne pochodzenie gdańskiego jarmarku stawało się coraz mniej ważne.\n\nNiemniej, wielowiekowa tradycja wciąż zobowiązuje. Dlatego też, 8 sierpnia, w dniu odpustu ku czci św. Dominika w kościele św. Mikołaja o godzinie 12.00 odprawiona zostanie uroczysta msza. Liturgię uświetni Chór św. Mikołaja pod dyrekcją Faustyny Hinc. Po mszy bracia dominikanie zapraszają na tradycyjny poczęstunek na dziedzińcu klasztoru.\n\nDo kościoła warto wpaść dwie godziny wcześniej, O godz. 10.00 startuje tam bowiem kolejne zwiedzanie świątyni. Przewodnikami są dominikanie, mający swój klasztor w kościele św. Mikołaja. Zwiedzanie rozpoczyna się pod chórem kościoła.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nKościół przy ulicy Świętojańskiej to dziś jedna z najstarszych świątyń Gdańska i jeden z niewielu zabytków, który szczęśliwie ocalał z pożogi II wojny światowej. To też jedyna na obszarze Śródmieścia świątynia, która zachował swój oryginalny wystrój.\n\nŚwiątynia miała zostać oszczędzona przez palących Gdańsk radzieckich żołnierzy ze względu na postać świętego Mikołaja, otaczanego przez prawosławnych Rosjan szczególną czcią. Według innej opowieści, czerwonoarmiejcy zostali przekupieni mszalnym winem. Niezależnie od tego, która z wersji jest prawdziwa, a może żadna z nich, to kościół dominikanów jest jedną z autentycznych pereł gotyckiej architektury w Gdańsku.\n\nZakonnicy podczas oprowadzania kościoła opowiadają o historii klasztoru, tajemnicach skrywanych w gotyckich murach, najnowszych odkryciach oraz pamiątkach historii związanych z dziejami ich zakonu, Polski i Europy, które znajdują się w kościele.\n\nKociewie ma swój dzień\n\nW piątek na Jarmarku św. Dominika zaplanowano też wielkie Święto Kociewia. Ten bogaty turystycznie region ze stolicą w Starogardzie Gdańskim zaprezentuje wszystko co ma najlepszego. Będą kramy z mapami, folderami i przewodnikami, aktywności dla najmłodszych, oferta spędzania wolnego czasu. Nie zabraknie też degustacji kuchni kociewskiej. Wszystko to w godzinach 12:00- 18:00 na Przystanku Równość, znajdującym się na Skwerze Heweliusza obok ulicy Rajskiej.\n\nKorowód Kociewski ruszy spod Zielonej Bramy, meta będzie na Skwerze Heweliusza mat. Międzynarodowe Targi Gdańskie\n\nCi, którzy są zainteresowani kulturą muzyczną Kociewia powinni pojawić się na Przystanku Równość w godzinach od 15.30 do 17.00. Na scenie zaplanowano bowiem koncert orkiestr dętych, zespołów regionalnych i solistów. Będzie skocznie i na ludowo.\n\nPrzed pobliskim Ratuszem Staromiejskim, przy ul. Korzennej 33/35, o godz. 16.00 zaplanowano wydarzenie pt. Kociewie Art. Będzie to wystawa prezentująca różne osoby związane z tą częścią Pomorza. Pojawią postaci znane, mniej znane i może zupełnie nieznane. Wszystkie jednak odcisnęły swój ślad w historii Kociewia. Rockowizna 2025 w Gdańsku. Jak dojechać na festiwal? Na wystawie, przygotowanej przez Nadbałtyckie Centrum Kultury, dowiemy się np. jak często Mikołaj Kopernik gościł u swojej siostry Katarzyny na starogardzkim rynku, czy Johann Reinhold Forster marzył o dalekich podróżach spoglądając z okien tczewskiej kamienicy oraz czy mały Bronek Malinowski pokochał biegi startując na szkolnym boisku w Warlubiu.\n\nKociewiacy wyjdą też na ulice Gdańska. O godz. 14.30 spod Zielonej Bramy wyruszy barwny Korowód Kociewski. W trakcie przemarszu nie zabraknie śpiewu i tańca. Korowód Kociewski od lat spotyka się z ogromnym zainteresowaniem przechodniów i turystów, z których część chętnie i spontanicznie dołącza do pochodu.\n\nTrasa Korowodu Kociewskiego:\n\nZielona Brama – Długi Targ – ul. Długa – ul. Tkacka – ul. Kołodziejska – ul. Św. Ducha – Targ Drzewny – ul. Kowalska – ul. Na Piaskach – Wielkie Młyny – Skwer Heweliusza\n\nPotańczmy i pośpiewajmy\n\n\"Beat miasta\" - to z kolei nazwa tanecznego spotkania na Przystanku Port Gdańsk Pod Żaglami (Wyspa Ołowianka). Impreza potrwa od 17.00 do 21.00. W tym miejscu na pewno warto mieć wygodne buty.\n\nW piątkowe popołudnie i wieczór królować będą taniec nowoczesny i dancehall. Jak stawiać kroki na parkiecie pokażą instruktorzy ze szkoły tańca Siemanko. Na koniec style będą mieszane. To będzie czas na pełen luz, spontaniczność i dobrą energię z ludźmi. Wstęp na taneczną imprezę - wolny.\n\nTargu staroci na Jarmarku św. Dominika nie trzeba specjalnie reklamować fot. Grzegorz Mehring/ gdansk.pl\n\nPasjonatom śpiewania warto polecić Jarmarkowe Karaoke. Na Przystanku Równość, w godz. 17:00- 20:00, można wskoczyć na scenę i wyśpiewać wszystko, co nam w duszy gra.\n\nMoże być solo, w duecie albo większą grupą. Po prostu trzeba podejdź do prowadzącego, wybrać piosenkę z listy i chwycić za mikrofon. Repertuar będzie zawierać piosenki filmowe. Jednym słowem: nie trzeba być gwiazdą, żeby błyszczeć – wystarczy odwaga i dobra energia.\n\n17 świetnych seansów na dachu teatru. Kino na Szekspirowskim powraca\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w piątek, 8 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku. UWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark św. Dominika zaprasza w czwartek. Jakie hity?",
            "link": "https://www.gdansk.pl/wiadomosci/Jarmark-sw-Dominika-zaprasza-w-czwartek-Jakie-szykuje-hity,a,293538",
            "description": "Duża porcja kultury czeka nas w czwartek, 7 sierpnia, na Jarmarku św. Dominik. To poetycki spektakl z okazji 80. rocznicy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8zZziyN9c_xX_qaQF2WlnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska22 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Duża porcja kultury czeka nas w czwartek, 7 sierpnia, na Jarmarku św. Dominik. To poetycki spektakl z okazji 80. rocznicy wybuchu II wojny światowej oraz muzyka z gdańskich wież, czyli koncerty carillonowe. Będzie też można cofnąć się w czasy kuchni PRL. Jarmarkowy program nie zapomina też o najmłodszych, dla których przygotowano Bajkowisko.\n\nBajkowisko to od kilku lat jedna ze sztandarowych imprez na Jarmarku św. Dominika mat. Międzynarodowe Targi Gdańskie\n\nSpektakl w kościelnych murach\n\n“Uratowany” to przedstawienie o dramacie cywilów ukrywających się w ruinach Gdańska w marcu 1945 roku. Kobiety, dzieci, starcy i chorzy znaleźli schronienie w kościele św. Mikołaja jedynym w centrum miasta, który ocalał z pożogi wojennej.\n\nSpektakl jest inspirowany autentycznym listem spisanym po latach przez ocalałego. Powstał dla upamiętnienia przypadającej w tym roku 80. rocznicy zakończenia II wojny światowej.\n\nStaje się głosem tych, którzy przetrwali, milczeli i pamiętali. “Uratowany” to spektakl, w którym taniec, słowo i muzyka mówią o tym, czego nie sposób wyrazić słowami. Na scenie spotykają się historia i teraźniejszość, dramat i nadzieja, destrukcja i piękno – to, które przetrwało w sztuce. To nie opowieść o wojnie, lecz o człowieczeństwie. Nie dokument, lecz świadectwo. Nie oskarżenie, lecz pamięć. Nie rekonstrukcja, lecz próba zrozumienia, czym naprawdę jest: być uratowanym.\n\n- tak sens i przesłanie spektaklu tłumaczy Teatr Młodych z Gdańska który wraz z Chórem św. Mikołaja przygotował sztukę.\n\nmat. organizatora\n\nSpektakl “Uratowany” zostanie pokazany w kościele św. Mikołaja, w czwartek, 7 sierpnia, o godzinie 21:00. Wstęp wolny.\n\nJak gra carillon?\n\nKoncerty carillonowe to już wieloletnia tradycja na Jarmarku św. Dominika. Nie inaczej jest i w tym roku.\n\nNa trzech wieżach – w tym dwóch z carillonami – wystąpi zespół Tubicinatores Gedanenses, grający na historycznych trąbkach i perkusji oraz w kostiumach z epoki. Towarzyszyć im będzie miejska carillonistka Monika Kaźmierczak oraz grupa rekonstrukcyjna z XVIII wieku. Do wysłuchania 20-minutowych koncertów zachęcać będzie przechodniów miejski krzykacz.\n\nNie tylko w budynkach. Nietypowe noclegi w Gdańsku\n\nGdańsk jest jedynym miastem w Polsce z czynnymi carillonami.\n\nPrzypomnijmy, że carillon to zespół co najmniej 23 dzwonów, zestrojonych ze sobą w sposób umożliwiający wygrywanie na nich melodii. Umieszczany jest przeważnie na wieżach. Tradycja carillonów sięga XII wieku, a ich sztuka rozwinęła się pomiędzy XIV a XVIII wiekiem, szczególnie we Francji i Niderlandach.\n\nPierwszy koncert carillonowy w Gdańsku został zagrany z wieży Ratusza Głównego Miasta 23 września 1561 r. z okazji zamontowania na iglicy pozłacanej figury króla Zygmunta II Augusta. Czternaście lat później podobny instrument zawisł także na wieży kościoła św. Katarzyny. Oba zestawy nie miały jednak klawiatury, wygrywały wyłącznie mechaniczne melodie zapisane wcześniej na tzw. \"bębnie\". W XVIII wieku na wieży kościoła św. Katarzyny pojawił się pierwszy w mieście carillon z klawiaturą.\n\nCarillonowe dzwony w kościele św. Katarzyny fot. Piotr Wittman/ gdansk.pl\n\nCarillony zawsze były obecne w życiu Gdańska. Towarzyszyły najważniejszym uroczystościom np. wizytom koronowanych głów.\n\nDo 1942 r. miasto Gdańsk utrzymywało ponad 38 carillonistów miejskich i ich pomocników.\n\nOba gdańskie carillony zostały zniszczone w czasie II wojny światowej. W ostatnich latach, dzięki zaangażowaniu pracowników gdańskiego Muzeum Zegarów Wieżowych (obecnie Muzeum Nauki Gdańskiej - PAP), udało się odtworzyć oba instrumenty.\n\nCarillon na ratuszu składa się z 37, a ten na kościele św. Katarzyny - z 50 dzwonów. Gdańsk zakupił także mobilny instrument składający się z 48 dzwonów umieszczonych w przeszklonej gablocie zamontowanej na podwoziu zabytkowej ciężarówki.\n\nPierwszy powojenny koncert na carillonie odbył się 28 listopada 1998 r. z wieży kościoła św. Katarzyny.\n\nWięcej muzyki z wież. Trwa XXVII Gdański Festiwal Carillonowy\n\nPROGRAM KONCERTÓW CARILLONOWYCH W CZWARTEK, 7 SIERPNIA:\n\n17.30 – wie ża kościoła św. Katarzyny\n\n18.45 – wie ża kościoła św. Jana\n\n20.00 – Ratusz G ł ównego Miasta\n\nCo gotowano w PRL?\n\nW podróż w czasie do epoki PRL zachęca w czwartek w godzinach 17.00-18.00 Przystanek Retro, przy ul. Długie Ogrody. Stanie tam kuchenny stół z lat 70. Będzie to międzypokoleniowe spotkanie. Rodzice i dzieci zmierzą się w kulinarnych quizach, przepisach z zeszytów babci i… fotografii jedzenia.\n\nJak kiedyś wyglądały zdjęcia potraw, a jak wyglądają dziś na Instagramie? Kto lepiej sfotografuje blok czekoladowy: mama z tatą czy najmłodsi? Wspólna zabawa, warsztaty i degustacje pokażą, że kuchnia to miejsce spotkania – bez względu na wiek i epokę\n\n- tak reklamowane jest wydarzenie na Przystanku Retro.\n\nBajkowisko razy dwa\n\nDzieci, ale też ich rodzice i dziadkowie, dobrze bawią się co roku na jarmarkowym Bajkowisku. W czwartek na Przystanku Przygoda z AmberSky (Podwale Staromiejskie, Targ Rybny) będzie ono miało aż dwie odsłony.\n\nJarmarkowy targ staroci na Długich Ogrodach fot. Grzegorz Mehring/ gdansk.pl\n\nW godzinach 14.30- 16.00 zaplanowano warsztaty i działania twórcze, dzięki którym najmłodsi rozwijają swoją wyobraźnię i wrażliwość. Zabawę rozpocznie Hyde Park. Scena stanie się otwarta dla dzieci, które marzą o zaprezentowaniu przed publicznością swoich talentówwokalnych, tanecznych, aktorskich i wielu innych. Potem, przewidziano specjalne zabawy i animacje pod hasłem Marynar(s)ki szyk.\n\nO godz. 16.00 na scenie Bajkowiska pojawi się Teatr Gracholka z przedstawieniem lalkowym pt. \"Krętym szlakiem ze ślimakiem\".\n\nGłówny bohater Ślimak-Nomad w myśl idei „Bądź wolny!” wyruszy w niezwykłą podróż, podczas której spotyka na swojej drodze barwnych bohaterów: Płochliwego Jeża, Stracha na Wróble, Gołębia Pocztowego, Bociana oraz Srokę. Każda z tych postaci zmaga się z problemami współczesnego świata – uzależnieniem od elektroniki, zagubieniem, samotnością czy niszczeniem środowiska naturalnego. Spotkanie ze Ślimakiem staje się dla nich momentem refleksji i impulsem do zmiany swojego życia.\n\n, 7 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w To tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w czwartek, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku\n\nZaczęło się w XIII wieku ...\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pozostałości osadnicze, chaty i baszta. Odkrycia archeologiczne w Małopolsce",
            "link": "https://www.polskieradio.pl/8/1874/Artykul/3562042,pozostalosci-osadnicze-chaty-i-baszta-odkrycia-archeologiczne-w-malopolsce",
            "description": "Pozostałości po osadnictwie i kulturach zamieszkujących teren Małopolski od wczesnego neolitu aż po czasy nowożytne odkryli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H9Vdee5tDGt5uVL3ZzS9Dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio19 godz.",
            "source": "Polskie Radio",
            "article_content": "Znaleziony w bryle gliny oderwanej od klifu na wybrzeżu Bałtyku sztylet z wczesnej epoki żelaza prezentowany w Muzeum Historii Ziemi Kamieńskiej Foto: PAP/Marcin Bielecki\n\nOdkrycie\n\n– Chcieliśmy potwierdzić historyczność tego sztyletu; mieć dowód, że pochodzi on z pradziejów, żeby ukrócić spekulacje, że to jest np. dziewiętnasto- czy osiemnastowieczny przedmiot. A takie komentarze też się pojawiły, kiedy ogłosiliśmy to odkrycie – powiedział Grzegorz Kurka, dyrektor Muzeum Historii Ziemi Kamieńskiej, w rozmowie z Polską Agencją Prasową.\n\nSztylet, którego wiek szacowany jest na 2800 lat (okres halsztacki, wczesna epoka żelaza), znaleziony został w niedzielę na plaży w zachodniej części polskiego Wybrzeża Bałtyku. Wykrywaczem metali zlokalizowali go eksploratorzy z Stowarzyszenia Na Rzecz Ratowania Zabytków im. Św. Korduli w Kamieniu Pomorskim Jacek Ukowski i Katarzyna Herdzik. Bogato zdobiony sztylet, o długości ponad 24 centymetrów, znajdował się w gliniastej bryle oderwanej od klifu po sztormie.\n\nO znalezisku poinformowano dyrektora Kurkę, który zabezpieczył cenny artefakt, a w środę przyjechał do Muzeum Narodowego i Wojewódzkiego Konserwatora Zabytków w Szczecinie, by przeprowadzić wstępne badania sztyletu i procedury urzędowe związane z odkryciem.\n\nBadanie\n\nAnaliza fluorescencji rentgenowskiej (XRF), wykonana przez zespół specjalistów z działu konserwacji Muzeum Narodowego potwierdziła, że sztylet na pewno nie jest przedmiotem sprzed kilkuset lat.\n\n– Technika XRF pozwala bezinwazyjnie określić skład pierwiastkowy badanego obiektu. Jest to szczególnie istotne w przypadku zabytków metalowych, ponieważ dostarcza informacji o rodzaju użytego stopu, a także o ewentualnych domieszkach, które mogą wskazywać na źródło surowca oraz metody jego obróbki. Wstępne wyniki analizy ujawniły obecność miedzi, cynku oraz innych śladowych pierwiastków – wyjaśnił Grzegorz Kurka.\n\nDyrektor Muzeum Historii Ziemi Kamieńskiej podkreślił, że jest to dopiero początek badań sztyletu. Żeby przeprowadzić kolejne, znaleziony przedmiot musi zostać formalnie przekazany w depozyt do kamieńskiego muzeum. Decyzję w tej sprawie podejmie WKZ. – Planujemy kompleksowe badania interdyscyplinarne. Chcemy zrobić badania śladów zużycia i bardzo dokładny obraz trójwymiarowy tego sztyletu\" – zapowiedział Grzegorz Kurka.\n\nRozmówca PAP zauważył, że \"ornamenty na sztylecie są bardzo interesujące\". – Gwiazdy, księżyce, półksiężyce są ułożone w określonym porządku, to może być kalendarz. Będziemy szukać naukowców, instytutu, którzy pomogą znaleźć odpowiedzi, na nurtujące nas dziś pytania – powiedział.\n\nCo dalej ze sztyletem?\n\nPlanowane prace Grzegorz Kurka porównuje do fascynujących badań tzw. Niebiańskiego Dysku z Nebry, odkrytego w 1999 roku, a pochodzącego sprzed 3600 lat. Przedstawia on 32 gwiazdy, półksiężyc oraz pełnię księżyca i był prawdopodobnie przedmiotem do pomiarów astronomicznych.\n\nBadania sztyletu z nadbałtyckiej plaży mają dać odpowiedź, z którego okresu pochodzi ten niezwykły przedmiot, w jakiej technologii został wykonany i gdzie. Grzegorz Kurka ocenił, że sztylet o tak wysokiej jakości metalurgii mógł powstać na południu Europy. Jest zachowany w doskonałym stanie. Nie wiadomo, jak znalazł się na terenach nadbałtyckich.\n\nDyrektor Muzeum Historii Ziemi Kamieńskiej zwrócił uwagę, że dekoracje na ostrzu i rękojeści sztyletu mogą wskazywać na powiązania z kultem solarnym i sugerować, że ten przedmiot miał znaczenie rytualne. Mógł też należeć do bogatego wojownika.\n\nW opisie zabytku, który zamieszczono w mediach społecznościowych muzeum, czytamy: \"Ostrze pokrywają linearne półksiężyce oraz krzyże przypominające gwiazdy. Pośrodku klingi biegnie zdobienie być może symbolizujące konstelacje, a całość uzupełniają ukośne linie. Rękojeść zakończona jest spiczastą główką i zdobiona naprzemiennym ornamentem schodzącym aż do ostrza\".\n\nŹródło: PAP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdańskie rozmowy z Karolem Nawrockim na łamach „Dziennika Bałtyckiego'. Co wspominał, do czego przekonywał zanim został prezydentem?",
            "link": "https://www.msn.com/pl-pl/polityka/rz%C4%85d/gda%C5%84skie-rozmowy-z-karolem-nawrockim-na-%C5%82amach-dziennika-ba%C5%82tyckiego-co-wspomina%C5%82-do-czego-przekonywa%C5%82-zanim-zosta%C5%82-prezydentem/ar-AA1K8RTx?ocid=BingNewsVerp",
            "description": "Sześć lat temu, Karol Nawrocki, wówczas jeszcze dyrektor Muzeum II Wojny Światowej w Gdańsku, zapewne nie zakładał, że ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CSgcX3A1hdEYgdly_xBwsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki on MSN19 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy pod kościołem Marii Magdaleny we Wrocławiu. Ruszyła kultowa giełda staroci. Na straganach same cudeńka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/t%C5%82umy-pod-ko%C5%9Bcio%C5%82em-marii-magdaleny-we-wroc%C5%82awiu-ruszy%C5%82a-kultowa-gie%C5%82da-staroci-na-straganach-same-cude%C5%84ka/ar-AA1K9FzV?ocid=BingNewsVerp",
            "description": "Obok tych stoisk trudno przejść obojętnie. Na placu przy katedrze Marii Magdaleny znajdziecie wszystko, co klimatyczne, retro ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ab_LFN8AZfV_KbVh5zS0TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska on MSN15 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wreszcie poznamy tajemnicę skarbu, który został znaleziony w remontowanej wieży legnickiej Katedry. We wtorek zbiera się specjalny zespół",
            "link": "https://www.msn.com/pl-pl/hobby-i-zainteresowania/og%C3%B3lne/wreszcie-poznamy-tajemnic%C4%99-skarbu-kt%C3%B3ry-zosta%C5%82-znaleziony-w-remontowanej-wie%C5%BCy-legnickiej-katedry-we-wtorek-zbiera-si%C4%99-specjalny-zesp%C3%B3%C5%82/ar-AA1Ka4Y4?ocid=BingNewsVerp",
            "description": "Choć tuba, w której prawdopodobnie znajdują się m.in. pochodzące z XVII w. monety, została odnaleziona już ponad tydzień temu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LvfzSwDNzmPXAzCT7wCa4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Legnica Nasze Miasto on MSN14 godz.",
            "source": "Legnica Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Kociewiu odkryto bransoletę sprzed 3 tysięcy lat. Trafi do muzeum w Gdańsku [+FOTO]",
            "link": "https://kresy.pl/wydarzenia/spoleczenstwo/na-kociewiu-odkryto-bransolete-sprzed-3-tysiecy-lat-trafi-do-muzeum-w-gdansku-foto/",
            "description": "W lasach Kociewia dokonano wspaniałego odkrycia – poszukiwacze odnaleźli masywną, brązową bransoletę, datowaną na VIII–IX w.",
            "image_url": "https://www.bing.pl/th?id=OVF.EPp0Z%2b1pd7P4XJ%2fUtajwyQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kresy.pl10 godz.",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "09 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-09,8,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Po co ci tyle lalek?\" — pytali. Teraz robi na nich biznes i ma klientów w Los Angeles",
            "link": "https://www.fakt.pl/wydarzenia/lalki-w-luksusowych-ubraniach-z-lodzi-izabela-klos-stworzyla-unikalny-biznes/lkv8056",
            "description": "Pierwsza ubranko dostała mała lalka z kiosku. Był to kawałek materiału, z otworami, przewiązany wstążeczką. Pani Izabela ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vy0ivLAo%2bInSBRoZBpxX5w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl22 godz.",
            "source": "Fakt.pl",
            "article_content": "— Zawsze chciałam mieć własny dom mody i mam — mówi pani Izabela. Jej główna modelka Lola jest hot i trendy. Ostatnio miała sesję mody na tle zabytków w Londynie. O tym, czemu ludzie kochają lalki, pani Izabela często rozmawia ze znajomymi kolekcjonerami.\n\nLalki w luksusowych ubraniach z Łodzi\n\nPani Izabela ma 50 lat. Jak mówi, od dziecka chciała być projektantką mody. Skończyła w 2000 r. Akademię Sztuk Pięknych w Łodzi i pracowała w różnych firmach jako projektantka mody. — Jestem córką, wnuczką, prawnuczką kobiet, które zajmowały się rękodziełem. Poszło to po linii żeńskiej do mnie — mówi. Jest wszechstronną artystką — kroi, szyje, dzierga cudeńka na drutach, haftuje, rzeźbi, podejmuje się renowacji mebli. Ale jej miłość do sztuki zaczęła się od lalki. — Jako mała dziewczynka pragnęłam mieć lalkę i ją ubierać. Dla mnie to było najważniejsze — mówi.\n\nMiała swoją ukochaną lalkę z dzieciństwa. — To nie była Barbie, bo Barbie była dla moich rodziców nieosiągalna finansowo. Ale zgodzili się na holenderską lalkę Fleur. Kosztowała 3,25 dolara. Wryło mi się to w pamięć, bo wynegocjowałam, że będzie prezentem na urodziny, na gwiazdkę, na kilka okazji. Moją mamę urzekło i rozbroiło podobno to, co jej powiedziałam: że kocham już tę lalkę, choć jeszcze jej nie mam. Rodzina zrobiła zrzutkę i dostałam Sarah. Dziś 3 dolary to nic. Ale wtedy to był wydatek... Kiedy zostałam uszczęśliwiona tą lalką, szyłam dla niej wszystko. Miała całe pudła ubranek. W opakowaniu, w którym była, był katalog strojów, które można było dokupić. Na to już mama w żaden sposób nie chciała się zgodzić, a ja nie zamierzałam nawet negocjować. Po prostu wszystkie rzeczy uszyłam jej sama — wspomina.\n\nSarah miała wszystko: swój dowód osobisty, paszport. Była alter ego pani Izabeli. Chodziła na kawę, podróżowała, wychodziła za mąż, była aktorką, nosiła wieczorowe suknie. Izabela Kłos ma ją do dziś. Odstawiła ją właściwie dopiero wtedy kiedy dostała się na studia.\n\nPodpatrywała, pruła i szyła. Była samoukiem\n\nSzycia uczyła się podpatrując babcię i mamę. Wiele rzeczy pruła i przyglądała się, jak są skrojone, potem je odtwarzała. Wybór uczelni był łatwy. Powiedziała rodzicom, że chce dostać się na ASP.\n\nNigdy jej od tego nie odwodzili. Nie utrudniali, a wspierali w dążeniach. Widzieli, jak bardzo była zdeterminowana. — Oboje byli inżynierami budownictwa. Mój starszy brat też był na Politechnice i był bardzo zdolny. Ale mnie ciągnęło w inne rejony. Pamiętam, że tato woził mnie na mnóstwo różnych konsultacji, lekcji, płacił za to. Na studia poszłam już z solidnym doświadczeniem w zakresie malarstwa, rysunku. Rodzice byli ze mnie dumni, bo byłam bardzo zdolną studentką. Skończyłam studia z wyróżnieniem. Miałam stypendium Ministra Kultury i Sztuki. Byłam dobra z różnych dziedzin. Mój profesor mówił: \"Iza rzuć te szmaty, ty musisz malować. Maluj!\"— uśmiecha się pani Izabela.\n\nSerce ciągnęło do \"szmat\"\n\nZ początku pracowała jako projektant w łódzkich firmach. W 2008 roku założyła Studio Mody Capricornus. Zleceń nie brakowało. Rozwijała się w różnych kierunkach: projekty, szablony, szycie strojów okazjonalnych, eleganckich kreacji ślubnych dla rodzin państwa młodych, unikalnych, dla nietypowych sylwetek. Tak pracowała przez 12 lat, do marca 2020 roku. Wtedy to zatrzymała ją pandemia.\n\n— Ludzie siedzieli w domach, nosili tylko dresy. Nie było wesel, nie było imprez. Z dnia na dzień straciłam pracę. Prowadziłam też zajęcia w domu kultury i tego również nie było. Pomyślałam wtedy: dobrze, może w takim razie wrócę do tego, co jest moją pasją — do lalek. Będę szyć dla nich ubranka. Miałam mnóstwo uszytych rzeczy. Kiedy koleżanki pytały mnie, czemu nie sprzedaję, mówiłam: \"to są takie moje zabawki, nie umiem sprzedać\". Ale postanowiłam to zmienić. Zaczęłam ubierać lalki, fotografować, je, pokazywać w internecie — opowiada. — Spodobało się, można powiedzieć: zażarło. Tyle że w grudniu 2020 roku się pochorowałam. Covid, szpital, było naprawdę źle. Ale gorzej, że do szpitala trafili też moi rodzice. Mama zmarła pierwsza. Tydzień później zmarł mój tato. Kiedy wyszłam ze szpitala po trzech tygodniach, nie dość, że uczyłam się z powrotem oddychać, chodzić, to z dnia na dzień zostałam sierotą. Czterdziestoparoletnią, ale sierotą. Byłam bardzo związana z moimi rodzicami. Nagle wszystko się posypało, ich zabrakło. Musiałam składać się do kupy. I pojawiła się wtedy taka refleksja, że życie jest zbyt krótkie, zbyt ulotne, zbyt nietrwałe, żeby chociaż jeden dzień zmarnować na coś, czego się nie chce zrobić. Zdałam sobie sprawę, że nie warto się nad czymś takim pochylać, bo nigdy nie wiadomo, czy to nie będzie ten ostatni dzień naszego życia.\n\nPrzetrwała pandemię i stratę rodziców. Dziś ubiera lalki w USA. Rób wszystko tak, jakby jutra miało nie być\n\nPostanowiła, że skoro to lalki przynoszą jej tyle satysfakcji, są motorem do działania, to musi iść w tę stronę. Szczęściem w nieszczęściu, brat pani Izabeli okazał się, jak mówi, \"najlepszym, jakiego można sobie wymarzyć\". Mieszkanie po rodzicach, dom po babci, to wszystko, co mieli, zostawił jej w spadku. — To było wybawienie — przyznaje pani Iza. — Ze szpitala wyszłam praktycznie bez żadnego wsparcia. Oszczędności, które miałam, zostały już zjedzone w czasie pandemii, kiedy to musiałam żyć bez zleceń, bez pracy. Majątek, który odziedziczyłam nie był może duży, ale pozwolił mi zacząć życie od nowa — mówi.\n\nDługo zbierała się po śmierci rodziców. — Nie miałam możliwości z nimi się pożegnać — wspomina z trudem. — Z drugiej strony to, co od nich dostałam, pozwoliło mi się zbudować od nowa. Skoncentrowałam się na tym. Wiedziałam, że muszę sama o siebie się zatroszczyć. Zrobiłam remont mieszkania, przeprowadziłam też 350 moich lalek. I przestawiłam się na szycie ubranek. Trafiłam z moimi zdolnościami manualnymi w pewną niszę — mówi artystka.\n\nBez fałszywej skromności przyznaje, że potrafi zrobić rzeczy, które robi niewiele osób na świecie. Wyspecjalizowała się w projektowaniu ubrań dla lalek BJD (ball jointed doll). Lalki mają specjalne, \"kulkowe\" stawy, dzięki temu są bardzo plastyczne, można je doskonale upozować. Najczęściej są odlewane z żywicy, te najbardziej popularne występują w skali 1 do 4 — mają ok. 40 cm wysokości. — To jest cały przemysł: jedna artystka opracowuje swój pomysł na lalkę, robi prototypy ciała, decyduje o płci, o twarzy, kolorze skóry. Kolejny artysta maluje lalki — gałki oczne, usta, odcień skóry. Następny robi peruki. A na końcu jestem ja — ubieram je. Są jeszcze twórcy mebelków, dekoracji, ci, którzy robią zdjęcia — wylicza pani Izabela.\n\nOna zdjęcia robi sama. Ostatnio była z wizytą u kuzynki w Londynie. Zabrała ze sobą lalkę i sfotografowała ją w różnych miejscach turystycznych: pod Big Benem, London Eye, na moście nad Tamizą. — W takich momentach traktuję Lolę, moją lalkę, jak alter ego. Niekoniecznie sama muszę i lubię się fotografować na tle jakichś miejsc. Kto potem będzie te moje zdjęcia oglądał? Paru znajomych, ja od czasu do czasu. A Lolę pokazuję na moich social mediach, ona jest też narratorem w postach — wyjaśnia pani Izabela.\n\nLolę ma od 2022 roku. Kosztowała 1400 euro. — Nie byłoby mnie na nią stać, ale namówiły mnie na nią koleżanki— też kolekcjonerki lalek. Jedna z nich zaproponowała, że pożyczy mi pieniądze na lalkę, a kiedy będę sprzedawać ubranka, spłacę ją. Pomyślałam sobie wtedy, że jeśli ktoś bardziej wierzy w mój talent niż ja sama i jest w stanie we mnie \"zainwestować\", to jest to dla mnie znak — muszę z niego skorzystać. I tak Lola stała się modelką, twarzą marki Lalabella, nosi moje ubranka, jest moją żywicielką. Spłaciłam ją już oczywiście kilkukrotnie — opowiada.\n\nTargi lalek w Paryżu i Barcelonie. Tam prezentuje Lolę\n\n— Może nie jestem jeszcze rekinem biznesu, wciąż się rozwijam, ale myślę, że jestem na dobrej drodze — uważa pani Izabela. W 2023 roku pojechała na pierwsze lalkowe zagraniczne wydarzenie — do Barcelony na Dolly Day. W następnym roku — do Paryża. W tym roku znowu szykuje się do Hiszpanii. Zaprezentuje kreacje już na trzech lalkach.\n\nBarcelona wywarła na niej duże wrażenie. Około setki wystawców, jedne z większych targów lalek w Europie. Przeważały lalki-księżniczki, lalki-wróżki, a jej rzeczy były casualowe. Takie szyje — do noszenia na co dzień. Lubi, by wyglądały tak, jak na człowieku. To jej znak rozpoznawczy. Stawia na kunszt wykonania. To nie są rzeczy narysowane, imitowane tylko wypracowane. Jeśli jest pasek ze szlufką, to naprawdę jest szlufka, są prawdziwe kieszonki, patki, precyzyjne, dopieszczone wykończenia. To są miniatury dużych ubrań.\n\n— Moja lalka idzie w miasto: z torebką, w kurtce, w butach. Pracowałam w firmach, które produkowały modę do noszenia, więc ten sposób jest mi najbliższy — wyjaśnia projektantka. — Sama bym chciała się tak ubierać, taką modę kreuję. Zawsze chciałam mieć dom mody. I mam: tyle, że nie nie dla ludzi, a dla lalek. Tu też finansowy aspekt jest nie do przecenienia. Myślę, że nie dałabym rady sprzedawać kolekcji dla ludzi. W skali lalkowej jest to dla mnie do zrobienia. Koszt surowców jest promilowy i tu mam swój biznesowy zysk — tłumaczy i od razu podkreśla, że nie czuje się bizneswoman, ale robi to, co kocha. Jej dom mody dla lalek zaspokaja poczucie spełnienia zawodowego. Robi to, co lubi, a ludzie za to płacą.\n\nDlaczego ludzie chcą wydawać pieniądze na lalki?\n\nO tym, czemu ludzie kochają lalki, pani Izabela często rozmawia ze znajomymi kolekcjonerami. — To jest budowanie własnego świata, oderwanego od problemów, kłótni, wojen. Spragnieni stabilizacji i spokoju, mamy swój świat, którego jesteśmy stwórcami. Decydujemy o tym, co w nim jest, odnajdujemy w nim to, czego potrzebujemy — mówi artystka. Dla wielu jej koleżanek lalka Barbie rekompensuje to, czego nie miały w dzieciństwie, na co patrzyły tylko z daleka, przez wystawową szybę. Tym, co im się podobało kiedyś, a na co mogą sobie pozwolić teraz.\n\n— Moja kolekcja 350 lalek wzięła się stąd, że one po prostu mi się podobały — przyznaje pani Izabela. Oczywiście, że były pytania: po co ci tyle lalek? Pytali o to także rodzice. Obawiali się nawet, że córka kupuje je w sposób kompulsywny. — Rodzice zawsze mnie wspierali, łożyli na to, bym miała możliwość twórczego rozwoju. Ale jak zaczęłam sobie budować domki dla lalek, wydawać oszczędności na hobby, byli zaniepokojeni. Szczególnie tato nie do końca to rozumiał — wspomina pani Izabela. Postrzeganie to zmieniła jedna wystawa. — Zrobiłam z koleżankami dioramy (pokoje dla lalek - przyp. red.) do wystawy w Galerii Villa La Fleur w Konstancinie Jeziornie. To było kilkanaście przystanków z lalkami — lalki w stylu crime noir, \"Żegnaj laleczko\" — intryga, kostium, wypracowana wizja. Bardzo się spodobała. Zaprosiłam na wystawę rodziców i tato dostrzegł wtedy, że to też jest sztuka, że prezentuje się na równych prawach jak obraz czy rzeźba. Do rodziców dotarło, że w tym, co robię, jest sens. Zrobiło to na nich duże wrażenie — opowiada artystka.\n\nLevel kolekcjonera. Ubranka lecą na Bermudy\n\nSzyje unikaty, ubiera lalki \"fashion\", tworzone z myślą o przebieraniu ich. Zastanawia się nad powiększeniem swojej kolekcji o płeć męską. — Lubię projektować męskie ubrania i na pewno byłoby to poszerzenie moich umiejętności — uważa. Zleceń nie brakuje. Jak je zdobywa? Kontakty przywozi choćby z targów. I dodaje, że wciąż najlepszy w jej niszowej dziedzinie jest marketing szeptany. Ubranka dla lalek wysyłała już na Bermudy, do Stanów. Ma klienta w USA, w Los Angeles. Lubuje się on w modzie lat 50. i 60. Dior, Chanel, złote czasy projektantów — chce, by odtwarzać takie ubrania dla swojej lalki.\n\n— Uwielbiam to. To są prawdziwe wyzwania. Główkuję i okazuje się, że potrafię to zrobić — mówi pani Izabela. Ma olbrzymie zasoby tkanin. Zwykle ma coś w szafie, rzadko kiedy zdarza się jej dokupować tkaniny. Ale znalezienie tej odpowiedniej nie zawsze jest łatwe. Cieniutkiej skóry na kurtkę ramoneskę trochę się naszukała. Potem szyła kurteczkę kilka godzin. Taka odzież wymaga znajomości technologii, konstrukcji. Tak samo, jak dla człowieka. — Sprzedałam kurtkę dla lalki w takiej samej cenie, w jakiej mój brat kupił sobie skórzaną kurtkę w sklepie — przyznaje. Wyspecjalizowała się też w robieniu sweterków.\n\n— Mój sweterek dla lalki jest miniaturą tego dla dorosłej osoby. Jeśli na drutach dla człowieka jest np. sto oczek, sweterek dla mojej lalki też będzie miał sto oczek. Tyle że te druty mają 0,75 mm grubości. Sprowadziłam je z Australii. Do tego odpowiednia przędza — mówi projektantka lalkowej mody.\n\nBędąc w środowisku kolekcjonerów odkryła jego kolejne poziomy. — Wie pani, że są lalki dedykowane dorosłym? To już raczej obiekty kolekcjonerskie. Trzeba należeć do klubu, by je kupić, są loterie, w których można wygrać prawo kupna. Ten kolejny level łączy się już z majętnością kolekcjonerów. Te lalki kosztują 250 dolarów — i więcej — za sztukę i dla nich też oczywiście szyję ubranka — wyjawia.\n\n\"Przebyłam długą drogę do realizacji marzeń\"\n\n— Co mówią ludzie o moich projektach? Najbardziej cieszą te opinie, że trzeba się przyjrzeć zdjęciu, by zobaczyć, że to jest lalka. Cieszy, kiedy rozpoznają mój styl, doceniają wkład pracy. Moja Lola jest kameleonem, lubię, kiedy się zmienia i kiedy ludzie to doceniają. Zdarzają się głosy, że moja lalka promuje anoreksję, że to niepokoi. Jest szczupła, to prawda, ale jest odrealniona — tłumaczy pani Izabela. — Czasem się zdarza, że ktoś skomentuje to, co robię: \"stara baba zdziecinniała\". Nie skupiam się na tym, nie analizuję. Zresztą takich opinii jest naprawdę mało. Trzeba dawać dobrą energię i przekaz, wtedy inaczej jest się odbieranym. Kiedy wychodzę na Piotrkowską fotografować lalki, wiele osób dopytuje o nie, jest zaciekawionych, ale jest to pozytywna fascynacja, nigdy nie spotkałam się z negatywnymi emocjami — mówi.\n\n— Nie warto marnować czasu na coś, czego nie chcemy. Życie jest zbyt piękne, zbyt krótkie — podkreśla pani Izabela. — Często sobie obiecujemy, że na emeryturze będziemy coś robić: podróżować, tkać gobeliny, bo wtedy będziemy mieć na to czas. Nie. Róbmy to teraz, nie odkładajmy, bo nie wiemy, czy jeszcze będzie jakieś \"jutro\". Kiedyś też się zastanawiałam, czy upadłam na głowę, czy ktoś nie będzie patrzył na mnie jak na jakąś wariatkę. Ale robiłam to, co chciałam, Nie żałuję niczego, bo to, czym się zajmowałam, doprowadziło mnie do tego, gdzie jestem — mówi. Przyznaje, że przebyła długą drogę do tego miejsca, w którym jest teraz. — Trzeba cierpliwości przy realizowaniu pasji i marzeń — zastrzega. — Po 5-6 latach kolekcjonowania lalek dostałam propozycję wystawy. Teraz biorę udział w prelekcjach, jeżdżę na targi. Żeby iść do przodu, musimy być uważni na to, co niesie nam los. To, co w życiu przeszłam, do tego momentu mnie doprowadziło. Ktoś powie: \"stara baba się lalkami bawi\". Nie mam męża ani dzieci. Z ostatnim partnerem rozstałam się jakieś 10 lat temu. Dojrzałam do tego, żeby zdać sobie sprawę, że żaden mężczyzna nie dał mi tego, czego oczekiwałam, że to ja zawsze byłam tą stroną, która daje, a nie dostawałam wsparcia w zamian. Poszłam więc w głąb siebie, spojrzałam na to, co mi sprawia przyjemność. I były to lalki — mówi.\n\nNie robi dalekosiężnych planów. — To jest trochę tak, że płynę z falą. Czy chcę mieć swoją autorską lalkę? Nie wiem. Satysfakcjonuje mnie współpraca z artystami, którzy je tworzą. Chcę ich lalki ubierać. Nie chcę stracić z pola widzenia tego, co lubię, potrafię. Lubię podróżować moją lalką. Tam, gdzie chcę — czy to jest Kraków, Słupsk czy Londyn albo Nowy Jork. Lubię kreować świat. Zamykam w jego wnętrzu trochę symboliki, żartu, intrygi, czasem dokładam białego króliczka, który jest bajkową postacią. To mój świat. I jeśli zechcę będzie idealny — mówi pani Izabela.\n\nDeszczowe lato nad Bałtykiem zaskoczyło turystów. Polacy rozważają południe Europy\n\nMusiałam dostać się tam za wszelką cenę. W halach, gdzie kręcono Harry'ego Pottera, zobaczyłam coś niezwykłego"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaskakujące odkrycie archeologów. W dawnym parku zdrojowym znaleziono szczątki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zaskakuj%C4%85ce-odkrycie-archeolog%C3%B3w-w-dawnym-parku-zdrojowym-znaleziono-szcz%C4%85tki/ar-AA1K8YCj?ocid=BingNewsVerp",
            "description": "Pracownia Badań Historycznych i Archeologicznych \"Pomost\" w ostatnich dniach prowadziła prace ekshumacyjne na terenie Dolnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J5hSc7lzfhI2iLBxxqJOfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN18 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwacze znów znaleźli w Polsce skarb. Złoto w woj. wielkopolskim",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/poszukiwacze-zn%C3%B3w-znale%C5%BAli-w-polsce-skarb-z%C5%82oto-w-woj-wielkopolskim/ar-AA1Ka0pe?ocid=BingNewsVerp",
            "description": "Stowarzyszenie Poszukiwaczy Śladów Historii \"Denar\" z Kalisza odkrywa skarby woj. wielkopolskiego Polska pełna jest śladów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NWZI6OeWWQ7aR3Uh2O3kYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "GeekWeek w INTERIA.PL on MSN14 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    }
]