[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku w Wielką Sobotę - 19 kwietnia 2025. Tanie warzywa, kwiaty i ozdoby. Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-w-wielk%C4%85-sobot%C4%99-19-kwietnia-2025-tanie-warzywa-kwiaty-i-ozdoby-zdj%C4%99cia-wideo-ceny/ar-AA1DelSE?ocid=BingNewsVerp",
            "description": "W sobotę 19.04.2025 roku najwięcej było stanowisk z warzywami i owocami, ale nie zabrakło stanowisk z odzieżą i butami ...",
            "image_url": "https://www.bing.pl/th?id=OVF.z2bkYlY1l40YXBCID7mYOg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN6 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [20.04.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-20042025/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=OVF.NaOaj3pmC%2f6qjwbeafPs0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Express Bydgoski on MSN7 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [20.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-31-03-2025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8gO%2bnxj6NqDoTHM%2bzUW%2fMw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN8 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku w Wielką Sobotę - 19 kwietnia 2025. Tanie warzywa, kwiaty, ozdoby. Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-w-wielk%C4%85-sobot%C4%99-19-kwietnia-2025-tanie-warzywa-kwiaty-ozdoby-zdj%C4%99cia-wideo-ceny/ar-AA1De5Tl?ocid=BingNewsVerp",
            "description": "We Włocławku działają dwa miejskie targowiska oraz niedzielny pchli targ. Jedno z targowisk znajduje się przy ulicy Kaliskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xujT2-Kd99ldpvLEfR0voy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN6 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda Staroci i Rożności w Starachowicach w Wielką Sobotę. Były skarby. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gie%C5%82da-staroci-i-ro%C5%BCno%C5%9Bci-w-starachowicach-w-wielk%C4%85-sobot%C4%99-by%C5%82y-skarby-zobacz-zdj%C4%99cia/ar-AA1De9oG?ocid=BingNewsVerp",
            "description": "Nawet w Wielką Sobotę pasjonaci Giełdy Staroci i Rożności w Starachowicach nie odpuszczają. Jak co sobotę zjawili się na parkingu Specjalnej Strefy Ekonomicznej Starachowice i mieli klientów.",
            "image_url": "https://www.bing.pl/th?id=ODF.IYNYIrP1cScoR_PcrwdBfQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Starachowice Nasze Miasto on MSN12 godz.",
            "source": "Starachowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [20.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-31-03-2025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8gO%2bnxj6NqDoTHM%2bzUW%2fMw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN8 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z czasów PRL kupują kolekcjonerzy. Sprawdź, czy ich nie masz",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/te-monety-z-czas%C3%B3w-prl-kupuj%C4%85-kolekcjonerzy-sprawd%C5%BA-czy-ich-nie-masz/ar-AA1Ddoyi?ocid=BingNewsVerp",
            "description": "To unikatowy polski skarb. Wykopano go na polu 42 lata temu. Wybity przez Bolesława Chrobrego srebrny denar z lat 992-997, będący w posiadaniu Muzeum Pomorza Środkowego w Słupsku, jest bezcenny. Zacho ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Dziennik Bałtycki on MSN18 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [20.04.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-20042025/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=OVF.NaOaj3pmC%2f6qjwbeafPs0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN7 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 19.04.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-19-04-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.atuXLf0X56JIkR8I1eDH0A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński20 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "XRP detronizuje Ethereum 6. miesiąc z rzędu. Nadchodzi czas Solany i Solaxy?",
            "link": "https://businessinsider.com.pl/kryptowaluty/aktualnosci/xrp-detronizuje-ethereum-6-miesiac-z-rzedu-nadchodzi-czas-solany-i-solaxy",
            "description": "XRP wyprzedziło Ethereum przez 6 kolejnych miesięcy. W tle świetnie radzi sobie Solana, która właśnie otrzymała nową warstwę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jLxiLJDvEfu1i7LCdhWOcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska4 godz.",
            "source": "Business Insider Polska",
            "article_content": "Po raz pierwszy w historii XRP wyprzedziło Ethereum (ETH) przez sześć kolejnych miesięcy. Czy natywny token Ripple trwale zdeklasował króla inteligentnych kontraktów? Gdy jednak świat obserwuje zwiększającą się dominację XRP, trzeci pretendent po cichu zbiera siły, by wyprzedzić obie sieci.\n\nSolana, wiodący blockchain dla memecoinów, doświadcza ożywienia za sprawą infrastruktury, której tak desperacko potrzebuje. Nowe rozwiązanie warstwy 2 o nazwie Solaxy pojawia się we właściwym czasie, a jego potencjał do ulepszenia Solany zmienia wszystko. Ten niezwykły projekt wyniesie blockchain niespotykane dotąd wyżyny. Czy Solana, z Solaxy w narożniku, okazać się prawdziwym zwycięzcą walki o władzę na rynku kryptowalut?\n\nNiezachwiana passa XRP 6 miesięcy dominacji\n\nZaskakujący listopadowy rajd przekształcił się w historyczną passę. XRP zszokowało rynek bezprecedensowym, 6-miesięcznym wzrostem w stosunku do Ethereum. Jest to najdłuższa zwycięska passa tej kryptowaluty w historii.\n\nOd listopada 2024 roku token Ripple odnotował ogromny wzrost o 160% w stosunku do ETH. XRP miesiąc w miesiąc konsekwentnie zaznacza swoją dominację:\n\n+18,5% w grudniu,\n\n+47,3% w styczniu,\n\n+4,3% w lutym,\n\n+19,6% w marcu,\n\n+14,3% w kwietniu.\n\nW sumie XRP zyskało już 264% w stosunku do Ethereum podczas tej zielonej passy.\n\nDlaczego XRP rośnie?\n\nWzrost XRP w stosunku do ETH nie jest dziełem przypadku. Po pierwsze, zwiększa się szum wokół funduszu ETF XRP spot, który według społeczności krypto ma 85% szans na zatwierdzenie w tym roku.\n\n⌛️ 85% of Polymarket users believe an XRP ETF will launch in 2025. With nine companies already filing applications, momentum is building — but the SEC vs. Ripple case still stands in the way. Could this be the next big move in crypto ETFs?#Ripple #XRP…https://t.co/2hwMXDv2gV — Cryptonews.com (@cryptonews) March 28, 2025\n\nPo drugie, sprawa SEC przeciwko Ripple – niegdyś czarna chmura wisząca nad projektem – wydaje się zbliżać do zakończenia, co dodaje inwestorom pewności siebie.\n\nWreszcie, XRP niedawno testował wieloletnią strefę oporu jako swoje wsparcie. Jest to byczy sygnał techniczny, który w przeszłości zapowiadał duże wzrosty. Coraz bardziej widoczne staje się to, że token po raz pierwszy od lat nie nadrabia zaległości, tylko sam nadaje tempo rynkowi.\n\n$XRP / $ETH update XRP just retested the resistance we have looked at for months, as support It’s now trading above that level that deemed high importance over the last 8 years Based on history, price only ever moved fast after It seems like a very odd time for this to show… https://t.co/VFx3qqBCf3 pic.twitter.com/wt2fxJuV0R — Dom (@traderview2) April 16, 2025\n\nUwidaczniają się problemy Ethereum\n\nPodczas gdy XRP rośnie, Ethereum stoi w obliczu jednego z najbardziej niepewnych okresów w swojej historii.\n\nLiczby mówią same za siebie:\n\nCałkowita zablokowana wartość (TVL) spadła z 70 mld USD do 46 mld USD.\n\nMiesięczne przychody spadły ze 109 mln USD w styczniu do 7,2 mln USD w marcu.\n\nFundusze ETF ETH odnotowują stały odpływ.\n\nCzęść problemu Ethereum leży w aktualizacjach. Nadchodzące rozwiązania, takie jak Pectra i Fusaka, koncentrują się na ulepszaniu warstw 2. Krytycy twierdzą jednak, że osłabia to przyrost wartości ETH. Jeśli większość aktywności (i opłat) przeniesie się do layer 2, natywny token ETH stanie się mniej atrakcyjny do trzymania.\n\nEthereum stoi również w obliczu silnej konkurencji. Chociaż było pionierem inteligentnych kontraktów, teraz nie jest już jedynym wyborem, ponieważ szybsze i tańsze łańcuchy przyciągają deweloperów i użytkowników. A wraz ze spadkiem przychodów z sieci model ekonomiczny Ethereum znajduje się pod presją.\n\nChoć Ethereum nie umarło, jest wrażliwe. A to stworzyło idealne warunki dla konkurentów, takich jak XRP. Ale podczas gdy wszyscy koncentrują się na sadze ETH vs XRP, trzeci pretendent po cichu buduje swoją dynamikę. I właśnie tam sprawy stają się naprawdę interesujące.\n\nEksplozja memecoinów na Solanie napędza $SOL\n\nGdy XRP walczy z Ethereum, Solana po cichu dokonała błyskawicznego odżywienia. Po zejściu poniżej 100 USD 7 kwietnia, cena $SOL powróciła do wcześniejszych poziomów i obecnie znajduje się o ok. 40% powyżej tego minimum. Za ten ruch odpowiadają w dużej mierze memecoiny.\n\nSolana stała się platformą startową dla twórców monet memowych dzięki narzędziom takim jak Pump.fun, Raydium’s LaunchLab czy PumpSwap. Samo Pump.fun uruchomiło ponad 2 miliony tokenów i przyciągnęło 13 milionów użytkowników w 2024 roku. Ostatnio zaś platforma wprowadziła swoją własną giełdę DEX, co wywołało ostrą konkurencję o uwagę twórców i traderów.\n\nIntroducing PumpSwap, Pump’s new native DEX beginning NOW all coins that complete their bonding curve will migrate directly to PumpSwap PumpSwap enables\n\n– instant migrations\n\n– 0 migration fees (down from 6 SOL)\n\n– more liquidity\n\n– creator revenue sharing (coming soon) & more 👇 pic.twitter.com/T9BkmmaVVS — pump.fun (@pumpdotfun) March 20, 2025\n\nRaydium nie pozostaje w tyle i właśnie wypuściło LaunchLab – potężną platformę do uruchamiania tokenów z konfigurowalnymi krzywymi wiązania, płynną integracją z pulami płynności i zerowymi opłatami za kwalifikujące się projekty.\n\nIntroducing LaunchLab, Raydium’s all-in-one token launchpad. Built for Creators, Developers, and the Community 🫡https://t.co/yZVzShVZSJ More info ⬇️ pic.twitter.com/r6s1DAegWf — Raydium (@RaydiumProtocol) April 16, 2025\n\nEksplozja aktywności stworzyła coś więcej niż tylko trend – zmieniła rolę Solany w ekosystemie kryptowalut. Niegdyś postrzegana jako szybka alternatywa dla Ethereum, obecnie jest łańcuchem dla twórców, w którym pomysły w ciągu kilku sekund stają się tokenami, a użytkownicy szukają kolejnej memowej gwiazdy.\n\nJest jednak pewien haczyk. Cały ten wzrost powoduje ogromne obciążenie sieci. W okresach zwiększonego ruchu tworzą się zatory, rosną czasy transakcji, a niektóre w ogóle się nie udają. Solana, niegdyś chwalona za szybkość i przepustowość, teraz stara się nadążyć za własnym sukcesem.\n\nSolaxy – katalizator wzrostu Solany\n\nSolaxy to pierwsze rozwiązanie warstwy 2 SOL, które powstało specjalnie w celu obsługi gwałtownego wzrostu popytu Solany. Podczas gdy ekosystem layer-2 Ethereum eksplodował dzięki rozwiązaniom takim jak Arbitrum i Optimism, Solana do tej pory nie posiadała skalowalnej warstwy drugiej.\n\nSolaxy za pomocą technologii rollup realizuje transakcje poza siecią główną, by później zatwierdzić je już na blockchainie. To odciąża łańcuch bloków i zwiększa jej skalowalność bez utraty dla wydajności, a jednocześnie zapewnia bezpieczeństwo. Oto dlaczego Solaxy jest istną rewolucją:\n\nSkalowalna wydajność. Solaxy powstało w celu obsługi ponad 10 000 TPS, z myślą o zapewnieniu Solanie szybkości. Odciąża sieć główną i całkowicie eliminuje zatory.\n\nSolaxy powstało w celu obsługi ponad 10 000 TPS, z myślą o zapewnieniu Solanie szybkości. Odciąża sieć główną i całkowicie eliminuje zatory. Przetwarzanie danych. Solaxy utrzymuje przetwarzanie danych na poziomie 140KB/s, co zapewnia płynniejsze wrażenia użytkownika.\n\nSolaxy utrzymuje przetwarzanie danych na poziomie 140KB/s, co zapewnia płynniejsze wrażenia użytkownika. Most blockchain i kompatybilność. Solaxy płynnie integruje się z warstwą 1 Solana i zapobiega rozbieżnościom.\n\nSolaxy płynnie integruje się z warstwą 1 Solana i zapobiega rozbieżnościom. Infrastruktura odporna na oszustwa. Solaxy gwarantuje bezpieczeństwo i skalowalność, których brakowało Solanie. Dlatego jest idealną podstawą dla przyszłych przypadków użycia w branżach DeFi, gamingu i uruchamiania tokenów.\n\n🛸 New Solaxy Dev Update! 🛸 We’ve got some exciting news—Solaxy Block Explorer will officially be released on April 19th! ◉ Data Availability • Further analysis confirms we can sustain 140KB/s with optimal configurations on Solana mainnet.\n\n• This enables faster data… pic.twitter.com/l9sJM9hLya — SOLAXY (@SOLAXYTOKEN) April 15, 2025\n\nI nie jest to tylko vaporware. Solaxy dostarcza prawdziwą technologię. Jego eksplorator bloków wystartował 19 kwietnia. Zespół deweloperów wprowadza ciągłe ulepszenia wydajności, a dzięki ponad 30 milionom USD zebranym w przedsprzedaży projekt ma wszystko, by podbić rynek krypto.\n\nKwota zgromadzona w fazie presale wskazuje, że wielkimi krokami zbliżamy się do debiutu na giełdzie, który może nadejść już wkrótce. Póki jednak faza presale $SOLX trwa, warto wziąć udział w rewolucji Solany. Tokeny kosztują zaledwie 0,0017 USD.\n\nPodsumowanie\n\nPodczas gdy XRP i Ethereum walczą o dominację, prawdziwy zwycięzca może po cichu formować szyki. Solana już jest wiodącym łańcuchem do uruchamiania memecoinów, a jej ekosystem DeFi powraca do życia. Ale to Solaxy – doładowanie warstwy 2 – może popchnąć Solanę na pierwsze miejsce w walce o dominację blockchain.\n\nDzięki infrastrukturze do obsługi gwałtownego wzrostu transakcji w sieci głównej, doświadczonemu zespołowi programistów i już wdrażanej technologii nie tylko rozwiązuje problemy tej czołowej sieci, ale odblokowuje jej przyszłość. Prawdziwym pytaniem nie jest to, czy XRP będzie nadal osiągać lepsze wyniki niż Ethereum, ale czy Solana – zasilana przez Solaxy – przeskoczy oba blockchainy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 19.04.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-19-04-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.atuXLf0X56JIkR8I1eDH0A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński20 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaglądamy do Zakładów Porcelany Stołowej Karolina w Jaworzynie Śląskiej. Jedyny taki młyn i piec, ogromne hale i sprzęt na sprzedaż. Zobacz",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zagl%C4%85damy-do-zak%C5%82ad%C3%B3w-porcelany-sto%C5%82owej-karolina-w-jaworzynie-%C5%9Bl%C4%85skiej-jedyny-taki-m%C5%82yn-i-piec-ogromne-hale-i-sprz%C4%99t-na-sprzeda%C5%BC-zobacz/ar-AA1DaG4X?ocid=BingNewsVerp",
            "description": "Sąd Rejonowy w Wałbrzychu zatwierdził wniosek syndyka o sprzedaż Zakładów Porcelany Stołowej Karolina. Będzie podzielony na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.rB%2fyBDVz2LES%2b7F3O4srIA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN17 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaglądamy do Zakładów Porcelany Stołowej Karolina w Jaworzynie Śląskiej. Jedyny taki młyn i piec, ogromne hale i sprzęt na sprzedaż",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zagl%C4%85damy-do-zak%C5%82ad%C3%B3w-porcelany-sto%C5%82owej-karolina-w-jaworzynie-%C5%9Bl%C4%85skiej-jedyny-taki-m%C5%82yn-i-piec-ogromne-hale-i-sprz%C4%99t-na-sprzeda%C5%BC/ar-AA1DaKFz?ocid=BingNewsVerp",
            "description": "Sąd Rejonowy w Wałbrzychu zatwierdził wniosek syndyka o sprzedaż Zakładów Porcelany Stołowej Karolina w częściach. Tym samym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6HRSNYYZ8gUWJp-oDfn9aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN17 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cracovia najstarszy klub",
            "link": "https://gazetakrakowska.pl/tag/cracovia-najstarszy-klub",
            "description": "Znalazły finał starania MKS Cracovia SSA o uznanie jej za najstarszy klub sportowy w Polsce. Urząd Patentowy Rzeczypospolitej Polskiej udzielił MKS Cracovia ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Krakowska17 min",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hejt Zakopane",
            "link": "https://gazetakrakowska.pl/tag/hejt-zakopane",
            "description": "Zakopane - miejsce, które od lat przyciąga miliony turystów i coraz częściej staje się obiektem zmasowanego hejtu w sieci. Czy to efekt rzeczywistych ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Krakowska34 min",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raciborski targ staroci ze smutnym akcentem",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/116472-raciborski-targ-staroci-ze-smutnym-akcentem-",
            "description": "Plac Dominikański w Raciborzu, mimo świątecznych przygotowań, tętnił życiem. Wielka Sobota to nie tylko święcenie pokarmów, ale w tym roku także tradycyjny targ staroci, który przyciągnął wielu sprzed ...",
            "image_url": "https://www.bing.pl/th?id=ODF.zyHZryUb3Zd_dbBzzJoUdQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Nasz Racibórz13 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Plac Dominikański w Raciborzu, mimo świątecznych przygotowań, tętnił życiem. Wielka Sobota to nie tylko święcenie pokarmów, ale w tym roku także tradycyjny targ staroci, który przyciągnął wielu sprzedających i odwiedzających. Wśród rozmów nie brakowało wspomnień o jednym z jego najbardziej rozpoznawalnych uczestników, śp. Adama Melnarowicza.\n\nWielka Sobota w Raciborzu to dzień pełen tradycji – zarówno duchowych, jak i tych związanych z codziennym życiem miasta. Oprócz święcenia pokarmów na rynku, wielu raciborzan i gości odwiedziło targ staroci na placu Dominikańskim.\n\nFrekwencja dopisała – mimo gorączki przedświątecznych przygotowań, na placu pojawiło się wielu wystawców. Słoneczna pogoda sprzyjała spacerom między stoiskami, gdzie można było znaleźć prawdziwe perełki. Jedną z nich był XIX-wieczny polifon wałkowy, czyli pozytywka wygrywająca melodie z wałka z wypustkami. Cena wywoławcza wynosiła 1300 zł. Podobne urządzenia, w zależności od producenta, stanu zachowania i jakości wykonania, osiągają na rynku ceny od 500 do nawet 6000–7000 zł.\n\nNa uwagę zasługiwała także ciekawa kolekcja żołnierzyków oraz bogaty wybór staroci i szpargałów – od drobnych przedmiotów codziennego użytku po unikatowe kolekcjonerskie okazy.\n\nW gronie wystawców i odwiedzających nie zabrakło wspomnień o Adamie Melnarowiczu z Markowic – numizmatyku, filateliście i stałym bywalcu raciborskiego targu. Przez lata obecny na niemal wszystkich jego edycjach, był postacią dobrze znaną lokalnym kolekcjonerom. Zmarł w wieku 72 lat, a jego pogrzeb odbył się 16 kwietnia w Markowicach. Po panu Adamie pozostały imponujące zbiory monet i znaczków, które przez dekady gromadził z wielką pasją.\n\nTarg staroci w Raciborzu po raz kolejny udowodnił, że to nie tylko miejsce handlu, ale także przestrzeń spotkań, rozmów i wspólnej pamięci.\n\nŚp. Adam Melnarowicz"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku w Wielką Sobotę - 19 kwietnia 2025. Tanie warzywa, kwiaty i ozdoby. Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-w-wielk%C4%85-sobot%C4%99-19-kwietnia-2025-tanie-warzywa-kwiaty-i-ozdoby-zdj%C4%99cia-wideo-ceny/ar-AA1DelSE?ocid=BingNewsVerp",
            "description": "W sobotę 19.04.2025 roku najwięcej było stanowisk z warzywami i owocami, ale nie zabrakło stanowisk z odzieżą i butami ...",
            "image_url": "https://www.bing.pl/th?id=OVF.z2bkYlY1l40YXBCID7mYOg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN6 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda Staroci i Rożności w Starachowicach w Wielką Sobotę. Były skarby. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gie%C5%82da-staroci-i-ro%C5%BCno%C5%9Bci-w-starachowicach-w-wielk%C4%85-sobot%C4%99-by%C5%82y-skarby-zobacz-zdj%C4%99cia/ar-AA1De9oG?ocid=BingNewsVerp",
            "description": "Nawet w Wielką Sobotę pasjonaci Giełdy Staroci i Rożności w Starachowicach nie odpuszczają. Jak co sobotę zjawili się na parkingu Specjalnej Strefy Ekonomicznej Starachowice i mieli klientów.",
            "image_url": "https://www.bing.pl/th?id=ODF.IYNYIrP1cScoR_PcrwdBfQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Starachowice Nasze Miasto on MSN12 godz.",
            "source": "Starachowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chmielna remont",
            "link": "https://warszawa.naszemiasto.pl/tag/chmielna-remont",
            "description": "Chmielna wypiękniała. Obsadzona drzewami i krzewami oraz wyposażona w wygodne ławki – tak wygląda reprezentacyjna ulica w centrum Warszawy po zakończonej... Ulica Chmielna przechodzi remont związany z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto2 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dawne zwyczaje wielkanocne na Krajnie. Tak było jeszcze w XIX i XX wieku",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/dawne-zwyczaje-wielkanocne-na-krajnie-tak-by%C5%82o-jeszcze-w-xix-i-xx-wieku/ar-AA1DcP8i?ocid=BingNewsVerp",
            "description": "Współcześnie najpopularniejszymi dwoma symbolami Świąt Wielkanocnych są jajo i zając, o baranku na stole świątecznym coraz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Bk4zo3E5bsepZIszBuPJ0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN22 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pociągiem na zwiedzanie ziemi kłodzkiej. Wyjątkowy region, wiele zabytków i fantastyczne widoki",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,31863820,ziemie-klodzka-mozna-zwiedzac-na-bilecie-kolejowym-duzo-roznych.html",
            "description": "Na turystów czekają polskie Carcassone, Twierdza Kłodzko i bardzo ciekawe uzdrowiska. Z biletem kolejowym można dojechać również do Lądka-Zdroju oraz Stronia Śląskiego.",
            "image_url": "https://www.bing.pl/th?id=ODF._X9e-KOMAmBaCQXrl7msXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wrocław.Wyborcza.pl12 godz.",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwór fischera gdańsk",
            "link": "https://dziennikbaltycki.pl/tag/dwor-fischera-gdansk",
            "description": "Kościół Bożego Ciała w Gdańsku znajdujący się u stóp Góry Gradowej kryje jeszcze wiele tajemnic. Jedną częściowo odkryto. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I06KOoh9rxWcZfj9jTW-kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki14 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby w Lubuskiem. Ziemia kryła cenne znaleziska. Sprawdzamy, gdzie i co odkryto w naszym regionie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/skarby-w-lubuskiem-ziemia-kry%C5%82a-cenne-znaleziska-sprawdzamy-gdzie-i-co-odkryto-w-naszym-regionie/ar-AA1DeHir?ocid=BingNewsVerp",
            "description": "Zdobiona biżuteria sprzed kilku tysięcy lat, zakopane w lesie monety, przepiękna zastawa - między innymi takie przedmioty ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yqVb5CBlE2eFzKS%2bSCErEA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska on MSN8 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby spod fundamentów: niezwykłe odkrycia przy kolegiacie w Końskich",
            "link": "https://radiokielce.pl/1291182/skarby-spod-fundamentow-niezwykle-odkrycia-przy-kolegiacie-w-konskich/",
            "description": "Podczas prac remontowych związanych z odwodnieniem kolegiaty św. Mikołaja w Końskich odkryto szereg unikatowych artefaktów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.X5zCo2JVxRxNKVMGP65nCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Kielce12 godz.",
            "source": "Radio Kielce",
            "article_content": "Podczas prac remontowych związanych z odwodnieniem kolegiaty św. Mikołaja w Końskich odkryto szereg unikatowych artefaktów. Wśród znalezisk znalazły się m.in. srebrne szelągi z XV wieku, okucia okienne z herbami oraz doskonale zachowana szklana butelka z XVIII wieku, najprawdopodobniej zawierająca wino mszalne.\n\nW trakcie robót ziemnych historyczne stowarzyszenie „Pasja” z Końskich, wykorzystując wykrywacze metalu i specjalne sita, przeszukiwało hałdy ziemi w pobliżu fundamentów najstarszej części świątyni – od strony północnej. Jak relacjonuje Radosław Nowek, członek stowarzyszenia, pierwsze poszukiwania były wyjątkowo owocne.\n\n– Używaliśmy nie tylko wykrywaczy metali, ale również sit, co pozwoliło na odnalezienie bardzo drobnych elementów, takich jak monety. Znaleźliśmy m.in. dwie monety Jana Olbrachta z XV wieku, co potwierdza datę rozpoczęcia budowy kościoła – 1492 rok – mówi Nowek.\n\nWśród monet znalazły się również młodsze egzemplarze, takie jak srebrny szeląg Stefana Batorego, grosz austro-węgierski wybity dla wojsk austriackich w Galicji i Krakowie z 1794 roku (z napisem „grossus pol”), a także kopiejki, halerze, boratynki oraz dewocjonalia i krzyżyki z początku XIX wieku.\n\nSzczególne zainteresowanie wzbudziły okucia okienne z gmerkami, w tym dwa ołowiane fragmenty z herbami Nałęcz.\n\n– Nie wiemy, czy były częścią dawnych witraży, czy może zwykłych okien, ale bez wątpienia są to cenne i wiekowe znaleziska – dodaje.\n\nNajwiększą niespodzianką okazała się jednak szklana butelka z XVIII wieku, znaleziona w stanie niemal idealnym. Nie zawierała listu, lecz płyn o nieznanej zawartości.\n\n– Butelka różni się od współczesnych – została wykonana ręcznie z tzw. szkła ciągnionego, co rozpoznać można po charakterystycznym wgłębieniu produkcyjnym. Najprawdopodobniej służyła jako naczynie na wino mszalne – wyjaśnia.\n\nOdkryte przedmioty zostaną przekazane archeologowi do analizy oraz do wojewódzkiego konserwatora zabytków, a następnie trafią do tworzonego właśnie Muzeum Ziemi Koneckiej.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Niechciany' pałac hetmana i wielkiego kanclerza Rzeczpospolitej? Zamość znowu szuka inwestora",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/niechciany-pa%C5%82ac-hetmana-i-wielkiego-kanclerza-rzeczpospolitej-zamo%C5%9B%C4%87-znowu-szuka-inwestora/ar-AA1D7LBB?ocid=BingNewsVerp",
            "description": "Pałac wzniesiono na polecenie Jana Zamoyskiego, wielkiego kanclerza, hetmana Rzeczpospolitej, zwycięzcy na bitewnych polach, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NbZl2wKKirofGXisAr3nWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski on MSN10 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 KWIETNIA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-04-20,6,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwór fischera gdańsk",
            "link": "https://dziennikbaltycki.pl/tag/dwor-fischera-gdansk",
            "description": "Kościół Bożego Ciała w Gdańsku znajdujący się u stóp Góry Gradowej kryje jeszcze wiele tajemnic. Jedną częściowo odkryto. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I06KOoh9rxWcZfj9jTW-kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Bałtycki14 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z czasów PRL kupują kolekcjonerzy. Sprawdź, czy ich nie masz",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/te-monety-z-czas%C3%B3w-prl-kupuj%C4%85-kolekcjonerzy-sprawd%C5%BA-czy-ich-nie-masz/ar-AA1Ddoyi?ocid=BingNewsVerp",
            "description": "To unikatowy polski skarb. Wykopano go na polu 42 lata temu. Wybity przez Bolesława Chrobrego srebrny denar z lat 992-997, będący w posiadaniu Muzeum Pomorza Środkowego w Słupsku, jest bezcenny. Zacho ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Dziennik Bałtycki on MSN18 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krwawe walki o Malbork. Himmler złożył oficerom absurdalną propozycję",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/krwawe-walki-o-malbork-himmler-z%C5%82o%C5%BCy%C5%82-oficerom-absurdaln%C4%85-propozycj%C4%99/ar-AA1Dd6N5?ocid=BingNewsVerp",
            "description": "Malborskie mury obracały się w gruz, zniknął kościół i XIV-wieczny posąg Matki Boskiej. Zabytkowe kamienice miasta trawił ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GLtV-iRw_Ynd9VImOWoXri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Wiadomości Onet on MSN19 godz.",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w dolnośląskim kościele. Znaleziono to podczas prowadzonych prac",
            "link": "https://wiadomosci.radiozet.pl/wroclaw/niezwykle-odkrycie-w-dolnoslaskim-kosciele-znaleziono-to-podczas-prowadzonych-prac",
            "description": "W kościele w Pastuchowie (gm. Jaworzyna Śląska, pow. świdnicki) dokonano niezwykłego odkrycia, o czym poinformował w piątek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RWt1vx3qqPyfoGm2gOIV9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET18 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Co znaleziono podczas prac konserwatorskich prowadzonych od 2023 roku w kościele pod wezwaniem Św. Barbary w Pastuchowie?\n\nDlaczego to odkrycie jest tak cenne?\n\nJaka jest historia kościoła w Pastuchowie?\n\nCenne odkrycie w kościele w Pastuchowie. Odkryto to podczas prac\n\nOd czerwca 2023 roku w kościele pod wezwaniem Św. Barbary w Pastuchowie (woj. dolnośląskie) prowadzone są prace konserwatorskie, które polegają na odsłonięciu oryginalnych polichromii, odkrytych na sklepieniu i żebrach prezbiterium kościoła oraz na sklepieniu absydy. W trakcie prowadzonych prac ujawniono cenną dekorację malarską. Przedstawia typowy dla sztuki średniowiecznej program ikonograficzny. \"W wysklepkach sklepienia zachowały się przedstawienia symboli Czterech Ewangelistów, które po wykonanej konserwacji technicznej i estetycznej odzyskały swój dawny blask\" - poinformował Dolnośląski Konserwator Zabytków.\n\nPrzestrzenie wysklepek wypełnione są wicią roślinną, wychodzącą z jednej z strony paszczy \"Głupca\", z drugiej z paszczy \"Lewiatana\" - co ciekawe, jego postać została zrekonstruowana dzięki wykonaniu zdjęć w świetle UV. Postacie nie znajdują się tam przypadkowo; nawiązują bowiem do centralnej sceny Sądu Ostatecznego, umieszczonej na sklepieniu absydy prezbiterium, która została jedynie odsłonięta i poddana koniecznej konserwacji technicznej. Sam kościół w Pastuchowie stanowi niezwykle cenny przykład sakralnego dziedzictwa Dolnego Śląska.\n\nHistoria kościoła w Pastuchowie\n\nKościół pod wezwaniem Św. Barbary został zbudowany około połowy XIII w. z kamienia łamanego, w stylu późnoromańskim, powiększony w XVIII w. o wieżę zachodnią. Jest to budowla jednonawowa z kwadratowym prezbiterium zakończonym absydą sklepioną półkopułą. \"W prezbiterium założono sklepienia krzyżowo-żebrowe wsparte na narożnych kolumienkach. W zachodniej ścianie nawy zachował się skromny portal uskokowy. W prezbiterium widnieje późnogotyckie tabernakulum i kamienna chrzcielnica\" - czytamy na stronie pastuchow.pl.\n\nŹródło: Radio ZET/Pastuchow.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby w Lubuskiem. Ziemia kryła cenne znaleziska. Sprawdzamy, gdzie i co odkryto w naszym regionie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/skarby-w-lubuskiem-ziemia-kry%C5%82a-cenne-znaleziska-sprawdzamy-gdzie-i-co-odkryto-w-naszym-regionie/ar-AA1DeHir?ocid=BingNewsVerp",
            "description": "Zdobiona biżuteria sprzed kilku tysięcy lat, zakopane w lesie monety, przepiękna zastawa - między innymi takie przedmioty ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yqVb5CBlE2eFzKS%2bSCErEA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Lubuska on MSN8 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    }
]