[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Titus o powrocie Acid Drinkers: na próby przychodzimy bez noży, nie są potrzebne [WYWIAD]",
            "link": "https://kultura.onet.pl/muzyka/wiadomosci/titus-o-powrocie-acid-drinkers-na-proby-przychodzimy-bez-nozy-nie-sa-potrzebne-wywiad/tgz9xky",
            "description": "Titus wraca – i to z Acid Drinkers w oryginalnym składzie. Ale też gotuje, czyta Twardocha, wspomina Lemmy’ego i Ozzy’ego, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5g5ngTQLBpLTruxMIrenny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kultura Onet36 min",
            "source": "Kultura Onet",
            "article_content": "Gdy Titus zawieszał działalność Acid Drinkers, mówił wprost: \"Muszę wziąć urlop, bo inaczej znajdę się w jakimś ośrodku odosobnienia z zaostrzonym regulaminem\". Teraz wraca – z Litzą w składzie po raz pierwszy od 28 lat i jeszcze większym głodem grania. Co prawda na razie bez myśli o nowej płycie, ale z solidnymi planami koncertowymi.\n\nPaweł Piotrowicz: Acid Drinkers wraca – i to po prawie trzech dekadach w oryginalnym składzie, z Litzą. Wyszło naturalnie?\n\nTomasz \"Titus\" Pukacki: Acid zawiesiłem z przepracowania, mówiąc, że muszę wziąć urlop, bo inaczej znajdę się w ośrodku odosobnienia z zaostrzonym regulaminem. Ale wisiało nade mną, że jak odetchnę, będę miał ochotę wrócić. I zaczęło we mnie kiełkować, że może fajnie byłoby znów zagrać w oryginalnym składzie. Zwłaszcza że z Litzą mieliśmy cały czas dobre stosunki, wręcz przyjacielskie. Wiele razy mnie wsparł, mimo że rozeszliśmy się w 1998 r. Kiedy zaczęły dochodzić do mnie głosy o jego chęci powrotu, sam zacząłem wysyłać półprywatne sygnały, że to nie byłby głupi pomysł.\n\nKto pierwszy rzucił konkret na stół?\n\nLitza. We wrześniu zeszłego roku zaprosił mnie i Popcorna, żebyśmy dołączyli do Flapjacka w Poznaniu i zagrali w Blue Note parę numerów jako Acid. Od razu wiedziałem: \"Bob coś knuje!\". Zagraliśmy szybką próbę dzień wcześniej i poszło dobrze, magia wróciła.\n\nNo to Litza od razu spytał: \"No i jak, robimy?\". A ja na to: \"Zapytaj Popcorna, zapytaj Ślimaka. Jeśli wszyscy na tak, to robimy. Ja się zajmę stroną artystyczną – czyli setlista, próby, dobór numerów – a ty się zajmij organizacją. Jak ci się nie chce, niech to przejmie stary menager Acid Drinkers, czyli mój obecny\".\n\nW grudniu zaczęliśmy próby – na spokojnie, bez ciśnienia. Zaczęliśmy od numerów z '89. Okazało się, że na szczęście Popcorn, Ślimak i ja mamy to wszystko w łapach. Litza musiał sobie trochę przypomnieć – bo nie było go ze dwa tygodnie… (śmiech) A nie, 27 lat. Zrobiliśmy ponad półtorej godziny tego performansu. I jesteśmy – zwarci, gotowi.\n\nKondycja dopisuje jak za dawnych lat?\n\nJak najbardziej.\n\nCo było trudniejsze – odgrzebać ducha Acidów czy poskładać kalendarze?\n\nZ kalendarzami rzeczywiście było wyzwanie – próby szło zrobić raz na dwa tygodnie, żeby się wszyscy pojawili, maksymalnie raz na tydzień. I nie tyle chodziło o odgrzebanie ducha, a raczej, by go nie pogrzebać w jakimś zasranym profesjonalizmie, ukierunkowaniem na cash. Siedzę z Litzą i mówię: \"Nie gadajmy o pieniądzach, chociaż pewnie się jakieś pojawią\". \"A co ty zrobisz tymi pieniędzmi ewentualnie?\" – pyta. No to ja, że dam swoje żonie. On to samo. \"Nie muszę nic kupować\" – mówi.\n\nDuch Acidów ewidentnie się pojawił. Może nie eksplodował jak w 1989, że \"Ale czad! Gramy!\", ale znowu po dwóch miesiącach pojawiły się te uśmiechy. Złapaliśmy ten flow w graniu. Czyli nie to, że umiemy zagrać numer od początku do końca, tylko że ten band jedzie jak walec. I wtedy wróciły te głupawe uśmieszki. \"We are f**cking best!\". \"You got it?\".\n\nNie czujesz, że jednocześnie jest trochę inaczej? Wiem, że rock’n’roll nie jest nauką o dorastaniu, ale z zespołami bywa trochę jak z małżeństwem: najpierw miesiąc miodowy, potem dzieci, czyli płyty, a później czasem walka na noże. Jesteście starsi, bardziej doświadczeni.\n\nPozwolisz, że obalę twoją tezę – rock’n’roll to jak najbardziej nauka o dorastaniu. Wspólnym dorastaniu. W zespole nie masz żony czy męża, tylko czterech mężów. Czasami zdarza się, że każdy chce dominować. Pojawiają się dzieci – i te muzyczne, i te małe biegające po chatach. A jednak trzeba to wszystko ogarnąć i nie pozabijać się po drodze. Więc tak, to jest nauka o dorastaniu.\n\nMamy swój przebieg, ale powrócił ten głupawy, acidowy humor. Zawsze z Litzą celowaliśmy nim w wywiadach, przez co czasami dziennikarze nie nadążali za naszymi bzdurami. I to jest fajne. Ja chyba najlepiej dogadywałem się z Popcornem – w sensie towarzysko. Kiedyś mówiono, że my to sataniści, a Ślimak z Litzą – katolicy. Ale to stare czasy, dawne historie. Teraz dogadujemy się wszyscy. Przychodzimy na próby bez noży, bo nie są potrzebne. Dojrzeliśmy, chcemy skopać wiele tyłków i to jest nasz główny cel.\n\nZ Litzą też jest świetna relacja. Po jego odejściu chyba przez dekadę nie mieliśmy kontaktu, potem spotykaliśmy się sporadycznie i okazało się, że żyjemy w bardzo sympatycznej relacji.\n\nKoncertowa próba generalna nastąpiła 18 lipca w Kłecku, gdzie wystąpiliście pod inną nazwą, De Sqrvionss. I zagraliście same starocie, w tym siedem numerów z \"Infernal Connection\" – jednak ani jednego z płyt nagranych bez Litzy. Trochę jak na koncertowe \"Varran Strikes Back – Alive!!!\".\n\nOd początku założenie było takie, żeby raczej nie wychodzić poza \"High Proof Cosmic Milk\". Oryginalny skład nagrał siedem płyt – i tego się trzymamy, na dziś, na trzy koncerty na Rockowizna Festiwal. Zobaczymy, jak będzie jesienią, pod dachem. Tak żeśmy się umówili. Była propozycja, żeby czasami Litza zaśpiewał to, co Olo [Aleksander \"Olass\" Mendyk, zmarły w 2008 r. gitarzysta AD – red.], ale upadła przez kwestie muzyczno-strojeniowe. A co będzie później? Pożyjemy, zobaczymy.\n\nacid0007 1 arch. zespołu\n\nCzy pojawiła się już myśl o nowym materiale? Może jakiś riff, który nie daje wam spokoju?\n\nJest jeden warunek: coś musi w nas urosnąć. Rodzaj fajnego kreatywnego wrzodu, który będziemy mieli ochotę wydusić, wycisnąć, albo który po prostu pęknie. Nie mam najmniejszego zamiaru siadać z Acid do robienia albumu tylko dlatego, że są oczekiwania. Spełniam raczej te swoje albo najbliższych . Jeśli poczujemy, że chcemy to zrobić – i że to będzie naprawdę mocny, konkretny album – to on się pojawi.\n\nByłoby świetnie nagrać coś z Litzą, ale nie chcę odwalać roboty \"bo wypada\". Dobry rockowy album rodzi się z tego, że coś cię w środku gniecie, że są jakieś historie, coś cię gryzie i uwiera. W zeszłym roku siedzę z Maleńczukiem w Suwałkach i on mówi: \"Cholera, trudno coś skomponować, jak się nic nie dzieje, nic się wydarzyło, nie popsuło i nie rozpieprzyło\". \"Maciej, masz rację – odpowiadam. – Ostatnio nie zostawiamy już po sobie żadnej pożogi\". (śmiech)\n\nJak śpiewasz swoje stare numery, to napada cię czasem refleksja: \"Co poeta miał na myśli?\".\n\nRzadko. Najczęściej wiem, o czym pisałem. Co ciekawe – pamiętam wszystkie teksty z tamtych płyt na blachę. Potem już nie, nie wiem, co się ze mną stało. (śmiech)\n\nDziałasz i na innych polach. \"Serial Suicide\", zeszłoroczna płyta twojego projektu Titus Tommy Gun jest bardzo motörheadowa. Brzmi jakbyś był wciąż serduchem na coverowych koncertach z grupą Orgasmatron.\n\nMasz rację absolutną, ale to raczej Orgasmatron przesiąkł mną, a ja przesiąkłem tym, co nazywamy New Wave of British Heavy Metal. Dla mnie takie trio jak Motörhead to naturalne środowisko. Jak masz do dyspozycji ludzi pokroju Iggy Gvadera na wiośle i Mike’a Dolskiego na perce, to jest to czysta przyjemność. Jak mawiał Lemmy – \"To lepsze niż seks. Bo możesz w nieskończoność\".\n\nNagrywaliśmy to live, bez komputerów, bez dogrywek. Jak Led Zeppelin – oni nagrali jedynkę w 12 godzin, ja chciałem ich pobić. Zajęło 14, ale i tak jestem dumny\".\n\nZmarły przed tygodniem Ozzy Osbourne pokazywał nam swoim życiem, że wcale nie trzeba dorastać do końca. A kiedy ty poczułeś, że chcesz dorosnąć tylko trochę? Albo że nie chcesz w ogóle?\n\nNie chcę dorastać. Lubię beztroskę. Nie lubię takiej powagi, wolę większość rzeczy – nawet ważnych – obracać w żart. Bo chyba jest milej w życie, kiedy w życiu częściej uśmiechnięty niż poważny. Jak to padło w jakimś filmie. Uśmiechnij się– a świat uśmiechnie się do ciebie.\n\nCzyli podtrzymujesz to, co kiedyś mówiłeś: \"W środku ciągle mam 17 lat\"?\n\nPodtrzymuję. W podejściu do życia bardzo potrzebuję czegoś, co nazywamy beztroską. A granie w zespole rockowym daje ci jej ogromny margines. Małą masz odpowiedzialność za to, co robisz. Wszystko, co możesz spiep***yć, to koncert. Jak lekarz coś spie***li – to jest gimela. Jak tramwajarz się nawali, to rozjedzie ludzi na torach? Jak pilot jest ciulowy, to może być słabo. A muzyk rockowy? W najgorszym wypadku idzie na odwyk – jak mu się chce.\n\nA czego nauczyłeś się od Ozzy’ego? Nie tylko jako muzyk, ale jako człowiek.\n\nWiesz… Jako człowiek raczej polegałem na własnych doświadczeniach. Może coś tam podświadomie od niego wziąłem, ale nigdy nie przyglądałem się Ozzy’emu jako pewnego rodzaju wzorcowi. W pewnym sensie nasza robota jest dokładnie taka sama – obaj stoimy na froncie, na środku sceny. Patrzę na Pol’and’Rock, na 300 tys. luda, i myślę: \"Cholera, muszę jakoś ich zabawić\".\n\nJeśli chodzi o Black Sabbath – muzycznie zawsze wyżej ceniłem płyty z Dio. Po te z Ozzym sięgałem rzadziej – czasami tak, ale nie żeby od razu lecieć do sklepu i kupować. A \"Live Evil\", \"Mob Rules\" i \"Heaven & Hell\" miałem na pewno w domu.\n\nacid0162 arch. zespołu\n\nOglądałeś koncert \"Back to the Beginning\"?\n\nNie. Wolałem nie.\n\nDlaczego? Był znakomity i wypełniony emocjami po brzegi.\n\nTo może obejrzę. Bałem się, że coś się spie***li i po prostu chciałem zachować świetne wspomnienia. Na przykład z koncertu w Tokio w 2002 r. – genialny. Wolałem zachować ten obraz, tamte wspomnienia.\n\nOdejście Ozzy’ego – spodziewane, a jednak zawsze zaskakujące. Myślisz, że to koniec pewnej ery?\n\nKoniec ery Ozzy’ego – na pewno. Cała reszta myślę, że trzyma się całkiem dobrze.\n\nA jak się trzyma Metallica? Ich ostatnia płyta, \"72 Seasons\", naprawdę daje radę.\n\nNie słuchałem. Jeśli włączam Metallikę, to tylko \"Kill’em All\". Szanuję ich bardzo, cenię, zrobili niesamowity wkład. Pierwsze płyty zrobiły na mnie potworne wrażenie. A pierwszy album Acidów – \"Are You a Rebel?\" – był inspirowany czystą Metalliką… A wyszło, jak wyszło. (śmiech)\n\nSkoro po śmierci Lemmy’ego powołałeś Orgasmatron, to kto w Polsce powinien po śmierci Ozzy’ego założyć zespół Ozzmozis?\n\nO kurde… dobre pytanie. Z gitarą — Dzikiego z Mechu. Z wokalem? Ciężko powiedzieć. Ozzy miał tak charakterystyczną wysoką barwę, zresztą świetnie fałszował pod koniec.\n\nPo wakacjach ukaże się wznowienie \"Raportu o Acid Drinkers\" – waszej biografii pióra Leszka Gnoińskiego, wydanej w 1996 roku, od lat trudnej do zdobycia. Czyj pomysł?\n\nTrochę Leszka, trochę nas – Litzy, Macieja Makowicza, czyli mojego menadżera. No i są ludzie, którzy to kiedyś czytali albo chcieliby przeczytać o naszych dawnych przygodach, a nie mogą tego dostać. Lechu był u mnie w domu, zatruł mi dupę w bardzo sympatyczny sposób. Myślę, że to wyjdzie dobrze.\n\nA jest pomysł na ciąg dalszy?\n\nNa razie nie ma.\n\nKiedyś mówiłeś, że nie napiszesz książki, bo musiałbyś powiedzieć wszystko – a niektórzy mogliby tego nie przeżyć. Coś się w tej sprawie zmieniło?\n\nNie. Nic się nie zmieniło. Moje historie, tzw. \"Polaków nocne rozmowy\" o tym, co się odbyło, co się odwaliło, mogę kontynuować z przyjaciółmi przy piwku – najczęściej bezalkoholowym, czasem się zdarza, że normalnym. Ale nie mam żadnego ciśnienia, żeby je puszczać w świat. I może dlatego nie czytam biografii zespołów rockowych. \"Mam wrażenie, że większość jest do siebie podobna.\n\nKiedyś mówiłeś, że \"Potop\" to twoja ulubiona książka. Coś się zmieniło?\n\nTrzydzieści lat temu. Teraz – Waldemar Łysiak. Większość jego pozycji mam na półce. Mistrz słowa. I jeszcze Twardoch – Król i Królestwo. Też stoją przeczytane.\n\nNie zazdrościsz pisarzom, którzy potrafią co pół roku napisać nową książkę? Ty byś tak z płytami potrafił?\n\nZazdroszczę pisarzom – literatura to trudniejszy fach niż rock’n’roll. Żałuję, że nie umiem pisać. Próbowałem, ale zawsze w połowie rozdziału odpadałem. Nie trzymało się to kupy\".\n\nNiektórzy twierdzą, że część tych pisarzy korzysta z AI. Jakie ty masz relacje ze sztuczną inteligencją?\n\nPrzyglądam się jej. Trzeba uważać. Każda nowa technologia robi nam dobrze, ale może zrobić potworne koło dupy. Na dwoje babka wróżyła. Ja osobiście nie używam, bo mam własne pod kopułą – na moje potrzeby wystarcza.\n\nA jest coś, co cię naprawdę przeraża? Co przyprawia cię o dreszcze?\n\nJedyne, czego mogę się obawiać, to utraty zdrowia bliskich.\n\nA bałeś się, kiedy Sławosz Uznański-Wiśniewski wylatywał kosmos?\n\nNie. Cieszę się, że SUW był kosmosie.\n\nSławosz Uznański-Wiśniewski?\n\nTak, SUW. A kiedyś, jak służyłem w lotniczej, uścisnąłem rękę generałowi Hermaszewskiemu – w Muzeum Wojska.\n\nA to, że SUW poleciał, wspaniale. Widzę, że dobrze się bawił. Skoro jemu było dobrze, to fajnie. Tylko nie wiem, co oni tam kombinowali, że nie chcieli tego robić na Ziemi...\n\nGdybyś mógł wysłać jedną kapelę w kosmos, żeby zachęciła kosmitów do przylotu – kogo byś wybrał? A kogo, żeby ich odstraszyć na zawsze?\n\nThin Lizzy. A żeby zniechęcić… Tu by trzeba cały konwój wysłać.\n\nNie masz czasem wrażenia, że współczesny rock’n’roll przypomina reklamę napoju izotonicznego. A wiele gwiazdy to takie trochę wydmuszki.\n\nOstatnio nie uczestniczę w robieniu pożogi, ale opieram się na zdaniach żon muzyków, w tym mojej, która potrafi wypalić: \"Ty, to jest zespół rockowy? To są jakieś flusie!\". A więc faktycznie.\n\nTitus arch. zespołu\n\nMoże to więc twoja żona powinna napisać biografię Titusa?\n\nJuż widzę, że się cieszy pod nosem.\n\nJesteś z pokolenia szczęściarzy. Wszystko, co robiliście w latach 90., a nawet wcześniej – uszło wam płazem. Nikt nie miał telefonów, kamer, paparazzi. Nie było bohaterów drugiego planu. Gdyby Acid Drinkers dzisiaj startował, mielibyście przechlapane.\n\nMamy farta. Siedzi nasza ekipa pod Poznaniem w knajpie – sami rockersi, żarcie, potem rachunek. Nagle jeden z moich byłych muzyków wyciąga czterdziestkę piątkę, strzela dwa razy w sufit… i mówi \"wychodzimy\". Teraz by to nie przeszło. A wtedy luz, wszystkim udało się uciec.\n\nDomyślam się, że masz w kapeluszu mnóstwo takich historii.\n\nTak, ale na to trzeba dwóch tygodni i siedzenia przy stole. Nic ci nie wyciągnę na szybko – te najlepsze się nie nadają do druku.\n\nA jak zdrowie po ich przeżyciu?\n\nBardzo dobrze. Za dużo palę, ale wszystko gra.\n\nCzujesz się spełniony – jako artysta, ale też jako człowiek?\n\nTak, zdecydowanie. Spełniony na wielu płaszczyznach – muzycznie, rodzinnie, domowo, towarzysko. Siedzę sobie o 11 rano bez kaca i mogę prowadzić przyjemną konwersację z zawodowym dziennikarzem.\n\nJaki masz rytm dnia?\n\nJa z tych, którzy mają na komputerze otwarty kalendarz. Jestem poukładany. Wstaję najpóźniej o ósmej, kręcę się, jadę na zakupy, potem do garów – dziś będą bitki wieprzowe. Kładę się koło północy: 7–8 godzin snu to standard.\n\nLitza ma kilkanaścioro wnuków. Zamierzasz go dogonić?\n\nNie. Młodzi się nie palą.\n\nJak się czujesz w Polsce 2025? To trochę inna Polska niż ta z czasów naszego ostatniego wywiadu.\n\nNie czuję wielkich zmian. Znam powiedzenie, że ty się nie interesujesz polityką, ale polityka interesuje się tobą. Nie czuję w ogóle zmian pod tytułem \"polityka – ja\", \"państwo — ja\". Może dlatego, że od PRL-u jadę trochę obok. Nie jestem przedsiębiorcą, nie znam się na podatkach, wożę wszystkie kartki w miejsca, gdzie się na tym znają. U mnie, owszem, TV-ik chodzi z wiadomościami, więc jakoś to się na mnie wylewa. Staram się go jednak wyłączać i wtedy żyje się całkiem fajnie.\n\nA Polacy są fajni, serdeczni czy pogubieni?\n\nNie umiem powiedzieć, poza tym, że relacje Polacy vs Titus to jest zawsze z obu stron friendship. Bo ja jestem w takim miejscu, że – zaryzykuje tezę – bywam lubiany za to, co robię. Spotykam się głównie z serdecznością. Nawet z policją bywało sympatycznie.\n\nIle razy nie zapłaciłeś mandatu?\n\nNigdy nie zapłaciłem mandatu, bo umiem jeździć.\n\nZałóżmy, że życie jest piosenką – ważniejsze są zwrotki czy refreny?\n\nRefreny. Zamykają zwrotki, czasem je podsumowują. Jak są fajne refreny, durowe. Chociaż nie muszą być durowe… (Titus nuci \"The Boys Are back in Town\" Thin Lizzy). Refren to taka puenta życia.\n\nGdybyś mógł cofnąć się o 30 lat i coś sobie poradzić – co byś powiedział młodemu Titusowi?\n\nNiczego nie zmieniaj. Będzie świetnie.\n\nAle to podobno porażki uczą nas najbardziej.\n\nKogo uczą, tego uczą (śmiech).\n\nW najbliższym czasie Acid Drinkers będzie można zobaczyć w ramach Rockowizna Festiwal, którego trzy odsłony odbędą się w Gdańsku (8-9 sierpnia), Poznaniu (21-23) i w Krakowie (29-30 sierpnia). Dodatkowo, jesienią zespół wyruszy na halową trasę \"Return of the Varran Tour\", w trakcie której zagra w Warszawie (Torwar, 4.10.2025), Wrocławiu (Hala Stulecia, 8.11.2025), Katowicach (Spodek, 20.12.2025) i Poznaniu (Pawilon 3A MTP, 13.03.2026)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wilków. Pchli targ i zbiórka na auto dla rodzinnego domu dziecka",
            "link": "https://www.lm.pl/aktualnosci/wilkow-pchli-targ-i-zbiorka-na-auto-dla-rodzinnego-domu-dziecka",
            "description": "Ruszył drugi w tym roku pchli targ, prowadzony przez rodzinny dom dziecka w Wilkowie. Miejski Ośrodek Pomocy Rodzinie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QXSnlgXmv7ThNIW-01i9Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "LM.pl18 godz.",
            "source": "LM.pl",
            "article_content": "Ruszył drugi w tym roku pchli targ, prowadzony przez rodzinny dom dziecka w Wilkowie. Miejski Ośrodek Pomocy Rodzinie w Koninie zachęca przy okazji do rodzicielstwa zastępczego.\n\nPani Jolanta prowadzi rodzinny dom dziecka w Wilkowie od kilku lat. Ma pod opieką siedmioro dzieci w wieku od 5 do 14 lat, w tym czworo z niepełnosprawnościami. Kobieta, dla lepszego funkcjonowania stworzonej przez siebie pieczy zastępczej, potrzebuje 9-osobowego busa. Zbiórka na auto prowadzona jest na platformie zrzutka.pl (link TUTAJ). Na zapewnienie dzieciom jeszcze lepszych warunków rozwoju przez dwa dni organizowany będzie „Podwórkowy Pchli Targ”. Dzisiaj (piątek) do godz. 20:00 oraz jutro (sobota) od godz. 11:00 do 20:00 na ul. Beznazwy sprzedawane będą starocie, narzędzia, zabawki, odzież i rękodzieło.\n\nJednocześnie MOPR zachęca do rodzicielstwa zastępczego i kontaktowania się z działem opieki nad rodziną i dzieckiem. Tam będzie można zapoznać się z przepisami i obowiązkami, jakie powinni spełniać kandydaci."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gry steam do 5euro",
            "link": "https://www.gry-online.pl/forum/gry-steam-do-5euro/zad432d9",
            "description": "TEMATY OGÓLNE. Siemka możecie mi polecić jakieś fajne gry najlepiej przez steam do 4.70euro. Lubię gry sportowe, fps, symulatory i ogólnie inne gry. Z góry dzięki za odpowiedzi i wesołych świąt.. Gry ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl16 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "To the moon, Brothers: A tale of two sons, A bird story, Nihilumbra\n\n\n\nZ tych 4 to od razu do odstrzalu brothers i nihilumbra, krotkie jak cholera i nudne. brothersi to jedna z najwiekszych steamowskich porazek ukazujacych jak bardzo lezy system recenzji, gra majaca ocene w ok.95 ktora nie dosc ze jest krotka(3h) to bazuje na jednym bardzo prostym koncepcie(sterujesz dwoma postaciami jednoczesnie za pomoca grzybkow na padzie wow). nihilumbra rowniez jest gra logiczna z powiedzmy nienajgorszym motywem ale generalnie strasznie meh. rowniez bardzo krotka chyba ze chcesz meczyc sie w drugim trybie zabawy, a pewnie nie bedziesz chcial bo sie wynudzisz od smetow narratora.\n\npozniej sprobuje dodac jakies faktycznie dobre gry od siebie, aktualnie steam mi wgl nie dziala."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich można jeszcze wymienić [2.08.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-mo%C5%BCna-jeszcze-wymieni%C4%87-2-08-2025-r/ar-AA1JorPU?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.oX3ofgzPQ7UEDWSa5rrkay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN58 min",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny pamiątek na Jarmarku św. Dominika. To spore wyzwanie dla portfela. 20 złotych za magnes, 15 za... bombkę choinkową",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/ceny-pami%C4%85tek-na-jarmarku-%C5%9Bw-dominika-to-spore-wyzwanie-dla-portfela-20-z%C5%82otych-za-magnes-15-za-bombk%C4%99-choinkow%C4%85/ar-AA1JHPrt?ocid=BingNewsVerp",
            "description": "Planujesz wizytę na Jarmarku św. Dominika w Gdańsku i zastanawiasz się, ile pieniędzy przygotować na pamiątki? Sprawdziliśmy dla ciebie ceny najpopularniejszych suwenirów – od magnesów po urocze figur ...",
            "image_url": "https://www.bing.pl/th?id=ODF.sr2CLDHPdBmKobr18SfpQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Radio ESKA on MSN22 godz.",
            "source": "Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Staw, różaneczniki i kamienna ławka w środku lasu. Co pozostało po samotni księżnej? Zobacz pozostałości Ma Fantaisie przy Książu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/staw-r%C3%B3%C5%BCaneczniki-i-kamienna-%C5%82awka-w-%C5%9Brodku-lasu-co-pozosta%C5%82o-po-samotni-ksi%C4%99%C5%BCnej-zobacz-pozosta%C5%82o%C5%9Bci-ma-fantaisie-przy-ksi%C4%85%C5%BCu/ar-AA1JzTSS?ocid=BingNewsVerp",
            "description": "W letnie dni mieszkańcy Dolnego Śląska chętnie odwiedzają okolice Starego Książa i Zamku Cisy. Żółty szlak do dawnej warowni ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Hb-I4WZvX0sWBI4Vg6dxiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN20 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dziś taneczna sobota na żarskim rynku. Jutro targi staroci",
            "link": "https://zachod.pl/1296991/dzis-taneczna-sobota-na-zarskim-rynku-jutro-targi-staroci/",
            "description": "Żarski magistrat zaprasza mieszkańców oraz turystów na dzisiejszą dyskotekę plenerową. Potańcówka odbędzie się w rynku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.2IO6H2DGoS8Tv0P-BoU8li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Zachód3 godz.",
            "source": "Radio Zachód",
            "article_content": "Żarski magistrat zaprasza mieszkańców oraz turystów na dzisiejszą dyskotekę plenerową. Potańcówka odbędzie się w rynku. Będzie także strefa relaksu. Udział w tanecznym spotkaniu jest bezpłatny.\n\nW czas wakacji w mieście zaplanowano wiele imprez. – Pierwsza już dzisiaj. To inauguracja sobotnich tańców na świeżym powietrzu. Zachęcamy do udziału w evencie i integracji. Po taneczne sobocie zaś zapraszamy na niedzielny targ staroci i rękodzieła – mówi rzeczniczka ratusza Agnieszka Zychla:\n\nDodajmy, że niedzielny targ staroci rozpocznie się o godzinie 10.00."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi Staroci w Agrohurcie w Rzeszowie",
            "link": "https://radiovia.com.pl/aktualnosci/targi-staroci-w-agrohurcie-w-rzeszowie",
            "description": "Wstęp dla odwiedzających jest bezpłatny. Targi rozpoczynają się w godzinach porannych i potrwają do wczesnego popołudnia.",
            "image_url": "https://www.bing.pl/th?id=OVFT.N8Gr3Z4iPyyXyiuH8E90Bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio VIA22 godz.",
            "source": "Radio VIA",
            "article_content": "Miłośnicy antyków, kolekcjonerzy i pasjonaci historii nie mogą przegapić tego wydarzenia! Już w najbliższą niedzielę, odbędą się kolejne Targi Staroci.\n\nJest to jedna z największych tego typu imprez w regionie, która przyciąga wystawców i odwiedzających z całego Podkarpacia i sąsiednich województw. Na stoiskach tradycyjnie nie zabraknie m.in. antyków, mebli czy starych książek, mówi Dariusz Baran, członek zarządu Agrohurtu S.A.\n\nPrzygotowano także ofertę gastronomiczną.\n\nWstęp dla odwiedzających jest bezpłatny. Targi rozpoczynają się w godzinach porannych i potrwają do wczesnego popołudnia.\n\nAgrohurt S.A. w Rzeszowie świętował jubileusz 30-lecia swojej działalności. Było to wyjątkowe wydarzenie, które podsumowało trzy dekady rozwoju jednej z największych firm hurtowych w regionie.\n\nPosłuchaj rozmowy:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal Kultury Łowieckiej w Bytnicy",
            "link": "https://zachod.pl/1297020/festiwal-kultury-lowieckiej-w-bytnicy/",
            "description": "W Bytnicy dziś XVII Festiwal Kultury Łowieckiej. Od 14.00 będą pokazy sokolnicze, psów i mody myśliwskiej. Czynna będzie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sN1P1LLaM7cQWmxCFgXWUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Zachód1 godz.",
            "source": "Radio Zachód",
            "article_content": "W Bytnicy dziś XVII Festiwal Kultury Łowieckiej. Od 14.00 będą pokazy sokolnicze, psów i mody myśliwskiej. Czynna będzie myśliwska strzelnica, odbędą się koncerty muzyki łowieckiej, a nowością będzie wioska wędkarska.\n\n– Jak zawsze będzie też degustacja dzika, ale w tym roku będziemy go piec na oczach widzów – mówi Sebastian Bartczak, wójt gminy Bytnica.\n\nDodajmy, że jednym z patronów medialnych imprezy jest Radio Zachód. Relacje z XVII Festiwalu Kultury Łowieckiej w Bytnicy na naszej antenie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wilków. Pchli targ i zbiórka na auto dla rodzinnego domu dziecka",
            "link": "https://www.lm.pl/aktualnosci/wilkow-pchli-targ-i-zbiorka-na-auto-dla-rodzinnego-domu-dziecka",
            "description": "Ruszył drugi w tym roku pchli targ, prowadzony przez rodzinny dom dziecka w Wilkowie. Miejski Ośrodek Pomocy Rodzinie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QXSnlgXmv7ThNIW-01i9Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "LM.pl18 godz.",
            "source": "LM.pl",
            "article_content": "Ruszył drugi w tym roku pchli targ, prowadzony przez rodzinny dom dziecka w Wilkowie. Miejski Ośrodek Pomocy Rodzinie w Koninie zachęca przy okazji do rodzicielstwa zastępczego.\n\nPani Jolanta prowadzi rodzinny dom dziecka w Wilkowie od kilku lat. Ma pod opieką siedmioro dzieci w wieku od 5 do 14 lat, w tym czworo z niepełnosprawnościami. Kobieta, dla lepszego funkcjonowania stworzonej przez siebie pieczy zastępczej, potrzebuje 9-osobowego busa. Zbiórka na auto prowadzona jest na platformie zrzutka.pl (link TUTAJ). Na zapewnienie dzieciom jeszcze lepszych warunków rozwoju przez dwa dni organizowany będzie „Podwórkowy Pchli Targ”. Dzisiaj (piątek) do godz. 20:00 oraz jutro (sobota) od godz. 11:00 do 20:00 na ul. Beznazwy sprzedawane będą starocie, narzędzia, zabawki, odzież i rękodzieło.\n\nJednocześnie MOPR zachęca do rodzicielstwa zastępczego i kontaktowania się z działem opieki nad rodziną i dzieckiem. Tam będzie można zapoznać się z przepisami i obowiązkami, jakie powinni spełniać kandydaci."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ed Sheeran, Święto Ceramiki i Dni Fantastyki. Sierpień we Wrocławiu i na Dolnym Śląsku",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,32143059,sierpien-we-wroclawiu-i-na-dolnym-slasku-swieto-ceramiki-ed.html",
            "description": "Koncerty Eda Sheerana na stadionie Tarczyński Arena, wspólny projekt The Cinematic Orchestra i Leszka Możdżera, zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.m9Tllr7Lce0NdwRU5-qcwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wrocław.Wyborcza.pl23 godz.",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "17 rzeczy znalezionych na plaży, które wyglądają jak z innego świata",
            "link": "https://jasnastrona.com/articles/17-rzeczy-znalezionych-na-plazy-ktore-wygladaja-jak-z-innego-swiata-17616/",
            "description": "Ocean pełen jest tajemnic, tych żywych i utraconych. Od dziwnych morskich stworzeń po zapomniane ładunki i wiekowe relikty — jego brzegi często stają się ostatnim miejscem, gdzie kończą niezwykłe prze ...",
            "image_url": "https://www.bing.pl/th?id=ODF.V4orDBxCr8NdDQYbn3dizw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Jasna Strona1 godz.",
            "source": "Jasna Strona",
            "article_content": "Ocean pełen jest tajemnic, tych żywych i utraconych. Od dziwnych morskich stworzeń po zapomniane ładunki i wiekowe relikty — jego brzegi często stają się ostatnim miejscem, gdzie kończą niezwykłe przedmioty. Z czasem natura i słona woda zniekształcają oryginał, przemieniając zwykłe rzeczy w nierozpoznawalne znaleziska. Oto 17 najbardziej szalonych, dziwnych i zadziwiających rzeczy, które ludzie znaleźli wyrzucone na brzeg. To dowody na to, że dzień na plaży może przynieść znacznie więcej niż tylko słońce i piasek.\n\n„Widziałem tego mnóstwo na plaży w południowej Kalifornii”.\n\nVelella velella to przedstawiciel stułbiopławów, który unosi się na powierzchni oceanu. Ma malutki płatek na górze, który działa jak żagiel. Wiatr zapewne zdmuchnął to małe stworzonko na plażę. Często się to zdarza. © Alarmed_Guarantee140 / Reddit\n\nto przedstawiciel stułbiopławów, który unosi się na powierzchni oceanu. Ma malutki płatek na górze, który działa jak żagiel. Wiatr zapewne zdmuchnął to małe stworzonko na plażę. Często się to zdarza. © Alarmed_Guarantee140 / Reddit Velella velella to taki rodzaj meduzy. © rara2591 / Reddit\n\n„Około 1 metra długości, znalezione na plaży w Hiszpanii”\n\nTo Hexactinellida — szklana gąbka morska. © Obito-Bushido / Reddit\n\n„Znalazłam to na plaży. Nie widziałam wcześniej czegoś takiego ani na żywo, ani w internecie”.\n\nDziwne stworzenie. To rozgwiazda Culcita novaeguineae . Nigdy wcześniej czegoś takiego nie widziałem. © TacticalFailure1 / Reddit\n\n. Nigdy wcześniej czegoś takiego nie widziałem. © TacticalFailure1 / Reddit Byłem ciekaw, dlaczego ta rozgwiazda ewoluowała w ten sposób. Okazuje się, że jej zaokrąglone, przypominające poduszkę ciało utrudnia drapieżnikom (np. rybom lub rozgwiazdom polującym na inne szkarłupnie) chwytanie lub przewracanie jej. W przeciwieństwie do klasycznych rozgwiazd nie ma długich ramion, które łatwo mogłyby zostać zaatakowane lub uszkodzone. © bloop1boop / Reddit\n\n„Znalazłem tysiące tych stworzeń tuż przy brzegu. Mają małe płetwy, ogon z czerwonym końcem i coś, co wygląda na oczy. Co to jest?”.\n\n„Ciekawscy plażowicze zastanawiają się, co to za małe pomarańczowe stworzenia pojawiły się na plaży” — poinformowało lokalne akwarium w Karolinie Północnej na Facebooku. „To nagie motyle morskie, czyli gatunek ślimaka morskiego, który nie ma muszli i żyje w zimnych wodach”. Clione limacina, znane również jako „nagie motyle morskie” lub „anioły morskie”, bywają wyrzucane na plaże Outer Banks, gdy wiatry spychają ciepłą wodę dalej w głąb oceanu, a chłodna woda zbliża się do brzegu — wyjaśniają specjaliści zajmujący się badaniem wybrzeża Atlantyku. © Thaufas / Reddit\n\n„Znalazłem trochę steka i warzyw na plaży”.\n\n„Co to za piękna rzecz, którą znalazłam na plaży?”\n\nTo wygląda na bezkręgowca zwanego żebropławem groszkówką. Pleurobrachia pileus to gatunek żebropława, który występuje na otwartych wodach północnego Atlantyku, Morza Północnego, Bałtyku i Morza Czarnego, a po raz pierwszy opisał go duński zoolog Otto Friedrich Müller w 1776 roku. © trinityleigh00 / Reddit\n\n\n\n„Znalazłem coś na plaży. Jest twarde i pachnie wodorostami. Co to jest?”\n\nCodium bursa — to zielone, średniej wielkości algi morskie. © aclownunderasaw / Reddit\n\n— to zielone, średniej wielkości algi morskie. © aclownunderasaw / Reddit Proszę, powiedzcie, że popularna nazwa to ziemniak morski. To jest zdecydowanie ziemniak morski. © Anianna / Reddit\n\n„Znalazłem to na plaży. Ma ktoś pomysł, co to jest?”.\n\nSuper! To torba syreny — czyli jajo płaszczki. Znalazłam jedną kiedyś na plaży w Maryland, są naprawdę fajne. © aquagirl1024 / Reddit\n\n„Znalazłem to na plaży podczas odpływu”.\n\nWiem, co to jest, i byłem zmuszony jeść jedno jako dziecko. To rodzaj chitona zwanego także wielopłytkowcem. Wychowałem się na Alasce, gdzie niektórzy jedli te stworzenia. Ludzie z mojego otoczenia nazywali je „kapciami”. Były też inne, mniejsze, czarne, z łuskami na grzbiecie, zwane „gumiakami”. © TrickRevolution1609 / Reddit\n\nWidzę na tym zdjęciu tysiące muszli lub kamieni, które bym zebrał, ale tego strasznego, przypominającego brzoskwinię tworu bym nie dotknął ani nie powąchał! © BlackIrish41 / Reddit\n\n„Znalazłem to na plaży w Nowej Zelandii. Były ich tysiące na linii wysokiego przypływu. Co to jest?”\n\nZasada nr 1 w naturze: jeśli coś ma piękne kolory, nie dotykaj tego. © IDoNotAgreeWithYou / Reddit\n\nTo część cewiopława, która bardzo przypomina żagiel portugalskiego okrętu z odłamanymi mackami. NIE DOTYKAJ TEGO — podobnie jak inne stułbiopławy (meduzy itd.) mogą mieć parzydełka, które mogą być śmiertelne dla ludzi, a przynajmniej bardzo bolesne, nawet gdy są już wyrzucone na brzeg i martwe od jakiegoś czasu. © PantsMcShirt / Reddit\n\n„Jakieś miękkie, gąbczaste coś z oceanu, znalezione na plaży”\n\nTo szkielet ryby z rodziny rozdymkowatych. Resztki są mocno pokręcone, ale zębate fragmenty to kolce tej ryby. © RosettaStoned6 / Reddit\n\n„Galaretowaty organizm znaleziony na plaży w Południowej Kalifornii. Co to jest?”\n\nTo nie jest strzykwa. U nas w Australii też to mamy na plażach. To osłona jajowa ślimaka stożkowego. © moonpuppies / Reddit\n\n„Znalazłem ten niebieski, błyszczący kamień na plaży. Ktoś wie, co to może być?”\n\nMyślę, że to wytwór człowieka — węglik krzemu, znany też jako karborund. © Nieznany autor / Reddit\n\n„Czy to muszla, czy coś innego?”\n\nTo muszla! A dokładnie — wewnętrzna muszla spiruli, czyli szeroko rozprzestrzenionego gatunku dziesięciornic. Wygląda też na to, że znajdują się na niej pąkle, czyli niewielkie skorupiaki. © allaboutgarlic / Reddit\n\nSpirula spirula 😄 To wewnętrzna skorupa spirulowatych, która pomaga kontrolować wyporność. © Independent_Gap_9718 / Reddit\n\n„Znalezione na plaży w Big Sur w Kalifornii”\n\nWidzieliśmy kilka takich na plaży. Było też mnóstwo wodorostów. Nie pojawiły się żadne inne ryby ani morskie stworzenia. © mrtuxedo9 / Reddit\n\nWygląda mi to na strzykwę. © Nieznany autor / Reddit\n\nPyrosomida, a może osłonica — w każdym razie coś w tym rodzaju. © b_Eridanus / Reddit\n\n„Mój syn znalazł muszelki podczas swojej pierwszej wizyty na plaży. Nie miałam serca powiedzieć mu prawdy”.\n\n„Pojechaliśmy na plażę, żeby poszukać zębów rekina. Kiedy moja córka krzyknęła, że znalazła zęby, to było ostatnie, czego się spodziewałem”.\n\nChyba należą do rekina z filmu „Szczęki”! © pinkswrils / Reddit"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku [2.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku-2-08-2025/ar-AA1JEYfU?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN15 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mur przy ul. Okopowej w Olsztynie pod opieką konserwatorów [ZDJĘCIA]",
            "link": "https://gazetaolsztynska.pl/1193394,Mur-przy-ul-Okopowej-w-Olsztynie-pod-opieka-konserwatorow-ZDJECIA.html",
            "description": "Zabytkowy mur przy ul. Okopowej przypomina o strategicznym znaczeniu Olsztyna w czasach średniowiecza. Dzięki podejmowanym regularnie pracom konserwatorskim, relikty miejskiego systemu obronnego mogą ...",
            "image_url": "https://www.bing.pl/th?id=ODF.przNePaFFwex_atL1j0FuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gazeta Olsztyńska28 min",
            "source": "Gazeta Olsztyńska",
            "article_content": "Korzenie roślin, które z czasem wrosły w ceglaną strukturę muru, rozsadzają cegły i spoiny wieńczącej go czapy. To z pozoru niegroźne zjawisko prowadzi do wnikania wody do wnętrza konstrukcji, powodując poważne zniszczenia. Dlatego działania konserwatorskie są niezbędne, by zabezpieczyć obiekt przed dalszą degradacją.\n\n— Fragment muru przy ul. Okopowej to ważne świadectwo średniowiecznej historii Olsztyna. Dbamy o to, by ten cenny relikt przetrwał dla przyszłych pokoleń — mówi Paulina Żukowska, Miejski Konserwator Zabytków.\n\nTegoroczne prace konserwatorskie kosztują 98 400 złotych.\n\nIch wykonawcą jest Mirosław Cholewka – olsztyński konserwator dzieł sztuki specjalizujący się w renowacji zabytków ceglanych. Poprzednie działania konserwatorskie na tym odcinku prowadzone były w 2005 roku.\n\nMiasto Olsztyn od lat systematycznie realizuje prace zabezpieczające i konserwatorskie przy fragmentach dawnych murów obronnych, które są nie tylko pamiątką po dawnych czasach, ale również atrakcją turystyczną i elementem tożsamości miasta.\n\nZabytkowy mur przy ul. Okopowej przypomina o strategicznym znaczeniu Olsztyna w czasach średniowiecza. Dzięki podejmowanym regularnie pracom konserwatorskim, relikty miejskiego systemu obronnego mogą nadal cieszyć oko mieszkańców i gości odwiedzających stolicę Warmii."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gothic Remake, Titan Quest 2 i wiele innych. THQ Nordic pokazało aż 11 nowych gier!",
            "link": "https://antyweb.pl/thq-nordic-digital-showcase-2025",
            "description": "THQ Nordic Showcase 2025 za nami. Zapowiedziano nowe gry i zaprezentowano daty premier. Były też niespodzianki. Gothic Remake ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._aG80jMtMl6TkLlxSMlTjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Antyweb12 godz.",
            "source": "Antyweb",
            "article_content": "THQ Nordic Showcase 2025 za nami. Zapowiedziano nowe gry i zaprezentowano daty premier. Były też niespodzianki. Gothic Remake, Titan Quest II, REANIMAL, Fatekeeper, Sacred 2 i inne tytuły zmierzają już na PC i konsole. Zobacz wszystkie zwiastuny.\n\nTHQ Nordic Digital Showcase 2025 już za nami. To coroczna prezentacja gier przygotowywana przez austriackiego wydawcę. Transmitowane na żywo wydarzenie przyniosło kilka istotnych aktualizacji, długo wyczekiwanych dat premier oraz zapowiedzi nowych projektów, którym na pewno warto przyjrzeć się z bliska.\n\nReklama\n\nTHQ Nordic odkrywa karty\n\nTHQ Nordic – firma znana z reaktywowania znanych marek i rozbudowy swojego katalogu poprzez przejęcia – zaprezentowała zarówno zupełnie nowe tytuły, jak i kolejne informacje na temat wcześniej ogłoszonych produkcji. Wśród najciekawszych momentów pokazu znalazły się m.in. nowy zwiastun Gothic Remake, Titan Quest II, debiut horroru REANIMAL oraz nowe informacje o Wreckfest 2.\n\nPoniżej możecie sprawdzić trailery wszystkich tytułów zaprezentowanych podczas THQ Nordic Digital Showcase 2025.\n\nEternal Life of Goldman\n\nThe Eternal Life of Goldman to ręcznie animowana platformówka, której historia osadzona jest w świecie inspirowanym dawnymi przypowieściami. W grze matka opowiada dziecku niepokojącą baśń, a opowieść ta stopniowo odsłania emocje związane z jej własną przeszłością. Gracze przemierzają rozległy, ręcznie rysowany Archipelag i stają do walki z tajemniczym Bóstwem. Produkcja zmierza na PC, Nintendo Switch, PlayStation 5 i Xbox Series X|S.\n\nFatekeeper\n\nFatekeeper to pierwszoosobowy RPG fantasy, który stawia na dynamiczną walkę, rozbudowany rozwój postaci i ręcznie zaprojektowany świat. Gracze przemierzą pradawne pola bitew, ruiny i tajemnicze lasy, odkrywając relikty przeszłości i mierząc się z przeciwnikami wymagającymi zarówno refleksu, jak i taktyki. Każdy wybór wpłynie na bieg historii, a system progresji pozwoli na personalizację stylu gry – od doboru broni i pancerzy po rozwój unikalnych umiejętności. Gra trafi do wczesnego dostępu na PC jeszcze tej zimy, a za projekt odpowiada nowe studio Paraglacial, założone przez byłych twórców SpellForce 3.\n\nGothic Remake\n\nTo chyba najbardziej wyczekiwana premiera w portfolio THQ Nordic. Gothic 1 Remake zadebiutuje na początku 2026 roku na PC, PlayStation 5 i Xbox Series X|S. Studio Alkimia Interactive pracuje nad odświeżoną wersją kultowego RPG-a, łącząc nowoczesną oprawę graficzną i usprawnioną rozgrywkę z atmosferą oryginału. Już teraz posiadacze konsol mogą sprawdzić Nyras Prologue – specjalne demo wprowadzające do świata pod magiczną Barierą, dostępne na PlayStation i Xbox.\n\nJest jeszcze jedna niespodzianka. W 2026 roku po raz pierwszy cała trylogia Gothic Classic – Gothic 1, 2 i 3 – zadebiutuje na konsolach PlayStation i Xbox. Klasyczne RPG-i otrzymają zaktualizowane sterowanie i pełne wsparcie dla gamepada, co pozwoli zarówno nowym graczom, jak i fanom serii na komfortową rozgrywkę na konsolach. Niezależnie od tego, czy wracasz do Kolonii, czy po raz pierwszy odkrywasz krainę Myrtany – to dobry moment, by na nowo przeżyć jedną z najbardziej kultowych serii gier fabularnych.\n\nREANIMAL\n\nREANIMAL to nadchodzący tytuł od Tarsier Studios – zespołu odpowiedzialnego za pierwsze dwie części Little Nightmares. Gracze wcielą się w grupę osieroconych dzieci, które wspólnie przemierzają niepokojący świat, stłoczone w łodzi dającej tylko namiastkę bezpieczeństwa. Choć nie zawsze chcą być razem, są zdani na siebie. Gra zmierza na PC, PlayStation 5, Xbox Series X|S oraz Nintendo Switch 2.\n\nReklama\n\nZapowiedziano też kolekcjonerską edycję REANIMAL. W skład Collector’s Edition wchodzą:\n\ngra w pełnej wersji,\n\nprzepustka sezonowa i DLC przedsprzedażowe,\n\nartbook,\n\nekskluzywne pudełko,\n\nfigurka PVC „Pig” i miniaturowa figurka „Bucket”,\n\nzestaw naklejek, brelok oraz plakat z mapą świata gry.\n\nSacred 2 Remaster\n\nSacred 2 Remaster przywraca do życia dobrze znany świat Ancarii, w którym gracze wcielają się w jednego z sześciu bohaterów. Otwarty świat, walka oparta na umiejętnościach i magiach, a także system zdobywania łupów – wszystko to wraca w odświeżonej wersji. Remaster oferuje ulepszone tekstury, poprawiony system walki i szereg poprawek błędów, co czyni go atrakcyjnym zarówno dla weteranów serii, jak i zupełnie nowych graczy.\n\nReklama\n\nSpongeBob SquarePants - Titans of the Tide\n\nSpongeBob SquarePants: Titans of the Tide to nowa przygoda z udziałem SpongeBoba i Patryka, których czeka najbardziej upiorna misja do tej pory. Starcie Króla Neptuna z Latającym Holendrem wywołało zamieszanie w całym Bikini Dolnym, a duet najlepszych przyjaciół musi ponownie stanąć do walki o uratowanie podwodnego świata. Gra zadebiutuje 18 listopada na PC, PlayStation 5, Xbox Series X|S oraz Nintendo Switch 2. W przedsprzedaży dostępny jest bonusowy zestaw kostiumów „Natural Costume Pack” dla głównych bohaterów.\n\nThe Guild Europa 1410\n\nThe Guild – Europa 1410 czerpie inspirację z klasycznego Europa 1400: The Guild i przenosi graczy do tętniącego życiem średniowiecznego miasta. Rozpoczynając od skromnego warsztatu, można rozwijać własną dynastię, a następnie zdobywać wpływy poprzez handel, politykę lub intrygi. Gracz wybiera profesję, wspina się po drabinie społecznej, a droga do sukcesu może prowadzić zarówno przez korupcję i szantaże, jak i przestrzeganie prawa. Gra oferuje tryb multiplayer dla maksymalnie 12 osób, w którym można rywalizować lub współpracować z innymi graczami. Produkcja jest już dostępna do dodania do listy życzeń na Steam.\n\nTides of Tomorrow\n\nTides of Tomorrow to narracyjna przygoda, w której gracze wyruszają na misję odnalezienia lekarstwa na śmiertelną chorobę. Kluczową rolę odgrywają podejmowane decyzje – każda z nich pozostawia ślad i może wpłynąć na dalszy przebieg historii. Grę można przechodzić w trybie solo lub śledząc ścieżki wybranych graczy, streamerów czy zupełnie obcych osób, poznając skutki ich wyborów we własnej rozgrywce. Premiera została zaplanowana na 24 lutego 2026 roku na PC, PlayStation 5 i Xbox Series X|S.\n\nTitan Quest II\n\nTitan Quest II oficjalnie zadebiutowało we wczesnym dostępie na PC za pośrednictwem Epic Games Store i Steam. Gracze mogą już rozpocząć swoją przygodę w świecie mitów i potworów, w którym przeznaczenie przestaje być tajemnicą, a decyzje mają realne konsekwencje. Produkcja kontynuuje tradycję klasycznego hack’n’slasha, oferując walkę z boskimi siłami i eksplorację antycznych krain.\n\nWreckfest 2\n\nWreckfest 2 zaprasza graczy do świata, gdzie stłuczki i zderzenia są na porządku dziennym. Samochody można tu testować do granic wytrzymałości, a fizyka zniszczeń ponownie odgrywa kluczową rolę. Gra jest już dostępna w wersji Early Access na PC, a w późniejszym terminie pojawi się także na konsolach PlayStation 5 i Xbox Series X|S.\n\nReklama\n\nWreckreation\n\nWreckreation to propozycja dla tych, którzy cenią sobie pełną swobodę i nieprzewidywalność, jeśli chodzi o wyścigi samochodowe. Gra zmierza na PC, PlayStation 5, PlayStation 4, Xbox Series X|S oraz Xbox One."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamek w Żelechowie odkrywa kolejne tajemnice – trwa sezon wykopalisk",
            "link": "https://www.wirtualnygarwolin.pl/artykul/20923,zamek-w-zelechowie-odkrywa-kolejne-tajemnice-trwa-sezon-wykopalisk",
            "description": "Na terenie żelechowskiego zamku trwają kolejne badania archeologiczne. Naukowcy odkrywają pozostałości zabudowy gospodarczej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WNb7Vk8GWRJu509l5CyYdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wirtualny Garwolin22 godz.",
            "source": "Wirtualny Garwolin",
            "article_content": "Trwa kolejny sezon wykopalisk na zamku w Żelechowie. Jak poinformował samorząd, „w obecnej edycji badań kontynuowane są prace zmierzające do rozpoznania zabudowy gospodarczej”. Archeolodzy prowadzą prace w dwóch wykopach, w których odsłonięto pozostałości dużego budynku produkcyjnego, prawdopodobnie z XVII wieku.\n\nWśród znalezisk znajdują się relikty drewnianych ścian, przepalona glina oraz dobrze zachowana ceglana posadzka. „Podobnie jak w ubiegłym sezonie odkryto fragmenty glinianych tygli do przetopu metali szlachetnych, odpady związane z produkcją metalurgiczną oraz elementy naczyń ceramicznych, kości zwierzęce i gwoździe budowlane” - informuje Miasto i Gmina Żelechów.\n\nBadania prowadzone są od 2017 roku przez zespół naukowców z Instytutu Archeologii i Etnologii PAN. Przedsięwzięcie realizowane jest przy wsparciu finansowym i logistycznym Gminy Żelechów. W działaniach uczestniczą także członkowie lokalnego Towarzystwa Historycznego oraz stali wolontariusze - Damian Mróz i Mariusz Kot.\n\nłk za UM Żelechów"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark św. Dominika w Gdańsku. Ile kosztuje obiad przy straganie?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jarmark-%C5%9Bw-dominika-w-gda%C5%84sku-ile-kosztuje-obiad-przy-straganie/ar-AA1JIU87?ocid=BingNewsVerp",
            "description": "Trwa Jarmark Dominikański w Gdańsku, jedno z najbardziej rozpoznawalnych letnich wydarzeń w Trójmieście. Na ulicznych straganach kupić można zabytkowe przedmioty i niepowtarzalne ręcznie wykonane arty ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qVZJCEn4Awd3TcXwomvMuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Onet on MSN20 godz.",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Księżna Kate z zupełnie nową rolą. Musiała założyć specjalne rękawice",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ksi%C4%99%C5%BCna-kate-z-zupe%C5%82nie-now%C4%85-rol%C4%85-musia%C5%82a-za%C5%82o%C5%BCy%C4%87-specjalne-r%C4%99kawice/ar-AA1JJZGQ?ocid=BingNewsVerp",
            "description": "Księżna Kate angażuje się w wiele inicjatyw, które na pierwszy rzut oka nie mają nic wspólnego z działalnością brytyjskiej rodziny królewskiej. Windsorzy właśnie poinformowali, że żona księcia William ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7fzM0YWOPoPSDJAsoH5EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Plejada on MSN13 godz.",
            "source": "Plejada on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To tam ma znajdować się Bursztynowa Komnata. Jest zgoda na poszukiwania",
            "link": "https://spidersweb.pl/2025/08/bursztynowa-komnata-poszukiwania.html",
            "description": "Pomorski Wojewódzki Konserwator Zabytków wydał zgodę na odwierty oraz sondaż archeologiczny na terenie miejscowości Dziemiany ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jZsPp1RpApfKpwlZ13wQ9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Spider’s Web18 godz.",
            "source": "Spider’s Web",
            "article_content": "Ładowanie...\n\n\"Zdaniem ubiegającego się o pozwolenie, na terenie poszukiwań może znajdować się niemiecki depozyt z czasów II wojny światowej, który według informacji pojawiających się m.in. na hobbystycznym kanale na YT, może być nawet bursztynową komnatą, która zaginęła pod koniec wojny, a do dziś rozpala wyobraźnię poszukiwaczy\" – informuje na swoim facebookowym profilu Pomorski Wojewódzki Konserwator Zabytków.\n\nJak wyjaśniono, na terenie Dziemian pod koniec 1943 r. Niemcy utworzyli wielki poligon wojskowy dla SS. Udało się już znaleźć pod ziemią \"ceglany, otynkowany od środka zbiornik\". Był niezadbany, wypełniony śmieciami z okresu PRL-u. Nie był ujęty na żadnych mapach – wyjaśnia Pomorski Wojewódzki Konserwator Zabytków.\n\nREKLAMA\n\nUzyskane pozwolenie obejmuje prace poszukiwawcze domniemanego schronu szczelinowego z okresu drugiej wojny światowej\n\nBursztynowy wystrój komnaty zamówił u gdańskich mistrzów Fryderyk I w 1701 r. Znajdowała się w Petersburgu, potem przewieziono ją do pałacu w Carskim Siole, rezydencji znajdującej się 25 km od Petersburga. Naziści zrabowali skarb w 1941 roku, po czym trafił do zamku w Królewcu. Kiedy Armia Czerwona wkroczyła do niego w 1945 roku, Bursztynowej Komnaty już w nim nie było.\n\nKilka lat temu pisaliśmy o podejrzeniu, że skarb znajduje się we wraku statku \"Karlsruhe\", który został zatopiony w 1945 r. Wyruszał z Królewca jako ostatni, ale do Niemiec nigdy nie dotarł. Jego szczątki zostały odnalezione w 2020 r.\n\nZwolennicy tej teorii sugerowali, że Bursztynowa Komnata po tym, jak powróciła do Królewca, nigdy nie została rozpakowana. Skrzynie przeniesiono na parowiec z myślą o transporcie. Statek ostatecznie zatonął, a wraz z nim skarb.\n\nPrawdopodobieństwo takiego scenariusza oszacowano na… 1-2 proc.\n\n- Dotychczasowe badania wraku i jego zawartości w żadnej mierze nie potwierdziły pierwotnych hipotez o jego ładunku. Odnaleziono jedynie narzędzia i różne przedmioty użytku codziennego – w 2022 r. przekazała RMF FM Magdalena Kierzkowska, rzecznik Urzędu Morskiego w Gdyni.\n\nKolejnych ekspedycji nie będzie.\n\nREKLAMA\n\n\"W celu ochrony mienia na wrakach statków będących mogiłami wojennymi przed grabieżą, jak również ochrony środowiska morskiego, zakazuje się kotwiczenia, nurkowania, wydobywania mienia, uprawiania rybołówstwa i rybołówstwa rekreacyjnego na akwenie o promieniu 500 m od pozycji zalegania wraków statków Wilhelm Gustloff, Goya i Karlsruhe\" - czytamy w zarządzeniu porządkowym z 21 listopada 2022 roku.\n\nByć może zagadkę po latach rozwiążą poszukiwania prowadzone na terenie Dziemian.\n\nREKLAMA\n\nAdam Bednarek 01.08.2025 15:32\n\nŁadowanie..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielu chętnych do przebudowy kultowej Jordanówki w Krakowie. Okrąglak wróci jako całoroczna kawiarnia. Wreszcie!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/wielu-ch%C4%99tnych-do-przebudowy-kultowej-jordan%C3%B3wki-w-krakowie-okr%C4%85glak-wr%C3%B3ci-jako-ca%C5%82oroczna-kawiarnia-wreszcie/ar-AA1JJOLd?ocid=BingNewsVerp",
            "description": "Aż osiem firm chce wykonać inwestycję dla Krakowa szczególną: przebudowę pawilonu Jordanówka w parku Jordana. Przy tym – ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NEGoC5EUS82RIfsAGo_9iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków Nasze Miasto on MSN4 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby ukryte na Ślęży. Od kosztowności po Świętego Graala?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/skarby-ukryte-na-%C5%9Bl%C4%99%C5%BCy-od-kosztowno%C5%9Bci-po-%C5%9Bwi%C4%99tego-graala/ar-AA1JIBEJ?ocid=BingNewsVerp",
            "description": "Strażnik Dolnego Śląska. Ślęża - góra pełna zagadek Dolnośląska Ślęża to perła regionu, uwielbiana przez mieszkańców i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9cCc4Y06CMm74KdgB4xsKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "GeekWeek w INTERIA.PL on MSN20 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "02 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-02,7,day.html",
            "description": "Wystawa stała Krakowskie Bractwo Kurkowe i obronność miejska prezentowana jest w dwóch salach: Brackiej i Strzeleckiej. Sala Strzelecka, podzielona pośrodku neogotycką kolumnadą, w dużym stopniu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Powstanie Warszawskie i ślub w cieniu wojny. \"Za obrączki posłużyły im kółka od karniszy\"",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/powstanie-warszawskie-i-%C5%9Blub-w-cieniu-wojny-za-obr%C4%85czki-pos%C5%82u%C5%BCy%C5%82y-im-k%C3%B3%C5%82ka-od-karniszy/ar-AA1JJIBJ?ocid=BingNewsVerp",
            "description": "Poznali się w czasie Powstania Warszawskiego i od razu zakochali się w sobie. Pomimo codziennych trudności związanych z wojną ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._4AEtpyTz9hnzvXitw1KAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Warszawa Nasze Miasto on MSN16 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    }
]