[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na pchlim targu przy M1 w Poznaniu. Ostatnia niedziela przed świętami przyciągnęła poszukiwaczy wyjątkowych prezentów. Oto zdjęcia!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/t%C5%82umy-na-pchlim-targu-przy-m1-w-poznaniu-ostatnia-niedziela-przed-%C5%9Bwi%C4%99tami-przyci%C4%85gn%C4%99%C5%82a-poszukiwaczy-wyj%C4%85tkowych-prezent%C3%B3w-oto-zdj%C4%99cia/ar-AA1SLXBN?ocid=BingNewsVerp",
            "description": "Ostatnia niedziela przed Bożym Narodzeniem przyciągnęła tłumy na parking przed Centrum Handlowym M1. Pchli targ w Poznaniu 21 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yYOMjCK3guhWdJZwXutwTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Poznań Nasze Miasto on MSN17 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KRZYSZTOF WILK \"KRZYŚ-BUD\"",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,22089661,krzysztof-wilk-krzys-bud.html",
            "description": "Amazon, Twitch i Prime Video zdominowały ranking preferencji reklamowych konsumentów w raporcie Kantar Media Reactions 2025. Wyniki badania jasno pokazują, że to właśnie marki związane z Amazon najlep ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl1 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Główny Urząd Statystyczny poza najbardziej podstawowymi informacjami na temat ukończonych mieszkań i domów, prezentuje również bardziej szczegółowe statystyki. Dotyczą one między innymi technologii wzniesienia budynków oraz liczby ich ...\n\nWrześniowy raport PARP o rynku pracy pokazuje, że problem bezrobocia nie sprowadza się jedynie do statystyk - kluczowe są długość pozostawania bez pracy, nierówności regionalne oraz niski poziom podnoszenia kwalifikacji. Te czynniki ...\n\nJuż rok temu pojawiały się doniesienia o tym, że nowe polskie kredyty mieszkaniowe mają niemal najwyższe średnie oprocentowanie w Unii Europejskiej. Potwierdzenie stanowiła między innymi krótka analiza przygotowana w lutym 2024 r. przez ...\n\nChoć Ryanair reklamuje się jako tania linia lotnicza, rodziny podróżujące z dziećmi często muszą liczyć się z dodatkowymi kosztami rezerwacji miejsc. System automatycznego przydziału foteli nie gwarantuje wspólnego miejsca, a przewoźnik ...\n\nOd 1 listopada 2025 roku podróże do Tanzanii - szczególnie na Zanzibar - będą znacznie droższe dla turystów z Polski. Rząd Tanzanii wprowadza nowy podatek lotniczy, który wyniesie 45 dolarów za lot w jedną stronę lub 90 dolarów za ...\n\nRelacje pomiędzy generalnym wykonawcą a podwykonawcą decydują o powodzeniu każdej inwestycji budowlanej. Tam, gdzie w grę wchodzą wielkie budżety, napięte harmonogramy i złożone procedury formalne, nie ma miejsca na przypadkowość ...\n\n2 dni wolnego od pracy z powodu siły wyższej - ten przywilej pracowniczy wzbudza wśród pracodawców coraz więcej emocji. Ich zdaniem jest nieprecyzyjny i może być nadużywany. Co na to eksperci?\n\nZbliżające się Święta Bożego Narodzenia oraz początek nowego roku to czas firmowych spotkań wigilijnych, noworocznych i wręczania prezentów pracownikom. W wielu przypadkach pojawia się pytanie o skutki podatkowe takich świadczeń. Kiedy ...\n\nWakacje to czas, gdy dzieci i młodzież spędzają więcej czasu online, co zwiększa ryzyko zetknięcia się z niebezpieczeństwami w sieci. Towarzystwo Przyjaciół Dzieci wraz z Pepco w ramach kampanii #WiemCoRobić przygotowało pięć ...\n\nRozpoczął się sezon Pierwszych Komunii i weselny. Czy skorzystają na tym firmy usługowe i gastronomia? Z danych Rejestru Dłużników BIG InfoMonitor i bazy BIK wynika, że choć firmy gastronomiczne i branża fotograficzna radzą sobie nieco ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SKLEP-KOMIS MEBLE HOLENDERSKIE KOZAK WOJCIECH",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,15769462,sklep-komis-meble-holenderskie-kozak-wojciech.html",
            "description": "AGON by AOC rozszerza ofertę o trzy modele Full HD z matrycami Fast IPS o odświeżaniu 180 Hz. To 23,8-calowy 24G42E, 24,5-calowy 25G42E oraz 27-calowy 27G42E. Rozpoczął się nabór do piątej, jubileuszo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl10 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "1636 zł - tyle od 1 kwietnia wypłaci ZUS z tytułu jednorazowego odszkodowania za każdy procent uszczerbku na zdrowiu. To o 205 zł więcej niż do tej pory. Odszkodowanie przysługuje każdej osobie ubezpieczonej, która na skutek wypadku przy ...\n\nBranża motoryzacyjna ma zadłużenie sięgające 458 mln zł. W bazie Krajowego Rejestru Długów Biura Informacji Gospodarczej widnieje ponad 13 tys. zadłużonych firm z tego sektora, a większość z nich to małe firmy, głównie jednoosobowe ...\n\nPremier Donald Tusk ogłosił właśnie, że rząd zajmuje się projektem ustawy deregulacyjnej, który przygotowało Ministerstwo Rozwoju i Technologii. Nowe przepisy mają ułatwić funkcjonowanie firm, zwłaszcza małych i średnich ...\n\nAplikacja mZUS zyskuje na popularności. Jak informuje Zakład Ubezpieczeń Społecznych, korzysta z niej już ponad 700 tys. osób.\n\nCo czwarty Polak zrealizował swoje plany finansowe w 2024 roku - wynika z badania \"Noworoczne plany finansowe Polaków\" zleconego przez Rejestr Dłużników BIG InfoMonitor. W 2025 roku głównym celem jest oszczędzanie, ale na liście ...\n\nPodatek katastralny, oparty na wartości rynkowej nieruchomości, to jedno z najgorętszych i kontrowersyjnych zagadnień dyskusji o przyszłości polskiego rynku mieszkaniowego. W odróżnieniu od obecnego niskiego podatku od powierzchni, podatek ...\n\nFirma EY przedstawia najnowsze prognozy dla światowej gospodarki w realiach wojny celnej. Eksperci zakładają, że w perspektywie krótkoterminowej polityka celna Trumpa obniży wzrost gospodarczy, jednak długookresowo okaże się neutralna ...\n\nNajnowszy raport SAP Polska to kolejny rzut oka na tendencje panujące na rodzimym rynku pracy. Jego autorzy przyjrzeli się m.in. głównym wyzwaniom, z jakimi zmagają się obecnie pracodawcy. Okazuje się, że są to m.in. niedobór ...\n\nO ile grudzień na rynku najmu oznaczał tradycyjny już właściwie marazm, o tyle już pierwszy miesiąc nowego roku przyniósł znaczne ożywienie. Obrazuje je m.in. ponad 40-procentowy wzrost liczby wyszukiwań mieszkań na wynajem oraz ...\n\nRząd przyjął kluczowe ustawy dotyczące energetyki, które mają na celu ochronę polskich rodzin przed rosnącymi kosztami energii. Projekt przewiduje zamrożenie cen energii elektrycznej do końca 2025 roku oraz wprowadzenie bonu ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny szkła PRL",
            "link": "https://torun.naszemiasto.pl/tag/ceny-szkla-prl",
            "description": "Szklane wazony, patery, talerze z czasów PRL-u stały się obiektem pożądania kolekcjonerów i miłośników dobrego designu. Ich ceny potrafią przyprawić o zawrót... W wielu domach jest jeszcze szkło z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.liWL6w23oefxD6cfFEdIQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Toruń Nasze Miasto18 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 22.12.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-22-12-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare polskie monety obiegowe. Tyle są teraz warte",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/tyle-obecnie-p%C5%82ac%C4%85-za-stare-monety-obiegowe-s%C4%85-warte-naprawd%C4%99-sporo-pieni%C4%99dzy/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Wartość tych monet obiegowych może być dzisiaj znacznie wyższa, niż się spodziewasz. Niektóre egzemplarze osiągają ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bubmEzARYdZz04d3nmdAsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN13 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare polskie banknoty z czasów PRL-u warte majątek. Możesz na nich zarobić nawet kilkanaście tysięcy! 20.12.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-polskie-banknoty-z-czas%C3%B3w-prl-u-warte-maj%C4%85tek-mo%C5%BCesz-na-nich-zarobi%C4%87-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-20122025/ar-AA1Swvxb?ocid=BingNewsVerp",
            "description": "Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. Kolekcjonerzy nieustannie poszukują unikalnych i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.f9ljCPEAuA5eQtLET2EtdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN9 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 22.12.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-22-12-2025/ar/c3p2-28055853",
            "description": "Nawet kilka tysięcy złotych za bransoletkę, kolczyki lub pierścionek. Na starej biżuterii z czasów PRL-u można zarobić dużo pieniędzy. W galerii przedstawiamy za ile sprzedawana jest biżuteria.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KCH Finanse Katarzyna Chomko",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,15710251,kch-finanse-katarzyna-chomko.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Firma eGospodarka.pl1 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "BNP Paribas Real Estate Poland publikuje najnowszą odsłonę cyklicznego raportu o rynku magazynów w Polsce. Okazuje się, że pierwsze miesiące roku upłynęły spokojnie - w powierzchniach magazynowych widać było oznaki stabilizacji. Wśród ...\n\nPojęcie haktywizm powstało z połączenia słów haker i aktywizm. To coraz popularniejsza forma cybernetycznego protestu społecznego. Ma na celu wprowadzenie zmian społecznych, politycznych czy środowiskowych. Czy haktywiści to wojownicy w ...\n\nATAL wprowadził do sprzedaży 169 mieszkań i 3 lokale usługowe w ramach II etapu inwestycji Niebieski Bursztyn w Redzie. Powstaną one w 18-kondygnacyjnym budynku, jednym z trzech zaplanowanych w tym projekcie. Ceny za mkw. mieszkania w stanie ...\n\nWielu kierowców powtarza jak mantrę, że „w Polsce nie ma obowiązku jazdy na oponach zimowych”. Z jednej strony trudno nie przyznać im racji, z drugiej - ich racja może okazać się połowiczna. Dlaczego? Choć przepis nie mówi wprost o ...\n\nPolska zdecydowała o czasowym zamknięciu kolejowego przejścia granicznego w Małaszewiczach z powodu rosyjsko-białoruskich manewrów wojskowych Zapad-2025. Ta strategiczna decyzja, podyktowana względami bezpieczeństwa, blokuje kluczowy punkt ...\n\nHybrydowy napęd, większa moc i nowe technologie – Toyota prezentuje nową odsłonę Aygo. To pierwszy w pełni hybrydowy samochód segmentu A w Europie, który zachowując kompaktowy charakter, oferuje lepsze osiągi i niższą emisję. W ...\n\nRynek najmu instytucjonalnego (PRS) w Polsce rozwija się już od dekady. Mimo to sektor ten nadal znajduje się we wczesnej fazie rozwoju. Prekursorem na rynku był państwowy Fundusz Mieszkań na Wynajem, który jako pierwszy nabył budynek ...\n\nW wiosennej ofercie Plusa dostępna jest nowa motorola edge 60 fusion i tablet Samsung Galaxy Tab S10 FE, a także smartfony z serii iPhone 15 i iPhone 16 w obniżonych cenach.\n\nZygmunt Solorz-Żak, Rafał Brzoska i Sebastian Kulczyk to podium rankingu najcenniejszych medialnie liderów biznesu w Polsce w 2024 roku, przygotowanego przez Instytut Przywództwa. Publikacje z ich udziałem osiągnęły wartość odpowiednio ...\n\nSzara strefa w naszym kraju dość pokaźnie się zmniejszyła, ale problem niestety nie zniknął. W 2023 roku stanowiła ona 9,7% PKB. Jakie działania podejmować na rzecz jej ograniczania? Eksperci EY rekomendują podjęcie pięciu kroków w tym ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ przy M1 w Poznaniu. Co można było kupić 21 grudnia?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/t%C5%82umy-na-pchlim-targu-przy-m1-w-poznaniu-ostatnia-niedziela-przed-%C5%9Bwi%C4%99tami-przyci%C4%85gn%C4%99%C5%82a-poszukiwaczy-wyj%C4%85tkowych-prezent%C3%B3w-oto-zdj%C4%99cia/ar-AA1SLXBN?ocid=BingNewsVerp",
            "description": "Ostatnia niedziela przed Bożym Narodzeniem przyciągnęła tłumy na parking przed Centrum Handlowym M1. Pchli targ w Poznaniu 21 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Uzf0h83lqRpr7Adzx7o5uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN17 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Częstochowa. Radni zdecydowali o przyszłości targowiska na Zawodziu. Bez ich zgody prezydent nie mógł podpisać nowej umowy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/cz%C4%99stochowa-radni-zdecydowali-o-przysz%C5%82o%C5%9Bci-targowiska-na-zawodziu-bez-ich-zgody-prezydent-nie-m%C3%B3g%C5%82-podpisa%C4%87-nowej-umowy/ar-AA1SqZQi?ocid=BingNewsVerp",
            "description": "Działka, na której mieści się rynek, ma powierzchnię blisko 1,93 hektara i jest własnością miasta. Obowiązująca dotychczas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FOly2OS-M-fohSKJHfmOEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Częstochowa Nasze Miasto on MSN22 godz.",
            "source": "Częstochowa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Świąteczne zakupy? Największe targowiska w województwie śląskim czekają. Kupisz tam warzywa, meble, a nawet auta. Kiedy są czynne?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/%C5%9Bwi%C4%85teczne-zakupy-najwi%C4%99ksze-targowiska-w-wojew%C3%B3dztwie-%C5%9Bl%C4%85skim-czekaj%C4%85-kupisz-tam-warzywa-meble-a-nawet-auta/ar-AA1SEs8E?ocid=BingNewsVerp",
            "description": "Targowisko Miejskie w Będzinie Godziny otwarcia: środa 6:00 – 13:00 sobota 6:00 – 13:00 Targowisko Miejskie położone jest ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.d6aLRMTdRX7fC1l8LSoIxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN22 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy Poznań 22.12.2025. Sprawdź zestawienie najważniejszych informacji z wczoraj w Poznaniu",
            "link": "https://poznan.naszemiasto.pl/przeglad-prasy-poznan-22-12-2025-sprawdz-zestawienie-najwazniejszych-informacji-z-wczoraj-w-poznaniu/ar/c1p1-19738363",
            "description": "Ostatnia niedziela przed Bożym Narodzeniem przyciągnęła tłumy na parking przed Centrum Handlowym M1. Pchli targ w Poznaniu 21 grudnia 2025 roku pękał w szwach od świątecznych dekoracji, prezentów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cya7j59Rws2Si6qfmk5ljw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto23 godz.",
            "source": "Poznań Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pożar laweta",
            "link": "https://wspolczesna.pl/tag/pozar-laweta",
            "description": "Lekarz miał prawie 3 promile i przyjmował pacjentów w szpitalu w Mońkach. I miał pecha, bo woń alkoholu wyczuła pacjentka. Teraz doktorowi grozi nawet pięć lat. 50 strażaków przez kilka godzin ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2HjYlW7BWiryFifLql_kw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Współczesna22 godz.",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bunkry hitlera",
            "link": "https://zakopane.naszemiasto.pl/tag/bunkry-hitlera",
            "description": "II wojna światowa to mroczne dzieje, po których w wielu miejscach relikty przeszłości pozostały aż do dziś – jednym z nich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Zakopane Nasze Miasto5 godz.",
            "source": "Zakopane Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie archeologiczne w Wielkopolsce. Wstrzymano ważną inwestycję",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/niezwyk%C5%82e-odkrycie-archeologiczne-w-wielkopolsce-wstrzymano-wa%C5%BCn%C4%85-inwestycj%C4%99/ar-AA1SPkki?ocid=BingNewsVerp",
            "description": "Muzeum Regionalne w Wągrowcu jest rozbudowywane. Roboty musiały zostać jednak wstrzymane przez prace archeologiczne.",
            "image_url": "https://www.bing.pl/th?id=OVFT.GAOdnRLwLG_xM7fERZlbsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Radio ZET on MSN14 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabezpieczenia metra",
            "link": "https://warszawa.naszemiasto.pl/tag/zabezpieczenia-metra",
            "description": "Druga linia metra na Bródno w Warszawie. Znana jest data wielkiego otwarcia trzech ostatnich stacji na wschodnim odcinku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto3 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking w woj. zachodniopomorskim. Gdzie iść w weekend 27 - 28 grudnia. TOP 3 trasy",
            "link": "https://gs24.pl/nordic-walking-w-woj-zachodniopomorskim-gdzie-isc-w-weekend-27-28-grudnia-top-3-trasy/ar/c7p1-22323645",
            "description": "Nim wyruszysz, sprawdź prognozę pogody. W sobotę 27 grudnia w woj. zachodniopomorskim ma być od -1°C do 0°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.InSe4LXEcWXY9pEk3LdEeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński14 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer do 1 km od Kołobrzegu. Podpowiedzi ciekawych tras na weekend 27 - 28 grudnia",
            "link": "https://kolobrzeg.naszemiasto.pl/spacer-do-1-km-od-kolobrzegu-podpowiedzi-ciekawych-tras-na-weekend-27-28-grudnia/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 27 grudnia w Kołobrzegu ma być 3°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7SK2PCNFa3C_PFI6zR9XRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto14 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "23 GRUDNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-12-23,7,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków5 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny szkła PRL",
            "link": "https://torun.naszemiasto.pl/tag/ceny-szkla-prl",
            "description": "Szklane wazony, patery, talerze z czasów PRL-u stały się obiektem pożądania kolekcjonerów i miłośników dobrego designu. Ich ceny potrafią przyprawić o zawrót... W wielu domach jest jeszcze szkło z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.liWL6w23oefxD6cfFEdIQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Toruń Nasze Miasto18 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wrocław solpol",
            "link": "https://wroclaw.naszemiasto.pl/tag/wroclaw-solpol",
            "description": "Solpol, decyzją dolnośląskiej konserwator zabytków, nie zostanie wpisany do rejestru zabytków, co oznacza że może zostać wyburzony. We Wrocławiu przez wieki przeplatały się różne wpływy polityczne i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QOhooLrbIKEbFaE6w1Fs8Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Wrocław Nasze Miasto17 godz.",
            "source": "Wrocław Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare polskie monety obiegowe. Tyle są teraz warte",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/tyle-obecnie-p%C5%82ac%C4%85-za-stare-monety-obiegowe-s%C4%85-warte-naprawd%C4%99-sporo-pieni%C4%99dzy/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Wartość tych monet obiegowych może być dzisiaj znacznie wyższa, niż się spodziewasz. Niektóre egzemplarze osiągają ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bubmEzARYdZz04d3nmdAsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN13 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    }
]