[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szczęść Boże!: Luxtorpeda - Relacja",
            "link": "https://www.salon24.pl/u/ignatius/1468443,szczesc-boze-luxtorpeda-relacja",
            "description": "W oczekiwaniu na opóźniony album z premierowym luxtorpedowym taborem, na początku września odbył się koncert rzeczonego zespołu w ramach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Salon245 godz.",
            "source": "Salon24",
            "article_content": "3.11.2025 BLOG\n\n6 września w siemianowickim Parku Tradycji, w ramach tegorocznych Dni Siemianowic Śląskich odbył się m.in. koncert Luxtorpedy.\n\nW oczekiwaniu na opóźniony album z premierowym luxtorpedowym taborem, na początku września odbył się koncert rzeczonego zespołu w ramach 41. edycji Dni Siemianowic Śląskich. Sztuka grana była w plenerze, jak na tego typu spęd dobrze zorganizowana. Scena była oddzielona od innych sektorów festynu. Było miło i rodzinnie, bez problemu można było wybrać się całą familią z dziatwą włącznie. Z czego fani (zwłaszcza Luxtorpedy) chętnie skorzystali. Pod sceną czerniło się od zakoszulkowanych świadomych słuchaczy zespołu.\n\nLuxtorpeda uraczyła setem przekrojowym, to był pewnie jeden z ostatnich tego typu przed wydaniem płyty Katapulta (2025), która wkrótce ponoć ma się ukazać.\n\nObsuwę tłumaczyć należy brakiem daru rozdwojenia (może nawet roztrojenia) się lidera zespołu, który od momentu wydania Omegi (2022) zaczął wskrzeszać pierw Flapjacka i widząc ze mu to sympatycznie wyszło zabrał się do historycznej rezurekcji macierzystej formacji: Acid Drinkers. Pisząc te (mocno opóźnione) słowa złoty skład Kwasożłopów jest po festiwalowych koncertach i pierwszym z serii czterech halowych koncertów, oraz wznowieniu biografii Leszka Gnoińskiego.\n\nPrzygotuj się na najlepsze!\n\nZaczęli jak w zwyczaju mają „Mambałagą\" - w mym odczuciu średnio sprawdzający się jako otwieracz ale nie ma tego złego bo potem posypał się obficie materiał bliższy mojemu gustowi. Set był reprezentatywny jak na warunki festiwalowe przystało zagrano sprawdzone, obowiązkowe hity, były zarówno starocie jak i silna (jeszcze) reprezentacja z płyty Omega (2022). Mam nadzieję, że następca będzie równie dynamicznym krążkiem, bo takie numery jak: „Hydra\", „Fetor Mentora\", „Przygotuj się na najlepsze\", „Krew z krwi\" w warunkach bojowych sprawdzały się wyśmienicie i były potężnym zastrzykiem muzycznej adrenaliny. To utwory mocne pod kątem lirycznym i muzycznym. Przyprawiły dotychczasową twórczość bardziej bezkompromisowym (jak na luxtorpedowy ciężar gatunkowy rzecz jasna - że przed skutecznym wskrzeszeniem Flapjacka, dawno nie było Litzy w tak czadowym wydaniu).\n\nLitza jak zawsze nie mógł się nagadać, sprzedając swoje dykteryjki, zaanonsował grudniowy koncert Acid Drinkers w Spodku, jak zawsze, gdy gra na Śląsku odwoływał się do swych korzeni, zapytał nawet publiczność:\n\nJak woła się na kopalnia?! Na co mu publiczność, z automatu, donośnie odpowiedziała - Szczęść Boże!\n\nZagrali typową dla siebie odpowiednio wyważoną mieszankę treści mniej lub bardziej zaangażowanej z bardziej luźną tematyką choć, nie mniej istotną („Trafiony zatopiony\", „Tajne znaki\").\n\nOsobiście cieszyła mnie obecność z debiutu „Niezalogowanego\" i „3000 świń\". Zwłaszcza na żywca, patriotyczne serca mocno i skutecznie rozgrzewają pieśni: „Za wolność\" i „Hymn\". Do głębszej skłaniał refleksji utwór „Gdzie Ty jesteś?\" zaadaptowany utwór z hiphopowej załogi Hansa - Pięć Dwa Dębiec. Radością i bardzo pozytywnie nastrajającą energią buzował „Opty Pesy\" z płyty Anno Domini MMXX (2020). Małą niespodzianką dla mnie było przypomnienie o utworze „Cały cyrk\" z trzeciego albumu, który nie był zbyt często grany ostatnimi czasy.\n\nBez „Autystycznego\" lub utworu „Wilki dwa\" koncert pewnie by się nie liczył... to wielkie luxtorpedowe hiciory, przy których gawiedź bawi się zawsze najlepiej więc nic dziwnego, że to żelazne punkty każdego koncertu. Mało kto oszczędzał gardła tego wieczoru i nie mówię tylko o osobach przy samej scenie.\n\nNie zależnie od tego, czy to jest koncert biletowany czy nie, Luxtorpeda należy do zespołów, które nie rozgraniczają, robią swoje wkładając w to serce. Dlatego armia fanów rośnie a pozycja zespołu jest niezagrożona - tylko niech w końcu wydadzą nową płytę!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ we Włocławku, 2 listopada 2025 - są już ozdoby na Boże Narodzenie. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-we-w%C5%82oc%C5%82awku-2-listopada-2025-s%C4%85-ju%C5%BC-ozdoby-na-bo%C5%BCe-narodzenie-zdj%C4%99cia-wideo/ar-AA1PEYKh?ocid=BingNewsVerp",
            "description": "W niedzielę, 2 listopada 2025 roku odbył się Pchli Targ przy alei Kazimierza Wielkiego we Włocławku. Zobaczcie zdjęcia z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._JLIDSOxCPpWhjWPPAXhAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN23 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 3.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-3-11-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze utrzymane egzemplarze są szczególnie cenione. W galerii przedstawiamy za ile ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński15 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten banknot z czasów PRL to dziś hit. Może być wart więcej niż nowy smartfon",
            "link": "https://www.fakt.pl/pieniadze/kolekcjonerzy-poluja-na-pieniadze-z-prl-te-banknoty-sa-warte-tysiace-zl/c36897y",
            "description": "Stare monety i banknoty z PRL znów są na topie. W 2025 roku kolekcjonerzy gotowi są płacić krocie za egzemplarze, które wiele osób wciąż trzyma w domowych szufladach. Ceny niektórych z nich ...",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Fakt.pl8 godz.",
            "source": "Fakt.pl",
            "article_content": "Stare monety i banknoty z PRL znów są na topie. W 2025 roku kolekcjonerzy gotowi są płacić krocie za egzemplarze, które wiele osób wciąż trzyma w domowych szufladach. Ceny niektórych z nich sięgają kilku tysięcy złotych — szczególnie jeśli zachowały się w idealnym stanie.\n\nZ pozoru zwykłe banknoty z wizerunkiem rybaka czy monety z orłem bez korony dziś osiągają imponujące ceny. Dla jednych to sentymentalny powrót do dzieciństwa, dla innych — łakomy kąsek dla kolekcji. Sprawdź, które pieniądze z czasów PRL zyskały największą wartość i dlaczego warto zajrzeć do rodzinnych szuflad.\n\nDlaczego pieniądze z PRL są dziś tak cenione przez kolekcjonerów?\n\nW 2025 roku stare pieniądze z czasów Polski Ludowej przeżywają swój renesans. Wzrost zainteresowania numizmatyką sprawia, że przedmioty niegdyś powszechne stają się dziś wyjątkowo cenne.\n\nO wartości decydują przede wszystkim:\n\nstan zachowania — brak zgięć, przetarć i zabrudzeń znacznie podnosi cenę,\n\n— brak zgięć, przetarć i zabrudzeń znacznie podnosi cenę, rzadkość emisji — monety próbne i limitowane edycje są szczególnie pożądane,\n\n— monety próbne i limitowane edycje są szczególnie pożądane, błędy drukarskie — literówki, brak zabezpieczeń czy nietypowe kolory to kolekcjonerski rarytas.\n\nKolekcjonerzy szczególnie cenią banknoty z lat 40. i 50. oraz monety z nietypowymi detalami. Nawet zwykły banknot o nominale 2 tys. zł może być dziś wart kilkaset złotych, jeśli zawiera rzadką pomyłkę w druku.\n\nLepiej przeszukaj piwnicę i schowki. Jeden \"rupieć\" może być wart nawet kilkaset złotych\n\nNajcenniejsze perełki PRL. Te egzemplarze warto zachować\n\nWśród poszukiwanych egzemplarzy znajdują się m.in. banknoty z błędami i monety próbne wybite w ograniczonych seriach. Popularnością cieszy się też moneta 5 zł z 1958 r. z wizerunkiem rybaka — pod warunkiem że zachowała się w doskonałym stanie.\n\nNa rynku kolekcjonerskim dużą wartość mają także zestawy mennicze z lat 70. i 80., banknoty bez oznaczeń serii, monety z defektami wybicia. Ceny takich skarbów potrafią sięgać kilku tysięcy złotych. \"Stan zachowania to najważniejsze kryterium — dobrze zabezpieczony banknot może być dziś wart 10 razy więcej niż ten sam egzemplarz zniszczony lub pognieciony\" — podkreśla ekspert numizmatyczny cytowany przez portal Numismatica.pl.\n\nSkupują książki za gotówkę. \"Ludzie myślą, że zarobią majątek\"\n\nWartość nie tylko materialna. Stare pieniądze jako świadectwo epoki\n\nDla wielu osób stare monety i banknoty to coś więcej niż tylko inwestycja — to osobisty kawałek historii. Wzbudzają emocje, przywołują wspomnienia z dzieciństwa i budzą nostalgię za minioną epoką.\n\nPeerelowskie pieniądze stanowią dziś również interesujący punkt wyjścia do opowieści o czasach gospodarczych przemian, socjalistycznych reform i codziennych zakupów \"na kartki\". Ich estetyka, kolory i symbole to dla młodszych pokoleń zupełna egzotyka, a dla starszych — niemalże muzealna podróż w przeszłość.\n\nNie wyrzucaj, tylko sprawdź. Twój dom może kryć kolekcjonerski skarb z PRL-u\n\nJeśli masz w domu stare banknoty lub monety z PRL — nie spisuj ich na straty. Zamiast tego:\n\noceń ich stan techniczny,\n\nsprawdź, czy mają nietypowe cechy (np. błędy, brak zabezpieczeń),\n\nporównaj je z ofertami w sklepach numizmatycznych lub serwisach aukcyjnych.\n\nNiektóre z nich mogą dziś osiągnąć wartość znacznie przekraczającą swój dawny nominał. A jeśli trafiłeś na zestaw menniczy lub monetę próbną — być może masz w rękach prawdziwy kolekcjonerski unikat.\n\nŹródło: WP / Fakt.pl / Numismatica.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie stare banknoty i monety warte są krocie. Peerelowskie skarby w naszych szuflach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takie-stare-banknoty-i-monety-warte-s%C4%85-krocie-peerelowskie-skarby-w-naszych-szuflach/ar-AA1PEIV4?ocid=BingNewsVerp",
            "description": "W 2025 roku stare banknoty i monety z czasów PRL stały się prawdziwym hitem wśród kolekcjonerów. Nie mówimy tu tylko o ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WiLOrT2bb5xgTdO-Q2z5Ei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN10 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na tych banknotach z PRL-u zbijesz fortunę. Warto ich poszukać w domu",
            "link": "https://finanse.wp.pl/na-tych-banknotach-z-prl-u-zbijesz-fortune-warto-ich-poszukac-w-domu-7217853970098784a",
            "description": "Nie każdy banknot jest wart jedynie tyle, ile wskazuje jego nominał. W 2025 r. za stare monety i banknoty z PRL-u ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.f54J9kvdS74VW4Do_-OILC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "WP Finanse5 godz.",
            "source": "WP Finanse",
            "article_content": "Jak podaje \"Fakt\", rosnące zainteresowanie numizmatyką sprawia, że dawne monety i banknoty z okresu PRL-u osiągają wysokie ceny. Kolekcjonerzy szczególnie cenią banknoty z lat 40. i 50. oraz monety z nietypowymi detalami. Dawny banknot o nominale 2 tys. zł może być dziś wart kilkaset złotych, jeśli zawiera rzadką pomyłkę w druku.\n\nStworzył ogromną firmę. Szczerze radzi: \"Nie słuchaj klientów\"\n\nPopularność numizmatów z PRL-u\n\nSzczególnie cenione są egzemplarze z błędami oraz monety próbne, których wybito niewiele sztuk. Popularnością wśród pasjonatów cieszy się pięciozłotówka z 1958 r. z wizerunkiem rybaka, pod warunkiem że zachowała się w nienagannym stanie.\n\nNa rynku kolekcjonerskim wysoką wartość mają również zestawy mennicze z lat 70. i 80., banknoty pozbawione oznaczeń serii oraz monety z defektami wybicia.\n\nCeny takich unikatów nierzadko sięgają kilku tysięcy złotych. Eksperci podkreślają, że kluczowe znaczenie ma stan zachowania. Banknot w bardzo dobrym stanie może być wart nawet dziesięciokrotnie więcej niż ten sam egzemplarz zniszczony czy pognieciony.\n\nO wartości numizmatów decydują przede wszystkim trzy czynniki: stan zachowania (brak zgięć, przetarć i zabrudzeń), rzadkość emisji oraz błędy drukarskie, takie jak literówki, brak zabezpieczeń czy nietypowe barwy.\n\nNietypowe banknoty warte nawet 27 tys. zł\n\nO tym, że nie każdy banknot jest wart jedynie tyle, ile wskazuje jego nominał, świadczą także inne przykłady. Wartość pieniądza może wzrosnąć, jeśli numer seryjny jest jednolity lub niski. Poza tym dużą wartość mają także serie zastępcze.\n\nW 2023 r. na aukcję trafił banknot o nominale 50 zł, o serii \"YA0000589\". Na wartość tego banknotu wpłynął fakt, że posiadał najniższy numer spośród trzech 50-złotowych banknotów z serii \"YA\".\n\nCena wywoławcza wynosiła 10 tys. zł, jednak minimalna kwota, za jaką można było go kupić, to aż 27 tys. zł. Banknot nie znalazł nabywcy i wrócił do właściciela."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie \"piąteczki\" są warte więcej niż jest napisane. Wartość 5 złotych zależy od wielu czynników",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/takie-pi%C4%85teczki-s%C4%85-warte-wi%C4%99cej-ni%C5%BC-jest-napisane-warto%C5%9B%C4%87-5-z%C5%82otych-zale%C5%BCy-od-wielu-czynnik%C3%B3w/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Eksperci zalecają zwracanie uwagi na takie szczegóły jak stan zachowania monety, rok wydania, a także ewentualne błędy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN2 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europosłanka buszowała na pchlim targu. Na kilka przedmiotów Marta Wcisło wydała spore pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/europos%C5%82anka-buszowa%C5%82a-na-pchlim-targu-na-kilka-przedmiot%C3%B3w-marta-wcis%C5%82o-wyda%C5%82a-spore-pieni%C4%85dze/ar-AA1Ptc4l?ocid=BingNewsVerp",
            "description": "Lubelska Giełda Staroci organizowana jest tylko w ostatnią niedzielę każdego miesiąca. A jako, że Marta Wcisło (56 l.) uwielbia przedmioty z duszą, to zwykle można ją spotkać jak wypatruje kolejnych p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.9TyPvEv4AXy1DBnNLZf6_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Polityka on MSN17 godz.",
            "source": "Polityka on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 3.11.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://nowosci.com.pl/prasowka-3-11-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960939",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 2.11. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „Alarm w sklepach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Nowości Dziennik Toruński16 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Saturator do wody",
            "link": "https://nto.pl/tag/saturator-do-wody",
            "description": "Woda sodowa, sok malinowy i ten niepowtarzalny syk przy odkręcaniu kranika… Tak smakowało dzieciństwo w PRL. Dziś syfon do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sUHq2jGD9jYZtps9T6B_Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "nto.pl1 godz.",
            "source": "nto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Pomysły na wypoczynek na powietrzu w weekend 8 - 9 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-pomysly-na-wypoczynek-na-powietrzu-w-weekend-8-9-listopada/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 08 listopada w Kołobrzegu ma być 11°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2vfSicMddJU33rkXIANB4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 5 km od Kołobrzegu. Urocze miejsca na krótką trasę w weekend 8 - 9 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-5-km-od-kolobrzegu-urocze-miejsca-na-krotka-trase-w-weekend-8-9-listopada/ar/c7p1-22319027",
            "description": "Kamienny Szaniec - zbudowany w latach 1832-1836 do obrony wybrzeża i portu od wschodu. W końcu XIX w. przebudowany na cele gastronomiczne. Fort Ujście - budowany w latach 1770-1774 według wzorów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Barbara Wrzesińska",
            "link": "https://echodnia.eu/radomskie/tag/barbara-wrzesinska",
            "description": "Grał, śpiewał, kochał i bawił miliony Polaków. Dziś żyje spokojnie – ale jego historia to gotowy scenariusz filmowy! Zobacz, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OlAu1bnOzeBTIhhXx8Eu3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "echodnia7 godz.",
            "source": "echodnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer do 65 km od Gryfic. Urokliwe trasy na weekend 8 - 9 listopada",
            "link": "https://gryfice.naszemiasto.pl/spacer-do-65-km-od-gryfic-urokliwe-trasy-na-weekend-8-9-listopada/ar/c7p1-22116005",
            "description": "Relikty twierdzy uwidaczniają wpływy różnych szkół fortyfikacyjnych: niderlandzkiej (najstarsze obiekty), szwedzkiej, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7lWAxVF-Jgs6TekRiqDkBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "gryfice.naszemiasto4 godz.",
            "source": "gryfice.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 3.11.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-3-11-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960895",
            "description": "Przygotowaliśmy dla Was zestawienie 10 mniej znanych, ale bardzo urokliwych miejsc, które warto odwiedzić o każdej porze roku. Większość z nich uda się zwiedzić w jeden dzień! Na liście znajduje się ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska16 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten banknot z czasów PRL to dziś hit. Może być wart więcej niż nowy smartfon",
            "link": "https://www.fakt.pl/pieniadze/kolekcjonerzy-poluja-na-pieniadze-z-prl-te-banknoty-sa-warte-tysiace-zl/c36897y",
            "description": "Stare monety i banknoty z PRL znów są na topie. W 2025 roku kolekcjonerzy gotowi są płacić krocie za egzemplarze, które wiele osób wciąż trzyma w domowych szufladach. Ceny niektórych z nich ...",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Fakt.pl8 godz.",
            "source": "Fakt.pl",
            "article_content": "Stare monety i banknoty z PRL znów są na topie. W 2025 roku kolekcjonerzy gotowi są płacić krocie za egzemplarze, które wiele osób wciąż trzyma w domowych szufladach. Ceny niektórych z nich sięgają kilku tysięcy złotych — szczególnie jeśli zachowały się w idealnym stanie.\n\nZ pozoru zwykłe banknoty z wizerunkiem rybaka czy monety z orłem bez korony dziś osiągają imponujące ceny. Dla jednych to sentymentalny powrót do dzieciństwa, dla innych — łakomy kąsek dla kolekcji. Sprawdź, które pieniądze z czasów PRL zyskały największą wartość i dlaczego warto zajrzeć do rodzinnych szuflad.\n\nDlaczego pieniądze z PRL są dziś tak cenione przez kolekcjonerów?\n\nW 2025 roku stare pieniądze z czasów Polski Ludowej przeżywają swój renesans. Wzrost zainteresowania numizmatyką sprawia, że przedmioty niegdyś powszechne stają się dziś wyjątkowo cenne.\n\nO wartości decydują przede wszystkim:\n\nstan zachowania — brak zgięć, przetarć i zabrudzeń znacznie podnosi cenę,\n\n— brak zgięć, przetarć i zabrudzeń znacznie podnosi cenę, rzadkość emisji — monety próbne i limitowane edycje są szczególnie pożądane,\n\n— monety próbne i limitowane edycje są szczególnie pożądane, błędy drukarskie — literówki, brak zabezpieczeń czy nietypowe kolory to kolekcjonerski rarytas.\n\nKolekcjonerzy szczególnie cenią banknoty z lat 40. i 50. oraz monety z nietypowymi detalami. Nawet zwykły banknot o nominale 2 tys. zł może być dziś wart kilkaset złotych, jeśli zawiera rzadką pomyłkę w druku.\n\nLepiej przeszukaj piwnicę i schowki. Jeden \"rupieć\" może być wart nawet kilkaset złotych\n\nNajcenniejsze perełki PRL. Te egzemplarze warto zachować\n\nWśród poszukiwanych egzemplarzy znajdują się m.in. banknoty z błędami i monety próbne wybite w ograniczonych seriach. Popularnością cieszy się też moneta 5 zł z 1958 r. z wizerunkiem rybaka — pod warunkiem że zachowała się w doskonałym stanie.\n\nNa rynku kolekcjonerskim dużą wartość mają także zestawy mennicze z lat 70. i 80., banknoty bez oznaczeń serii, monety z defektami wybicia. Ceny takich skarbów potrafią sięgać kilku tysięcy złotych. \"Stan zachowania to najważniejsze kryterium — dobrze zabezpieczony banknot może być dziś wart 10 razy więcej niż ten sam egzemplarz zniszczony lub pognieciony\" — podkreśla ekspert numizmatyczny cytowany przez portal Numismatica.pl.\n\nSkupują książki za gotówkę. \"Ludzie myślą, że zarobią majątek\"\n\nWartość nie tylko materialna. Stare pieniądze jako świadectwo epoki\n\nDla wielu osób stare monety i banknoty to coś więcej niż tylko inwestycja — to osobisty kawałek historii. Wzbudzają emocje, przywołują wspomnienia z dzieciństwa i budzą nostalgię za minioną epoką.\n\nPeerelowskie pieniądze stanowią dziś również interesujący punkt wyjścia do opowieści o czasach gospodarczych przemian, socjalistycznych reform i codziennych zakupów \"na kartki\". Ich estetyka, kolory i symbole to dla młodszych pokoleń zupełna egzotyka, a dla starszych — niemalże muzealna podróż w przeszłość.\n\nNie wyrzucaj, tylko sprawdź. Twój dom może kryć kolekcjonerski skarb z PRL-u\n\nJeśli masz w domu stare banknoty lub monety z PRL — nie spisuj ich na straty. Zamiast tego:\n\noceń ich stan techniczny,\n\nsprawdź, czy mają nietypowe cechy (np. błędy, brak zabezpieczeń),\n\nporównaj je z ofertami w sklepach numizmatycznych lub serwisach aukcyjnych.\n\nNiektóre z nich mogą dziś osiągnąć wartość znacznie przekraczającą swój dawny nominał. A jeśli trafiłeś na zestaw menniczy lub monetę próbną — być może masz w rękach prawdziwy kolekcjonerski unikat.\n\nŹródło: WP / Fakt.pl / Numismatica.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie \"piąteczki\" są warte więcej niż jest napisane. Wartość 5 złotych zależy od wielu czynników",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/takie-pi%C4%85teczki-s%C4%85-warte-wi%C4%99cej-ni%C5%BC-jest-napisane-warto%C5%9B%C4%87-5-z%C5%82otych-zale%C5%BCy-od-wielu-czynnik%C3%B3w/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Eksperci zalecają zwracanie uwagi na takie szczegóły jak stan zachowania monety, rok wydania, a także ewentualne błędy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN2 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na tych banknotach z PRL-u zbijesz fortunę. Warto ich poszukać w domu",
            "link": "https://finanse.wp.pl/na-tych-banknotach-z-prl-u-zbijesz-fortune-warto-ich-poszukac-w-domu-7217853970098784a",
            "description": "Nie każdy banknot jest wart jedynie tyle, ile wskazuje jego nominał. W 2025 r. za stare monety i banknoty z PRL-u ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.f54J9kvdS74VW4Do_-OILC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "WP Finanse5 godz.",
            "source": "WP Finanse",
            "article_content": "Jak podaje \"Fakt\", rosnące zainteresowanie numizmatyką sprawia, że dawne monety i banknoty z okresu PRL-u osiągają wysokie ceny. Kolekcjonerzy szczególnie cenią banknoty z lat 40. i 50. oraz monety z nietypowymi detalami. Dawny banknot o nominale 2 tys. zł może być dziś wart kilkaset złotych, jeśli zawiera rzadką pomyłkę w druku.\n\nStworzył ogromną firmę. Szczerze radzi: \"Nie słuchaj klientów\"\n\nPopularność numizmatów z PRL-u\n\nSzczególnie cenione są egzemplarze z błędami oraz monety próbne, których wybito niewiele sztuk. Popularnością wśród pasjonatów cieszy się pięciozłotówka z 1958 r. z wizerunkiem rybaka, pod warunkiem że zachowała się w nienagannym stanie.\n\nNa rynku kolekcjonerskim wysoką wartość mają również zestawy mennicze z lat 70. i 80., banknoty pozbawione oznaczeń serii oraz monety z defektami wybicia.\n\nCeny takich unikatów nierzadko sięgają kilku tysięcy złotych. Eksperci podkreślają, że kluczowe znaczenie ma stan zachowania. Banknot w bardzo dobrym stanie może być wart nawet dziesięciokrotnie więcej niż ten sam egzemplarz zniszczony czy pognieciony.\n\nO wartości numizmatów decydują przede wszystkim trzy czynniki: stan zachowania (brak zgięć, przetarć i zabrudzeń), rzadkość emisji oraz błędy drukarskie, takie jak literówki, brak zabezpieczeń czy nietypowe barwy.\n\nNietypowe banknoty warte nawet 27 tys. zł\n\nO tym, że nie każdy banknot jest wart jedynie tyle, ile wskazuje jego nominał, świadczą także inne przykłady. Wartość pieniądza może wzrosnąć, jeśli numer seryjny jest jednolity lub niski. Poza tym dużą wartość mają także serie zastępcze.\n\nW 2023 r. na aukcję trafił banknot o nominale 50 zł, o serii \"YA0000589\". Na wartość tego banknotu wpłynął fakt, że posiadał najniższy numer spośród trzech 50-złotowych banknotów z serii \"YA\".\n\nCena wywoławcza wynosiła 10 tys. zł, jednak minimalna kwota, za jaką można było go kupić, to aż 27 tys. zł. Banknot nie znalazł nabywcy i wrócił do właściciela."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 3.11.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-3-11-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, najczęściej zależna od ilości zachowanych egzemplarzy oraz stanu zachowania.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński15 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    }
]