[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 26.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-26082025/ar-AA1JydQD?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN6 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 27.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-27082025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN5 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta nowa kryptowaluta kończy presale. Wkrótce usłyszą o niej wszyscy",
            "link": "https://businessinsider.com.pl/kryptowaluty/aktualnosci/ta-nowa-kryptowaluta-konczy-presale-wkrotce-uslysza-o-niej-wszyscy",
            "description": "Czy nowa kryptowaluta, która lada chwila zakończy presale, podbije rynek? Murad Mahmudov twierdzi, że właśnie takie tokeny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yjUYOYyVLIC8aE7QcpLVUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska16 godz.",
            "source": "Business Insider Polska",
            "article_content": "Rozpoczęło się ostatnie odliczanie. Przedsprzedaż TOKEN6900 ($T6900) zakończy się za niecałe 20 godzin, a cena kryptowaluty nadal wynosi zaledwie 0,007125 USD. Znany analityk meme coins, Murad Mahmudov, twierdzi, że SPX kiedyś zagrozi Bitcoinowi, a TOKEN6900 celuje w Ethereum. Brzmi jak szaleństwo? Może tak, ale w świecie krypto właśnie to sprzedaje się najlepiej.\n\nSzalone założenie Murada: kryptowaluta SPX6900 prześcignie Bitcoin?\n\nWe wtorek Murad – człowiek, który jako pierwszy spopularyzował termin „supercykl memecoinów” i podobno zarobił już dziesiątki milionów na handlu meme coins – opublikował wpis z najśmielszą jak dotąd tezą: „SPX będzie największą kryptowalutą od czasów Bitcoina”.\n\nSPX6900 will be the Biggest Crypto since Bitcoin. pic.twitter.com/g8GcbAOvcx — Murad 💹🧲 (@MustStopMurad) August 26, 2025\n\nDla tradycyjnych inwestorów brzmi to jak kompletne szaleństwo. $SPX nie oferuje bowiem żadnej użyteczności. Nie ma mapy drogowej ani planów na przyszłość. Wyśmiewa świat finansów seksistowskimi żartami i absurdalnym brandingiem, a przy tym nawet nie udaje, że posiada jakiekolwiek zastosowanie. A jednak… o to właśnie chodzi.\n\nMurad jest przekonany, że to właśnie kryptowaluty meme, takie jak SPX6900, budują najsilniejsze kultowe społeczności – a w świecie krypto właśnie one napędzają popyt. Wystarczy zapytać legendy, np. Gamestop.\n\nSPX6900 rozwija się dzięki kulturze i memom, a nie kapitałowi i instytucjom. Mimo że jest mało znany (Murad twierdzi, że tylko 0,01% ludzi o nim słyszało), kapitalizacja SPX już sięgnęła 1,1 miliarda USD. Prognozy SPX6900 wskazują, że token ma szansę dalej rosnąć.\n\nW zeszłym miesiącu kurs SPX6900 sięgnął rekordowego poziomu 2,27 USD. Aby wyprzedzić Bitcoina, musiałby wzrosnąć o kolejne 181 000%. Choć brzmi to szalenie, pamiętajmy, że już zyskał ponad 93 000% w stosunku do swojego najniższego poziomu w historii.\n\nTak właśnie się dzieje, gdy użytecznością staje się wiara. W świecie kryptowalut to kultowe projekty napędzają rynki, a SPX6900 jest tego dowodem.\n\nCzy TOKEN6900 wyprzedzi Ethereum?\n\nJeśli SPX ma zostać konkurentem Bitcoina, TOKEN6900 może uchodzić za rywala Ethereum. Istnieje prosty związek: TOKEN6900 jest kuzynem $SPX, zrodzonym z tego samego memowego DNA, ale z jednym dodatkowym tokenem w podaży – wyłącznie dla żartu i podkreślenia jego przewagi.\n\nPodczas gdy SPX celuje w Wall Street i władzę instytucjonalną, TOKEN6900 wyśmiewa duże banki, które obiecują bogactwo, a jednocześnie dodrukowują pieniądze i po cichu rozcieńczają twoje aktywa.\n\n$T6900 nie twierdzi, że oferuje funkcje DeFi czy zaawansowaną technologię AI. Nie udaje czegoś, czym nie jest, i tą szczerością porywa inwestorów. Zapewnia jedynie czysty absurd z potężną społecznością, napędzaną energią lat 2000.\n\nTa prostota typu plug-and-play – surowa i bezkompromisowa sprawia, że zarówno $T6900, jak i $SPX przyciągają wielu ludzi, których męczą obietnice bez pokrycia. TOKEN6900 nie stara się być użyteczny. Chce zostać niezapomniany, tak jak Dogecoin.\n\nKult liczby 69\n\nSercem zarówno SPX, jak i TOKEN6900 jest tzw. kult liczby 69. Nie chodzi tu o arkusze kalkulacyjne ani raporty rynkowe. Chodzi o atmosferę, społeczność i wiarę, że absurdalne tokeny mogą być tak samo wartościowe – a nawet bardziej – niż skrupulatnie dopracowane projekty, wspierane przez instytucje warte miliardy dolarów.\n\ngon down to the country town pic.twitter.com/zhZqae1BWo — Token6900 (@Token_6900) August 16, 2025\n\nW rzeczywistości właśnie to sprawia, że SPX i TOKEN6900 są tak niebezpieczne dla starej gwardii. Nie grają w ogóle w instytucjonalną grę. Nawet nie wkraczają na boisko. Zamiast tego stworzyły własną arenę – i fani tłumnie na nią napływają.\n\nOstatnie 24 godziny na zakup TOKEN6900\n\nPresale $T6900 dobiega końca. Dotychczas token zgromadził ponad 2,7 mln USD. Po zakończeniu przedsprzedaży walka o ustalenie ceny przeniesie się na giełdy kryptowalut. Dziś memecoin wciąż kosztuje jedyne 0,007125 USD. Po wprowadzeniu go na rynek zakup TOKEN6900 poniżej dolara może stać się niemożliwy.\n\nO $SPX słyszało raptem 0,01% ludzi, a już kosztuje ponad miliard dolarów. Co będzie, gdy tyle osób usłyszy o $T6900, gdy jego finansowanie wynosi zaledwie 2,7 miliona USD? Dla pierwszych zwolenników potencjał wzrostu jest więc ogromny.\n\nKryptowaluta TOKEN6900 – jak kupić?\n\nFaza presale TOKEN6900 wciąż trwa, ale zostało niespełna 20 godzin do jej zakończenia. Jeśli chcesz załapać się na tę okazję, musisz się spieszyć. Co więcej, gdy kupujesz tokeny w przedsprzedaży, możesz je stakować przy 33-procentowym RRSO i zgarnąć pasywny dochód.\n\nAby kupić $T6900, przejdź na stronę presale projektu i podłącz portfel do widżetu przedsprzedaży. Możesz też dokonać zakupu TOKEN6900 bezpośrednio w aplikacji Best Wallet – jednego z najlepszych portfeli kryptowalut, który niedawno otrzymał certyfikat WalletConnect.\n\nCały proces jest szybki i prosty. Kontrakt $T6900 przeszedł również audyty Coinsult i SolidProof, które nie wykazały żadnych luk w zabezpieczeniach.\n\nSzansa na nowe podium w kryptowalutach\n\nGdy ostatni raz ludzie naśmiewali się z monety bez użyteczności, chodziło o Dogecoin. Po latach $DOGE jest aktywem wartym miliardy dolarów, akceptowanym przez wiele firm.\n\nKult 69 podąża podobną ścieżką. Dostrzega to Murad Mahmudov, który głośno obstaje za tym, że memecoiny całkowicie zmienią rynek krypto. SPX kontra Bitcoin. TOKEN6900 kontra Ethereum. Choć brzmi niedorzecznie, w świecie kryptowalut siła i pieniądze tkwią właśnie w absurdzie.\n\nZostało niecałe 20 godzin do zamknięcia przedsprzedaży kryptowaluty $T6900, a kiedy się zakończy, będziesz już konkurować o zakup tokenów z całym rynkiem, i to prawdopodobnie po znacznie wyższej cenie. Nie czekaj do jutra, oto ostatni moment, aby dołączyć do przyszłej rewolucji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Katarzyna Sokołowska z rodziną na LUKSUSOWYM pieczeniu ziemniaków! Tak warszawiacy bawią się w camping | ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/rozrywka/gwiazdy/katarzyna-soko%C5%82owska-z-rodzin%C4%85-na-luksusowym-pieczeniu-ziemniak%C3%B3w-tak-warszawiacy-bawi%C4%85-si%C4%99-w-camping-zdj%C4%99cia/ar-AA1LkA4B?ocid=BingNewsVerp",
            "description": "Katarzyna Sokołowska, znana przede wszystkim jako jurorka „Top Model', stosunkowo szybko zabrała się za żegnanie lata roku 2025. Jest to akurat przewinienie charakterystyczne dla wszystkich rodziców m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.GQCTE7BISNqx8pws3istyg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "ShowNews.pl on MSN21 godz.",
            "source": "ShowNews.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krosno Design Festival",
            "link": "https://krosno24.pl/wydarzenia/krosno-design-festival-w2450",
            "description": "We wrześniu Krosno zamieni się w światową stolicę designu. W dniach 12-14 września odbędzie się tu bowiem pierwsza edycja Krosno Design Festival. Wydarzenie będzie okazją, by zobaczyć, jak sztuka ...",
            "image_url": "https://www.bing.pl/th?id=ODF.wCcSiQYpoIR90-aAJnUvcw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Krosno244 godz.",
            "source": "Krosno24",
            "article_content": "Moderator: Arkadiusz Marcinkowski\n\nWydarzenie w j. angielskim, tłumaczone symultanicznie na j. polski.\n\nPrelegenci: Marcos Novak - Keynote speech, Tao Ya‑Lun - AI and Theater, Ilias Chatzichristodoulou - Artificial Intelligence and the Future of Digital Art: A Historic Step for the Athens Digital Arts Festival, Wei Ming Ho / Urich Lau Wai-Yuen - AI as a Creative Partner: Education, Identity, Code, Andreas Guskos / Arkadiusz Marcinkowski - From Fine Arts to Futuristic Visions: My Journey as a Sci‑Fi Filmmaker on YouTube, From Cyprus to Tokyo: An International AI Film Festival as a Cultural Bridge Across Continents, Bo Yang - The Algorithmic Straitjacket: How AI Flattens the Symbolism of Culture, Yasuyuki Saegusa - Analog or AI? A Change in Poster Design, Li Xu - Exploration of New Media Design"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chełm przeniesie się w lata 20. i 30. „Retro Fest 2025' już w niedzielę",
            "link": "https://www.dziennikwschodni.pl/chelm/chelm-przeniesie-sie-w-lata-20-i-30-retro-fest-2025-juz-31-sierpnia,n,1000366189.html",
            "description": "Chełmski Dom Kultury po raz kolejny zaprasza mieszkańców i gości miasta na niezwykłą podróż w czasie. „Retro Fest 2025' odbędzie się w niedzielę 31 sierpnia na skarpie przy ChDK, a całość wydarzenia j ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gIAxhpE-eTseHxNqAv8hIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Wschodni5 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Celem festiwalu jest odtworzenie klimatu lat 20. i 30. XX wieku, kiedy w Polsce rozkwitały rewie, teatry muzyczne i podwórkowe kapele. Organizatorzy przygotowali bogaty program, w którym każdy znajdzie coś dla siebie.\n\nMuzyka, konkursy i smak dawnego miasta\n\nImpreza wystartuje o 14:00 – otworzą się targi staroci oraz strefa gastronomiczna inspirowana smakami sprzed wieku. Prawdziwa rywalizacja rozpocznie się godzinę później. O 15:00 na scenie zagra pięć kapel podwórkowych, które zmierzą się w konkursie: „Lokalsi” z Okszowa, „Uroczysko” z Krasnegostawu, „Retro Boys” z Chełma, „Kataryna” z Pokrówki oraz „Retro Swing” z Łęcznej.\n\nPo wyłonieniu przez jury zwycięzcy, o brak czasu na odpoczynek zadba „Maciejowa Kapela”, która zagra o 18.00. Gwoździem programu ma być koncert „Orkiestry z Kina Corso” o 20:00.\n\nRetro klimat dla całych rodzin\n\nPoza muzyką, na uczestników czekają także konkursy i wspólne tańce – bo przecież lata 20. i 30. to czas radosnej zabawy i elegancji. Organizatorzy podkreślają, że wydarzenie nie ma żadnych ograniczeń wiekowych – to świetna okazja, by rodziny z dziećmi, seniorzy i młodzież spotkali się w jednym miejscu i razem poczuli magię dawnych lat."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Bielsku dziś zrobiło się jak w mieście. Fontanna, ciepła woda w kranach, a teraz jeszcze oddali do użytku obwodnicę",
            "link": "https://bielsk.eu/bielsk-podlaski/54180-w-bielsku-dzis-zrobilo-sie-jak-w-miescie-fontanna-ciepla-woda-w-kranach-a-teraz-jeszcze-oddali-do-uzytku-obwodnice",
            "description": "Dziś dzień dobrych informacji w Bielsku. Mieszkańcy mogą poczuć się jak w mieście. Po blisko 10 latach starań i ponad dwóch budowy, mamy w końcu fontannę. Znów będziemy mieć też ciepłą wodę w kranach.",
            "image_url": "https://www.bing.pl/th?id=ODF.zFiKtF8ckaWXjfpgjTt1CQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Bielsk.eu21 godz.",
            "source": "Bielsk.eu",
            "article_content": "W Bielsku dziś zrobiło się jak w mieście. Fontanna, ciepła woda w kranach, a teraz jeszcze oddali do użytku obwodnicę\n\nśroda, 27/08/2025 - 16:30\n\nFeatured\n\nDziś dzień dobrych informacji w Bielsku. Mieszkańcy mogą poczuć się jak w mieście. Po blisko 10 latach starań i ponad dwóch budowy, mamy w końcu fontannę. Znów będziemy mieć też ciepłą wodę w kranach. A jeszcze w dodatku doczekaliśmy się obwodnicy . Już można przejechać łącznikiem drogi krajowej nr 66, która łączy krajową 19 w kierunku Siemiatycz z krajową 66 w kierunku Kleszczel.\n\nNormalnie bielszczanie to teraz mieszczuchy pełną gębą.\n\nO uruchomieniu fontanny już informowaliśmy.\n\nCZYTAJ WIĘCEJ: To jak cud! Fontanna w Bielsku działa i to chyba na stałe [FOTO, WIDEO]\n\nPodobnie jak o ciepłej wodzie w kranach, na którą mieszkańcy bloków czekali prawie 10 dni.\n\nCZYTAJ WIĘCEJ: Od dzisiaj MPEC wznawia dostarczanie ciepłej wody\n\nGeneralna Dyrekcja Dróg Krajowych i Autostrad poinformowała o otwarciu obwodnicy Bielska. Jest to biegnący przez Studziwody odcinek drogi krajowej nr 66 łączący drogę krajową nr 19 (wyjazd w kierunku Siemiatycz) z drogą krajową nr 66 (wyjazd na Kleszczele i przejście graniczne w Połowcach).\n\nObwodnicą - dzięki wcześniej oddanemu odcinkowi — można też dojechać do drogi na Brańsk i Zambrów.\n\nObwodnica ta wyprowadzi część ruchu z miasta i - co ważne - przymajniej w jakiejś części tiry.\n\n- Od dziś kierowcy mogą korzystać z południowej obwodnicy Bielska Podlaskiego w ciągu DK66 - informuje GDDKiA. - Niemal 3-kilometrowa trasa została poprowadzona nowym śladem po południowej stronie miasta i połączy się z budowaną obecnie S19, która omija Bielsk od strony zachodniej. Inwestycja została zrealizowana w systemie Projektuj i buduj. Umowę z wykonawcą - konsorcjum firm Unibep, Budrex i Value Engineering - podpisaliśmy w kwietniu 2022 r. Jej wartość to 77,7 mln zł. Prace w terenie trwały od marca 2024 r. Budowa ruszyła po wydaniu przez Wojewodę Podlaskiego decyzji o zezwoleniu na realizację inwestycji drogowej (ZRID).\n\nDokładnie to jednojezdniowy odcinek DK66 o długości 2,9 km. Na początku i na końcu odcinka wybudowane zostały ronda. Droga jest przystosowana do przenoszenia obciążeń do 11,5 t/oś. Ten odcinek łączy się z budowaną obecnie drogą ekspresową S19 i fragmentem DK66 od węzła Bielsk Podlaski Zachód do istniejącej DK19.\n\nW ramach inwestycji powstały cztery obiekty inżynierskie, w tym most nad rzeką Białą (pełniący funkcję przejścia dla zwierząt) oraz wiadukt nad linią kolejową Czeremcha – Bielsk Podlaski – Białystok. Przebudowane zostały istniejące drogi i ulice kolidujące z powstającą drogą krajową oraz dodatkowe jezdnie obsługujące ruch lokalny.\n\nZastosowano też sporo rozwiązań w trosce o środowisko i zwierzęta.\n\nWzdłuż drogi zamontowano ekrany dla nietoperzy, wykonano przejścia dla zwierząt. Powstała także infrastruktura towarzysząca, m.in. oświetlenie drogowe oraz urządzenia bezpieczeństwa ruchu drogowego.\n\nCZYTAJ WIĘCEJ: Tak wyglądają postępy prac przy budowie obwodnicy Bielska, czyli łącznika drogi krajowej nr 66 przez Studziwody [WIDEO]\n\nWszystko już gotowe i można po tym jeździć!\n\nJak się chwali wykonawca firma Unibep, prace zakończono długo przed terminem. Poszło sprawniej niż z fontanną w Bielsku, nawet mimo półrocznej przerwy na badania archeologiczne.\n\n- W trakcie prac ziemnych natrafiliśmy na relikty osady z czasów rzymskich! Znalezisko spowodowało 6-miesięczną przerwę i wymagało ogromnej reorganizacji, ale… daliśmy radę! - relacjonuje wykonawca.\n\nTo nie koniec dobrych informacji. Wykonane zostały też urządzenia ochrony środowiska m.in. ekrany dla nietoperzy czy przejścia dla zwierząt. Powstała także infrastruktura towarzysząca, m.in. oświetlenie drogowe oraz urządzenia bezpieczeństwa ruchu drogowego.\n\nGDDKiA w tym roku odda do użytku, pierwsze na Podlasiu, odcinki drogi ekspresowej S19: Haćki – Bielsk Podlaski i Bielsk Podlaski – Boćki. Razem to ponad 21 km eski omijającej od zachodu Bielsk Podlaski i wyprowadzającej z miasta ruch tranzytowy na osi północ - południe.\n\nNasz redakcyjny kolega komentuje, że to łaski świętego Mikołaja z Mirry , który ma stać się patronem miasta\n\nDodatkowo równieć Bielski Unibep buduje trasę S19 Deniski - Haćki\n\n- Prace przekroczyły 50% zaawansowania – zakończono 75% robót ziemnych, a na obiektach mostowych osiągnięto 55%. Wszystkie prace przygotowawcze już za nami, a budowa wyprzedza harmonogram o ponad miesiąc! - informuje wykonawca.\n\n(azda)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zachodniopomorskie. Cmentarzysko sprzed 4 tys. lat w Nowym Objezierzu",
            "link": "https://dziendobry.tvn.pl/newsy/zachodniopomorskie-cmentarzysko-sprzed-4-tys-lat-w-nowym-objezierzu-st8619011",
            "description": "Kolejne groby sprzed 4 tys. lat, w tym prawdopodobnie pochówki młodych kobiet i dzieci, odkryli archeolodzy Uniwersytetu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._I2HMOpC9yAO0xLoGAwNWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dzień Dobry TVN18 godz.",
            "source": "Dzień Dobry TVN",
            "article_content": "Kluczowe fakty: Kolejne groby sprzed 4 tys. lat, w tym prawdopodobnie pochówki młodych kobiet i dzieci, odkryli archeolodzy Uniwersytetu Szczecińskiego w Nowym Objezierzu.\n\nFormy i wyposażenie grobów oraz ułożenie szczątków w pozycji embrionalnej są typowe dla kultury unietyckiej z wczesnej epoki brązu.\n\nDalsza część tekstu pod wideo:\n\nPolska sensacja archeologiczna: „Grób wampira” ze wsi Pień Źródło: Dzień Dobry TVN\n\nZachodniopomorskie. Cmentarzysko sprzed 4 tys. lat w Nowym Objezierzu\n\nCmentarzysko z wczesnej epoki brązu naukowcy odkryli już podczas badań w 2020 roku. Od tamtej pory znaleźli na nim 16 grobów, ale aż dziewięć z nich, w tym dwa pochówki dziecięce, podczas zakończonego właśnie sezonu. Badaniami kierowała dr Agnieszka Matuszewska z Katedry Archeologii Uniwersytetu Szczecińskiego, a w ekspedycji uczestniczyli specjaliści z Muzeum Narodowego w Szczecinie, archeolodzy z Trójmiasta, dr hab. n. med. Iwona Teul z Pomorskiego Uniwersytetu Medycznego oraz studenci archeologii. - Te nowo odkryte groby są znacznie lepiej zachowane. Znaleźliśmy całe szkielety, czaszki niekiedy z pełnym uzębieniem, co jest bardzo istotne w kontekście dalszych naszych analiz, które planujemy przeprowadzić - podkreśliła w rozmowie z PAP dr Agnieszka Matuszewska.\n\nPochówki charakterystyczne dla kultury unietyckiej\n\nZmarłych składano w niewielkich jamach, często otoczonych kamieniami. Szczątki odkryte w Nowym Objezierzu spoczywały w pozycji embrionalnej. Ciała układano na osi północ–południe, z głową skierowaną na południe i twarzą zwróconą ku wschodowi. W wielu przypadkach dłonie zmarłych spoczywały przy ustach, co mogło symbolicznie nawiązywać do obrazu nowo narodzonego dziecka. - Ich dolne kończyny były zgięte, bardzo mocno przylegały do klatki piersiowej, więc wydaje się, że mogli być krępowani przed złożeniem do grobu - opisała kierowniczka badań. Taki pochówek jest charakterystyczny dla tzw. kultury unietyckiej – jednej z najstarszych społeczności epoki brązu w Europie Środkowej, rozwijającej się na terenach dzisiejszych Czech, Słowacji, Niemiec i Polski. Były to jedne z pierwszych grup, które na ziemiach dzisiejszej Polski funkcjonowały już w realiach nowej epoki – wraz z pojawieniem się metalu, nowych form organizacji społecznej i charakterystycznych praktyk funeralnych. Wstępne datowania radiowęglowe pierwszych odkrytych na stanowisku szczątków, przeprowadzone już w 2020 roku, wskazują, że cmentarzysko funkcjonowało w latach 2000–1700 p.n.e. Nowe odkrycia otwierają drogę do dalszych analiz DNA, badań radiowęglowych czy szczegółowych studiów nad dietą i mobilnością dawnych społeczności.\n\nNiezwykłe odkrycie naukowców. Bursztyn i ozdoby z brązu w grobach młodych kobiet\n\nWśród tegorocznych odkryć wyróżnia się grób dorosłego mężczyzny, otoczony dużymi głazami, z nietypowym – nieanatomicznym – ułożeniem szczątków. Dolna część ciała sprawia wrażenie, jakby została zmiażdżona. Może to wskazywać na wypadek lub szczególne okoliczności jego śmierci. Więcej informacji związanych z jego historią dostarczą szczegółowe badania antropologiczne. Uwagę badaczy zwróciły także pochówki dwóch młodych kobiet: jedna zmarła została pochowana z bryłką bursztynu przy ustach, druga zaś miała na szyi naszyjnik i ozdobę skroniową z brązu – jedne z najstarszych świadectw używania tego metalu na Pomorzu. - Bursztyn oczywiście występuje we wczesnej epoce brązu, natomiast nie jest bardzo powszechny. Spora bryłka bursztynu, która znajdowała się w grobie, była dla nas zaskoczeniem. Bursztyn zostanie poddany dalszym specjalistycznym analizom - zaznaczyła badaczka. Badania tego cmentarzyska - podkreśliła archeolożka - są ważne dla poznania wczesnej epoki brązu w tym regionie Europy, jednego z najsłabiej poznanych okresów w historii Pomorza. - Nie znamy właściwie osad kultury unietyckiej tutaj w naszym regionie. To dopiero trzecie cmentarzysko z tego okresu zarejestrowane wykopaliskowo w regionie po 1945 roku, ale pierwsze tak bogate oraz świetnie zachowane. Poprzednich stanowisk nie badano na taką skalę i oczywiście nie badano ich z użyciem nowoczesnych metod - zauważyła dr Matuszewska. Jej zdaniem odkrycie kolejnych grobów, ale też kolejnych cmentarzysk w najbliższej okolicy, w tym miejscu jest tylko kwestią czasu. Tereny te zasobne w dobrej jakości gleby przyciągały pierwszych osadników, którzy intensywnie rozwijali tutaj rolnictwo i hodowlę. - Jestem niemal pewna, że znajduje się tutaj osada, do której należało cmentarzysko. Jej odkrycie byłoby ważne, bo właściwie znamy te kultury wczesnobrązowe głównie przez pryzmat obrządku pogrzebowego, a nie życia codziennego. Badania takich osad byłyby przełomowe dla całego regionu - wyjaśniła. Zobacz także:\n\nAutor: Dominika Czerniszewska Reporter: ekr/bar/amac Źródło: Ewelina Krajczyńska-Wujec (PAP) Źródło zdjęcia głównego: EvgeniyShkolenko/Getty Images\n\npodziel się: podziel się twittnij skopiuj link\n\nPozostałe wiadomości\n\nStyl życia To polskie miasto jest najlepsze do życia. Zwyciężyło w rankingu po raz pierwszy\n\nStyl życia Iced matcha latte: Ten mrożony napój to zastrzyk energii i źródło pięknej cery"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Deweloperzy dogęszczają zabytkowe ulice. \"Miałam słoneczne mieszkanie, będę mieć ciemną norę\"",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,32200052,deweloperzy-przejmuja-ul-kosciuszki-mialam-sloneczne-mieszkanie.html",
            "description": "Dwie i pół godzinny dziennie światła słonecznego - tyle ma wystarczyć do życia według deweloperów. Kolejne zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2tGjlspx8Ko-BkfF3AcvkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków.Wyborcza.pl8 godz.",
            "source": "Kraków.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Instrukcje z Brukseli\". Abp Jędraszewski krytykuje działania MEN",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/instrukcje-z-brukseli-abp-j%C4%99draszewski-krytykuje-dzia%C5%82ania-men/ar-AA1LkOvS?ocid=BingNewsVerp",
            "description": "– Jeżeli patrzymy na historię polskiego narodu, to bez trudu odkryjemy, że kolejne pokolenia Polaków walczyły o wiarę. W tej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MqCG6iLLNCPuMp14InP5jS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN20 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyki, złoto i broń. Policja uderzyła w przemytników w Stambule",
            "link": "https://www.o2.pl/informacje/antyki-zloto-i-bron-policja-uderzyla-w-przemytnikow-w-stambule-7193807747480320a",
            "description": "Turecka policja w Stambule przeprowadziła szeroko zakrojoną operację na Wielkim Bazarze, podczas której skonfiskowano ...",
            "image_url": "https://www.bing.pl/th?id=OVF.RaC8Yt6s5%2flyHC0e9T6kIA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "o223 godz.",
            "source": "o2",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Junak V2 OHRV. Prawdziwa gratka",
            "link": "https://swiatmotocykli.pl/oldtimer/lechpotynski/junak-v2-ohrv-prawdziwa-gratka/",
            "description": "Takie okazje nie zdarzają się często. Na zaproszenie organizatorów Cross Country Motocykli Zabytkowych, rozgrywanego w dniach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bDWaHdKMPR2YUxBMIVUiOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Świat Motocykli22 godz.",
            "source": "Świat Motocykli",
            "article_content": "To prawdziwa gratka dla miłośników klasycznej motoryzacji – na Cross Country Motocykli Zabytkowych i Klasycznych w okolicach Sochaczewa pojawiły się dwa wyjątkowe Junaki. Na pierwszy rzut oka to zabytki, ale ich serce kryje współczesną, unikatową technologię – silniki V2 z rozrządem opartym na rotacyjnych stawidłach.\n\nTakie okazje nie zdarzają się często. Na zaproszenie organizatorów Cross Country Motocykli Zabytkowych i Klasycznych, rozgrywanego w dniach 22–24 sierpnia w okolicach Sochaczewa, pojawiły się dwa niezwykłe motocykle. I to nie do końca zabytkowe – większość podzespołów Junaków jest wprawdzie oryginalna, ale ich serce to absolutna nowość. Oba zostały wyposażone w silniki skonstruowane i zbudowane współcześnie. Co więcej, są to konstrukcje unikatowe – w układzie V2, z rozrządem opartym nie na klasycznych zaworach, lecz na rotacyjnych stawidłach.\n\nSprawdź relację z X edycji Cross Country Motocykli Zabytkowych i Klasycznych – kliknij tutaj!\n\nTomasz Kuśnierz i Sebastian Szymaniak zaczęli rozważać zastosowanie takiego systemu rozrządu jeszcze w czasach studenckich, około 2007 roku. Po latach projektowania i praktycznych prób, w 2016 roku udało im się uruchomić pierwszy sprawny silnik jednocylindrowy, a w 2020 roku światło dzienne ujrzał kompletny silnik OHRV (Over Head Rotary Valves) w układzie V2. Mało tego – powstała także spółka OHRV Motorcycle Engines, która buduje takie jednostki napędowe na indywidualne zamówienie. Przy pojemności 1093 cm³ silnik generuje 70 KM przy 6 500 obr./min oraz 90 Nm przy 4 200 obr./min.\n\nUdało nam się nawet nagrać pracę silnika, co jednoznacznie potwierdza, że nie jest to tylko efektowna dekoracja, lecz w pełni sprawna i funkcjonująca jednostka. Oba motocykle są całkowicie jezdne i na imprezę dotarły o własnych siłach.\n\nZapraszamy do obejrzenia nie tylko zdjęć, ale przede wszystkim – filmu!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten pierścionek zaręczynowy to \"święty Graal\". Artystka wpisała się w światowy trend",
            "link": "https://www.rmf24.pl/kultura/news-ten-pierscionek-zareczynowy-to-swiety-graal-artystka-wpisala,nId,8014825",
            "description": "Pierścionek zaręczynowy Taylor Swift to biżuteryjny \"święty Graal\" - oceniają eksperci. Jego wartość, ze względu na ręcznie oszlifowany diament, może wynieść nawet 4 mln funtów (19 mln zł). Wpisuje si ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "RMF244 godz.",
            "source": "RMF24",
            "article_content": "Pierścionek zaręczynowy Taylor Swift to biżuteryjny \"święty Graal\" - oceniają eksperci. Jego wartość, ze względu na ręcznie oszlifowany diament, może wynieść nawet 4 mln funtów (19 mln zł). Wpisuje się też w trend na masywne i nietypowe pierścionki zaręczynowe popularne wśród celebrytów.\n\nTaylor Swift i Travisem Kelce / Kena Betancur / East News\n\nTaylor Swift, ogłaszając zaręczyny z zawodnikiem drużyny Kansas City Chiefs Travisem Kelce, napisała w mediach społecznościowych: \"Twoja nauczycielka angielskiego i nauczyciel WF-u biorą ślub\". Do wydarzenia doszło w posiadłości sportowca Leawood w stanie Kansas. Komentatorzy zwracają jednak uwagę, że nie każdego nauczyciela stać na pierścionek z diamentem kosztujący sześcio-, a nawet siedmiocyfrową kwotę.\n\nBłyskotka, utrzymana w stylu vintage, z dużym, ręcznie szlifowanym diamentem o masie szacowanej na 8-10 karatów, wpisuje się w \"romantyczną\" estetykę z najnowszego albumu piosenkarki \"The Life of a Showgirl\".\n\nInstagram Post\n\nWedług Ruth Faulkner, redaktor naczelnej magazynu \"Retail Jeweller\", koszt takiego klejnotu może wynieść od 500 tys. do nawet 4 mln funtów (2,5 mln do 19 mln zł). Diament wygląda na zabytkowy kamień o masie 8-10 karatów, co jest dość rzadkie w przypadku antyku - mówi Faulkner.\n\nDziennikarka zajmująca się biżuterią Rachael Taylor zwraca uwagę na wyjątkowy blask kamienia, który wynika prawdopodobnie z tego, że jest on antycznym kamieniem oszlifowanym ręcznie, a nie maszynowo.\n\nZ kolei Garret Weldon, prezes Irlandzkiego Stowarzyszenia Sprzedawców Antyków, nazywa diament Swift biżuteryjnym \"świętym Graalem\", dodając, że to \"jeden z najrzadszych kamieni, jakie można zdobyć\".\n\nGwiazdy wybierają coraz większe kamienie\n\nTrend na masywne i nietypowe pierścionki zaręczynowe wśród gwiazd trwa w najlepsze. Zendaya nosi niezwykły diament osadzony poziomo, Dua Lipa - okrągły kamień na grubej złotej obrączce, a partnerka Cristiano Ronaldo Georgina Rodríguez niedawno pochwaliła się owalnym diamentem wartym około 5 mln dolarów.\n\nOgólne trendy skłaniają się ku większym kamieniom zarówno wśród gwiazd, jak i ogółu społeczeństwa, ale celebryci decydują się na wyraziste ozdoby, aby się wyróżnić - podkreśla w rozmowie z BBC News Rhona Fitzpatrick, założycielka i dyrektor generalna Diamond Expert.\n\nZauważa jednak, że nie każdego \"nauczyciela języka angielskiego\" stać na biżuterię wartą sześcio- czy siedmiocyfrowe kwoty. Jakie są alternatywy?\n\nDiamenty z laboratorium\n\nCoraz więcej osób decyduje się więc na pierścionki z diamentami hodowanymi w laboratoriach. Fitzpatrick podkreśla, że już około 52 proc. pierścionków zaręczynowych na świecie zawiera właśnie tego typu kamienie. Powody są zarówno finansowe, jak i etyczne.\n\nLiczy się wiarygodne źródło, z którego pochodzi, dbałość o środowisko i społeczności lokalne - podkreśla dziennikarka Rachael Taylor. Sama musisz zdecydować, co jest dla ciebie ważniejsze. Wybór kamienia vintage może być bardziej etyczny, ale jego pochodzenie i historia niekoniecznie są znane.\n\nKupując antyczne diamenty, nie trzeba ich wydobywać, ale \"nie ma się pewności, w jakich okolicznościach zostały wydobyte przed laty\".\n\nJeśli mówimy o sytuacji sprzed ponad 100 lat, wydobycie nie było prawdopodobnie zbyt przyjemne - zaznacza Taylor.\n\nChoć eksperci prześcigają się w analizach wartości i niepowtarzalności pierścionka Taylor Swift, sama zainteresowana w piosence \"Paper Rings\" śpiewała, że ceni przede wszystkich emocje i wyjątkowe momenty: \"Lubię błyszczące rzeczy, ale poślubiłabym cię z papierowymi pierścionkami\"."
        }
    }
]