[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [4.06.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kolekcjonerzy-poluj%C4%85-na-te-wazony-z-prl-takie-pami%C4%85tki-z-dusz%C4%85-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-4062025-r/ar-AA1FqLXu?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8E%2fBq%2bqKLnx4ADQJ5xrqxQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN8 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane książki, komiksy z PRL i nie tylko. Tyle w 2025 roku płacą kolekcjonerzy za te papierowe skarby [4.06.25]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/poszukiwane-ksi%C4%85%C5%BCki-komiksy-z-prl-i-nie-tylko-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-te-papierowe-skarby-40625/ar-AA1FZZjS?ocid=BingNewsVerp",
            "description": "W 2025 roku publikacje z lat PRL, takie jak książki, komiksy, poradniki czy instrukcje cieszą się popularnością i są ...",
            "image_url": "https://www.bing.pl/th?id=OVF.u4w0Zsx6EjqN6JnnP7TZaQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Express Bydgoski on MSN8 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Możesz zarobić na starych banknotach z okresu PRL. Sprawdź, czy ich nie masz!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mo%C5%BCesz-zarobi%C4%87-na-starych-banknotach-z-okresu-prl-sprawd%C5%BA-czy-ich-nie-masz/ar-AA1FYfnr?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy, numizmatycy są w stanie zapłacić całkiem duże pieniądze za wybrane stare banknoty z okresu PRL. Stare banknoty ...",
            "image_url": "https://www.bing.pl/th?id=OVF.saOaIiQu2I5aSP31X68fqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gdańsk Nasze Miasto on MSN22 godz.",
            "source": "Gdańsk Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 03.06.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-28-04-2025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.KmVikY6kve53NQl9R370wQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN19 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 03.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-03062025/ar-AA1FPXDE?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN21 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare złotówki",
            "link": "https://gloswielkopolski.pl/tag/stare-zlotowki",
            "description": "21 listopada 1994 r. zaprezentowano nowe wzory pieniędzy, które zaczęły obowiązywać od 1 stycznia 1995 r. wraz z denominacją złotego. Pamiętasz, jak 24 lata... Stare monety i banknoty są w cenie. Kole ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Wielkopolski11 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 03.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-03062025/ar-AA1xEYBt?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6kKhHbS8MgCWej7IC9F0RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN20 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 03.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-03062025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę!",
            "image_url": "https://www.bing.pl/th?id=OVF.9Tfcsyc8gojkTs1eAzcPfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN20 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 3.06.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-3-06-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.g0ztELWEuAhowgw77rzYYg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński21 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz to w domu po babci? W 2025 roku te porcelanowe cuda osiągają zawrotne ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-to-w-domu-po-babci-w-2025-roku-te-porcelanowe-cuda-osi%C4%85gaj%C4%85-zawrotne-ceny/ar-AA1EGcBi?ocid=BingNewsVerp",
            "description": "Porcelana PRL zyskuje na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vFc1yk7SYP67p9xKIOioTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN10 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [4.06.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kolekcjonerzy-poluj%C4%85-na-te-wazony-z-prl-takie-pami%C4%85tki-z-dusz%C4%85-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-4062025-r/ar-AA1FqLXu?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8E%2fBq%2bqKLnx4ADQJ5xrqxQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN8 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w Internecie. Masz je w domu? 03.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-03062025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN20 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "48 godzin w boskim Buenos Aires. Co zobaczyć i gdzie tańczyć tango?",
            "link": "https://www.national-geographic.pl/traveler/kierunki/boskie-buenos-aires/",
            "description": "Do tanga trzeba dwojga. A Buenos Aires umie rozkochać w sobie każdego. Jak poznać to argentyńskie miasto w dwa dni?",
            "image_url": "https://www.bing.pl/th?id=OVF.IESTKJedVRNQQ48OoH5YiA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "National Geographic Polska8 godz.",
            "source": "National Geographic Polska",
            "article_content": "Spis treści:\n\nReklama\n\nBuenos Aires to antypody Warszawy, prawie na przestrzał globu. Nic dziwnego, ze wszystko jest tutaj postawione na głowie. Śpi się w dzień (bo gorąco), w nocy spotyka z przyjaciółmi (i imprezuje). W ciągu dnia dużo się pije (kawy i yerba mate), w nocy je (choćby najlepsze na świecie steki). Dyskoteki otwierają swe podwoje o trzeciej nad ranem. Po nich o siódmej serwuje śniadanie, ale potem od razu idzie się spać. Totalne szaleństwo! Nie pozostaje mi nic innego, niż poddać się rytmowi boskiego Buenos.\n\nŚniadanie w Buenos Aires\n\nNa razie jednak potrzebuję aklimatyzacji, choćby typowego lokalnego śniadania. W najstarszej kawiarni w Argentynie Café Tortoni znajdującej się przy Avenida de Mayo zamawiam café con medialunas, czyli kawę z malutkimi rogalikami. Dyskretnie przyglądam się innym klientom. Niektórzy czytają prasę, inni gawędzą z kelnerami, jakby znali się od wieków. Klimat jak z Paryża czy Rzymu, tyle ze sprzed stu lat.\n\nSama Avenida de Mayo, czyli aleja Majowa, została zbudowana w 1888 r. jako pierwsza nowoczesna arteria miasta. Miała łączyć Plaza del Congreso, gdzie stoi parlament, z pałacem prezydenta na Plaza de Mayo. To na tym placu odbywają się wszystkie ważne manifestacje i miały miejsce najważniejsze wydarzenia historyczne, takie jak np. Rewolucja Majowa z 1810 r., która doprowadziła sześć lat później do ogłoszenia niepodległości kraju.\n\nPałac prezydencki zwany „różowym” widać od razu. Legenda mówi, że róż elewacji był ponoć decyzją polityczną. W ten sposób chciano pogodzić dwie zwaśnione frakcje: unitów, których kolorem był biały, i federalistów – czerwony. Naprawdę jednak kolor pochodzi od wapna zmieszanego z krwią bydlęcą, co nadawało ten specyficzny różowy odcień. Tak kiedyś konserwowano mury. To z balkonów tego pałacu przemawiała podczas swoich żarliwych wystąpień Evita – zona prezydenta Juana Perona.\n\nSpacer po mieście – sobota\n\nSpod pałacu rusza linia A – pierwsza linia metra nie tylko w Ameryce Łacińskiej, ale i na całej półkuli południowej! Pochodzi z 1913 r. i wciąż działa! Jadę rozklekotanymi drewnianymi wagonikami do Avenida 9 de Julio. To najszersza ulica świata, ma aż 140 metrów! Przechodzę ją z zegarkiem w reku. Z dwukrotnym postojem na kolejnych światłach i minięciem symbolu miasta – obelisku – zajmuje mi to z siedem minut.\n\nCiekawostki o Argentynie. 30 faktów o kraju tanga, futbolu i yerba mate. Fot. Peter Adams/Getty Images, Buenaventuramariano/Getty Images Ciekawostki o Argentynie. 30 faktów o kraju tanga, futbolu i yerba mate. Fot. Peter Adams/Getty Images, Buenaventuramariano/Getty Images\n\nMoim kolejnym celem jest Recoleta, dzielnica bogatych rezydencji. Pełna luksusowych sklepów aleja Alvear docieram do niewielkiego parku z rozłożystymi drzewami ombú. Wiecznie zielone, mają wyjątkowo grube pnie, osiągają wysokość 15 m i z biologicznego punktu widzenia są krzewami. Drzewo czy krzak – ważne, że w czasie upału daje wytchnienie. Zresztą nazwa rośliny w języku miejscowych Indian Guaraní oznacza właśnie „cień”.\n\nZanim jednak zalęgnę tu na popołudniową sjestę, staję w długiej kolejce. Idzie szybko i juz po chwili trzymam w dłoniach ogromną porcję najlepszych w Buenos Aires lodów Freddo. Samych smaków w tej lodziarni jest kilkadziesiąt, wśród nich tak oryginalne jak wino malbec, chluba Argentyny. Do tego jeszcze dodatki, posypki i czekoladowe polewy... Taka bomba kaloryczna idealnie zastąpi mi obiad. No tak, już zaczynam zachowywać się jak Argentyńczycy!\n\nPo sjeście pora na zabytkowy cmentarz Recoleta. Powstał w 1822 r., dziś to jeden z trzech najpiękniejszych na świecie, po Père-Lachaise w Paryżu i Staglieno w Genui. Leżą tu prezydenci kraju, politycy, pisarze, naukowcy. Zwiedzający najczęściej szukają jednak grobu charyzmatycznej żony prezydenta Perona, Evity.\n\nEva Duarte urodziła się w małym miasteczku oddalonym o ponad 300 km od Buenos Aires. W wieku 15 lat wyruszyła do stolicy w poszukiwaniu sławy, próbowała swoich sił jako aktorka i prezenterka radiowa. Na balu charytatywnym poznała generała Juana Perona, przyszłego prezydenta. Przy jego boku stała się nie mniej ważna niż mąż. Kult ugruntowała wczesna śmierć. W 1952 r. w wieku zaledwie 33 lat Evita zmarła na raka. Na jej grobie zawsze widać świeże kwiaty.\n\nZresztą to właśnie kwiat z okolic cmentarza stał się kolejnym symbolem miasta. Floralis Genérica ma 20 m i system, który co wieczór zamyka olbrzymie metalowe płatki, a rano je ponownie otwiera. Rzeźba Eduardo Catalano ma symbolizować nadzieję i nieustanne odradzanie się świata. Niestety, wichura z 2023 roku poważnie uszkodziła tę przepiękną konstrukcję.\n\nKoniec zwiedzania, czas spotkać się z moimi argentyńskimi przyjaciółmi. Czekają na mnie w modnej dzielnicy Palermo. W weekendy pełno tu rodzin z dziećmi zwiedzających planetarium, zoo czy rosarium z 12 tys. odmian róż. Wieczorem dzielnica zamienia się w centrum życia nocnego. Na turystę czekają bary, restauracje, dyskoteki do białego rana. O ile przeszedł już na tryb argentyński.\n\nSpacer po mieście – niedziela\n\nNie ma lepszego miejsca na niedzielny poranek niż Plaza Dorrego w dzielnicy San Telmo. Co tydzień odbywa się tu bowiem słynny targ staroci, czyli Feria de San Telmo. Wśród obtłuczonych karafek znajdziesz fajkę Che Guevary lub buciki Evity. Miedzy kramami miniesz trzech sobowtórów Carlosa Gardela, śpiewaka tanga wszech czasów. Sam nie zauważysz, jak kupisz pięć zestawów do yerba mate, niepotrzebny ci zupełnie kalejdoskop i manuskrypt zapomnianego dzieła Borgesa. Jak dobrze pójdzie, zacznie ci się wydawać, że właśnie wpadłeś na Gombrowicza. W końcu mieszkał tu aż 24 lata.\n\nSan Telmo było kiedyś bogatą dzielnicą, w której żyli arystokraci. Wszystko zmieniło się w roku 1871, kiedy to epidemia żółtej febry wygnała ich z ich luksusowych rezydencji. W krótkim czasie w domach zamieszkali biedni emigranci. W latach 1857–1914 w poszukiwaniu lepszego życia przybyło do Argentyny ponad 3 mln osób z Europy, także z Polski! To w trakcie Wielkiej Emigracji narodziło się tango – taniec, który ponoć początkowo służył do zabicia czasu mężczyznom nudzącym się w kolejkach do domów publicznych. Na takowe przybytki było wówczas spore zapotrzebowanie, bo za chlebem przyjeżdżali tu głównie panowie. Dopiero potem sprowadzali swoje rodziny.\n\nNa ulicy Defensa od wędrownego handlarza kupuje empanadas – pyszne pierożki nadziewane mięsem i warzywami. Popijam kawą nalaną prosto z termosu od kolejnej miłej sprzedawczyni. I ruszam dalej. Czeka mnie dłuższy spacer do La Boca – kiedyś jednej z biedniejszych, dziś najbardziej kolorowych dzielnic miasta. To tu powstał pierwszy port Buenos, gdzie przybywali emigranci z całej Europy.\n\nSkromna dzielnica nabrała kolorów dzięki Benito Quinquela, malarzowi związanemu z dzielnicą La Boca, który w 1950 roku zainspirował pomalowanie opuszczonych domów, tworząc w ten sposób najsłynniejszą chyba obecnie uliczkę w mieście zwaną El Caminito. Nazwa pochodzi od tytułu popularnego tanga napisanego przez przyjaciela i sąsiada malarza, Juana de Dios Filiberto. Nie jestem fanką piłki nożnej, ale wstyd być w Boce i nie zobaczyć stadionu Boca Juniors. To tu grał m.in. boski Diego Maradona. Kupuję kilka piłkarskich gadżetów dla moich bratanków – wielkich miłośników futbolu – i ruszam dalej.\n\nJeśli zapytasz przeciętnego mieszkańca Buenos Aires, gdzie najchętniej spędza niedzielne popołudnia, odpowie, że w Puerto Madero. Dzielnica w 1991 r. przeszła gruntowną rewitalizację. Przy projekcie współpracowali tacy znani architekci jak Norman Foster, Philippe Starck czy Santiago Calatrava. Mnóstwo tam eleganckich restauracji, dizajnerskich wieżowców i luksusowych hoteli.\n\nTango\n\nKto ma jeszcze siłę, może wypożyczyć rower i przejechać nim po rezerwacie nad rzeką La Plata, którą wielu myli z morzem ze względu na jej szerokość (nawet 220 km!). Ja oszczędzam energię, bo wieczorem umówiona jestem na milongę, czyli na imprezę z tango.\n\nNa Plaza Dorrego po porannym targu staroci nie ma już śladu. Możemy zaczynać! Partnera nie muszę szukać, podchodzi do mnie sam. Okazuje się mistrzem nad mistrzami i nawet z moich nieporadnych kroczków potrafi wykrzesać coś, co można nazwać tangiem. Cóż, ma doświadczenie. W San Telmo mieszka od urodzenia, a tańczy od 50 lat. Z łatwością odczytuje każdy mój ruch i zmyślnymi sztuczkami maskuje błędy. Przy kimś takim każda kobieta może poczuć się jak gwiazda! Słyszę moje ulubione „Mi Buenos Aires querido”. „Moje ukochane Buenos Aires, kiedy Cię znowu zobaczę…”. Obiecuję sobie, że wkrótce.\n\nBuenos Aires – informacje praktyczne\n\nPołożenie: ujście rzeki La Plata.\n\nujście rzeki La Plata. Powierzchnia: 203 km 2\n\n203 km Ludność: 3,1 mlm\n\n3,1 mlm Język: hiszpański\n\nhiszpański Religie: katolicka, choć aż 72,9 proc. Argentyńczyków deklaruje brak udziału w jakichkolwiek praktykach religijnych. W Argentynie mieszka największa w Ameryce Południowej mniejszość żydowska (300 tys.), a także mniejszość muzułmańska (400–500 tys.).\n\nkatolicka, choć aż 72,9 proc. Argentyńczyków deklaruje brak udziału w jakichkolwiek praktykach religijnych. W Argentynie mieszka największa w Ameryce Południowej mniejszość żydowska (300 tys.), a także mniejszość muzułmańska (400–500 tys.). Waluta: peso argentyńskie.\n\nKiedy jechać do Buenos Aires?\n\nBuenos Aires leży w klimacie umiarkowanym. Przez większość czasu temperatury wynoszą miedzy 15 a 30 stopni. Najlepiej pojechać tam nasza zima, gdy w Argentynie jest najcieplej.\n\nWiza\n\nDo pobytu krótszego niż trzy miesiące wiza nie jest potrzebna.\n\nDojazd\n\nZ Polski nie ma bezpośrednich lotów do Buenos Aires. Z Europy latają tam m.in. linie Lufthansa i Alitalia. Koszt najtańszego biletu to ok. 4 tys zł.\n\nKomunikacja\n\nBuenos Aires posiada sześć linii metra (zwanego tutaj subte) oraz 200 linii autobusowych (zwanych colectivos). Bilety kupuje się w środku w specjalnym automacie. Niedrogie taksówki. Coraz popularniejsze zaczynają być rowery, choć brakuje ścieżek rowerowych.\n\nBezpieczeństwo\n\nBuenos Aires jest stosunkowo bezpiecznym miastem. Oczywiście jak wszędzie w najbardziej zatłoczonych miejscach należy uważać na kieszonkowców.\n\nWarto wiedzieć\n\nPrzygotujmy się na to, że kolacje je się w Argentynie bardzo późno. Zazwyczaj koło 22.00 goście dopiero się schodzą, a kończą posiłek po północy. W zwyczaju jest zostawianie drobnych z reszty kelnerom, taksówkarzom, obsłudze itd. Robiąc zakupy, poprośmy o tzw. refund cheque, który umożliwi nam zwrot podatku przy wylocie.\n\nReklama\n\nŹródło: archiwum NG."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 3.06.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-3-06-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960895",
            "description": "To była największa komisja wyborcza we Wrocławiu, a co więcej – dopisała w niej frekwencja. W Obwodowej Komisji Wyborczej nr ...",
            "image_url": "https://www.bing.pl/th?id=OVF.wKBm7jHeEzW8QWZuUBzm3g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska22 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blightspire już dostępne za darmo. Mroczny FPS na Steamie",
            "link": "https://planetagracza.pl/gra-za-darmo-blightspire-steam/",
            "description": "Nowa gra za darmo na Steamie, czyli demony, rewolwer i trupy. Blightspire to szybka strzelanka z falami nieumarłych i zagracie w nią za darmo.",
            "image_url": "https://www.bing.pl/th?id=ODF.A0m18wD3eoHYPd4Rn-LQQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PlanetaGracza.pl18 godz.",
            "source": "PlanetaGracza.pl",
            "article_content": "Nowa gra za darmo na Steamie, czyli demony, rewolwer i trupy. Blightspire to szybka strzelanka z falami nieumarłych i zagracie w nią za darmo.\n\nNa Steamie zadebiutowała właśnie nowa gra free-to-play dla fanów bezlitosnej akcji. Blightspire zabierze cię na spacer po cmentarzu, z którego nikt nie wychodzi bez walki.\n\nSprawdź też: Mały horror, wielkie napięcie. End of the Night do pobrania za 0 zł\n\nGrobowce, złoto i plugawe relikty – gra za darmo na Steam\n\nBlightspire to dynamiczny survival shooter osadzony w XVII wieku, w realiach nawiedzonego przez zarazę świata. Grasz jako złodziej, który zamiast trafić na łatwy łup, odkopuje coś znacznie gorszego – falę plugastwa. Zamiast worka monet dostajesz więc hordy nieumarłych i demoniczny ołtarz, który zmienia zmarłych w jeszcze gorsze potwory. Gra stawia na szybkie tempo, uniki, skoki i bezlitosne przetrwanie w kolejnych falach przeciwników.\n\nDo dyspozycji masz rewolwer, refleks i garść demonicznych mocy, które możesz pozyskać, grzebiąc wśród trupów. Nie tylko loot ma znaczenie, bo zabieranie dusz poległych wrogów przywraca zdrowie, więc musisz balansować między walką a regeneracją. Klimat jest ciężki, pełen mroku, zarazy i plugawego cmentarnego klimatu, ale to właśnie buduje urok tej produkcji. Im dalej wchodzisz w serce cmentarza, tym dziwniej się robi… w najlepszym sensie tego słowa.\n\nDzięki modelowi free-to-play można wskoczyć do Blightspire bez żadnych kosztów i od razu sprawdzić, czy taka rozwałka w stylu wave survival ci odpowiada. Gra przypomina klasyczne arenowe strzelanki, ale z diabelskim twistem, a to wszystko w przyjemnie stylizowanej oprawie graficznej. Nie trzeba długich cutscenek ani skomplikowanej fabuły, żeby poczuć klimat. Tutaj liczy się tempo, uniki i celność.\n\nŹródło: Steam"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pobierz Video - wszystkie wersje i dodatki | 150",
            "link": "https://www.softonic.pl/downloads/video/150",
            "description": "Pobieraj filmy z mediów społecznościowych i internetu w prosty i szybki sposób. Jeśli szukasz aplikacji, która pomoże Ci pobierać filmy z internetu, ta jest… CalculusMAX to darmowy program stworzony ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XZkWZ3JpR9vRu2gsUFNM6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Softonic13 godz.",
            "source": "Softonic",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 7 - 8 czerwca?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-7-8-czerwca/ar/c7p1-21831633",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 07 czerwca w Oświęcimiu ma być 28°C. Prawdopodobieństwo wystąpienia deszczu wynosi 38%. W niedzielę 08 czerwca w Oświęcimiu ma być 24°C ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto12 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 69 km od Koszalina. Urokliwe ścieżki na weekend 7 - 8 czerwca",
            "link": "https://koszalin.naszemiasto.pl/gdzie-na-nordic-walking-do-69-km-od-koszalina-urokliwe-sciezki-na-weekend-7-8-czerwca/ar/c7p1-22318903",
            "description": "W sobotę 7 czerwca według prognozy pogody ma być 22°C. Prawdopodobieństwo wystąpienia deszczu wynosi 75%. W niedzielę 8 czerwca zgodnie z najnowszymi prognozami pogody ma być 19°C w najcieplejszym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2lnLIQe5bnM9ixvXVTSDQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Koszalin Nasze Miasto11 godz.",
            "source": "Koszalin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te przedmioty można znaleźć w opuszczonych domach w Kujawsko-Pomorskiem. W jednym z nich stoi trabant!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-przedmioty-mo%C5%BCna-znale%C5%BA%C4%87-w-opuszczonych-domach-w-kujawsko-pomorskiem-w-jednym-z-nich-stoi-trabant/ar-AA1FZbym?ocid=BingNewsVerp",
            "description": "Nastoletni bydgoszczanin odkrywa opuszczone miejsca w swoim rodzinnym mieście i okolicy. Zdjęcia, dokumenty, ubrania - to z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rC6rpSK9cnFHoDkp0AfLSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Inowrocław Nasze Miasto on MSN10 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historyczne odkrycie na Dolnym Śląsku. W kościele w Niedźwiedzicy odkryto dwie kapsuły czasu. W środku świadectwa minionej epoki. To skarby",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/historyczne-odkrycie-na-dolnym-%C5%9Bl%C4%85sku-w-ko%C5%9Bciele-w-nied%C5%BAwiedzicy-odkryto-dwie-kapsu%C5%82y-czasu-w-%C5%9Brodku-%C5%9Bwiadectwa-minionej-epoki-to-skarby/ar-AA1FSqtm?ocid=BingNewsVerp",
            "description": "Wewnątrz znajdowały się pamiątki z lat 1704-1981 – dokumenty, monety i gazety. Na Dolnym Śląsku, w Niedźwiedzicy pod Walimiem, podczas remontu kościoła, odkryto dwie kapsuły czasu. Wewnątrz znajdowały ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska on MSN6 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z miłości do czasu! Lublin celebruje geniusz Antoniego Patka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/z-mi%C5%82o%C5%9Bci-do-czasu-lublin-celebruje-geniusz-antoniego-patka/ar-AA1G1zHO?ocid=BingNewsVerp",
            "description": "W dniach 13–14 czerwca Lubelskie Centrum Konferencyjne stanie się miejscem spotkania pasjonatów czasu, precyzji i piękna. To ...",
            "image_url": "https://www.bing.pl/th?id=OVF.gwKTBTLfLo14ddCR4QwtNA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski on MSN6 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ginące Zawody 2025. 24. edycja warsztatów w Zagrodzie Kurpiowskiej w Kadzidle potrwa od 3 do 5 czerwca",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gin%C4%85ce-zawody-2025-24-edycja-warsztat%C3%B3w-w-zagrodzie-kurpiowskiej-w-kadzidle-potrwa-od-3-do-5-czerwca/ar-AA1G0yNB?ocid=BingNewsVerp",
            "description": "Warsztaty potrwają od 3 do 5 czerwca, w godzinach 9.00–15.00 (ostatniego dnia do 14.00). Wydarzenie jest otwarte dla ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fMrKpEDHe30n_NqDlM-Oxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Tygodnik Ostrołęcki on MSN11 godz.",
            "source": "Tygodnik Ostrołęcki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Więźniowie postanowili rozbroić małych pacjentów… uśmiechem. Niecodzienny prezent na Dzień Dziecka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wi%C4%99%C5%BAniowie-postanowili-rozbroi%C4%87-ma%C5%82ych-pacjent%C3%B3w-u%C5%9Bmiechem-niecodzienny-prezent-na-dzie%C5%84-dziecka/ar-AA1G1qhm?ocid=BingNewsVerp",
            "description": "Osadzeni z Nysy przekazali 70 mięciutkich poduszek w kształcie małpek najmłodszym, przebywającym w Uniwersyteckim Szpitalu Klinicznym w Opolu.",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Nowa Trybuna Opolska on MSN8 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare złotówki",
            "link": "https://gloswielkopolski.pl/tag/stare-zlotowki",
            "description": "21 listopada 1994 r. zaprezentowano nowe wzory pieniędzy, które zaczęły obowiązywać od 1 stycznia 1995 r. wraz z denominacją złotego. Pamiętasz, jak 24 lata... Stare monety i banknoty są w cenie. Kole ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Wielkopolski11 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Możesz zarobić na starych banknotach z okresu PRL. Sprawdź, czy ich nie masz!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mo%C5%BCesz-zarobi%C4%87-na-starych-banknotach-z-okresu-prl-sprawd%C5%BA-czy-ich-nie-masz/ar-AA1FYfnr?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy, numizmatycy są w stanie zapłacić całkiem duże pieniądze za wybrane stare banknoty z okresu PRL. Stare banknoty można sprzedać za kilkaset złotych, ale są takie, których ceny sięgają ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jociQBcz7-W2ITKfKjOZlw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Pomorskie Nasze Miasto on MSN22 godz.",
            "source": "Pomorskie Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "03 CZERWCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-06-01,6,day.html",
            "description": "Stała ekspozycja w Pałacu Muzeum Książąt Czartoryskich prezentuje najcenniejszą w Polsce i jedną z najcenniejszych kolekcji sztuki w Europie. Na wystawie znalazły się nie tylko arcydzieła światowego m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków9 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poznajemy lubuskie, zwiedzamy Kargową [ZDJĘCIA]",
            "link": "https://zielonagora.naszemiasto.pl/turystyka/250",
            "description": "Kargowa - miasto w powiecie zielonogórskim, siedziba gminy Kargowa, położone w Kotlinie Kargowskiej, nad Obrzycą. W niedzielę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lmzAlX77rAv_HE7wKVxg_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Zielona Góra Nasze Miasto42 min",
            "source": "Zielona Góra Nasze Miasto",
            "article_content": "Content not available"
        }
    }
]