[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mieszkańcy Grzegórzek w Krakowie są zszokowani planami miasta. Obawiają się komunikacyjnego koszmaru z powodu przebudowy ulicy Starowiślnej",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mieszka%C5%84cy-grzeg%C3%B3rzek-w-krakowie-s%C4%85-zszokowani-planami-miasta-obawiaj%C4%85-si%C4%99-komunikacyjnego-koszmaru-z-powodu-przebudowy-ulicy-starowi%C5%9Blnej/ar-AA1IC0cy?ocid=BingNewsVerp",
            "description": "Mieszkańcy i radni z Grzegórzek alarmują, że wprowadzenie jednego kierunku na ul. Starowiślnej, na odcinku od ul. Dietla do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FcVoKtwuLu3Jtlb0ZxH-Ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kraków Nasze Miasto on MSN4 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Od neolitu do średniowiecza. Woj Bork i jego park historyczny w Borkowie [ZDJĘCIA]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/od-neolitu-do-%C5%9Bredniowiecza-woj-bork-i-jego-park-historyczny-w-borkowie-zdj%C4%99cia/ar-AA1IAvFy?ocid=BingNewsVerp",
            "description": "W niewielkiej wiosce Borkowo znajdującej się 35 kilometrów od Koszalina znajduje się niezwykły park historyczny, w którym ...",
            "image_url": "https://www.bing.pl/th?id=OVF.zuacUoOK2iMVf%2f5cDQce1g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Głos Koszaliński on MSN15 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Falenica giełda",
            "link": "https://warszawa.naszemiasto.pl/tag/falenica-gielda",
            "description": "W niedzielę 12 lutego zorganizowana została kolejna edycja Falenickiej Giełdy Staroci. Nasz fotoreporter pojawił się na miejscu by zobaczyć jakie skarby... Giełda gier wideo trwa w Forcie Wola w Warsz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto18 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić!",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87/ar-AA1HrJHz?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MrR85NeTIDsAbOpFrBnLci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 13.07.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-13072025/ar-AA1Hnkab?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IL8KRDrxvOLkKrRrYKbPki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd dnia Comparic.pl: Czy to przełom dla XRP? Analityk: „Wykres wygląda obrzydliwie dobrze'",
            "link": "https://comparic.pl/czy-to-przelom-dla-xrp-analityk-wykres-wyglada-obrzydliwie-dobrze/",
            "description": "XRP wraca na radar inwestorów po tym, jak znany analityk Pentoshi zapowiedział możliwy rajd cenowy w nadchodzących tygodniach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LAvYvw82Qe2fcd3Z0onHwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Comparic19 godz.",
            "source": "Comparic",
            "article_content": "Zapraszamy na przegląd najciekawszych artykułów opublikowanych w serwisie Comparic.pl. Rynek kryptowalut doświadcza największych wzrostów od miesięcy, a jednym z projektów, który może stać się jego liderem, jest XRP. Znany analityk Pentoshi, który zyskał popularność dzięki trafnym prognozom altcoinów, twierdzi, że wykres XRP wygląda „obrzydliwie dobrze”, nawet w porównaniu do Bitcoina.\n\nAnalityk Pentoshi twierdzi, że XRP jest technicznie gotowy na silny ruch wzrostowy w najbliższych tygodniach\n\nWskazuje na siłę relatywną XRP wobec Bitcoina i możliwą rotację kapitału w stronę altcoinów\n\nRipple stara się o licencję bankową, a zmiany regulacyjne mogą zwiększyć użyteczność XRP\n\nRosnące zainteresowanie altcoinami średniej kapitalizacji może być nowym trendem rynkowym\n\nWięcej podobnych i ciekawych artykułów znajdziesz na stronie głównej Comparic.pl\n\nXRP na progu eksplozji cenowej? Ekspert widzi sygnały hossy\n\nPentoshi wskazuje na rzadko spotykaną siłę relatywną XRP względem innych kryptowalut. Jego zdaniem to znak nadchodzącej rotacji kapitału z Bitcoina do wybranych altcoinów. Analityk podkreśla również znaczenie działań firmy Ripple, która aktywnie zabiega o licencję bankową, co może zwiększyć zastosowanie XRP w sektorze finansowym. Na horyzoncie są także nowe regulacje dotyczące stablecoinów, które mogą utorować drogę do większej adopcji kryptowalut w legalnych strukturach płatniczych.\n\nEkspert zwraca uwagę, że dynamika rynku zaczyna przesuwać się w stronę altcoinów o średniej kapitalizacji. Projekty wyceniane między 1 a 10 miliardów dolarów mogą zyskać na popularności, oferując większy potencjał wzrostu niż dobrze znane giganty. „Wiele wykresów wygląda naprawdę dobrze strukturalnie” – dodaje Pentoshi, sugerując, że inwestorzy mogą wkrótce zacząć szukać okazji poza Ethereum i Solaną.\n\nChoć XRP przez ostatnie miesiące znajdował się nieco poza blaskiem reflektorów, jego stabilna pozycja wśród topowych kryptowalut pozostaje niezagrożona. Warto pamiętać, że to jedna z nielicznych kryptowalut, która przeszła pełny cykl rynkowy i nadal trzyma się w czołówce. W połączeniu z pozytywnymi sygnałami technicznymi i rosnącym zainteresowaniem ze strony instytucji, XRP może wkrótce zaskoczyć tych, którzy już go skreślili.\n\nCzytaj więcej: XRP wraca do gry – czas przypomnieć sobie o klasykach\n\nBitcoin najdroższy w historii – Kiyosaki zdradza najprostszą strategię na miliony w 2025!\n\nRobert Kiyosaki, autor bestsellerowej książki „Bogaty ojciec, biedny ojciec” i jeden z najbardziej rozpoznawalnych komentatorów finansowych świata, nie zwalnia tempa w swojej przygodzie z kryptowalutami. Mimo że Bitcoin osiągnął dziś nowy rekord – 123 236 dolarów (ok. 449 000 złotych) – ekspert otwarcie przyznaje, że kupuje kolejne cyfrowe monety, wierząc w dalszy potencjał wzrostowy tej wirtualnej waluty.\n\nKiyosaki nie owija w bawełnę: jego zdaniem Bitcoin to obecnie najprostsza droga do bogactwa. „Nigdy nie było łatwiej stać się bogatym… a nawet milionerem” – przekonuje swoich obserwatorów. W jego opinii BTC to nie tylko innowacyjny instrument inwestycyjny, ale wręcz narzędzie, które może zmienić życie osób gotowych zaryzykować i wejść na rynek w odpowiednim momencie.\n\nPartnerem portalu Comparic.pl jest broker Tickmill oferujący bezpośredni dostęp do szeregu instrumentów CFD, w tym walut, indeksów giełdowych, surowców, towarów, metali, obligacji, kryptowalut i akcji wielu czołowych firm z jednymi z najniższych spreadów na rynku i szybką realizacją zleceń. Załóż bezpłatny rachunek inwestycyjny już teraz!\n\nCo ciekawe, Kiyosaki nie zawsze był zwolennikiem kryptowalut. Sam przyznaje, że długo zwlekał z inwestycją w Bitcoina, bo – jak twierdzi – „nie rozumiał współczesnych pieniędzy”. Jego podejście zmieniło się dopiero wtedy, gdy dostrzegł potencjał cyfrowych aktywów jako zabezpieczenia przed inflacją i dewaluacją tradycyjnych walut.\n\nCzytaj więcej: „Nigdy nie było łatwiej zostać milionerem”. Od sceptyka do entuzjasty BTC\n\nCo dalej z Bitcoinem? BTC rusza z rajdem przed przełomowym „Crypto Week” w USA!\n\nW poniedziałek cena Bitcoina wzrosła o 2,49%, osiągając poziom 121 659 USD i rozpoczynając tydzień od nowego rekordu powyżej 123 000 USD. To kontynuacja rajdu z poprzedniego tygodnia, w trakcie którego BTC zyskał niemal 20 000 USD w zaledwie kilka dni. Jeszcze większe wzrosty notują obecnie altcoiny, takie jak XRP (+6,45%), Dogecoin (+4,57%) oraz Ethereum (+3,40%).\n\n– Cena Bitcoin osiągnęła poziom 123 000 USD w oczekiwaniu na dalsze postępy nad pracami legislacyjnymi w Stanach Zjednoczonych, dotyczącymi zbudowania solidnych fundamentów pod rozwój rynku cyfrowych aktywów. W centrum uwagi znalazły się trzy kluczowe projekty ustaw, które jeśli zostaną uchwalone, mogą położyć podwaliny pod jasne i wspierające otoczenie regulacyjne dla rynku kryptowalut – skomentował Daniel Kostecki, analiyk CMC Markets Polska.\n\nKostecki zauważył, że choć trudno jednoznacznie przewidzieć skutki planowanych regulacji, sam fakt powrotu tematu kryptowalut do centrum debaty politycznej może być postrzegany przez uczestników rynku jako krok w stronę ich normalizacji. Tego rodzaju działania mogą przyczynić się do zmniejszenia dotychczasowej niepewności regulacyjnej i sprawić, że kryptowaluty zaczną być postrzegane jako bardziej dojrzała klasa aktywów w oczach tradycyjnych inwestorów.\n\nCzytaj więcej: Bitcoin na historycznym szczycie przed “Crypto Week”\n\nKurs złota na trzytygodniowych szczytach! Co dzieje się na rynku metali szlachetnych?\n\nInwestorzy uważnie oczekują na wtorkowe dane o inflacji w USA, które mogą zadecydować o dalszym kierunku polityki monetarnej Rezerwy Federalnej. Prognozy zakładają obniżki stóp procentowych o ponad 50 punktów bazowych do końca roku, co tradycyjnie sprzyja wzrostom cen złota jako bezpiecznej przystani. Jednakże umocnienie dolara ogranicza obecnie potencjał wzrostowy metali szlachetnych, a na rynku obserwujemy jednocześnie spadek długich pozycji spekulantów.\n\nCeny złota w poniedziałek sięgnęły najwyższych wartości od trzech tygodni. Impulsem do wzrostu był wzmożony popyt na ten bezpieczny metal po tym, jak prezydent USA Donald Trump zapowiedział możliwe nałożenie 30-procentowych ceł na towary z Unii Europejskiej i Meksyku.\n\nCena spot złota utrzymywała się na poziomie 3354,83 dolarów za uncję, zaś powyżej 3370 USD w wycenie futures, co stanowiło najwyższy punkt od 23 czerwca. W tym samym czasie kontrakty terminowe na złoto w USA zyskały 0,2%, osiągając 3371 dolarów.\n\nCzytaj więcej: Złoto w górę po groźbach Trumpa. Czy czeka nas nowa fala zakupów?\n\nSprzedajesz dolara? Możesz tego żałować – Bank HSBC ostrzega: USD blisko dna!\n\nKurs dolara od miesięcy traci na wartości, ale eksperci z banku HSBC sygnalizują przełomowy moment. Ich zdaniem nieustanna wyprzedaż amerykańskiej waluty zaczyna przypominać bańkę spekulacyjną, tyle że… w odwrotnym kierunku. Czy rynek przereagował i dolar zbliża się do historycznego odbicia?\n\nOgromny spadek wartości dolara w 2025 roku może zbliżać się do końca, tak wynika z najnowszego raportu HSBC. Zdaniem analityków banku, nieustanna presja sprzedażowa na amerykańskiej walucie przypomina dziś finansową bańkę, która (jak każda bańka) może wkrótce pęknąć.\n\nPomimo utrzymującej się od miesiecy słabości dolara, zespół badawczy HSBC pod kierownictwem Paula Mackela ostrzega przed zbyt dużym pesymizmem. Eksperci wskazują, że sentyment inwestorów stał się zbyt jednostronny.\n\nCzytaj więcej: Wyprzedaż dolara to bańka? Kurs USD może być blisko dna\n\nRedakcja poleca również:\n\nJednocześnie przypominam, iż w każdą niedzielę, tuż przed otwarciem rynków słyszymy się w trakcie odprawy traderów. W trakcie trwających ok 2 godzin spotkań przedstawimy wszystko to, na co należy zwrócić uwagę w ciągu najbliższych dni. Oprócz analizy fundamentalnej przyjrzymy się również sytuacji technicznej na najciekawiej wyglądających instrumentach finansowych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-15,6,day.html",
            "description": "Stała ekspozycja w Pałacu Muzeum Książąt Czartoryskich prezentuje najcenniejszą w Polsce i jedną z najcenniejszych kolekcji sztuki w Europie. Na wystawie znalazły się nie tylko arcydzieła światowego m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków9 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spacery i zwiedzanie Spektakle taneczne Akcje czytelnicze Dziecięce warsztaty Muzyka rozrywkowa Festiwale Wystawy czasowe Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale muzyczne Inne przedstawienia Inne koncerty Spotkania i slajdowiska Festiwale teatralne Pozostałe Muzyka klubowa Widowiska plenerowe i happeningi Wydarzenia sportowe Cykle filmowe Wystawy stałe Spotkania i wykłady literackie Pokazy filmowe Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy turystów odwiedza Ćmielów. Jest tu Porcelanowy Rynek, jedyny taki w Europie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-turyst%C3%B3w-odwiedza-%C4%87miel%C3%B3w-jest-tu-porcelanowy-rynek-jedyny-taki-w-europie/ar-AA1IaaY4?ocid=BingNewsVerp",
            "description": "Ćmielów, niewielkie miasteczko położone w województwie świętokrzyskim, staje się coraz popularniejszym celem turystycznym w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Na2FHIWA2dYbkywYlrIjqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Eska Regiony on MSN5 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci",
            "link": "https://poznan.naszemiasto.pl/tag/gielda-staroci",
            "description": "Pchli targ przy Avenidzie odbywa się w każdą niedzielę, od godziny 7 do 14. Na niedzielnym targu każdy znajdzie coś dla siebie. Oprócz zakupu unikalnych... Tuż obok dworca Poznań Główny i galerii hand ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cya7j59Rws2Si6qfmk5ljw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto22 godz.",
            "source": "Poznań Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Montaż stoisk Jarmarku św. Dominika. Zaczynają się zmiany organizacji ruchu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/monta%C5%BC-stoisk-jarmarku-%C5%9Bw-dominika-zaczynaj%C4%85-si%C4%99-zmiany-organizacji-ruchu/ar-AA1Iy3Qa?ocid=BingNewsVerp",
            "description": "Od poniedziałku, 14 lipca, rozpoczynają się pierwsze prace związane z montażem infrastruktury Jarmarku św. Dominika. To z kolei oznacza pierwsze zmiany organizacji ruchu w rejonie gdańskiego Śródmieśc ...",
            "image_url": "https://www.bing.pl/th?id=ODF.boOkKdH-T8isceS81-32Lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gdańsk Nasze Miasto on MSN20 godz.",
            "source": "Gdańsk Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Falenica giełda",
            "link": "https://warszawa.naszemiasto.pl/tag/falenica-gielda",
            "description": "W niedzielę 12 lutego zorganizowana została kolejna edycja Falenickiej Giełdy Staroci. Nasz fotoreporter pojawił się na miejscu by zobaczyć jakie skarby... Giełda gier wideo trwa w Forcie Wola w Warsz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto18 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Falenicka giełda staroci 2024",
            "link": "https://warszawa.naszemiasto.pl/tag/falenicka-gielda-staroci-2024",
            "description": "Falenicka Giełda Staroci w Warszawie. Legendarne już wydarzenie, które odbywa się cyklicznie w każdą drugą niedzielę miesiąca, i tym razem zgromadziło prawdziwe... Falenicka Giełda Staroci w Warszawie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto18 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rozwadów świętuje 335-lecie! Przed nami wyjątkowy Festiwal Historyczny",
            "link": "https://sztafeta.pl/artykuly/rozwadow-swietuje-335-lecie-przed-nami-wyjatkowy-festiwal-historyczny",
            "description": "Rozwadów – dziś osiedle Stalowej Woli, niegdyś samodzielne miasto – obchodzi w tym roku 335-lecie lokacji. Z tej okazji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.P1X-SmboWajzVd8dcPyy1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Sztafeta.pl1 godz.",
            "source": "Sztafeta.pl",
            "article_content": "W wydarzeniu wezmą udział m.in. rekonstruktorzy i przedstawiciele służb mundurowych, kolekcjonerzy zabytkowych pojazdów oraz lokalne instytucje kultury. Nie zabraknie również historycznych stoisk, wojskowych ekspozycji, wspomnień o burmistrzach Rozwadowa oraz specjalnego menu w rozwadowskich lokalach gastronomicznych.\n\nOrganizatorzy – Muzeum Regionalne w Stalowej Woli, Zrzeszenie Miłośników Rozwadowa, Miejski Dom Kultury, Gmina Stalowa Wola oraz Rozwadowski Dom Kultury „Sokół” – zapraszają wszystkich mieszkańców i gości do wspólnego świętowania i odkrywania przeszłości tej wyjątkowej dzielnicy.\n\nPROGRAM FESTIWALU HISTORYCZNEGO\n\n18 lipca / piątek / godz. 18.00–21.00\n\nZłożenie kwiatów na grobach burmistrzów Rozwadowa – cmentarz parafialny, godz. 18.00\n\nKlasyki nocą – zlot samochodów zabytkowych – Automobilklub Stalowa Wola\n\n19 lipca / sobota / godz. 14.00–22.00\n\nPokazy grup rekonstrukcji historycznej i obozowisk historycznych\n\nStoiska historyczno-tematyczne służb mundurowych\n\nPrezentacja pojazdów wojskowych\n\nZwiedzanie makiety kolejowej i parowozu Ty2-16, ul. Dąbrowskiego 12, godz. 14.00–16.00\n\nWycieczka „Rozwadowskie historie” – zbiórka przy pomniku Jana III Sobieskiego, godz. 15.30\n\nSCENA PLENEROWA\n\nWystęp Orkiestry Dętej MDK i Mażoretek Różanek RDK „Sokół” / PSP9, godz. 17.30\n\nDebata historyczna „335 lat lokacji Rozwadowa”, godz. 18.00\n\nPrzelot balonu nad Rynkiem, godz. 19.00\n\nKoncert chóru GRŻWP „Wrzesień 1939” z Jastkowic z kwartetem smyczkowym Nadsańskiej Orkiestry Kameralnej – STOWART, godz. 19.00\n\nPotańcówka w stylu retro, godz. 20.00\n\nDLA DZIECI\n\nWarsztaty edukacyjne – Muzeum Regionalne\n\nZabawy i warsztaty – Kreatywne Podwórko\n\nMajsterkowo – Castorama\n\nStrefa dmuchańców i zabawy\n\n20 lipca / niedziela / godz. 7.00–18.00"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kiedyś był tu słynny salon. Odkopali piwnice przedwojennej kamienicy",
            "link": "https://tvn24.pl/tvnwarszawa/srodmiescie/warszawa-znalezisko-na-marszalkowskiej-piwnice-przedwojennej-kamienicy-st8553948",
            "description": "Podczas prac na Marszałkowskiej budowlani natrafili na relikty dawnej zabudowy. To prawdopodobnie piwnice kamienicy, w której ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HHkaXFERna3i9RWggeHE1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "TVN2423 godz.",
            "source": "TVN24",
            "article_content": "Prace na rogu Królewskiej i Marszałkowskiej Źródło: Klemens Leczkowski, tvnwarszawa.pl\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej Udostępnij Facebook Kopiuj link\n\nKluczowe fakty: Na odcinku między Widok a Królewską budowane jest torowisko tramwajowe. Nowe ma być obsiane rozchodnikiem i poprowadzone w szpalerze drzew.\n\nW jednym z wykopów nasz czytelnik dostrzegł ceglane piwnice przedwojennej zabudowy. Zidentyfikowaliśmy w niej pozostałości narożnej kamienicy z połowy XIX wieku.\n\nJej najsłynniejszą lokatorką była Jadwiga Łuszczewska, zwaną Deotymą, pisarka, autorka \"Panienki z okienka\", improwizatorka literacka.\n\n- Na tej inwestycji tego rodzaju znalezisk będziemy odnajdywać stosunkowo dużo - przyznaje rzecznik Tramwajów Warszawskich i zapewnia, że prace są objęte nadzorem konserwatora zabytków.\n\nW centrum Warszawy tak po prostu jest: głębsze wbicie łopaty oznacza podróż w przeszłość. Podczas prac prowadzonych w narożniku Marszałkowskiej i Królewskiej oczom robotników ukazała się ceglana ściana. Na znalezisko zwrócił też uwagę nasz czytelnik, którego zaniepokoił przebieg robót. \"Na Marszałkowskiej prowadzone są prace ziemne bez jakiegokolwiek nadzoru archeologicznego. Ewidentny mur kamienicy i cegły na hałdzie\" - zaalarmował redakcję.\n\nPod warstwą asfaltu przedwojenne piwnice Prace na rogu Marszałkowskiej i Królewskiej Źródło: warszawa@tvn.pl Prace na rogu Marszałkowskiej i Królewskiej Źródło: warszawa@tvn.pl Prace na rogu Marszałkowskiej i Królewskiej Źródło: warszawa@tvn.pl Tu natrafiono na pozostałości kamienicy Źródło: Klemens Leczkowski, tvnwarszawa.pl Tu natrafiono na pozostałości kamienicy Źródło: Klemens Leczkowski, tvnwarszawa.pl Tu natrafiono na pozostałości kamienicy Źródło: Klemens Leczkowski, tvnwarszawa.pl Tu natrafiono na pozostałości kamienicy Źródło: Klemens Leczkowski, tvnwarszawa.pl Tu natrafiono na pozostałości kamienicy Źródło: Klemens Leczkowski, tvnwarszawa.pl Tu natrafiono na pozostałości kamienicy Źródło: Klemens Leczkowski, tvnwarszawa.pl\n\nO wyjaśnienia zwróciliśmy się do Tramwajów Warszawskich, to na zlecenie tej miejskiej spółki budowane jest nowe torowisko. Przybędzie też zieleni, zmieni się szerokość ulicy, dlatego obszar prac jest szerszy niż linia torów.\n\n- Na tej budowie mamy pełen nadzór archeologiczny. Decyzją Mazowieckiego Wojewódzkiego Konserwatora Zabytków pozostałości reliktów architektonicznych odsłanianych w trakcie prac są dokumentowane. Wykopywane materiały są przekazane w depozyt do Państwowego Muzeum Archeologicznego w Warszawie. Obecnie po wykopaniu przewożone są do tymczasowego magazynu archeologicznego - zapewnił Witold Urbanowicz, rzecznik Tramwajów Warszawskich. - Wykonawca stara się w miarę możliwości jak najdelikatniej obchodzić się z materiałem odsłoniętym podczas prac - dodał.\n\nSpodziewają się odkryć\n\nJak podkreślił, firma realizująca inwestycję ma zgodę na wykopywanie urobku za pomocą koparki. - Podczas ewidencji prac przed rozpoczęciem budowy była przygotowana ekspertyza, która pokazuje, że na tej inwestycji tego rodzaju znalezisk będziemy odnajdywać stosunkowo dużo. Ze względu na to, że nie są tu zaplanowane głębokie wykopy, to nie są przewidziane prace wykopaliskowe - wyjaśnił Urbanowicz i podkreślił, że taką decyzję podjął mazowiecki konserwator zabytków.\n\nMożna ją uznać za nieco zaskakującą, bo gdy dwa lata temu 300 metrów dalej, u zbiegu Marszałkowskiej i placu Żelaznej Bramy, odnaleziono relikty przedwojennej Warszawy, zostały one odsłonięte, a budowa ścieżki rowerowej wstrzymana. Urzędników i wykonawcę może tłumaczyć, że głęboki wykop przy Królewskiej jest punktowy, główne prace sięgają kilkadziesiąt centymetrów w głąb.\n\n- Mury widoczne na zdjęciach, co potwierdzają archeolodzy, zostały już zadokumentowane - pokreślił w odniesieniu do odkryć sprzed kilku dni rzecznik Tramwajów Warszawskich.\n\nDokumentują i zasypują\n\nPotwierdziliśmy te informacje w biurze Mazowieckiego Wojewódzkiego Konserwatora Zabytków.\n\n- Kontaktowałam się z archeologami kierującymi badaniami w formie nadzoru, potwierdzili zarejestrowanie reliktów. Są one na bieżąco dokumentowane i nawet częściowo już zasypywane po zadokumentowaniu - wyjaśniła dr Joanna Gawrońska, starszy inspektor ochrony zabytków MWKZ.\n\n- Została zrobiona wstępna kwerenda, trasa remontu została nałożona na starsze mapy, w tym Lindleya, w związku z czym również prowadzący prace budowlane są uprzedzani, w których miejscach powinni szczególnie uważać na prawdopodobieństwo odsłonięcia reliktów architektonicznych - podsumowała.\n\nMarszałkowska 153, zdjęcia z roku 1937 lub 1938 Źródło: Akta miasta Warszawy - Referat Gabarytów\n\nKulturalny salon Deotymy\n\nZ analizy map wynika, że odkryte piwnice to najprawdopodobniej pozostałości narożnej kamienicy, wybudowanej w połowie XIX wieku, pod adresami: Marszałkowska 153/Królewska 37. Zleceniodawcą był przemysłowiec i finansista, \"król kolei żelaznych\" Jan Gottlieb Bloch.\n\n\"Pierwotnie kamienica była trzypiętrowa, z narożnikiem zwieńczonym sześcioboczną wieżyczką. W latach 1871-1908 na pierwszym piętrze mieszkała Jadwiga Łuszczewska - wieszczka Deotyma, prowadząc w swoich apartamentach salon skupiający życie kulturalne i towarzyskie. W 1874 Jadwiga Sikorska otworzyła w kamienicy pensję żeńską (późniejsze Gimnazjum im. Królowej Jadwigi), która ok. 1918 została przeniesiona do nowego gmachu przy pl. Trzech Krzyży\" - czytamy na stronie warszawa1939.pl.\n\nNa zdjęciu kamienicy z miejskiego archiwum (pochodzi z 1937 lub 1938 roku) widać, że w parterze znajdowało się biuro podróży Orbis. Kamienica ma już pięć pięter. Została podwyższona w latach 1923-24 z inicjatywy Pocztowej Kasy Oszczędnościowej.\n\nMożna ją znaleźć także w serwisie mapowy urzędu miasta. Na fotografiach lotniczych z 1935 roku jest elementem spójnie zabudowanego kwartału: Marszałkowska, Próżna, Zielna, Królewska. Zdjęcie tego samego miejsca z roku 1945 pokazuje już tylko zgliszcza. Dziś znajduje się tu trawnik, służący głównie okolicznym psom.\n\nMarszałkowska 153 na historycznych zdjęciach Kwartał Marszałkowska, Królewska, Zielna, Próżna - 1935r. Źródło: mapa. um.warszawa.pl Kwartał Marszałkowska, Królewska, Zielna, Próżna - 1935r. Źródło: mapa.um.warszawa.pl Kamienica przy Marszałkowskiej 153 (1937/38r.) Źródło: Akta miasta Warszawy - Referat Gabarytów"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dawne grody w kujawsko-pomorskim. W tym miejscu pojawia się coraz więcej turystów [GALERIA]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/dawne-grody-w-kujawsko-pomorskim-w-tym-miejscu-pojawia-si%C4%99-coraz-wi%C4%99cej-turyst%C3%B3w-galeria/ar-AA1Iz4XE?ocid=BingNewsVerp",
            "description": "Kałdus koło Chełmna to jedno z najważniejszych, a jednocześnie wciąż mało znanych wczesnośredniowiecznych grodzisk w Polsce. Tu, nad doliną Wisły, przed tysiącem lat tętniło życie w słowiańskim ośrodk ...",
            "image_url": "https://www.bing.pl/th?id=ODF.zpG60C4H6pyU7yR1cj_Slg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Eska Regiony on MSN21 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnicza twarz z czasów Mieszka I. \"Postać ze świata duchowego?\"",
            "link": "https://polskieradio24.pl/artykul/3550895,tajemnicza-twarz-z-czasow-mieszka-i-postac-ze-swiata-duchowego",
            "description": "Wyłowiony z Jeziora Lednica drewniany element konstrukcyjny wałów obronnych liczy sobie ponad tysiąc lat, a zdobi go ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6O-uvAkV7x7pnFXN3WADbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio 2422 godz.",
            "source": "Polskie Radio 24",
            "article_content": "Dębowa belka z twarzą\n\nW czasie konferencji prasowej (10.07) naukowcy zaprezentowali wydobyte rok temu z Jeziora Lednica znalezisko: dębową belkę o zachowanej długości 1,34 m i średnicy kilkunastu centymetrów. Na przedmiocie odkryto wyobrażenie ludzkiej twarzy – czoło podkreśla od góry precyzyjnie wykonana łukowata żłobina nadająca wyobrażeniu kształt owalu o wymiarach około 13,5 na 10 cm.\n\nPrzed prezentacją artefakt musiał zostać przebadany i poddany – wymagającej dużo czasu i jeszcze niezakończonej – konserwacji.\n\n\"To przerosło nasze oczekiwania\"\n\nDr hab. Andrzej Pydyn – profesor Uniwersytetu Mikołaja Kopernika w Toruniu, dyrektor Centrum Archeologii Podwodnej UMK – zaznaczył, że badania prowadzone od ponad 40 lat w rejonie piastowskiego grodu na Ostrowie Lednickim to najdłuższe tego typu prace archeologiczne w naszym kraju.\n\nJak opowiadał, przed czterema laty, w czasie wyjątkowo suchego lata i co za tym idzie niskiego poziomu lustra wody w jeziorze, naukowcy zauważyli w strefie brzegowej drewniane elementy. Badacze postanowili je sprawdzić.\n\n- To przerosło nasze oczekiwania. Projekt trwał ponad 4 lata. Udało nam się odkryć pozostałości umocnień, czy wałów obronnych, które w wyniku skomplikowanych procesów geologicznych zawaliły się – mówił dr hab. Andrzej Pydyn.\n\nNa ostatnim etapie prac badacze natrafili na drewniany element, który okazał się hakiem, czyli spinającą skrzynię wałów częścią. Zapobiegała ona rozsuwaniu się ścian konstrukcji pod naporem wypełniającego ją materiału. Na tego typu elementy natrafiano już w innych piastowskich grodach, np. w Poznaniu czy Gnieźnie.\n\n- To, co nas zaskoczyło, to twarz. Twarz, która prawdopodobnie wiąże się ze strefą symboliczną, duchową budowniczych, a przede wszystkim mieszkańców tego grodu - zaznaczył naukowiec.\n\nMuzeum Pierwszych Piastów w Ostrowie Lednickim – makieta pokazująca grodzisko na wyspie, 2023 r. Fot. Albin Marcinak/East News\n\nOkoło 1050 lat temu\n\nBadacze są przekonani, że odkryty ozdobny element nie jest efektem swobodnej działalności cieśli. Podkreślają, że tego typu wielkoskalowych przedstawień ludzi czy tworów podobnych do ludzi z okresu wczesnego średniowiecza na obszarze Słowiańszczyzny odkryto bardzo niewiele. Według badań dendrochronologicznych drzewo wykorzystane do stworzenia artefaktu ścięto w 967 roku (z marginesem siedmiu lat wstecz lub ośmiu lat po tej dacie).\n\nO wyjątkowości znaleziska mówił również Konrad Lewek z Centrum Archeologii Podwodnej. Jak tłumaczył, badacze przyjęli, że odnaleziona twarz jest najprawdopodobniej wyobrażeniem postaci ze świata duchowego. Dodał przy tym, że tego typu sztuka mogła być bardziej popularna w świecie ówczesnych Słowian, niż wskazują na to dotychczasowe, nieliczne odkrycia archeologiczne.\n\nWzrok skierowany w kierunku wody\n\nW ocenie znawców wyobrażenie lednickiej twarzy swoją stylistyką nawiązuje do niewielkich drewnianych figurek z antropomorficznymi przedstawieniami. Element z jeziora może przypominać artefakty odnalezione na Wolinie, w tym wyobrażenie czterotwarzowe. Naukowcy nie wykluczają, że znalezisko z Lednicy może nawiązywać do wierzeń, według których jeziora zamieszkiwały różne istoty. Odkryta twarz była zwrócona na zewnątrz grodu, w kierunku wody.\n\nW rozmowie z dziennikarzami Konrad Lewek podkreślił, że jest to pierwsze tego typu znalezisko datowane na okres wczesnego średniowiecza odkryte w naszej części Europy.\n\nDodał, że dotychczas znalezione drewniane elementy nasypu wału były na tyle zniszczone, że jeżeli zawierały na sobie jakieś rzeźbione elementy, to stały się one niewidoczne. Wskazał przy tym, że od 2000 roku archeologowie odkryli w Lednicy łącznie cztery haki, ale tylko na jednym znaleziono przedstawienie twarzy.\n\nKiedy będzie można zobaczyć zagadkowe oblicze?\n\nDyrektor Muzeum Pierwszych Piastów na Lednicy dr Andrzej Kowalczyk ocenił, że po odpowiedniej konserwacji znalezionego elementu, w drugiej połowie przyszłego roku, eksponat zostanie zaprezentowany odwiedzającym placówkę. Najpierw jednak przedmiot musi uzyskać odpowiednią wilgotność, tak by uniknąć pękania drewna.\n\nNa przełomie lat 50. i 60. XX w. badacze zlokalizowali w Jeziorze Lednica relikty mostu zachodniego łączącego Ostrów Lednicki z lądem. Odkryto wówczas także m.in. średniowieczną broń. Od 1982 roku naukowcy z Centrum Archeologii Podwodnej UMK w Toruniu eksplorują dno jeziora w pobliżu dawnego grodu piastowskiego.\n\nŹródło: PAP/Nauka w Polsce/jp"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tragedia w Turcji. Uczestnicy rajdu z Polski zderzyli się innym autem. Są ofiary",
            "link": "https://www.fakt.pl/hobby/turystyka/polscy-turysci-w-wypadku-w-turcji-dramatyczne-szczegoly-zdarzenia/8v3n7vv",
            "description": "Dramatyczne wieści napłynęły z Turcji. W miejscowości Bayburt doszło do tragicznego wypadku, w którym uczestniczyło zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vsFyrM6Q3wfZf%2bH3elYThA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl1 godz.",
            "source": "Fakt.pl",
            "article_content": "Dramatyczne wieści napłynęły z Turcji. W miejscowości Bayburt doszło do tragicznego wypadku, w którym uczestniczyło zabytkowe, terenowe auto z Polakami na pokładzie. Niestety, w wyniku zderzenia życie straciły dwie osoby jadące fiatem doblo, z którym czołowo zderzyła sie terenówka. Polacy przemierzający Europę zostali ranni i trafili do szpitali.\n\nDo wypadku doszło w niedzielę 13 lipca w prowincji Bayburt, położonej we wschodniej części Turcji, w pobliżu brzegów Morza Czarnego. Samochód marki fiat doblo czołowo zderzył się tam z pojazdem terenowym, którym podróżowało trzech Polaków.\n\nTragiczny wypadek w Turcji. Dwie osoby nie żyją, trójka polskich uczestników rajdu \"Złombol\" trafiła do szpitala\n\nW wypadku śmierć poniosły dwie osoby jadące fiatem – matka i jej syn. Pozostała trójka pasażerów z tego pojazdu została ranna. Polacy również ucierpieli w wypadku i trafili do szpitala. Jak podają ich znajomi, organizujący dla nich pomoc, życiu rannych Polaków nie zagraża niebezpieczeństwo. Ale trzeba pomóc im w zabraniu rzeczy do Polski.\n\n\"Żyją, są połamani, ale żyją, jest z nimi kontakt\" — napisał jeden z ich znajomych.\n\n\"Jest z nami już dobrze. Bardzo przykre zdarzenie. Nawet nie wiem, kiedy ani dlaczego w nas uderzył. Nie pamiętamy całego zdarzenia. Obudziliśmy się zakrwawieni w szpitalu. Prędkość dobro musiała być ogromna, patrząc na szkody. Niestety nasze auto nadaje się na złom. Czekamy na pomoc z ubezpieczalni\" — napisał jeden Polaków rannych w wypadku.\n\nTrzech Polaków podróżowało od dwóch tygodni po Europie. Uczestniczyli w rajdzie zabytkowych pojazdów \"Złombol 2025\". To odbywająca się już od 19 lat impreza charytatywna, podczas której zbierane są pieniądze na dzieci z domów dziecka. Uczestnicy wyprawy corocznie przemierzają drogi w starych autach wyprodukowanych w krajach byłego bloku wschodniego (w tym roku dopuszczono także wysłużone vw golfy).\n\nRajd rozpoczął się 5 lipca w Chorzowie, zakończył się 10 lipca w Giresun, w Turcji. Jedną z ekip byli właśnie trzej Polacy jadący rosyjskim autem terenowym UAZ-452 zwanym \"Buchanka\". W drodze [powrotnej do Polski doszło do wypadku.\n\nTureckie media podkreślają, że siła zderzenia była ogromna, a oba pojazdy zostały poważnie zniszczone. Skrzyżowanie, na którym doszło do wypadku, było zamknięte przez kilka godzin. Policja prowadzi śledztwo, które ma wyjaśnić przyczyny tragedii."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W tym muzeum zabytki „zamawia się' jak meble w Ikei. Nowa wakacyjna atrakcja",
            "link": "https://sukces.rp.pl/sztuka/art42452001-w-tym-muzeum-zabytki-zamawia-sie-jak-meble-w-ikei-nowa-wakacyjna-atrakcja",
            "description": "Muzeum inne niż wszystkie – tak najkrócej można opisać pomysł, który przyświecał autorom koncepcji V&A East Storehouse, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.uV3WdBPc1%2fyOHSZclcD8Xg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Magazyn Sukces4 godz.",
            "source": "Magazyn Sukces",
            "article_content": "Muzeum Wiktorii i Alberta w Londynie w tym sezonie otworzyło dla zwiedzających przestrzenie swojej nowej filii we wschodniej części brytyjskiej stolicy. Obiekt oferuje całkowicie nowe doświadczenie dla zwiedzających. Artefakty z muzeum można bowiem zamówić, a nawet dotknąć.\n\nReklama Reklama\n\nV&A East Storehouse: nowa atrakcja turystyczna w Londynie\n\nV&A East Storehouse po kilkuletnim remoncie otworzył się dla zwiedzających w innowacyjnej formie. Zwiedzający mają szansę na tak bliski kontakt ze sztuką i rzemiosłem, jakiego nie doświadczą w tradycyjnym muzeum czy galerii.\n\nFoto: David Parry, PA Media Assignments\n\nAutorami projektu nowej filii V&A są architekci z cenionej nowojorskiej pracowni Diller Scofidio + Renfro. Zdecydowano, że ingerencja w przestrzeń będzie niewielka, aby zachować industrialny klimat obiektu. Liczący 16 tysięcy metrów kwadratowych powierzchni, czterokondygnacyjny budynek mieści 250 tysięcy przedmiotów, 350 tysięcy książek i około tysiąca materiałów archiwalnych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antysemickie napisy na pomniku pamięci zagłady Żydów i murach synagogi w Dukli",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/antysemickie-napisy-na-pomniku-pami%C4%99ci-zag%C5%82ady-%C5%BCyd%C3%B3w-i-murach-synagogi-w-dukli/ar-AA1ICc6c?ocid=BingNewsVerp",
            "description": "Wandale profanacji w Dukli dopuścili się w nocy z 11 na 12 lipca 2025 roku. Zniszczony został mur zabytkowej synagogi przez ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.h9YDrdlLxC2x_OKwXU-lZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowiny 24 on MSN3 godz.",
            "source": "Nowiny 24 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Brutalność Izraela w Ziemi Świętej. Przejmujący apel",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/brutalno%C5%9B%C4%87-izraela-w-ziemi-%C5%9Bwi%C4%99tej-przejmuj%C4%85cy-apel/ar-AA1IASvS?ocid=BingNewsVerp",
            "description": "Radykalni żydowscy osadnicy atakują chrześcijańskie miasto Taybeh z coraz większą brutalnością, podczas gdy izraelskie wojsko ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0ZSL7SyVL8gaWm6orIxtLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN13 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki w okolicach Krakowa. Sprawdź ciekawe miejsca, które warto odwiedzić! [15.07.2025]",
            "link": "https://www.msn.com/pl-pl/podroze/podr%C3%B3%C5%BCe-przygodowe/wycieczki-w-okolicach-krakowa-sprawd%C5%BA-ciekawe-miejsca-kt%C3%B3re-warto-odwiedzi%C4%87-15-07-2025/ar-AA1HrHpY?ocid=BingNewsVerp",
            "description": "Urokliwe miasteczka, wiekowe zamki, malownicze parki i spokojne zakątki – to wszystko czeka na odkrycie tuż za rogatkami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8L0I1Kh7F7im0h3KPJKlEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN1 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-15,7,day.html",
            "description": "Na stałą ekspozycję Muzeum Uniwersytetu Jagiellońskiego w Collegium Maius składają się zabytkowe wnętrza, takie jak libraria (biblioteka), stuba communis (dawna jadalnia),skarbiec, pokoje profesorskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków9 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie: znaleźli w lesie skarb. \"Wypchany złotem\"",
            "link": "https://www.fakt.pl/wydarzenia/polska/poznan/sensacyjne-odkrycie-znalezli-w-lesie-skarb-wypchany-zlotem/q4trjqg",
            "description": "Stowarzyszenie Poszukiwaczy Śladów Historii DENAR w Kaliszu pochwaliło się w sieci znalezieniem skarbu. To garnek, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.wLVrLtvaF63o6JvV%2bWpA5A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Fakt.pl43 min",
            "source": "Fakt.pl",
            "article_content": "Stowarzyszenie Poszukiwaczy Śladów Historii DENAR w Kaliszu pochwaliło się w sieci znalezieniem skarbu. To garnek, prawdopodobnie wypchany złotem. Wiadomo już, co się z nim stało.\n\nStowarzyszenie ma za sobą dobrą passę – to już trzeci skarb odkryty w ciągu ostatnich pięciu tygodni.\n\nAktualne znalezisko odkryto na innej działce i pochodzi z innej epoki.\n\nZnaleźli zakopany garnek. \"Prawdopodobnie wypchany złotem\"\n\nGarnek, który został znaleziony przez poszukiwacza, pochodzi z okresu wpływów rzymskich. Jak czytamy w komunikacie Stowarzyszenia Poszukiwaczy Śladów Historii, \"prawdopodobnie jest wypchany złotem\".\n\nŚwiadczyć ma o tym wystający fragment złotej bransoletki z garnka.\n\nKto go odnalazł? Mateusz Łągiewicz, nazywany w swojej grupie \"złotym dzieckiem\".\n\nGdzie trafił garnek ze złotem? Wszystko zdradzili\n\nDalej czytamy, że skarb został zabezpieczony przez pracownika Wojewódzkiego Urzędu Ochrony Zabytków. Jak przypomina portal epoznan.pl, stowarzyszenie współpracuje z tym organem.\n\nIch znaleziska są odpowiednio zabezpieczane – tak też stało się z wykopanym garnkiem.\n\nCzytaj także:\n\nMała Kasia dostała wyjątkowy prezent. Marta Nawrocka o wzruszającym geście\n\nList, który poruszy biskupów? Giertych nie wytrzymał i napisał do Episkopatu\n\nŹródło: DENAR Kalisz – Stowarzyszenie Poszukiwaczy Śladów Historii / epoznan.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie pod Kaliszem. \"Wypchany złotem\"",
            "link": "https://www.o2.pl/informacje/niezwykle-odkrycie-pod-kaliszem-wypchany-zlotem-7178491698645536a",
            "description": "Pod Kaliszem odkryto trzeci w ciągu pięciu tygodni skarb. Tym razem to garnek z okresu wpływów rzymskich. \"Tym razem dużo starszy, bo z okresu wpływów rzymskich, garnek jest większy cięższy i prawdopo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.GhWejP0dMFTzOkSqze5iTA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o22 godz.",
            "source": "o2",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]