[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blanka Lipińska pokazała efekty remontu hiszpańskiej willi! Starocie zamieniła w rustykalne gniazdko (FOTO)",
            "link": "https://www.kozaczek.pl/galeria/blanka-lipinska-pokazala-efekty-remontu-hiszpanskiej-willi-starocie-zamienila-w-rustykalne-gniazdko-foto/",
            "description": "Blanka Lipińska znana jako autorka najpopularniejszych erotyków z serii „365 dni' jakiś czas temu zainwestowała w 40-letnią ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9wU9gv0-OBxPohO0YXdwKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kozaczek22 godz.",
            "source": "Kozaczek",
            "article_content": "Metamorfoza hiszpańskiej willi Blanki Lipińskiej\n\nBlanka Lipińska znana jako autorka najpopularniejszych erotyków z serii „365 dni” jakiś czas temu zainwestowała w 40-letnią willę pod Malagą o powierzchni 200 metrów kwadratowych. Pisarka wraz ze swoim partnerem i małą ekipą remontową przekształciła ją w wakacyjny i zimowy azyl.\n\nPo żmudnych i ciężkich miesiącach remontów wreszcie pokazała efekt finalny, który przeszedł chyba najśmielsze oczekiwania. Jak widać, rezydencja posiada teraz jasną i przestronną przestrzeń zaaranżowaną w stylu boho czy rustykalnym. W salonie dominuje beż i biel, oraz drewniane dodatki, co nawiązuje do natury."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda przy Andersa przyciągnęła w niedzielę tych, których interesują auta albo chcą kupić warzywa i różne starocie",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/gie%C5%82da-przy-andersa-przyci%C4%85gn%C4%99%C5%82a-w-niedziel%C4%99-tych-kt%C3%B3rych-interesuj%C4%85-auta-albo-chc%C4%85-kupi%C4%87-warzywa-i-r%C3%B3%C5%BCne-starocie/ar-AA1L76uW?ocid=BingNewsVerp",
            "description": "Przedostatnia niedziela (24.08) sierpnia przyciągnęła na białostocką giełdę przy Andersa wielbicieli samochodów i tych, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUoa57VqJOXvQByjx9TxTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kurier Poranny on MSN21 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marcin Śliwa, burmistrz Kęt, o nowym lokalu komunalnym: - Lepiej postawić nowy blok, niż „pudrować' starocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/marcin-%C5%9Bliwa-burmistrz-k%C4%99t-o-nowym-lokalu-komunalnym-lepiej-postawi%C4%87-nowy-blok-ni%C5%BC-pudrowa%C4%87-starocie/ar-AA1L6z3E?ocid=BingNewsVerp",
            "description": "Budowa bloku komunalnego w Kętach jest na finiszu. Jego przekazanie do użytku ma nastąpić na początku 2026 roku. Przygotowano ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.P0m0tiDblWIhyzXsUtGk5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Oświęcim Nasze Miasto on MSN13 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paulina Krupińska odpoczywa w Barcelonie z Anną Lewandowską! Zafundowały sobie wspólną „randkę' (FOTO)",
            "link": "https://www.kozaczek.pl/galeria/paulina-krupinska-odpoczywa-w-barcelonie-z-anna-lewandowska-zafundowaly-sobie-wspolna-randke-foto/",
            "description": "Paulina Krupińska w jednym z wywiadów zdradziła niedawno, że poznała żonę Roberta Lewandowskiego dwanaście lat temu. Od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.m1OgwXs7RK57bnfx4BmEHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kozaczek17 godz.",
            "source": "Kozaczek",
            "article_content": "Paulina Krupińska na wakacjach u Anny Lewandowskiej\n\nPrzyjaźń Anny Lewandowskiej i Pauliny Krupińskiej trwa już od ponad dekady, a obie gwiazdy nie ukrywają, że łączy je wyjątkowa więź. Choć często spotykają się zawodowo czy podczas rodzinnych wyjazdów, tym razem postanowiły wspólnie spędzić czas w Barcelonie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 25.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-25-08-2025/ar-AA1JydQD?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN2 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 22.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-25-08-2025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN2 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak rewolucja cyfrowa zmieni finanse na świecie?",
            "link": "https://www.salon24.pl/u/jan-bodakowski/1459739,jak-rewolucja-cyfrowa-zmieni-finanse-na-swiecie",
            "description": "Jan Bodakowski Jak rewolucja cyfrowa zmieni finanse na świecie? Media skutecznie ograniczają odbiorcom przekazów wizje świata, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Salon2425 min",
            "source": "Salon24",
            "article_content": "25.08.2025 BLOG\n\nMedia skutecznie ograniczają odbiorcom przekazów wizje świata, który determinuje nasze życie, do nawalanki personalnej między wrogimi plemionami polityków (w naszym wypadku jednego plemienia, które upojone zwycięstwem i nienawiścią zaskakująco szybko popada w coraz większe szaleństwo, i drugiego, które w defensywie wzięło na przeczekanie, i nie pamięta, że wiele głupich pomysłów, które dziś eskalują rządzący, wczoraj było ich pomysłami).\n\nJan Bodakowski\n\nJak rewolucja cyfrowa zmieni finanse na świecie?\n\n\n\nMedia skutecznie ograniczają odbiorcom przekazów wizje świata, który determinuje nasze życie, do nawalanki personalnej między wrogimi plemionami polityków (w naszym wypadku jednego plemienia, które upojone zwycięstwem i nienawiścią zaskakująco szybko popada w coraz większe szaleństwo, i drugiego, które w defensywie wzięło na przeczekanie, i nie pamięta, że wiele głupich pomysłów, które dziś eskalują rządzący, wczoraj było ich pomysłami).\n\n\n\nW tej personalnej nawalance dla odbiorców niedostrzegalne są procesy, które realnie na trwałe zmieniają świat, w którym żyjemy. Media tymi tematami się nie zajmują, bo po pierwsze decydenci w mediach nie ogarniają rzeczywistości, po drugie eksperci nie wpisują się w przekaz dnia, a po trzecie większość odbiorców interesuje personalna nawalanka, bo media im wmówiły, że to jest najistotniejsze.\n\n\n\nProcesami, które są niezauważalne przez media, a które oddziałują na życie każdego z nas, są procesy na rynku finansowym. Można o nich przeczytać w wydanej przez Wydawnictwo WEI (Warsaw Enterprise Institute) pracy „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” autorstwa Eswarda Prasada.\n\n\n\nZ opisu wydawcy wynika, że praca „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” przybliża czytelnikom „to, jak przyspieszające zmiany finansowe, od końca czasów gotówki po narodziny kryptowalut, zmieniają gospodarkę”.\n\n\n\nZauważalnym dla wszystkich symbolem tych zmian jest to, że korzystamy z internetowej bankowości i robimy zakupy za pośrednictwem elektronicznych gadżetów. Według wydawnictwa WEI „są to jednak małe cuda w porównaniu z zawrotną liczbą eksperymentów, które mają miejsce na całym świecie, gdy firmy i rządy korzystają z możliwości nowych technologii finansowych. Jak wyjaśnia Eswar Prasad, świat finansów stoi u progu poważnych zaburzeń, które dotkną korporacji, bankierów, państwa, a ostatecznie nas wszystkich. Transformacja pieniądza zasadniczo zmieni sposób, w jaki żyją zwykli ludzie”.\n\n\n\nWedług wydawcy pracy „Prasad pokazuje, jak zmiany zdefiniują na nowo samo pojęcie pieniądza, rozdzielając jego tradycyjne funkcje jako jednostki rozliczeniowej, środka wymiany i magazynu wartości. Obietnica tkwi w większej wydajności i elastyczności, większej wrażliwości na potrzeby różnych konsumentów oraz lepszym dostępie do rynku dla osób nieposiadających rachunku bankowego. Ryzykiem jest niestabilność, brak odpowiedzialności i erozja prywatności. Przejrzysta, wizjonerska praca Przyszłość pieniądza pokazuje, jak zmaksymalizować to, co najlepsze, i ustrzec się przed tym, co najgorsze”.\n\n\n\nZdaniem wydawcy pracy z książki „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” dowiedzą się:\n\n„1. Czy kryptowaluty to skarbonka, fanaberia, czy waluta, która przewróci świat do góry nogami?\n\n2. Kto tak naprawdę skorzysta, a kto straci na rozwoju kryptowalut?\n\n3. Jak waluty cyfrowe zmieniają świat finansów, jaki znamy?\n\n4. Czy kryptowaluty zapewniają anonimowość i bezpieczeństwo?\n\n5. Czy pieniądz to tylko papier wartościowy, a może jedna z podstaw funkcjonowania społeczeństwa?\n\n6. Czy wraz z pojawieniem się walut cyfrowych banki nie stracą kontroli nad systemem płatności i będą w stanie nadal prowadzić niezależną politykę pieniężną?\n\n7. Czy rezygnacja z gotówki wyjdzie nam na dobre?\n\n8. Jak waluty cyfrowe doprowadziły do rozwoju państw Trzeciego Świata?\n\n9. Czy stablecoiny znacząco obniżą koszty transakcji transgranicznych i doprowadzą do rewolucji w świecie finansów?”\n\n\n\nW dotyczącym publikacji „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” artykule sponsorowanym „Quo vadis, pecunia?” (autorstwa Piotra Rosika), jaki został przez WEI opublikowany na łamach „Do Rzeczy”, można przeczytać, że „era gotówki dobiega końca, a nadchodzi czas walut cyfrowych emitowanych przez banki centralne”, już dziś w Chinach prawie nikt nie używa banknotów i monet.\n\n\n\nZ artykułu WEI można się dowiedzieć, że najszybciej od pieniądza tradycyjnego odchodzą Szwecja i Chiny - „Ich banki centralne prawdopodobnie będą jednymi z pierwszych największych gospodarek, które wyemitują swoje cyfrowe waluty (ang. Central Bank Digital Currencies, CBDC) — wirtualne wersje swoich oficjalnych walut — które będą współistnieć z walutą papierową i monetami, a być może kiedyś je zastąpią. Nie będą to jednak pierwsze kraje, które wydadzą CBDC. Kilka innych, w tym Bahamy, Ekwador i Urugwaj, już eksperymentowało z CBDC w różnych formach. Mimo to dysponowanie tak dużą potęgą, jak Chiny przemienia koncepcję CBDC z interesującej ciekawostki w krok ku nieubłaganemu rozwojowi natury pieniądza banku centralnego”.\n\n\n\nW pracy „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów\", jak informuje WEI, autor „zaczyna od ogólnego wprowadzenia (rozdział 1), w którym stara się jak najszerzej przybliżyć czytelnikowi przemożny wpływ rozwoju technologicznego na pieniądz i branżę finansową. Zdaje sobie sprawę, że by to zrobić dobrze, musi zacząć ab ovo i w ogóle omówić podstawy pieniądza i finansów (rozdział 2).\n\n\n\nNastępnie, naukowiec bierze pod lupę fintech, czyli technologie finansowe, które zmieniają biznes i życie codzienne w zakresie finansów (rozdział 3). Potem przechodzi płynnie do bitcoina (rozdział 4) oraz zajmuje się zjawiskiem kryptomanii (rozdział 5).\n\n\n\nPrasad jest zdania, że jednak to pieniądze banków centralnych mimo wszystko są pieniędzmi przyszłości, więc omawia najdokładniej, jak umie, przypadek walut cyfrowych CBDC, które dopiero raczkują (rozdział 6), oraz monitoruje wprowadzanie ich do obrotu (rozdział 7).\n\n\n\nNastępnie bierze się na poważnie za futurologię finansową, rozważa konsekwencje błyskawicznych zmian technologicznych dla międzynarodowego systemu walutowego (rozdział 8), wczuwa się w mające pod górę banki centralne (rozdział 9) i w końcu zabawia się we wróża, starając się zarysować przyszłość światowych finansów (rozdział 10)”.\n\n\n\nW wydanej przez WEI pracy „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów autor „Prasad nie mógł pominąć kwestii bitcoina (BTC) i kryptowalut, które pojawiły się na przełomie 2008 i 2009 roku i dość dynamicznie się rozwijają. Naukowiec nie ukrywa sceptycyzmu odnośnie do wartości „tego, co w zasadzie jest tylko fragmentem kodu informatycznego” – czyli bitcoina. Z drugiej jednak strony, przyznaje, że leżąca u jego podstaw technologia — która jest naprawdę kreatywna i innowacyjna — prawdopodobnie będzie miała dłuższą żywotność niż sama kryptowaluta”.\n\n\n\nZ artykułu WEI można się dowiedzieć, że w pracy „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” „Prasad ostrzega nie tylko przed kryptowalutami, ale też przed korporacyjnymi walutami cyfrowymi. Do wyemitowania takowej przymierzał się choćby Facebook (Libra, przemianowana potem na Diem)”. Zdaniem Prasada „jest to perspektywa intrygująca i pod pewnymi względami niepokojąca, gdyż główne międzynarodowe media społecznościowe, a także platformy komercyjne, takie jak Amazon, mogą stać się ważnymi graczami na rynkach finansowych, emitując własne tokeny lub waluty. Amazon Coins mogą być już wykorzystywane do kupowania gier i aplikacji na platformie Amazona; można sobie wyobrazić, że takie tokeny mogłyby ostatecznie zostać wykorzystane w handlu szerszą gamą towarów na tej platformie. Wsparcie gigantycznej firmy zapewniłoby stabilność wartości jej monet i uczyniłoby z nich rentowny środek wymiany, zmniejszając popyt na pieniądze banku centralnego w transakcjach handlowych. […] Co więcej, korporacyjne tokeny cyfrowe mogłyby w końcu być postrzegane również jako przechowalnie wartości, z uwagi na skalę działalności i widoczną stabilność tych korporacji oraz ich siłę finansową”.\n\n\n\nCzytelnicy artykułu WEI dowiedzą się, że według autora pracy „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” „nadchodzące zmiany w pieniądzu, rynkach finansowych i systemach płatniczych będą miały znaczące reperkusje dla działalności banków centralnych oraz ich zdolności do osiągania kluczowych celów, jak niska inflacja i stabilność systemu finansowego”.\n\n\n\nWedług WEI autor „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” „wskazuje, że zmiany technologiczne mogą mieć znaczący wpływ na [...] rozprzestrzenianie się cyfrowych platform pożyczkowych może pewnego dnia zmniejszyć znaczenie tradycyjnych banków komercyjnych. Kiedy bank centralny, taki jak Rezerwa Federalna Stanów Zjednoczonych (Fed), zmienia stopy procentowe, wpływa to na oprocentowanie depozytów i pożyczek banków komercyjnych w sposób, który jest dość zrozumiały. Odpowiadający im wpływ na oprocentowanie pożyczek innych instytucji i platform jest dużo mniej klarowny. Utrudni to bankowi centralnemu zarządzanie zmiennymi ekonomicznymi, na których mu zależy, takimi jak inflacja i stopa bezrobocia”.\n\n\n\nWEI informuje w swym artykule, że autor pracy „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” twierdzi, że „detaliczne CBDC [cyfrowe waluty banków centralnych.] mogą funkcjonować jako mechanizmy płatności, które zapewniają stabilność, niekoniecznie ograniczając prywatne innowacje finansowe lub wypierając prywatnie zarządzane systemy płatności”.\n\n\n\nAutor pracy „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów”, jak można dowiedzieć się z artykułu WEI, że CBDC „niesie ze sobą problemy i zagrożenia, choćby dla wolności obywatelskich. „Gdyby gotówka ustąpiła miejsca CBDC, a systemy płatności były w przeważającej mierze cyfrowe, wszelkie pojęcie anonimowości i prywatności w sprawach finansowych byłoby poważnie zagrożone. […] W społeczeństwach autorytarnych pieniądz banku centralnego w postaci cyfrowej mógłby stać się dodatkowym instrumentem rządowej kontroli nad obywatelami, a nie tylko wygodnym, bezpiecznym i stabilnym środkiem wymiany”.\n\n\n\nWedług raportu szwedzkiego banku centralnego w transakcjach elektronicznym pieniądzem „całkowitej anonimowości i uczciwości nie da się technicznie w pełni zaoferować. […] e-korona, ze względu na swoją cyfrową formę, zawsze będzie możliwa do prześledzenia, gdy zostanie użyta do dokonania płatności, a ponadto musi spełniać wymogi dotyczące możliwości śledzenia określone w dyrektywie w sprawie prania brudnych pieniędzy. W ten sposób w przypadku użycia karty do dokonania płatności elektronicznej zawsze będzie można zidentyfikować jej nabywcę”.\n\n\n\nDodatkowo, jak wynika z artykułu WEI, autor pracy „Przyszłość pieniądza. Jak rewolucja cyfrowa przemienia świat walut i finansów” wskazuje, że „CBDC są i będą podatne na hakowanie”, oraz, że „CBDC może w końcu spowodować to samo ryzyko, któremu ma zapobiegać, czyli niestabilność finansową. Gdyby wszystkie gospodarstwa domowe i przedsiębiorstwa miały dostęp do rachunków w banku centralnym lub portfeli cyfrowych CBDC, mogłyby one w sytuacji osłabienia zaufania finansowego zwrócić się do tych portfeli jako do bezpiecznej przystani, wyprowadzając pieniądze ze swoich rachunków bankowych i doprowadzając do załamania systemu bankowego”.\n\n\n\nJan Bodakowski\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kupienin – otwarto stałą wystawę poświęconą abp. Zygmuntowi Zimowskiemu",
            "link": "https://www.ekai.pl/kupienin-otwarto-stala-wystawe-poswiecona-abp-zygmuntowi-zimowskiemu/",
            "description": "W Kupieninie, skąd pochodził śp. abp Zygmunt Zimowski została otwarta stała wystawa upamiętniająca duchownego, który zmarł w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.K7R1eSIB0OFK4l2FMK1z7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "eKAI14 godz.",
            "source": "eKAI",
            "article_content": "W Kupieninie, skąd pochodził śp. abp Zygmunt Zimowski została otwarta stała wystawa upamiętniająca duchownego, który zmarł w 2016 roku. Abp Zimowski był biskupem radomskim, przewodniczącym Papieskiej Rady ds. Duszpasterstwa Służby Zdrowia w Watykanie, pracował w Kongregacji Nauki Wiary Stolicy Apostolskiej. Przyczynił się do powstania w Kupieninie Domu Radosnej Starości im. Jana Pawła II i kaplicy Świętych Apostołów Piotra i Pawła.\n\nOtwarcie wystawy poprzedziła Msza święta we wspomnianej kaplicy pod przewodnictwem metropolity częstochowskiego abpa Wacława Depo, który w homilii akcentował tematy pokory i służby. „Jako uczniowie Chrystusa w kolejnym pokoleniu wiary Kościoła jesteśmy zaproszeni do tego, by się nie wywyższać, ale wejść za wzorem Zbawiciela w rzeczywistość służby. Jak doskonale spełnił się ten postulat w życiu i posłudze śp. abpa Zygmunta Zimowskiego, który wszedł w głębię sakramentu kapłaństwa i posługi apostolskiej według słów Zbawiciela „Nie przyszedłem aby mi służono, ale by służyć i życie swoje dać”. Nie chodzi więc o jakieś cierpiętnictwo, ale o radość, którą można odnaleźć właśnie w byciu darem dla innych w wymiarach służby Bogu w ludziach” – dodał abp Depo.\n\nW Kupieninie można oglądać pamiątki związane z życiem i posługą abp. Zimowskiego oraz św. Jana Pawła II i papieża Benedykta XVI. – Na wystawie można zobaczyć piuskę św. Jana Pawła II i mitrę. Są księgi liturgiczne, które były używane podczas papieskich pielgrzymek do różnych krajów. To także pamiątki związane z posługą papieża Benedykta XVI, takie jak medale pamiątkowe, monety wybijane w Watykanie. Jest mnóstwo zdjęć przedstawiających posługę duszpasterską abpa Zygmunta Zimowskiego, a także jego brewiarze, szaty liturgiczne, sutanny – wylicza ks. Jan Bartoszek, kurator wystawy i autor książki o arcybiskupie Zygmuncie Zimowskim “Współpracownik Prawdy”.\n\nW Kupieninie trwa pamięć o śp. arcybiskupie Zygmuncie Zimowskim. Zdaniem ks. Jana Bartoszka, otwarcie stałej wystawy pomoże w jej podtrzymywaniu i przekazywaniu kolejnym pokoleniom.\n\n– Wystawa została umieszczona w sali nad zakrystią kaplicy Świętych Apostołów Piotra i Pawła w Kupieninie. Jest to kaplica, której inicjatorem i budowniczym był śp. abp Zygmunt Zimowski. Ta wystawa będzie przypominać nie tylko mieszkańcom, którzy bardzo są zaangażowani w upamiętnianie osoby i dzieła Księdza Arcybiskupa, ale również wszystkim, którzy będą przybywać do tego miejsca. Wystawa mieści się obok Domu Radosnej Starości, który został wybudowany z inicjatywy abpa Zygmunta Zimowskiego – mówi duszpasterz.\n\nW otwarciu wystawy uczestniczyli także bp Krzysztof Nykiel regent Penitencjarii Apostolskiej w Watykanie, kapłani, przyjaciele i mieszkańcy Kupienina.\n\nAbp Zygmunt Zimowski urodził się 7 kwietnia 1949 r. w Kupieninie na terenie parafii Mędrzechów w diecezji tarnowskiej. Rodzicami jego byli Stanisław i Maria z domu Nowakowska.\n\nLiceum ogólnokształcące ukończył w Dąbrowie Tarnowskiej w 1967 r. Następnie wstąpił do Wyższego Seminarium Duchownego w Tarnowie, które ukończył przyjmując w Tarnowie 27 maja 1973 r. święcenia kapłańskie z rąk bp. Jerzego Ablewicza, ordynariusza tarnowskiego.\n\nPo święceniach został mianowany wikariuszem parafii pw. św. Elżbiety w Starym Sączu. W roku 1975 skierowany został na studia specjalistyczne z zakresu teologii dogmatycznej w Katolickim Uniwersytecie Lubelskim. Tam uzyskał licencjat z teologii pod tytułem „Pneumatologiczny wymiar Konstytucji dogmatycznej «Lumen gentium»”. Następnie kontynuował studia w Innsbrucku w Austrii. W roku 1982 uzyskał doktorat z teologii dogmatycznej.\n\nOd 1 lutego 1983 r. rozpoczął pracę w watykańskiej Kongregacji Nauki Wiary, której prefektem był kard. Joseph Ratzinger.\n\nW czasie pracy w Watykanie ks. Zimowski był także postulatorem w Kongregacji do Spraw Kanonizacyjnych przy procesach Karoliny Kózkówny i ks. Romana Sitki – z diecezji tarnowskiej, jak też Marii Julitty Ritz – z diecezji Würzburg w Niemczech. Podejmował też prace nad przygotowaniem „Katechizmu Kościoła Katolickiego”, zwłaszcza jego polskiego wydania, jak też współpracował z Radiem Watykańskim.\n\nKs. Zimowski podjął starania, by w rodzinnym Kupieninie powstał Dom Radosnej Starości im. Jana Pawła II i kaplica pw. Świętych Apostołów Piotra i Pawła.\n\nBiskupem radomskim został mianowany przez Jana Pawła II 28 marca 2002 r.. Uroczysta konsekracja i ingres odbyły się 25 maja 2002 r. w radomskiej katedrze. Głównym konsekratorem był kard. Joseph Ratzinger. Hasłem posługi pasterskiej bp. Zygmunta Zimowskiego były słowa „Non ministrari sed ministrare” – „Nie przyszedłem, aby mi służono, lecz aby służyć”.\n\nW ramach KEP piastował też funkcje członka Rady do Spraw Ekumenizmu i przewodniczącego Komisji Nauki Wiary Konferencji Episkopatu Polski.\n\nOd października 2007 r. był członkiem Rady Stałej Konferencji Episkopatu Polski. Od 6 marca 2008 r. do 26 listopada 2009 r. pełnił funkcję delegata Konferencji Episkopatu Polski ds. Duszpasterstwa Emigracji.\n\n30 czerwca 2008 r. otrzymał doktorat honoris causa Chrześcijańskiej Akademii Teologicznej w Warszawie. 9 listopada 2008 roku odznaczony przez Prezydenta RP, Lecha Kaczyńskiego Krzyżem Kawalerskim Orderu Odrodzenia Polski za zaangażowanie na rzecz ratowania żydowskich zabytków cmentarnych. W 2015 prezydent RP Andrzej Duda udekorował go Krzyżem Komandorskim z Gwiazdą Orderu Odrodzenia Polski.\n\n18 kwietnia 2009 r. papież Benedykt XVI mianował bp. Zygmunta Zimowskiego przewodniczącym Papieskiej Rady ds. Duszpasterstwa Służby Zdrowia, wynosząc go równocześnie do godności arcybiskupiej i zwalniając z posługi biskupiej w Radomiu.\n\nAbp Zygmunt Zimowski zmarł 12 lipca 2016 roku."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "25 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-25,3,day.html",
            "description": "FRIDA IMMERSIVE w Hangarze Czyżyny to wyjątkowa okazja, by przenieść się do świata jednej z najbardziej fascynujących postaci XX wieku. Przez trzy miesiące zwiedzający będą mieli okazję, by poczuć ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Izba Regionalna w Woli Radziszowskiej\n\nIzba znajduje się w sąsiedztwie tamtejszego zabytkowego kościoła parafialnego z przełomu XV i XVI w. Mieści się w starym przykościelnym spichlerzu, udostępnionym na ten cel przez parafię. W Izbie znajduje się już ponad 200..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy polują na te naczynia, wazony i figurki [25.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki-25-08-2025/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN15 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znów tłumy na Pchlim Targu - 24 sierpnia 2025. Dużo ubrań, narzędzi, mebli i staroci. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/zn%C3%B3w-t%C5%82umy-na-pchlim-targu-24-sierpnia-2025-du%C5%BCo-ubra%C5%84-narz%C4%99dzi-mebli-i-staroci-zdj%C4%99cia-ceny/ar-AA1L70gF?ocid=BingNewsVerp",
            "description": "W przedostatnią niedzielę sierpnia 2025 roku na Pchli Targ we Włocławku przy alei Kazimierza Wielkiego przyciągnął kupujących ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.71OYkC3WsbigToSByqVNCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN20 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na pchlim targu przy Auchan Komorniki. Sprawdź, co można było upolować w niedzielę 24 sierpnia! Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-na-pchlim-targu-przy-auchan-komorniki-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-24-sierpnia-2025-roku-zobacz-zdj%C4%99cia-i-ceny/ar-AA1L6Zlc?ocid=BingNewsVerp",
            "description": "W niedzielę, 24 sierpnia, pchli targ przy Auchan Komorniki w Poznaniu ponownie zgromadził tłumy kupujących i oglądających. Na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.72FuvGfbTsjnQznl27I-Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN2 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci wraca do poprzedniej lokalizacji. Teraz będzie działać jednocześnie w dwóch",
            "link": "https://epoznan.pl/news-news-166878-gielda_staroci_wraca_do_poprzedniej_lokalizacji_teraz_bedzie_dzialac_jednoczesnie_w_dwoch",
            "description": "Na naszej stronie epoznan.pl, my oraz naszych 1062 zaufanych partnerów uzyskujemy dostęp i przechowujemy informacje na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EZIiNJrO5dWSLbDTMFmV7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "epoznan.pl15 godz.",
            "source": "epoznan.pl",
            "article_content": "Kupujący i sprzedający będą mieli wybór.\n\nWcześniej \"Giełda Staroci Pchli Targ\" przeniosła się ze Starej Rzeźni i odbywała się przy centrum handlowym M1. Od maja 2024 zmieniła się lokalizacja. Giełda, ze względu na brak miejsca, przeniosła się na parking Centrum Handlowego Auchan Poznań Komorniki. Choć obawiano się, że takie zmiany mogą wpłynąć na frekwencję klientów, już od pierwszych momentów działania okazało się, że również do tej lokalizacji przybywały tłumy.\n\nTeraz są nowe informacje. \"Giełda Staroci Pchli Targ\" wraca pod M1. Od 31 sierpnia działamy podwójnie. Giełda Staroci wraca aż w dwie lokalizacje jednocześnie! Jak zawsze spotkacie nas na parkingu przy CH Auchan Poznań Komorniki. A dodatkowo jesteśmy znów w okolicy centrum handlowego M1\" - informują organizatorzy. \"Wybierzcie miejsce bliżej Was albo... odwiedźcie obie!\" - dodają.\n\nObie giełdy działają w tych samych godzinach od 6:00 do 14:00."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wachlarz zabytkowych pojazdów czeka na zwiedzających! Zlot motoryzacyjny w Inowrocławiu",
            "link": "https://www.radiopik.pl/2,132001,wachlarz-zabytkowych-pojazdow-czeka-na-zwiedzajacych-zlot-motoryzacyjny-w-inowroclawiu",
            "description": "Od klasyków PRL przez amerykańskie krążowniki szos, aż po szybowce – mowa o 10. Jubileuszowym Zlocie Fiata 126p i Klasyków.",
            "image_url": "https://www.bing.pl/th?id=OVFT.lOyLr_gcQsQy_dG_3NRnUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Polskie Radio PiK18 godz.",
            "source": "Polskie Radio PiK",
            "article_content": "2025-08-24, 15:28 Marcin Glapiak/Redakcja\n\nZlot motoryzacyjny w Inowrocławiu. / Fot. Gmina Inowrocław\n\nOd klasyków PRL przez amerykańskie krążowniki szos, aż po szybowce – mowa o 10. Jubileuszowym Zlocie Fiata 126p i Klasyków. Kilkaset pojazdów opanowało tereny lotniska Aeroklubu Kujawskiego.\n\n– Tradycyjnie jest smalec, pasztetowa, ogórek kiszony i placuszek, drożdżówka ze śliwkami – opowiadał uczestnik zlotu, który przyjechał „Maluchem” z przyczepką i wyposażeniem spożywczym.\n\n\n\n– To jest Lincoln Continental Mark IV z 1973 roku. Silnik ma 7,5 litra – opowiadał kolejny.\n\n\n\n– Całe życie lubiłem samochody uprzywilejowane. Przez pięć lat jeździłem karetką. Nie wziąłem dzisiaj bloczka do mandatów, więc dzisiaj ulgowo – opowiadał pan Zdzisław, który pojawił się na zlocie z milicyjnym Fiatem 125p.\n\n\n\nZlot potrwa do niedzieli (24 sierpnia) do godziny 18."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Blues to korzenie, reszta to owoce\". Tak było podczas festiwalu w Świeciu [zdjęcia]",
            "link": "https://www.radiopik.pl/2,132012,blues-to-korzenie-reszta-to-owoce-tak-bylo-podczas-festiwalu-w-swieciu-zdjecia",
            "description": "Blues na Świecie od lat gości największe gwiazdy światowego bluesa! Nie inaczej było w tym roku. Na scenie pojawili się m.in.",
            "image_url": "https://www.bing.pl/th?id=OVFT.sQFAciE6iytC759M-ysp9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Polskie Radio PiK23 godz.",
            "source": "Polskie Radio PiK",
            "article_content": "2025-08-24, 10:55 Wiktor Sobociński / Redakcja\n\nNajwiększym zainteresowaniem cieszył się jednak koncert Krzysztofa Cugowskiego. / Fot. Izabela Langner\n\nBlues na Świecie od lat gości największe gwiazdy światowego bluesa! Nie inaczej było w tym roku. Na scenie pojawili się m.in. Eric Gales, Krzysztof Cugowski i Mistrzowie Gitary oraz Big Blues Orchestra.\n\n- Blues to korzenie, reszta to owoce - mówi Ariel Stawski z Centrum Kultury w Świeciu. - I właśnie te owoce chcemy prezentować, chcemy zaskakiwać publiczność. Stąd w 15-letniej historii naszej imprezy na scenie pojawiali się artyści, którzy nie zawsze bywali kojarzeni z bluesem.\n\n\n\nPodczas dwudniowego festiwalu muzycznego na scenie amfiteatru w Świeciu zaprezentowało się kilkunastu artystów, którzy zdecydowanie „czuli bluesa\".\n\n\n\n- Jak się na takiej muzyce wychowywałem, ponieważ mój ojciec słuchał dużo bluesa. Kiedy zaczynałem grać na gitarze i śpiewać, to też opierałem się na bluesie - wspomina Wojciech Cugowski, który zagrał na scenie w Świeciu. - W muzyce rockowej też jest tego bluesa dużo.\n\n\n\nOprócz Wojciecha Cugowskiego w koncercie „mistrzów bluesa\" publiczność mogła podziwiać światową gwiazdę gatunku Erica Galesa czy Tatianę Okupnik.\n\n\n\nNajwiększym zainteresowaniem cieszył się jednak koncert Krzysztofa Cugowskiego, który specjalnie na potrzeby festiwalowego występu gościł na scenie trzech mistrzów gitary: Apostolisa Anthimosa (m.in. SBB), Ryszarda Sygitowicza (ex Perfect) i Marka Radulego (m.in Wanda i Banda, Budka Suflera).\n\n\n\n- Cała przyjemność polega na spotkaniu muzycznym i własnej interpretacji tego, co obecnie Krzysztof robi - mówi Marek Raduli. - Znamy te utwory, bo były w repertuarze Krzyśka od zawsze.\n\n\n\nPatronem medialnym festiwalu Blues na Świecie było Polskie Radio PiK."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe centrum Warszawy rajem dla furgonetek. Sprawdzamy zmiany na półmetku przebudowy kwartału Złota - Zgoda",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32189928,nowe-centrum-warszawy-rajem-dla-furgonetek-sprawdzamy-zmiany.html",
            "description": "Na półmetku przebudowy kwartału Złotej i Zgody za niemal 50 mln zł widać już, gdzie będą tryskały nowe fontanny i gdzie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1e_uOjAA0a39VCVEQmUYZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa.Wyborcza.pl22 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fascynujący szlak turystyczny w Warszawie. Śladem historii techniki i wojskowości. Mało kto zna tę trasę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/fascynuj%C4%85cy-szlak-turystyczny-w-warszawie-%C5%9Bladem-historii-techniki-i-wojskowo%C5%9Bci-ma%C5%82o-kto-zna-t%C4%99-tras%C4%99/ar-AA1L76Mw?ocid=BingNewsVerp",
            "description": "Na terenie Kampinosu, w okolicach Starych Babic i Bemowa, rozciąga się fascynujący szlak historyczny „Śladami Radiostacji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._I4OYIzUx4wDGeda0sr5MC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN21 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabrze ma nowego prezydenta. Kamil Żbikowski zwycięzcą przyspieszonych wyborów",
            "link": "https://www.polsatnews.pl/wiadomosc/2025-08-25/zabrze-wybralo-nowego-prezydenta-pkw-przedstawila-wynik/",
            "description": "Nowym prezydentem Zabrza został Kamil Żbikowski, zwyciężając w drugiej turze różnicą nieco ponad 100 głosów. Przyspieszone ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.F7Um37ILO2mqpc5iY1bqmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Polsat News3 godz.",
            "source": "Polsat News",
            "article_content": "Nowym prezydentem Zabrza został Kamil Żbikowski, zwyciężając w drugiej turze różnicą nieco ponad 100 głosów. Przyspieszone wybory odbyły się po tym, jak z funkcji prezydent odwołana została Agnieszka Rupniewska.\n\nW drugiej turze przedterminowych wyborów prezydenta Zabrza zmierzyli się Ewa Weber (KWW Ewa Weber) i Kamil Żbikowski (KWW Lepsze Zabrze Kamila Żbikowskiego). Na Żbikowskiego zagłosowało 16 031 osób (50,17 proc.), a na Weber - 15 925 osób (49,83 proc.).\n\nUprawnionych do głosowania w 140-tysięcznym Zabrzu było około 116,7 tys. mieszkańców. Frekwencja, przy 31 956 ważnych głosów wyjętych z urn, wyniosła 27,4 proc. Odnotowano 195 głosów nieważnych. W sumie utworzono 89 obwodowych komisji wyborczych.\n\nW pierwszej turze Weber otrzymała 39,29 proc. głosów, a Żbikowski 16,14 proc. Pozostali kandydaci: Borys Borówka - 15,29 proc., Sebastian Dziębowski - 14,09 proc., Rafał Kobos - 9,88 proc., Łucja Chrzęstek-Bar - 5,31 proc. Frekwencja wyniosła 27,87 proc.\n\nNowy prezydent Zabrza Kamil Żbikowski\n\nNowy prezydent miasta Kamil Żbikowski (38 lat) nie jest członkiem żadnej partii politycznej. Jego kandydatura została zgłoszona przez Komitet Wyborczy Wyborców Lepsze Zabrze Kamila Żbikowskiego. Od 2018 r. zasiada jako radny w Radzie Miasta Zabrze. W wyborach samorządowych w 2018 r. oraz w 2024 r. startował na prezydenta miasta, jednak bez powodzenia.\n\nZ wykształcenia jest prawnikiem, posiada również wyższe wykształcenie ekonomiczne, a także studiował historię i nauki polityczne. Zawodowo zajmuje się zarządzaniem projektami międzynarodowymi. W Zabrzu angażuje się w inicjatywy lokalne, koordynując projekty takie jak Miastotwórcy Zabrze czy Ratujemy Zabrzańskie Zabytki. Był także inicjatorem i prowadzącym projekt Rowerowa Średnicówka. Jest członkiem Śląskiej Inicjatywy Rowerowej i założycielem ruchu społecznego Lepsze Zabrze.\n\nZOBACZ: Nawrocki pogratulował Ukrainie. \"Polska stoi u boku Waszego Narodu\"\n\nZdaniem Żbikowskiego niewielka różnica głosów w drugiej turze wskazuje na to, że Zabrze \"potrzebuje dialogu\". Zaznaczył, że chciałby przekonać wszystkie zabrzanki i zabrzan do zjednoczenia i wspólnego działania.\n\n- Chciałbym, żebyśmy tak samo, albo jeszcze bardziej, cieszyli się po zakończeniu tej kadencji, że udało nam się zrobić wiele rzeczy, że udało nam się poprowadzić to miasto ku lepszej przyszłości - powiedział Żbikowski.\n\nWeber podziękowała mieszkańcom za każdy oddany głos oraz wsparcie zarówno w kampanii wyborczej, jak i podczas pełnienia przez nią obowiązków prezydenta Zabrza.\n\nZabrze ma nowego prezydenta. Wybory efektem referendum\n\nZorganizowanie przedterminowych wyborów prezydenta Zabrza było konieczne, ponieważ w majowym referendum odwołana z tego stanowiska została Agnieszka Rupniewska. Nie został natomiast przekroczony próg frekwencyjny konieczny do odwołania Rady Miasta Zabrze.\n\nRupniewska rządziła w Zabrzu rok. W 2024 r. wygrała wybory samorządowe. W drugiej turze uzyskała więcej głosów niż Małgorzata Mańka-Szulik, która kierowała miastem przez 18 lat - od 2006 r.\n\nZOBACZ: Będzie kolejne weto prezydenta? \"Nie podpisze takiej ustawy\"\n\nWcześniej w województwie śląskim przeprowadzono dwa referenda, które zakończyły się odwołaniem władz samorządowych. W 2009 r. mieszkańcy odwołali prezydenta Częstochowy Tadeusza Wronę, a w 2012 r. prezydenta Bytomia Piotra Koja wraz z radą miejską.\n\nBez powodzenia w 2009 r. próbowano odwołać prezydenta Gliwic Zygmunta Frankiewicza wraz z radą miasta, w 2012 r. prezydent Rudy Śląskiej Grażynę Dziedzic wraz z radą miasta, a w 2017 r. prezydenta Bytomia Damiana Bartylę. We wszystkich trzech przypadkach frekwencja podczas referendum okazała się zbyt niska."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki w okolicach Krakowa. Sprawdź ciekawe miejsca, które warto odwiedzić! [25.08.2025]",
            "link": "https://www.msn.com/pl-pl/podroze/wycieczki-po-historycznych-miejscach-i-zabytkach/wycieczki-w-okolicach-krakowa-sprawd%C5%BA-ciekawe-miejsca-kt%C3%B3re-warto-odwiedzi%C4%87-25-08-2025/ar-AA1L9uS8?ocid=BingNewsVerp",
            "description": "Urokliwe miasteczka, wiekowe zamki, malownicze parki i spokojne zakątki – to wszystko czeka na odkrycie tuż za rogatkami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8L0I1Kh7F7im0h3KPJKlEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN1 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabrze. Kamil Żbikowski wygrał wybory prezydenckie",
            "link": "https://www.radioem.pl/doc/9397295.Zabrze-Kamil-Zbikowski-wygral-wybory-prezydenckie",
            "description": "Kamil Żbikowski zwyciężył w drugiej turze wyborów na prezydenta miasta, zdobywając 50,17 proc. głosów – poinformował PAP ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BaIKaVUuNfgrHECr2opA-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio eM 107,6 FM1 godz.",
            "source": "Radio eM 107,6 FM",
            "article_content": "W drugiej turze przedterminowych wyborów prezydenta Zabrza zmierzyli się pełniąca dotychczas obowiązki komisarza Ewa Weber (KWW Ewa Weber) oraz Kamil Żbikowski (KWW Lepsze Zabrze Kamila Żbikowskiego).\n\nNa Żbikowskiego zagłosowało 16 031 osób (50,17 proc.), a na Weber – 15 925 osób (49,83 proc.).\n\nFrekwencja, przy 31 956 ważnych głosów wyjętych z urn i 116 648 osób uprawnionych do głosowania, wyniosła 27,4 proc. Odnotowano 195 głosów nieważnych. W sumie utworzono 89 obwodowych komisji wyborczych.\n\nZdaniem Żbikowskiego niewielka różnica głosów w drugiej turze wskazuje na to, że Zabrze „potrzebuje dialogu”. Zaznaczył, że chciałby przekonać wszystkie zabrzanki i zabrzan do zjednoczenia i wspólnego działania.\n\n– Chciałbym, żebyśmy tak samo, albo jeszcze bardziej, cieszyli się po zakończeniu tej kadencji, że udało nam się zrobić wiele rzeczy, że udało nam się poprowadzić to miasto ku lepszej przyszłości – powiedział Żbikowski.\n\nNa pytanie PAP o pierwsze decyzje i najważniejsze sprawy, którymi należy zająć się w mieście, wskazał na konieczność przyspieszenia i zakończenia procesu prywatyzacji Górnika Zabrze. Jeszcze przed ogłoszeniem oficjalnego wyniku drugiej tury zadzwonił do niego z gratulacjami Lukas Podolski – piłkarz Górnika Zabrze, którego firma uczestniczy w negocjacjach dotyczących zakupu klubu.\n\n– Chciałbym powalczyć o inwestycję w szpital akademicki w Zabrzu, która została nam odebrana na rzecz Gliwic w zeszłym roku. Chciałbym także jak najszybciej dojść do sytuacji, w której urząd miasta będzie wiedział skąd czerpać dodatkowe środki, chciałbym stworzyć listę i harmonogram pozyskiwania środków zewnętrznych, bo uważam, że to jest droga do tego, żeby Zabrze mogło się rozwijać – zapowiedział Żbikowski.\n\nWeber podziękowała mieszkańcom za każdy oddany głos oraz wsparcie zarówno w kampanii wyborczej, jak i podczas pełnienia przez nią obowiązków prezydenta Zabrza.\n\n– Przyjechałam tutaj, żeby pełnić funkcję prezydenta miasta. Myślę, że w te trzy miesiące pokazałam, że naprawdę warto uwierzyć w Zabrze, że Zabrze jest kopalnią możliwości, że można pracować z naszym budżetem, że można go oddłużyć (…). Wierzę w to, że miasto będzie szło w dobrym kierunku – skomentowała Weber.\n\nNowy prezydent miasta Kamil Żbikowski (38 lat) nie jest członkiem żadnej partii politycznej. Jego kandydatura została zgłoszona przez Komitet Wyborczy Wyborców Lepsze Zabrze Kamila Żbikowskiego. Od 2018 r. zasiada jako radny w Radzie Miasta Zabrze. W wyborach samorządowych w 2018 r. oraz w 2024 r. startował na prezydenta miasta, jednak bez powodzenia.\n\nZ wykształcenia jest prawnikiem, posiada również wyższe wykształcenie ekonomiczne a także studiował historię i nauki polityczne. Zawodowo zajmuje się zarządzaniem projektami międzynarodowymi. W Zabrzu angażuje się w inicjatywy lokalne, koordynując projekty takie jak Miastotwórcy Zabrze czy Ratujemy Zabrzańskie Zabytki. Był także inicjatorem i prowadzącym projekt Rowerowa Średnicówka. Jest członkiem Śląskiej Inicjatywy Rowerowej i założycielem ruchu społecznego Lepsze Zabrze.\n\nW pierwszej turze Weber otrzymała 39,29 proc. głosów, a Żbikowski 16,14 proc. Pozostali kandydaci: Borys Borówka – 15,29 proc., Sebastian Dziębowski – 14,09 proc., Rafał Kobos – 9,88 proc., Łucja Chrzęstek-Bar – 5,31 proc. Frekwencja wyniosła 27,87 proc.\n\nZorganizowanie przedterminowych wyborów prezydenta Zabrza było konieczne, ponieważ w majowym referendum odwołana z tego stanowiska została Agnieszka Rupniewska. Nie został natomiast przekroczony próg frekwencyjny konieczny do odwołania Rady Miasta Zabrze.\n\nRupniewska rządziła w Zabrzu rok. W 2024 r. wygrała wybory samorządowe. W drugiej turze uzyskała więcej głosów niż Małgorzata Mańka-Szulik, która kierowała miastem przez 18 lat – od 2006 r.\n\nWcześniej w województwie śląskim przeprowadzono dwa referenda, które zakończyły się odwołaniem władz samorządowych. W 2009 r. mieszkańcy odwołali prezydenta Częstochowy Tadeusza Wronę, a w 2012 r. prezydenta Bytomia Piotra Koja wraz z radą miejską.\n\nBez powodzenia w 2009 r. próbowano odwołać prezydenta Gliwic Zygmunta Frankiewicza wraz z radą miasta, w 2012 r. prezydent Rudy Śląskiej Grażynę Dziedzic wraz z radą miasta, a w 2017 r. prezydenta Bytomia Damiana Bartylę. We wszystkich trzech przypadkach frekwencja podczas referendum okazała się zbyt niska.(PAP)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Olendrzy – zaginiona cywilizacja",
            "link": "https://dorzeczy.pl/kraj/769602/olendrzy-zaginiona-cywilizacja.html",
            "description": "Obecnie w Polsce do bycia Olendrem nikt się nie przyznaje. Podobnie jak autor tego tekstu, w którego żyłach płynie krew ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qMMOj3ovLPhDDyhQrhOIKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy18 godz.",
            "source": "Do Rzeczy",
            "article_content": "Jedną z najbardziej zdumiewających rzeczy podczas żeglugi środkową Wisłą w maju są kwitnące drzewa owocowe na tzw. kępach czy wyspach na rzece. Zdziczałe śliwy, wiśnie, jabłonie, czereśnie czy grusze to jeden z najpiękniejszych widoków wiosną na tym odcinku Wisły. Ktoś mógłby pomyśleć, że to samosiejki. Jednak wizyta na niektórych z tych wysp szybko wyprowadzi nas z błędów. Przedzierając się przez zarośla, szybko odkryjemy ślady po ludzkim osadnictwie – fundamenty domów i pozostałości cmentarzy w postaci porośniętych mchem nagrobków, na których można jeszcze odczytać niekiedy niemieckie napisy. To jedne z ostatnich materialnych dowodów na istnienie na terenie Mazowsza wymarłej cywilizacji – Olędrów (zwanych też Olendrami). I chociaż sformułowanie „cywilizacja” jest tu użyte niejako na wyrost, to jednak faktem jest, że ta społeczność miała charakter odrębny od zamieszkujących te ziemie Polaków czy Żydów.\n\nDziś w Polsce do bycia Olendrem nikt się nie przyznaje. Wprawdzie ok. 4,5 tys. Polek i Polaków nosi to nazwisko wskazujące na ich pochodzenie, jednak są to osoby, które nie mają żadnego poczucia odrębności narodowej. Podobnie jak autor tego tekstu, w którego żyłach płynie krew mazowieckich Olendrów, którego babcia miała na imię Emma, a prababcia Sinezja.\n\nTolerancja religijna\n\nWzdłuż całego nurtu Wisły odnajdziemy ślady ich obecności, głównie w postaci pozarastanych cmentarzy ewangelickich, choćby w Kazuniu Nowym, Nowym Dworze Mazowieckim, Kępie Ośnickiej. Niestety, jeśli chodzi o innego rodzaju zabytki, takie jak świątynie czy domostwa, zachowało się ich stosunkowo niewiele.\n\nZacznijmy od tego, że nazwa „Olendrzy” jest nieco myląca, ale ma swoje historyczne uzasadnienie. Faktem jest bowiem, że pierwszą zorganizowaną formą obcego osadnictwa na Mazowszu było osiedlenie w 1628 r. przybyszów z Flandrii i Fryzji na Saskiej Kępie, która wówczas zgodnie ze swoją nazwą była jeszcze wyspą na Wiśle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szpada Jagiełły, miecz i złote strzemię Kara Mustafy, siodło Lubomirskiego, namioty spod Wiednia, czyli... zabytki Krakowa",
            "link": "https://www.tokfm.pl/swiat/tokfm-7-103454-26383698-szpada-jagielly-miecz-i-zlote-strzemie-kara-mustafy-siodlo",
            "description": "Poza samą Turcją, to właśnie najprawdopodobniej w Krakowie znajdziemy najwspanialsze kolekcje sztuki osmańskiej, perskiej i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LFtiV7nbYCoDM_CqrWV0aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TOK FM13 godz.",
            "source": "TOK FM",
            "article_content": "Cenne historycznie przedmioty, które jawią się być może czymś na miarę wręcz relikwii, można obejrzeć w bardzo znanych miejscach na mapie Krakowa: chociażby w zamku na Wawelu czy w wawelskiej katedrze.\n\nNie słuchasz podcastów? To dobry czas, by zacząć. Dostęp Premium za 1 zł!\n\nSłuchajcie, i piszcie do nas: lechistan@tok.fm"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Toruniu? Archeolodzy badają latrynę. \"Extra znalezisko\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/sensacyjne-odkrycie-w-toruniu-archeolodzy-badaj%C4%85-latryn%C4%99-extra-znalezisko/ar-AA1L6Ru4?ocid=BingNewsVerp",
            "description": "Na dziedzińcu Domu Mikołaja Kopernika w Toruniu trwają prace archeologiczne, mające na celu odkrycie pozostałości dawnych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R-T7E_amx6JThUK0PHW6FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN22 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    }
]