[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Małgorzata Cińcio Starocie Ucińcia",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28362824,malgorzata-cincio-starocie-ucincia.html",
            "description": "Firma Sedlak & Sedlak wydała Raport płacowy - jesień/zima 2024. To wydanie jest rekordowe, bowiem w badaniu uczestniczyły aż 1123 firmy. W okresie od maja do października 2024 r. przebadano ponad 410 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl12 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Część firm w Polsce korzysta już z systemu do e-Doręczeń. Od 1 stycznia jest to wymagane dla wybranych grup, a już niedługo obowiązek obejmie kolejne grupy przedsiębiorców. Jest to kolejny krok w kierunku cyfryzacji tego sektora. Reforma ...\n\nReklama internetowa to nie tylko skuteczne narzędzie sprzedaży, ale też coraz częstszy wektor cyberataków. Wysyp złośliwych reklam, czyli tzw. malvertisingu, pokazuje ciemną stronę cyfrowego marketingu. Tylko w minionym roku Google ...\n\nPonad 48% Polaków obawia się negatywnego wpływu sztucznej inteligencji na swoje perspektywy zawodowe - wynika z najnowszego raportu Hays Poland. Polska znalazła się na podium krajów o najbardziej pesymistycznym podejściu do AI na rynku pracy, ...\n\nSprawnie przeprowadzona rekrutacja nowych pracowników to dla pracodawców same korzyści. Nad kwestią długości procesów rekrutacyjnych w Polsce pochyla się opracowany przez eRecruiter raport \"Rekrutacyjne KPI\". Okazuje się, że w wielu ...\n\n2024 rok był rekordowy pod względem niewypłacalności firm na świecie. Prognozy Allianz Trade na 2025 i 2026 rok pokazują dalszy wzrost ich liczby, odpowiednio o 6% i o 3%. Eksperci są zdania, że głównymi przyczynami wzrostu ...\n\nPolska jest jednym z krajów, w którym ceny nieruchomości w ostatnich latach rosły bardzo dynamicznie. Tymczasem raport Eurostatu pokazuje, że są państwa, które znacznie wyprzedziły Polskę pod tym kątem, a niektórzy oceniają ...\n\nRok 2024 zapisze się w historii rynku królewskiego metalu jako jeden z najkorzystniejszych i najbardziej dynamicznych. Cena kruszcu wzrosła o 27% rok do roku, a inwestorzy na całym świecie byli świadkami aż 40 rekordów cenowych. Globalne ...\n\nJak polscy przedsiębiorcy radzą sobie z geopolityczną niepewnością, rosnącymi kosztami i deficytem talentów? Najnowsze badanie EY pokazuje, że mimo realnych zagrożeń, wśród których wymieniane są m.in. wysokie ceny energii i problemy z ...\n\nAllianz Trade wskazuje na utratę konkurencyjności przez Europę Środkową. Pogarszająca się konkurencyjność zagraża ambicjom krajów naszego regionu w przeobrażeniu się w nowe, ponadregionalne centra handlowe - czytamy w najnowszym ...\n\nKurs EURUSD pokonał w poniedziałek poziom 1,02 i ustanowił nowe wielomiesięczne minima lekko poniżej tego pułapu. Od dwóch dni widać odreagowanie powyżej 1,03, co na razie należy traktować jedynie jako naturalną korektę wzrostową ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze przedmioty z czasów PRL. Na takie \"skarby\" polują w 2025 roku kolekcjonerzy staroci",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najcenniejsze-przedmioty-z-czas%C3%B3w-prl-na-takie-skarby-poluj%C4%85-w-2025-roku-kolekcjonerzy-staroci/ar-AA1PSgtM?ocid=BingNewsVerp",
            "description": "Stare meble, porcelana, szkło, zabawki czy też winyle wracają do łask i dziś są prawdziwym rarytasem dla kolekcjonerów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.hZ__pEH7TdxKDxskxbkcIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN21 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AGNIESZKA ADAMIAK FHU AGMAR",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28362823,agnieszka-adamiak-fhu-agmar.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl10 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Pokolenie Z wkracza na rynek pracy z jasno zdefiniowanymi oczekiwaniami i innym podejściem do życia zawodowego niż wcześniejsze generacje. Młodzi ludzie szukają przede wszystkim sensu, autentyczności i partnerstwa w relacjach zawodowych. Nie ...\n\nPo powrocie z urlopu wiele osób czuje się bardziej zmęczonych niż przed wyjazdem. Coraz częściej Polacy borykają się z przemęczeniem i wypaleniem, zarówno zawodowym, jak i emocjonalnym. Psycholog biznesu Tomasz Kalko podkreśla, że aby ...\n\nDecyzja prezydenta Karola Nawrockiego o zawetowaniu nowelizacji specustawy o pomocy obywatelom Ukrainy otworzyła gorącą dyskusję o stabilności polskiego rynku pracy i przyszłości setek tysięcy pracowników zza wschodniej granicy. W tle ...\n\nCzy spadające stopy procentowe ułatwiają zakup mieszkania? Najnowsze dane z rynku kredytowego pokazują, że na ostatnich decyzjach Rady Polityki Pieniężnej rzeczywiście korzystają pary i rodziny. Nieco gorzej sprawy mają się w przypadku ...\n\nNawet o ponad 1/4 spadło oprocentowanie części detalicznych obligacji. Sprawa dotyczy papierów co najmniej czteroletnich i zgodnie z najnowszymi prognozami NBP - grono osób, których dotyczyć będzie ten problem, będzie w najbliższych ...\n\nStatystyczny dorosły Polak w 2024 roku posiadał majątek o wartości 105 tys. dolarów, co oznacza ponad siedmiokrotny wzrost od 1989 roku. Polska znajduje się w światowej czołówce krajów, które najszybciej bogacą się w ciągu ostatnich ...\n\nFake newsy i zataczająca coraz szersze kręgi dezinformacja nieuchronnie prowadzą do kryzysów zaufania. W takich realiach budowanie zaufania klientów i wiarygodności marki bywa szczególnie utrudnione. Rozwiązaniem może być etyczny PR i ...\n\nDziś odbędzie się zaprzysiężenie Donalda Trumpa na 47. prezydenta Stanów Zjednoczonych. Druga kadencja Trumpa budzi wśród inwestorów liczne emocje i niepewności. Rynki finansowe nie zdążyły jeszcze w pełni zdyskontować planów ...\n\nDziś Black Friday - zakupowe święto coraz popularniejsze wśród polskich konsumentów. Z tej okazji, a także z okazji 20-lecia badania Mediapanel, realizowanego przez Gemius oraz PBI, eksperci przyjrzeli się oglądalności serwisów zakupowych ...\n\nCo roku na drogach Unii Europejskiej dochodzi do incydentów i wypadków spowodowanych niewłaściwym rozmieszczeniem lub zamocowaniem ładunków. W niektórych państwach członkowskich obowiązują szczegółowe przepisy w tym zakresie, których ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za te stare monety kolekcjonerzy płacą teraz nie małe pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/za-te-stare-monety-kolekcjonerzy-p%C5%82ac%C4%85-teraz-nie-ma%C5%82e-pieni%C4%85dze/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Wciąż trzymasz w domu stare monety obiegowe? Dobra decyzja! Obejrzyj je lepiej dokładnie, bo ich wartość jest dzisiaj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sAedr1PLwjwmIbueu_o4Zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN5 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety mogą pomóc w budowie Centrum Rehabilitacji w Afryce",
            "link": "https://rdn.pl/392592/stare-monety-moga-pomoc-w-budowie-centrum-rehabilitacji-w-afryce/",
            "description": "Już teraz warto poszukać w domach starych monet i banknotów, jeśli będziemy chcieli przekazać je na cele misyjne. W parafiach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5TCgo8ldT-_L7Iiiaxu35y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Radio RDN3 godz.",
            "source": "Radio RDN",
            "article_content": "Już teraz warto poszukać w domach starych monet i banknotów, jeśli będziemy chcieli przekazać je na cele misyjne. W parafiach diecezji tarnowskiej po raz drugi odbędzie się akcja 'Dobre Monety”.\n\nO tej inicjatywie mówił w audycji Rozgryźć Kościół dyrektor Wydziału Misyjnego Kurii Diecezjalnej ks. dr Maksymilian Lelito.\n\n– W tym roku koncentrujemy się na pomocy diecezji Bouar, gdzie biskupem jest pochodzący z diecezji tarnowskiej bp Mirosław Gucwa. Chce on stworzyć Centrum Rehabilitacyjne w Bouar w Republice Środkowoafrykańskiej. Niepełnosprawni są tam na marginesie życia społecznego, często są izolowani, niedoceniani w tym środowisku. Bp Mirosław Gucwa podjął decyzję o tym, aby wesprzeć tych ludzi poprzez budowę Centrum Rehabilitacyjnego.\n\nProjekt realizowany jest przez biskupa Mirosława Gucwę we współpracy z Wydziałem Misyjnym Kurii Diecezjalnej w Tarnowie i Sekretariatem Misyjnym Księży Sercanów.\n\nW niedzielę, 16 listopada w parafiach diecezji tarnowskiej zbierane będą monety i banknoty z całego świata: polskie, zagraniczne i kolekcjonerskie – aktualne i wycofane z obiegu. Można je będzie wrzucać do specjalnie oznaczonego kartonu.\n\nCentrum Rehabilitacji oprócz zapewnienia dostępu do świadczeń zdrowotnych, będzie także miejscem przygotowania podopiecznych do wykonywania konkretnego zawodu, uwzględniając rodzaj i stopień niepełnosprawności.\n\nW czterech budynkach znajdą się gabinety lekarskie, sale do rehabilitacji i terapii zajęciowej oraz przygotowania do zawodu, poradnia dla rodzin, protezownia i gipsownia, pokoje dla chorych wymagających dłuższej opieki, kuchnia z jadalnią, werandy do wspólnych spotkań, a także pomieszczenia gospodarcze i magazyny. W planach jest również dom dla wolontariuszy i miejsce na uprawę roli. Całkowity koszt powstania centrum to prawie 2 mln zł. Zadanie budowy powierzono tarnowskiej misjonarce Ewie Gawin, posługującej w Afryce od ponad 35 lat.\n\nW poprzedniej edycji zbiórki 'Dobrych Monet” udało się zebrać pieniądze na budowę 13 studni głębinowych w Czadzie. Dało to dostęp do wody pitnej około 4 tysiącom potrzebujących."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 6.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-6-11-2025/ar/c3p2-28049553",
            "description": "PRL to skrót od Polska Rzeczpospolita Ludowa, to właśnie tak nazywało się państwo polskie w latach 1944–1989. Był to okres, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najstarsze monety w historii Polski. Tyle są dzisiaj warte",
            "link": "https://nto.pl/oto-najstarsze-monety-w-historii-polski-tyle-sa-dzisiaj-warte/ar/c1p2-28076981",
            "description": "Kolekcjonowanie średniowiecznych i nowożytnych numizmatów to hobby nie tylko dla bogaczy. Część z tych niezwykłych monet, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5w2GmHXoP2TDwQ_PpSSDkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska6 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 6.11.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-6-11-2025/ar/c3p2-28055853",
            "description": "Kobiety trzymają cenną biżuterię z tych czasów, która była odzwierciedleniem stylu, bogactwa oraz możliwości. Dużo cenniejsze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E74w9YbkdhtCekfCCqgb6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europosłanka buszowała na pchlim targu. Na kilka przedmiotów Marta Wcisło wydała spore pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/europos%C5%82anka-buszowa%C5%82a-na-pchlim-targu-na-kilka-przedmiot%C3%B3w-marta-wcis%C5%82o-wyda%C5%82a-spore-pieni%C4%85dze/ar-AA1Ptc4l?ocid=BingNewsVerp",
            "description": "Lubelska Giełda Staroci organizowana jest tylko w ostatnią niedzielę każdego miesiąca. A jako, że Marta Wcisło (56 l.) uwielbia przedmioty z duszą, to zwykle można ją spotkać jak wypatruje kolejnych p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.9TyPvEv4AXy1DBnNLZf6_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Polityka on MSN13 godz.",
            "source": "Polityka on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kraków zmienia kurs. Kładki, przejścia, zieleńce i odbetonowanie kilku placów w centrum. Prezydent Miszalski obiecuje. \"Da się\"?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/krak%C3%B3w-zmienia-kurs-k%C5%82adki-przej%C5%9Bcia-ziele%C5%84ce-i-odbetonowanie-kilku-plac%C3%B3w-w-centrum-prezydent-miszalski-obiecuje-da-si%C4%99/ar-AA1PVm8M?ocid=BingNewsVerp",
            "description": "Osiem inwestycji, zadań, miejsc problemowych do rozwiązania dla poprawy życia, wygody, komfortu mieszkańców przedstawił na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-d6bYYwsA8OF5TfugsJkDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Polski on MSN4 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 10 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 8 - 9 listopada?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-na-rower-do-10-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-8-9-listopada/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, sprawdź prognozę pogody. W sobotę 08 listopada w Oświęcimiu ma być 11°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eZlCkQXQhT1dz2I6uCWBPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto1 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 29 km od Grodziska Mazowieckiego. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 8 - 9 listopada?",
            "link": "https://grodziskmazowiecki.naszemiasto.pl/trasy-rowerowe-do-29-km-od-grodziska-mazowieckiego-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-8-9-listopada/ar/c7p1-21831681",
            "description": "Nim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 08 listopada w Grodzisku Mazowieckim ma być 10°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0fgO7IOsWMkuscx3m7CJVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Grodzisk Mazowiecki Nasze Miasto3 godz.",
            "source": "Grodzisk Mazowiecki Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 1 km od Kołobrzegu. Pomysły na sportowy dzień w weekend 8 - 9 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-nordic-walking-do-1-km-od-kolobrzegu-pomysly-na-sportowy-dzien-w-weekend-8-9-listopada/ar/c7p1-22319027",
            "description": "Szukasz nowych ścieżek nordic walking niedaleko Kołobrzegu? Z Traseo mamy dla Ciebie kilka podpowiedzi na ten tydzień. Jeśli dopiero chcesz zacząć uprawiać nordic walking, zacznij w weekend. W wolny d ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te inwestycje uznane były za nierealne. Teraz miasto wkłada 80 mln zł",
            "link": "https://www.portalsamorzadowy.pl/finanse/te-inwestycje-uznane-byly-za-nierealne-teraz-miasto-wklada-80-mln-zl,636954.html",
            "description": "Kładka przez tory na Żabińcu, przejście dla pieszych na pl. Bohaterów Getta, Muzeum Rzeki Wisły - to niektóre inwestycje w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RqYbN0X2S23ysz9wbp6yoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Portal Samorządowy2 godz.",
            "source": "Portal Samorządowy",
            "article_content": "Kładka przez tory na Żabińcu, przejście dla pieszych na pl. Bohaterów Getta, Muzeum Rzeki Wisły - to niektóre inwestycje w ramach inicjatywy \"Da Się\", którą prezydent Krakowa Aleksander Miszalski zaprezentował w czwartek i na którą miasto przeznaczy 80 mln zł.\n\nKraków przeznaczy 80 mln zł na inicjatywę \"Da Się!\".\n\nKluczowe inwestycje to kładka na Żabińcu i Muzeum Rzeki Wisły.\n\nProjekty mają być ukończone do 2029 roku.\n\nInicjatywa \"Da Się!\" obejmuje lokalne projekty, które zdaniem Aleksandra Miszalskiego oceniane były jako niemożliwe do realizacji. Projekty - według zapowiedzi magistratu - mają być zrealizowane do 2029 r.\n\nNieoczywiste projekty w centrum uwagi prezydenta Krakowa\n\n- W Krakowie jest wiele pomysłów, które przez lata krążyły po gabinetach, były przedmiotem debat, konsultacji, wizualizacji - i na tym się kończyło. Mówiono: \"Fajne, ale się nie da\". Dziś pokazujemy, że się da - powiedział prezydent. Dodał, że są to projekty, które mieszkańcy od dawna uważali za potrzebne. - Da się wspólnie - miasto, aktywiści, urzędnicy, eksperci - zmieniać przestrzeń, zamiast tylko o niej dyskutować. Da się przywracać sens miejscom, które przez lata były symbolem bezruchu - zaznaczył Miszalski, cytowany w czwartkowej informacji prasowej.\n\nKładka na Żabińcu i inne kluczowe inwestycje w Krakowie\n\nNa liście inwestycji w ramach inicjatywy \"Da Się\" są m.in.: budowa kładki dla pieszych i rowerzystów przez tory na Żabińcu, likwidacja betonowej wyspy ciepła na rondzie Mogilskim, zazielenienie placu Wielkiej Armii Napoleona w sąsiedztwie Wawelu czy obecnego parkingu przy siedzibie magistratu na pl. Wszystkich Świętych. Najszybciej spośród zadań na liście zrealizowana ma zostać budowa przejście dla pieszych przez ul. Na Zjeździe, w sąsiedztwie placu Bohaterów Getta.\n\nKładka przez tory na Żabińcu wybudowana zostanie pomiędzy ul. Żabiniec i al. 29 Listopada, w obszarze skrzyżowania linii kolejowej nr 100 Kraków Mydlniki - Gaj oraz linii kolejowej nr 8 Warszawa - Kraków. Wstępne plany przewidują budowę ciągu pieszo-jezdnego od ul. Żabiniec do ul. Klemensiewicza, przy założeniu przekroczenia linii kolejowej nr 8 tunelem wraz z budową kładki pieszo-rowerowej nad łącznicą kolejową. Szacunkowa wartość inwestycji to 27,5 mln zł.\n\nMuzeum Rzeki Wisły i inne przestrzenie publiczne do zagospodarowania\n\nMuzeum Rzeki Wisły ma powstać w budynku Centrum Obsługi Ruchu Turystycznego przy ul. Powiśle 11. Placówka będzie działać w strukturach Muzeum Krakowa. Wystawa w planowanym muzeum ma przypominać o historii i znaczeniu Wisły w Krakowie. Muzeum będzie też prowadzić działalność edukacyjną i badawczą dotyczącą dziedzictwa krakowskich rzek. W tym roku mają ruszyć konsultacje społeczne, w których mieszkańcy wypowiedzą się, jak wyobrażają sobie tę przestrzeń. Szacowana wartość inwestycji to 9,1 mln zł.\n\nZielony plac Wielkiej Armii Napoleona ma - według założeń - harmonizować z sąsiadującym pawilonem, gdzie powstanie Muzeum Rzeki Wisły. Projekt zakłada przekształcenie obecnego, w dużej mierze utwardzonego terenu w zieloną, przyjazną i zacienioną przestrzeń publiczną, otwartą na bulwary wiślane i panoramę wzgórza wawelskiego. Dotychczas obszar ten pełnił głównie funkcję parkingu dla autokarów. Zazielenienie placu Wielkiej Armii Napoleona pochłonie ok. 12 mln zł.\n\nNiedaleko, przy ul. Powiśle, zaplanowano zbiornik retencyjny, którego celem będzie ochrona terenów w sąsiedztwie Wawelu przed podtopieniami z kanalizacji ogólnospławnej podczas intensywnych opadów, a także zmniejszenie oddziaływania na rzekę Wisłę poprzez ograniczenie częstotliwości uruchomień przelewów burzowych. Pojemność zbiornika wyniesie 14 tys. 350 m sześc. Zbiornik jest projektowany jako obiekt podziemny, bezobsługowy, w pełni zautomatyzowany. Koszt inwestycji szacowany jest na ok. 60 mln zł (netto).\n\nPrzekształcenia przestrzeni miejskich i kładka nad rzeką Białuchą\n\nParking przed magistratem zamieni się - jak zakomunikował urząd miasta - w zieloną oazę dla mieszkańców. Chodzi o odbetonowanie ponad 200 m kw. nawierzchni oraz stworzenie nowej przestrzeni z zielenią, drzewami i miejscami do odpoczynku. Planowane jest usunięcie miejsc parkingowych oraz wprowadzenie zieleni niskiej, drzew oraz ławek. Projekt uzyskał już pozytywną opinię Wojewódzkiego Konserwatora Zabytków. Szacunkowy koszt inwestycji to ok. 300 tys. zł.\n\nZielone rondo Mogilskie to projekt, którego celem jest przekształcenie jednej z najbardziej zabetonowanych przestrzeni w centrum miasta w przyjazną, zieloną oazę. W ramach przedsięwzięcia planowane jest odbetonowanie ponad 600 m kw. nawierzchni oraz nasadzenie ok. 50 drzew. Projekt uzyskał pozytywną opinię Wojewódzkiego Konserwatora Zabytków. Szacunkowy koszt inwestycji to 7,2 mln zł.\n\nNatomiast rewitalizacja placu św. Marii Magdaleny zakłada podkreślenie historii tego miejsca i zazielenienie go. Konkurs architektoniczny ma wyłonić projekt, który połączy wymogi konserwatorskie z potrzebą zazielenienia przestrzeni i poprawy komfortu życia mieszkańców oraz turystów odwiedzających Stare Miasto. Magistrat wskazał, że powrót do zielonego charakteru placu jest możliwy, lecz wymaga ostrożności. Pod niemal całą powierzchnią znajdują się relikty dawnej zabudowy - m.in. pozostałości XV-wiecznego Domu Kanoniczego, murów kościelnych, cmentarza. Zgodnie z szacunkami inwestycja ma kosztować 4,6 mln zł.\n\nKładka nad rzeką Białuchą powinna przebiegać w okolicy ulicy Niepołomskiej, czyli w okolicach al. Pokoju i nieistniejącego już centrum handlowego Plaza, tak aby włączyć się w istniejący odcinek trasy rowerowej. Trasa połączy fragmenty Wiślanej Trasy Rowerowej. Szacunkowy koszt inwestycji to 10,5 mln zł.\n\nPrzejście dla pieszych na pl. Bohaterów Getta to odpowiedź na wnioski mieszkańców oraz lokalnych stowarzyszeń dotyczące poprawy bezpieczeństwa i dostępności w tym rejonie. Projektowana zmiana w organizacji ruchu ma na celu połączenie pl. Bohaterów Getta z przystankiem tramwajowym zlokalizowanym pomiędzy jezdniami oraz z ul. Lwowską. Prace rozpoczną się jeszcze w tym roku. Ich szacowana wartość to 100 tys. zł.\n\nWedług danych magistratu dług miasta Krakowa na koniec roku 2025 wyniesie 7,8 mld zł. Miszalski (PO) podczas sesji nadzwyczajnej w październiku, zwołanej na wniosek radnych PIS tłumaczył, że długi zaciągane są na inwestycje.\n\nNie przegap najważniejszych wiadomości Obserwuj nas w Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 2 km od Niepołomic. Pomysły na jednodniową wyprawę. Gdzie w weekend 8 - 9 listopada?",
            "link": "https://niepolomice.naszemiasto.pl/wycieczki-rowerowe-do-2-km-od-niepolomic-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-8-9-listopada/ar/c7p1-21832069",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 08 listopada w Niepołomicach ma być 9°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TVl_o_bJwonOzQNfQAyB4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto1 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Największe targi rzemiosła wracają do Katowic!",
            "link": "https://dziennikzachodni.pl/najwieksze-targi-rzemiosla-wracaja-do-katowic/ar/c3p2-28139905",
            "description": "Na Targi Rzeczy Wyjątkowych JWSR można wchodzić z czworonożnymi przyjaciółmi, należy jedynie pamiętać o zasadach komfortu i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.W3UJaN2CeNih_5OS26yhqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni18 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 6.11.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://nowosci.com.pl/prasowka-6-11-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960939",
            "description": "Już 5 listopada do obiegu trafi nowy kolekcjonerski banknot o nominale 20 złotych. Narodowy Bank Polski w ten sposób ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0gUlts1fzkAb1jNNiLi7ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński12 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najstarsze monety w historii Polski. Tyle są dzisiaj warte",
            "link": "https://nto.pl/oto-najstarsze-monety-w-historii-polski-tyle-sa-dzisiaj-warte/ar/c1p2-28076981",
            "description": "Kolekcjonowanie średniowiecznych i nowożytnych numizmatów to hobby nie tylko dla bogaczy. Część z tych niezwykłych monet, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5w2GmHXoP2TDwQ_PpSSDkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska6 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najdroższe monety kolekcjonerskie w Polsce",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/oto-najdro%C5%BCsze-monety-kolekcjonerskie-w-polsce/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Polskie monety kolekcjonerskie od lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i osób, które traktują je po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aqdaZ-8_kkJKvTLpH63NtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN5 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest taka zwykła! Wiemy, od czego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-taka-zwyk%C5%82a-wiemy-od-czego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-XPQC0aCLdgiZ6gP74xE_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN1 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 6.11.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-6-11-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    }
]