[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To nie żart - wazon z PRL może być warty nawet 14 tysięcy. Takie antyki z lat 60, 70, 80 są poszukiwane",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-nie-%C5%BCart-wazon-z-prl-mo%C5%BCe-by%C4%87-warty-nawet-14-tysi%C4%99cy-takie-antyki-z-lat-60-70-80-s%C4%85-poszukiwane/ar-AA1IjFhe?ocid=BingNewsVerp",
            "description": "Polski design czasów PRL to prawdziwa perełka. Boom na wystrój lub elementy wnętrz z tamtych lat nieprzerwanie trwa.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tdNEcp-ZGwYvq0CYMYovDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN1 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Holandia się zbroi. Wyda miliardy na potężną broń",
            "link": "https://tech.wp.pl/s/konflikty-pl/holandia-sie-zbroi-wyda-miliardy-na-potezna-bron,7176472640891872a",
            "description": "Amerykański Departament Stanu wyraził zgodę na sprzedaż Holandii pocisków manewrujących za ponad 2 mld dolarów. Ten europejski kraj do tej pory nie posiadał uzbrojenia tej klasy. Będzie to znaczące wz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "WP Tech20 godz.",
            "source": "WP Tech",
            "article_content": "Treść pochodzi od naszego partnera i została opublikowana w ramach programu WP Kreator\n\nHolendrzy zamierzają kupić pociski manewrujące Tomahawk, które zdobyły sławę w czasie operacji \"Pustynna Burza\" i wielu innych amerykańskich interwencji zagranicznych. Haga złożyła wniosek o sprzedaż 163 pocisków Tomahawk Block V, 12 pocisków Tomahawk Block IV, 10 stacji kontroli uzbrojenia i dwóch pocisków testowych z oprzyrządowaniem telemetrycznym. Poza tym wniosek obejmuje niezbędne wyposażenie dodatkowe takie jak terminale łączności satelitarnej do łączności z pociskami po odpaleniu (KIV-18A), systemy łączności szyfrowanej KSX-5 i KGV-135A, pakiety logistyczne, serwisowe i szkoleniowe czy kontenery transportowe.\n\nW wariancie maksymalnym wartość zamówionego uzbrojenia może wynieść 2,19 mld dolarów, ale Holendrzy mogą wynegocjować niższą cenę lub zmniejszyć zamówienie. Podane wyżej liczby są maksymalnymi, na które zgodził się rząd amerykański.\n\nDalsza część artykułu pod materiałem wideo\n\nOdpowiedzialna za eksport uzbrojenia amerykańska agencja DSCA w uzasadnieniu zgody stwierdziła, że proponowana transakcja będzie wspierała cele polityki zagranicznej i bezpieczeństwa narodowego USA poprzez wzmocnienie obrony sojusznika z NATO. Dostawa uzbrojenia dalekiego zasięgu zwiększy zdolności Holandii do przeciwstawienia się aktualnym i przyszłym zagrożeniom poprzez zdolność do atakowania zagrożenia w miejscu jego powstawania.\n\nHolandia zamawia najnowsze warianty sprawdzonych pocisków. Tomahawk Block IV nazywany jest również Tactical Tomahawk ze względu na znacznie większą elastyczność taktyczną w stosunku do poprzedników. O ile wcześniejsze wersje po prostu leciały do zaprogramowanego celu po wyznaczonej trasie, to w przypadku Tomahawka Block IV cel można zmienić już po odpaleniu za pośrednictwem satelitarnego łącza wymiany danych. Do tego pocisk może przed uderzeniem przez pewien czas krążyć nad celem oferując większą elastyczność nie tylko wojskową, ale również polityczną. Kolejną cechą jest możliwość przesyłania obrazu z kamery na stanowisko dowodzenia, dzięki czemu operator może dokonać analizy celu lub od razu mieć informację o skuteczności ataku. Pocisk ma także większy zasięg sięgający ponad 1600 km.\n\n\n\n\n\n\n\n[ 1 /4] Pocisk Tomahawk podczas lotu. Źródło zdjęć: Licencjodawca |\n\nTomahawk Block V ma wszystkie cechy poprzednika, a do tego ulepszone systemy łączności i nawigacyjne, zwiększoną odporność na zakłócenia i szeroko pojętą większą zdolność do przenikania przez zintegrowany system obrony przeciwlotniczej przeciwnika. Do tego istnieją podwarianty Tomahawk Block Va przeznaczony do atakowania poruszających się celów morskich i Tomahawk Block Vb z nową głowicą zoptymalizowaną do atakowania celów wzmocnionych lub zakopanych w ziemi. Chociaż komunikat agencji DCSA mówi jedynie o podstawowej wersji Tomahawk Block V to wspomniano również o przyszłej modernizacji tych pocisków, być może do wersji Block Va i Block Vb.\n\nOpisane najnowsze warianty pocisku wywodzą się z klasycznych Tomahawków będących w służbie od lat 1980-tych. W zależności od wariantu mogą one być odpalane z okrętów nawodnych lub podwodnych. Mają zasięg około 1600 km i osiągają wysoką prędkość poddźwiękową. Naprowadzane są poprzez nawigację satelitarną oraz TERCOM czyli podążanie po zaplanowanej trasie na podstawie porównania konturów terenu z danymi zapisanymi w pamięci. Pociski są uzbrojone w głowicę bojową o masie 450 kg. Do tej pory w warunkach bojowych odpalono około 2300 tych pocisków, ostatni raz w 2018 r. gdy z okrętów US Navy odpalono 66 Tomahawków w celu zniszczenia syryjskich fabryk i magazynów broni chemicznej.\n\nPociski będą stanowiły uzbrojenie fregat typu De Zeven Provinciën wyposażonych w wielofunkcyjne pionowe wyrzutnie rakiet VLS Mk 41. Tym samym holenderska marynarka wojenna stanie się jedną z niewielu europejskich flot dysponujących zdolnością do atakowania przeciwnika w głębi lądu. Warto wspomnieć, że chociaż kontrakt na dostawę pocisków nie został jeszcze podpisany, to w marcu tego roku na jednym z morskich poligonów w USA dokonano próbnego odpalenia Tomahawka z pokładu holenderskiej fregaty. Próba zakończyła się pomyślnie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bitwa regionów",
            "link": "https://wloclawek.naszemiasto.pl/tag/bitwa-regionow",
            "description": "W Ciechocinku, tuż obok słynnych tężni, odbyła się wyjątkowa Bitwa Regionów. W konkursie kulinarnym wzięło udział 17 kół gospodyń wiejskich z powiatów... Półfinał „Bitwy Regionów' 2023 odbył się na te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto9 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 10.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-10-07-2025/ar-AA1HnhUY?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN2 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 10.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-10072025/ar-AA1HFaiJ?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN2 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ile kosztuje funt brytyjski 09 lipca 2025 r.? Cena GBP/PLN dzisiaj",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-9-lipca-2025-r/4pw0lg3",
            "description": "Ile złotych to jeden funt szterling? Dzisiaj 09 lipca 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9232 zł. Kurs ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sBMxt5NavEeOUUFZ5jIyWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl22 godz.",
            "source": "Fakt.pl",
            "article_content": "Ile złotych to jeden funt szterling? Dzisiaj 09 lipca 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,9232 zł. Kurs funta szterlinga zmienił się o +0,0043 zł w ujęciu dziennym. Kurs GBP/PLN w tym tygodniu uległ zmianie o 0,0255 zł względem zeszłego tygodnia.\n\nKurs GBP/PLN dzisiaj\n\nFunt szterling to po angielsku pound sterling. Zwany jest również funtem brytyjskim ale jest to nazwa nieoficjalna. Jego kod międzynarodowy to GBP. Występuje jako jednostka monetarna w Wielkiej Brytanii. Gdzie zapłacimy funtem szterlingiem? Funtem zapłacimy w Wielkiej Brytanii, Szkocji, Walii, Irlandii Płn., na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie występują nominały w funcie szterlingu? Funt szterling jest podzielony na 100 pensów. Które dzielą się kolejno na monety: 1p, 2p, 5p, 10p, 20p, 50p. Banknoty występują w nominałach 5, 10, 20, 50. Dodatkowo w Szkocji i Irlandii Płn. występuje banknot 100. Bank of England jest centralnym bankiem Wielkiej Brytanii i odpowiada za emisję funtów. Dziś funt jest jedną z najważniejszych walut w międzynarodowym handlu.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lublin. Kogo zobaczymy w programie ulicznym Carnavalu Sztukmistrzów 2025?",
            "link": "https://e-teatr.pl/lublin-kogo-zobaczymy-w-programie-ulicznym-carnavalu-sztukmistrzow-2025-59920",
            "description": "Pięciu solistów i dwa duety, łącznie 56(!) pokazów na ulicach i placach Starego Miasta i Śródmieścia Lublina – tak prezentuje się w tym roku konkurs buskerski Carnavalu Sztukmistrzów (24–27 lipca 2025 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.KngogixD3IXbxerS0Z-yxw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "e-teatr.pl20 godz.",
            "source": "e-teatr.pl",
            "article_content": "Pięciu solistów i dwa duety, łącznie 56(!) pokazów na ulicach i placach Starego Miasta i Śródmieścia Lublina – tak prezentuje się w tym roku konkurs buskerski Carnavalu Sztukmistrzów (24–27 lipca 2025). To ludzie zdecydują, który z nich jest najzabawniejszy i ma najlepszy kontakt z publicznością. W jaki sposób? Wrzucając klika monet do kapelusza lub oddając głos na swojego faworyta lub faworytkę w głosowaniu internetowym.\n\nfot. mat. organizatora\n\nBusker to samowystarczalny artysta uliczny, który oczarowując przechodniów swoimi wyjątkowymi umiejętnościami, zamienia ulice miast w sceny, gdzie zarabia na życie. W walizce ma wszystko, przy pomocy czego w kilka chwil jest w stanie zjednać sobie publiczność, stworzyć z chodnika mini-estradę i zebrać kieszonkowe do kapelusza, który jest jego niepisanym symbolem.\n\nOd wielu lat festiwalowa widownia entuzjastycznie przyjmuje buskerskie popisy na Carnavalu Sztukmistrzów, licznie uczestnicząc w pokazach i nagradzając artystów i artystki datkami do kapelusza. W tym roku w programie znalazło się aż pięć solowych spektakli i dwa pokazy duetów. Sceną dla nich będą Błonia pod Zamkiem, przestrzeń przed Centrum Kultury w Lublinie, róg ul. Krakowskie Przedmieście i Kapucyńska oraz place: Litewski, Łokietka, Po Farze i przed Trybunałem. Spotkanie z oryginalnymi występami ulicznymi będzie doskonałą okazją, by oderwać się od codzienności i doświadczyć żywej sztuki w przestrzeni publicznej.\n\nW tym roku w Lublinie wystąpią:\n\nAndrej Tomse – Get The Hat | Słowenia\n\nKapelusz Tomse’a utknął zdecydowanie za wysoko. Andrej ma kilka pomysłów, jak go zdjąć, ale każda próba kończy się tym, że wychodzi… na klauna. Do dyspozycji ma tylko linę, wieszak na ubrania i kilku przypadkowych, silnych pomocników. Czy to wystarczy, by wykonać spektakularny numer funambulistyczny i odzyskać zgubioną część garderoby? Wszystko zależy od publiczności – bo kiedy pojawia się problem, najlepiej rozwiązać go wspólnie z przyjaciółmi.\n\nHarmonogram występów:\n\n24.07.2025 | 17.00–17.30 | pl. Litewski – I <3 Lublin\n\n24.07.2025 | 19.00–19.30 | pl. Litewski – I <3 Lublin\n\n25.07.2025 | 16.00–16.30 | plac Po Farze\n\n25.07.2025 | 18.00–18.30 | plac po Farze\n\n26.07.2025 | 17.00–17.30 | Krakowskie Przedmieście / Kapucyńska\n\n26.07.2025 | 19.00–19.30 | Krakowskie Przedmieście / Kapucyńska\n\n27.07.2025 | 17.00–17.30 | plac przed Trybunałem\n\n27.07.2025 | 19.00–19.30 | plac przed Trybunałem\n\nMaria Sol Lence (Circo Cristal) – Tutú | Argentyna\n\nSpektakl familijny Marii Sol Lence opowiada historię bezrobotnej tancerki klasycznej ze złamanym sercem, która trafia do świata cyrku, by móc dalej występować na scenie. Będzie to wybuchowa mieszanka klaunady, tańca, kontorsji, akrobacji powietrznych i zaskakującego humoru. Bez słów, ale z ogromną ekspresją, artystka bawi się ciałem, przestrzenią i publicznością, tworząc widowisko pełne energii, absurdu i lekkości.\n\nBalans na butelkach, bańki mydlane XXL, które otaczają widzów fantastyczną aurą oraz akrobacje na kole powietrznym to kulminacyjne momenty show, które zachwyca publiczność w każdym wieku. Spektakl zaskakuje, wzrusza i rozśmiesza, pozostawiając po sobie lekkość i zachwyt.\n\nHarmonogram występów:\n\n24.07 2025 | 16.00–16.30 | Błonia pod Zamkiem\n\n24.07 2025 | 16.00–16.30 | Błonia pod Zamkiem\n\n25.07 2025 | 16.00–16.30 | Błonia pod Zamkiem\n\n25.07 2025 | 19.00–19.30 | Błonia pod Zamkiem\n\n26.07 2025 | 16.00–16.30 | Błonia pod Zamkiem\n\n26.07 2025 | 18.00–18.30 | Błonia pod Zamkiem\n\n27.07 2025 | 16.00–16.30 | Błonia pod Zamkiem\n\n27.07 2025 | 18.00–18.30 | Błonia pod Zamkiem\n\nMenzo Menjunjes – Clown Show | Argentyna\n\nMenjunjes to klaun, performer, pisarz i niezależny producent kultury. Urodził się w Buenos Aires i właśnie tam, na ulicznych skrzyżowaniach, rozpoczął swoją przygodę z żonglerką. Od ponad 15 lat podróżuje po świecie, tworząc spektakl „Menjunjes” – barwne, pełne poezji show uliczne, które dojrzewało na placach i festiwalach od Ameryki Południowej po Europę. Artysta przy współudziale widzów tworzy radosną atmosferę świętowania, która udziela się wszystkim zgromadzonym. Spektakl był prezentowany na ponad 100 międzynarodowych festiwalach ulicznych, teatralnych i cyrkowych w 33 krajach na całym świecie.\n\nArtysta pochodzi z Argentyny, ale jego dziadek urodził się w okolicach Białegostoku – udział w festiwalu w Polsce to dla niego symboliczny powrót do korzeni.\n\nHarmonogram występów:\n\n24.07 2025 | 16.00–16.30 | Krakowskie Przedmieście / ul. Kapucyńska\n\n24.07 2025 | 18.00–18.30 | Krakowskie Przedmieście / ul. Kapucyńska\n\n25.07 2025 | 16.00–16.30 | pl. Litewski – przy I <3 Lublin\n\n25.07 2025 | 18.00–18.30 | pl. Litewski – przy I <3 Lublin\n\n26.07.2025 | 17.00–17.30 | plac przed Trybunałem\n\n26.07.2025 | 19.00–19.30 | plac przed Trybunałem\n\n27.07.2025 | 16.00–6.30 | plac Po Farze\n\n27.07.2025 | 18.00–18.30 | plac Po Farze\n\nDaniel Burley – Sunset Magic Show | Kanada\n\nWyobraź sobie wieczorną magię w złocistych promieniach zachodzącego słońca – tak właśnie rozpoczyna się „Sunset Magic Show”. Daniel Burley zaprasza widzów do świata, w którym iluzja i komedia splatają się w subtelnej symfonii gestów.\n\nTen uniwersalny i przystępny dla każdego, niezależnie od wieku czy języka, występ bawi, zaskakuje i rozpromienia widzów swoim łagodnym, słonecznym blaskiem.\n\nHarmonogram występów:\n\n24.07.2025 | 16.00–16.30 | plac przed Trybunałem\n\n\n\n24.07.2025 | 18.00–18.30 | plac przed Trybunałem\n\n\n\n25.07.2025 | 17.00–17.30 | Krakowskie Przedmieście / ul. Kapucyńska\n\n\n\n25.07.2025 | 19.00–19.30 | Krakowskie Przedmieście / ul. Kapucyńska\n\n\n\n26.07.2025 | 16.00–16.30 | plac Po Farze\n\n\n\n26.07.2025 | 18.00–18.30 | plac Po Farze\n\n\n\n27.07.2025 | 16.00–16.30 | plac Litewski – I <3 Lublin\n\n\n\n27.07.2025 | 18.00–13.30 | plac Litewski – I <3 Lublin"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Staw, różaneczniki i kamienna ławka w środku lasu. To pozostało po samotni księżnej. Spacer do pozostałości Ma Fantaisie przy Zamku Książ",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/staw-r%C3%B3%C5%BCaneczniki-i-kamienna-%C5%82awka-w-%C5%9Brodku-lasu-to-pozosta%C5%82o-po-samotni-ksi%C4%99%C5%BCnej-spacer-do-pozosta%C5%82o%C5%9Bci-ma-fantaisie-przy-zamku-ksi%C4%85%C5%BC/ar-AA1I357e?ocid=BingNewsVerp",
            "description": "W upalne dni mieszkańcy Dolnego Śląska chętnie odwiedzają okolice Starego Książa i Zamku Cisy. Żółty szlak do dawnej warowni ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._e5MqAlCSw0rEXDLMdhI8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN10 min",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak stworzyć klimatyczne wnętrze w stylu rustykalnym? Naturalne materiały w roli głównej",
            "link": "https://www.lm.pl/aktualnosci/jak-stworzyc-klimatyczne-wnetrze-w-stylu-rustykalnym-naturalne-materialy-w-roli-glownej",
            "description": "Styl rustykalny to hołd dla natury, prostoty i „swojskiego' klimatu. Czerpie on inspiracje z wiejskich domków i dworków, ale ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Cnydy06N9jj7V5P30Y0nAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "LM.pl19 godz.",
            "source": "LM.pl",
            "article_content": "Styl rustykalny to hołd dla natury, prostoty i „swojskiego” klimatu. Czerpie on inspiracje z wiejskich domków i dworków, ale doskonale sprawdza się również w mieszkaniach – wprowadza ciepło, spokój, poczucie bezpieczeństwa i sielskość. Poniżej znajdziesz inspiracje, jak krok po kroku stworzyć rustykalną przestrzeń w swoim domu lub mieszkaniu, wykorzystując starą cegłę, drewno i inne naturalne elementy.\n\nCegła rozbiórkowa jako sentymentalny akcent\n\nPłytki cięte ze starej cegły, a także całą cegłę rozbiórkową możesz z powodzeniem wykorzystać praktycznie w każdym pomieszczeniu!\n\n1. Ściany i wnęki\n\nCegła na fragmencie ściany – w salonie, kuchni, sypialni czy łazience – wprowadza przyjemny, autentyczny, domowy klimat. Warto np. wyeksponować ścianę przy kominku lub w kuchni nad blatem. Płytki z cegły rozbiórkowej świetnie imitują surowy efekt, ale jednocześnie wnoszą ciepło do pomieszczenia. I co najważniejsze, są łatwe w montażu i konserwacji.\n\n2. Kominek i obudowa pieca\n\nObudowa kominka cegłą to klasyczny rustykalny zabieg. Cegła rozbiórkowa dodaje przestrzeni przytulności i poczucia powrotu do tradycji.\n\n3. Kuchnia z ceglaną wyspą\n\nW rustykalnej kuchni płytki ceglane można zastosować nie tylko na ścianie, ale jako obudowę wyspy kuchennej – razem z drewnianym blatem tworzą spójną kompozycję.\n\n4. Wiatrołap i podłogi\n\nCeglana posadzka (odpowiednio zaimpregnowana) to nie tylko wytrzymałe rozwiązanie! Nadaje ona charakter wnętrzu.\n\nPozostałe materiały i kolory tworzące rustykalny klimat\n\nAby Twoja przestrzeń była w pełni rustykalna, warto wykorzystać jeszcze kilka innych materiałów:\n\n1. Drewniane ściany i odsłonięte belki\n\nDrewno to fundament stylu rustykalnego. Ściany pokryte deskami, odsłonięte belki stropowe czy nawet rustykalna boazeria – wszystko to wprowadza do wnętrza ciepło i naturalność. Najlepiej sprawdzają się gatunki o wyraźnym usłojeniu, takie jak dąb, sosna czy modrzew. W połączeniu z cegłą tworzą przytulną, wiejską atmosferę.\n\n2. Kamień i glina\n\nKamienne wykończenia, np. w łazience lub przedpokoju, doskonale harmonizują z cegłą. Nierówny tynk gliniany lub wapienny wzmacnia efekt naturalnej i tradycyjnej przestrzeni.\n\n3. Tkaniny z natury\n\nLniane zasłony, pledy z bawełny lub wełny, dywany z juty – wszystkie te materiały podkreślają sielski nastrój rustykalnych wnętrz.\n\n4. Meble w stylu „reclaimed”\n\nPostarzane stoły, skrzynie, ręcznie robione szafki czy drewniane ławy – najlepiej starannie dobrane lub znalezione na targu staroci. Ich nieregularność i historia wzmacniają autentyczność stylu.\n\n5. Wiklinowe, ceramiczne i żeliwne dodatki\n\nRustykalne wnętrza kochają prostotę i rzemiosło. Wiklinowe kosze, gliniane dzbany, ręcznie robiona ceramika, stare ramy i żeliwne świeczniki to detale, które wzmacniają charakter przestrzeni. Warto stawiać na rzeczy z duszą, najlepiej wykonane ręcznie lub o nieco „niedoskonałym” wykończeniu.\n\n6. Rośliny\n\nŚwieże gałązki z ziół, suszone kwiaty, czy trawa ozdobna – te drobne akcenty potęgują wrażenie „swojskiego domu”.\n\n7. Oświetlenie i atmosfera\n\nMiękkie, ciepłe oświetlenie (lampy z materiałowymi abażurami, świece, żarówki o niskiej temperaturze barwowej) tworzy nastrój sielskiego domku na wsi.\n\n8. Kolory ziemi i naturalna paleta\n\nRustykalny styl opiera się na naturalnych, stonowanych barwach: brązach, beżach, kremach, przygaszonej zieleni. Żadnych jaskrawych kolorów – cechą rustykalnych wnętrz jest spokój i harmonijność.\n\nPodsumowanie\n\nRustykalne wnętrza to połączenie surowości i prostoty z przytulnością. Cegła rozbiórkowa stanowi tu naturalny akcent, który pięknie komponuje się z drewnem, kamieniem, gliną i tkaninami naturalnego pochodzenia. To styl, który przemawia na poziomie emocji – daje poczucia bezpieczeństwa, autentyczności i domowego ciepła.\n\nJeśli chcesz wprowadzić rustykalny klimat do swojego domu lub mieszkania, zacznij od cegły - najlepiej tej oryginalnej, rozbiórkowej, którą znajdziesz w ofercie dekoracyjnacegla.pl. Możesz ją położyć na ścianach, podłodze czy wokół kominka, a następnie dodaj inne materiały i przedmioty, które są pełne historii, aby Twój dom wypełnił się sielskim klimatem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bitwa regionów",
            "link": "https://wloclawek.naszemiasto.pl/tag/bitwa-regionow",
            "description": "W Ciechocinku, tuż obok słynnych tężni, odbyła się wyjątkowa Bitwa Regionów. W konkursie kulinarnym wzięło udział 17 kół gospodyń wiejskich z powiatów... Półfinał „Bitwy Regionów' 2023 odbył się na te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto9 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SZUKASZ: meta geming",
            "link": "https://niezalezna.pl/wyszukiwarka?page=40&q=meta%20geming",
            "description": "Średniowieczny gród przez wieki przetrwał tylko w legendach, choć mieszkańcy współczesnego Dzwonowa, które liczy zaledwie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ro3EUsp7ud_CGxp61kk1cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niezależna.pl10 godz.",
            "source": "Niezależna.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal WYKOPALISKA pod patronatem Histmaga!",
            "link": "https://histmag.org/Festiwal-WYKOPALISKA-pod-patronatem-Histmaga-28250",
            "description": "W dniach 18 –19 lipca 2025 roku odbędzie się trzecia edycja niezwykłego wydarzenia, które z roku na rok przyciąga coraz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.T7Khg-i3IFkUkEVv69REqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Histmag4 godz.",
            "source": "Histmag",
            "article_content": "fot. Bartek Nakielny\n\nW Rekowie pod Polanowem (woj. zachodniopomorskie), w otoczeniu lasów i pradziejowych tajemnic, spotykają się archeolodzy, muzycy i wszyscy, którzy chcą przeżyć historię nie w muzeum – lecz w terenie. Uczestnicy festiwalu mogą wziąć udział w autentycznych badaniach archeologicznych, prowadzonych na stanowisku skrytym pośród wzgórz.\n\nW latach 2023–2024 podczas trwania festiwalu WYKOPALISKA prowadzono w Rekowie badania, które doprowadziły do odkrycia stanowiska datowanego na okres wpływów rzymskich – zaledwie kilka kilometrów od słynnych kręgów kamiennych w Grzybnicy. Odsłonięto tu m.in. kurhany przypisywane zarówno kulturze wielbarskiej (I–III w. po Chr.), jak i kulturze łużyckiej (1200–700 przed Chr.). Kilkaset metrów dalej, po przeciwnej stronie rzeki, w 2024 roku odkryto także ślady osadnictwa sięgające 3 tysięcy lat (relikty budynków, paleniska, ceramikę i narzędzia kamienne).\n\nPodczas tegorocznej edycji uczestnicy będą mieli okazję nie tylko zobaczyć stanowisko archeologiczne, lecz także wejść z nim w bezpośredni kontakt. Możliwość wzięcia do ręki znalezisk, wysłuchania komentarzy badaczy oraz udział w spacerach z kierownikiem wykopalisk to jedyna w swoim rodzaju okazja do poznania historii \"na żywo\". W programie znajdą się również warsztaty dawnych rzemiosł, pokazy rekonstrukcji, prelekcje, stanowiska edukacyjne, a także pole namiotowe i przestrzeń relaksu w otoczeniu natury. Festiwalowy teren staje się na kilka dni żywym obozem badawczym – miejscem wymiany wiedzy, wspólnotowego przeżycia i twórczego eksperymentu.\n\nOtwarta formuła wykładów i prelekcji popularyzujących wiedzę o dawnych kulturach sprawia, że każdy – niezależnie od wieku i przygotowania –znajdzie coś dla siebie.\n\nFestiwal WYKOPALISKA to unikatowe w skali kraju wydarzenie, które łączy naukę z kulturą alternatywną i muzyką metalową. To nie tylko podróż w czasie do epoki sprzed wieków, ale też propozycja dla tych, którzy cenią sobie nieszablonowe formy spędzania czasu.\n\nfot. Bartek Nakielny\n\nDrugą, równie ważną osią festiwalu jest scena muzyczna, na której dominują brzmienia metalu, metalcore’u, post-rocka oraz darkfolku. Na leśnej scenie wystąpią zespoły z Polski i zagranicy, w tym m.in. Dymna Lotva, Blind Salvation, STELLVRIS, Black Star Mantra, Romantyczny Wieczór, Sunday at 9, ATAN, DivingStove, bHP i Gęgotka. Koncerty odbywać się będą w leśnych warunkach, którego naturalna sceneria oraz różnorodna publiczność budują niepowtarzalny klimat.\n\nOrganizatorzy stawiają na kameralną atmosferę, wartościową rozrywkę i głęboki kontakt z historią, przyrodą oraz kulturą. To wydarzenie dla tych, którzy szukają czegoś więcej niż typowego pikniku czy imprezy plenerowej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fort VII Prałkowce - malowniczo położony obiekt obronny Twierdzy Przemyśl",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/fort-vii-pra%C5%82kowce-malowniczo-po%C5%82o%C5%BCony-obiekt-obronny-twierdzy-przemy%C5%9Bl/ar-AA1IinVQ?ocid=BingNewsVerp",
            "description": "Wśród⁢ malowniczych wzgórz Pogórza ‌Przemyskiego, kryje się​ jeden ⁢z najważniejszych historycznych skarbów Polski – Twierdza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gLrgfnPnKyNflNkHUAzujC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Rzeszów Nasze Miasto on MSN10 godz.",
            "source": "Rzeszów Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Elder Scrolls IV: Oblivion Remastered, ale to skradanka. Wszystko dzięki pracy jednego z fanów",
            "link": "https://www.gram.pl/news/the-elder-scrolls-iv-oblivion-remastered-ale-to-skradanka-wszystko-dzieki-pracy-jednego-z-fanow",
            "description": "Fani Obliviona doczekali się kolejnego ciekawego rozszerzenia. Modder Pandreya udostępnił nową modyfikację zatytułowaną Sinister Relics, która wprowadza rozbudowaną linię zadań skupioną na reliktach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.ITlmwADMx4u15J-3bHJrpw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gram.pl20 godz.",
            "source": "Gram.pl",
            "article_content": "Fani Obliviona doczekali się kolejnego ciekawego rozszerzenia. Modder Pandreya udostępnił nową modyfikację zatytułowaną Sinister Relics, która wprowadza rozbudowaną linię zadań skupioną na reliktach chaosu, skradaniu się oraz tajemniczej frakcji imperialnej. Mod dostępny jest za darmo i został stworzony z myślą o wersji Oblivion Remastered.\n\nThe Elder Scrolls IV: Oblivion Remastered – Sinister Relics wprowadza nowe zadania i zbroję Ciphersteel\n\nW Sinister Relics gracze dołączają do sekretnej frakcji imperium i w trakcie siedmiostopniowego awansu zdobywają dostęp do przeklętych artefaktów. Główna mechanika opiera się na potajemnym podrzucaniu przedmiotów NPC-om, co wywołuje różnorodne efekty. Zadania są wieloetapowe, zawierają zagadki i trudne wybory moralne, a przeciwnicy korzystają z unikalnych mocy jak magia ciszy czy efekty chaosu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy odnaleźli zaginione miasto w Norwegii. Jest wyjątkowe",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/archeolodzy-odnale%C5%BAli-zaginione-miasto-w-norwegii-jest-wyj%C4%85tkowe/ar-AA1Ihdxl?ocid=BingNewsVerp",
            "description": "Zaginione średniowieczne miasto odkryte w Norwegii. Archeolodzy trafili na ślad Przez wieki pozostawało zagadką, dziś wraca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Hb6kB9nJJQAuOt2JpLohuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "GeekWeek w INTERIA.PL on MSN18 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nietypowe odkrycie w Bydgoszczy. Wyłowiono przedmiot sprzed wojny. \"Ale mamy skarb\"",
            "link": "https://wiadomosci.radiozet.pl/bydgoszcz/nietypowe-odkrycie-w-bydgoszczy-wylowiono-przedmiot-sprzed-wojny-ale-mamy-skarb",
            "description": "Nietypowe odkrycie w Bydgoszczy. Podczas akcji oczyszczania Młynówki wyłowiono przedmiot z czasów przed drugą wojną światową.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tMHXGBbrcpbe0Mev9DFkTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET6 min",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Co wyłowiono z Młynówki w Bydgoszczy.\n\nCo oznaczają napisy umieszczone na przedmiocie.\n\nGdzie trafi wyłowiony zabytek.\n\nOdkrycie w Młynówce w Bydgoszczy\n\nO odkryciu poinformowała spółka Miejskie Wodociągi i Kanalizacja w Bydgoszczy, która wraz z Fundacją Zielone Jutro regularnie prowadzi akcje oczyszczania bydgoskich rzek. Za pomocą magnesów neodymowych wyławiają zalegające na dnie przedmioty. W większości przypadków są to śmieci, ale wśród nich zdarzają się także prawdziwe skarby. Wcześniej w tym roku wyłowiono m.in. sześciostrzałowy rewolwer z połowy XIX wieku. Teraz udało się odnaleźć kolejny wyjątkowy przedmiot.\n\n\"Ale mamy »skarb«. Z rzeki wyłowiliśmy ciekawy artefakt - korpus ręcznej froterki do podłóg sprzed drugiej wojny światowej\" - przekazały w mediach społecznościowych MWiK w Bydgoszczy. Przedmiot o wymiarach 11,5 cm na 19,5 cm znajdował się wśród wyłowionych fragmentów rowerów, mebli czy ogrodzeń. Tego typu froterki były wykorzystywane do czyszczenia i polerowania drewnianych podłóg jeszcze w XIX wieku, a w użyciu można było je spotkać także w pierwszej połowie XX wieku - zanim pojawiły się odkurzacze i mopy.\n\nWyłowiony przedmiot pochodzi sprzed drugiej wojny światowej\n\n\"Masywny korpus o wadze od 5 do 7 kg posiadał z dołu uchwyty, w które wstawiało się wymienną drewnianą szczotkę ze sztywnym włosiem o długości około 2 cm. Od góry mocowano drewniany trzonek. Dodatkowo w zestawie znajdowało się małe zgrzebło do wyczesywania i usuwania zanieczyszczeń z włosia szczotki\" - wyjaśniły MWiK. Dodatkowe akcesoria jednak się nie zachowały.\n\nWyłowiony z rzeki \"skarb\" ma na sobie niemieckie napisy: \"schnell=reine\" (szybkie czyszczenie), \"glanz\" (połysk) oraz \"bohner borsten\" (froterka z włosiem). Na spodzie natomiast widnieją litery \"DRGM\". To skrót od Deutsches Reichs Gebrauchs Musterschutz, formy niemieckiego zastrzeżenia wzoru użytkowego, który stosowano w latach 1891 - 1945.\n\nWiadomo już, co dalej stanie się z wyłowionym zabytkiem. Będzie można go oglądać w Wieży Ciśnień, będącej jednym z obiektów Muzeum Wodociągów w Bydgoszczy. \"Nasze rzeki wciąż kryją wiele takich historii - wystarczy się po nie schylić. Każde zanurzenie magnesu to szansa na odkrycie nie tylko przeszłości, ale i powód, by jeszcze bardziej zadbać o środowisko i nasze lokalne dziedzictwo\" - podkreśliły MWiK w Bydgoszczy.\n\nŹródło: Radio ZET / MWiK w Bydgoszczy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Rossmannie kradniesz? Wpadniesz! A oprócz kary będzie publiczny wstyd [10.07.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/w-rossmannie-kradniesz-wpadniesz-a-opr%C3%B3cz-kary-b%C4%99dzie-publiczny-wstyd-10-07-2025-r/ar-AA1Iaf35?ocid=BingNewsVerp",
            "description": "Drogerie sieci Rossmann to nie tylko ulubione miejsce zakupów wielu klientów, ale i złodziejskich łowów. Za sprawą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bL9XIP0L5vpXdBPmyOEmCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński on MSN3 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Maciej A. Brzozowski: Opisuję ludzi, których losów nie wymyśliłby najlepszy scenarzysta",
            "link": "https://wyborcza.pl/7,75517,32086307,maciej-a-brzozowski-opisuje-ludzi-ktorych-losow-nie-wymyslilby.html",
            "description": "Miał studiować prawo, poszedł na italianistkę. Miłością do Włoch zaraził się już podczas pierwszej podróży. I tak zostało. Choć pracuje na etacie jako dyrektor PR-u w jednej z największych grup mediow ...",
            "image_url": "https://www.bing.pl/th?id=ODF.CrBRU_Tjuluswl3M76aOgQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wyborcza33 min",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyki w cenie złota. Tyle kosztują w lipcu 2025 - potrafią być warte krocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/antyki-w-cenie-z%C5%82ota-tyle-kosztuj%C4%85-w-lipcu-2025-potrafi%C4%85-by%C4%87-warte-krocie/ar-AA1HLt9v?ocid=BingNewsVerp",
            "description": "W 2025 roku antyki cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz jeszcze takie w domu, przyjrzyj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._hgylbrzjFORC7NKUeqyPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski on MSN16 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To unikat w skali miasta. Zabytkowe ogrodzenie w centrum zostanie wyremontowane",
            "link": "https://wszczecinie.pl/to-unikat-w-skali-miasta-zabytkowe-ogrodzenie-w-centrum-zostanie-wyremontowane/51759",
            "description": "Wraz ze szklanym zadaszeniem jest częścią historycznego przedogródka przy placu Odrodzenia. Znikną także metalowe elementy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1Q5PclrAJxdNK59aesAyuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "wSzczecinie.pl22 godz.",
            "source": "wSzczecinie.pl",
            "article_content": "Wraz ze szklanym zadaszeniem jest częścią historycznego przedogródka przy placu Odrodzenia. Znikną także metalowe elementy szyldów i reklam, na których wątpliwą estetykę zwracali uwagę mieszkańcy.\n\nSpis Treści\n\nDo 18 listopada br. na zlecenie Zarządu Budynków i Lokali Komunalnych ma powstać kompleksowa dokumentacja projektowo-kosztorysowa remontu wraz z pozwoleniem na budowę. Wykonawcą jest firma Inżynierska Obsługa Inwestycji Tomasz Świątek.\n\nW ramach prac wymienione zostaną m.in. zdeformowane elementy ogrodzenia. Konstrukcja szklanego zadaszenia zostanie wzmocniona, a jego wypełnienie z półprzeziernych tafli – wymienione. Całość dopełni nowe oświetlenie dopasowane do historycznej kompozycji ogrodzenia.\n\n– Rozwiązania będą uzgadniane z Biurem Ogrodnika Miasta, Zachodniopomorskim Wojewódzkim Konserwatorem Zabytków oraz Zarządem Dróg i Transportu Miejskiego – informuje Sylwia Cyza-Słomska z biura prasowego magistratu.\n\nO obawach mieszkańców związanych z letnim przedogródkiem pisaliśmy w ubiegłym roku. Kompozycyjnie należy do kamienicy przy ul. Monte Cassino 36.\n\n„To w każdej chwili może się rozpaść. Tu parkowały samochody, tam był śmietnik, a w tym miejscu bezdomni robili libacje alkoholowe. Mnóstwo złych rzeczy się wydarzyło” – komentowali.\n\nJak podkreśla miejski konserwator zabytków Michał Dębowski, konstrukcja „stanowi unikatowy na terenie Szczecina przykład ogrodzenia i zadaszenia letniego ogródka gastronomicznego z końca XIX wieku”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-10,7,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nietypowe odkrycie w Bydgoszczy. Wyłowiono przedmiot sprzed wojny. \"Ale mamy skarb\"",
            "link": "https://wiadomosci.radiozet.pl/bydgoszcz/nietypowe-odkrycie-w-bydgoszczy-wylowiono-przedmiot-sprzed-wojny-ale-mamy-skarb",
            "description": "Nietypowe odkrycie w Bydgoszczy. Podczas akcji oczyszczania Młynówki wyłowiono przedmiot z czasów przed drugą wojną światową.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tMHXGBbrcpbe0Mev9DFkTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET6 min",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Co wyłowiono z Młynówki w Bydgoszczy.\n\nCo oznaczają napisy umieszczone na przedmiocie.\n\nGdzie trafi wyłowiony zabytek.\n\nOdkrycie w Młynówce w Bydgoszczy\n\nO odkryciu poinformowała spółka Miejskie Wodociągi i Kanalizacja w Bydgoszczy, która wraz z Fundacją Zielone Jutro regularnie prowadzi akcje oczyszczania bydgoskich rzek. Za pomocą magnesów neodymowych wyławiają zalegające na dnie przedmioty. W większości przypadków są to śmieci, ale wśród nich zdarzają się także prawdziwe skarby. Wcześniej w tym roku wyłowiono m.in. sześciostrzałowy rewolwer z połowy XIX wieku. Teraz udało się odnaleźć kolejny wyjątkowy przedmiot.\n\n\"Ale mamy »skarb«. Z rzeki wyłowiliśmy ciekawy artefakt - korpus ręcznej froterki do podłóg sprzed drugiej wojny światowej\" - przekazały w mediach społecznościowych MWiK w Bydgoszczy. Przedmiot o wymiarach 11,5 cm na 19,5 cm znajdował się wśród wyłowionych fragmentów rowerów, mebli czy ogrodzeń. Tego typu froterki były wykorzystywane do czyszczenia i polerowania drewnianych podłóg jeszcze w XIX wieku, a w użyciu można było je spotkać także w pierwszej połowie XX wieku - zanim pojawiły się odkurzacze i mopy.\n\nWyłowiony przedmiot pochodzi sprzed drugiej wojny światowej\n\n\"Masywny korpus o wadze od 5 do 7 kg posiadał z dołu uchwyty, w które wstawiało się wymienną drewnianą szczotkę ze sztywnym włosiem o długości około 2 cm. Od góry mocowano drewniany trzonek. Dodatkowo w zestawie znajdowało się małe zgrzebło do wyczesywania i usuwania zanieczyszczeń z włosia szczotki\" - wyjaśniły MWiK. Dodatkowe akcesoria jednak się nie zachowały.\n\nWyłowiony z rzeki \"skarb\" ma na sobie niemieckie napisy: \"schnell=reine\" (szybkie czyszczenie), \"glanz\" (połysk) oraz \"bohner borsten\" (froterka z włosiem). Na spodzie natomiast widnieją litery \"DRGM\". To skrót od Deutsches Reichs Gebrauchs Musterschutz, formy niemieckiego zastrzeżenia wzoru użytkowego, który stosowano w latach 1891 - 1945.\n\nWiadomo już, co dalej stanie się z wyłowionym zabytkiem. Będzie można go oglądać w Wieży Ciśnień, będącej jednym z obiektów Muzeum Wodociągów w Bydgoszczy. \"Nasze rzeki wciąż kryją wiele takich historii - wystarczy się po nie schylić. Każde zanurzenie magnesu to szansa na odkrycie nie tylko przeszłości, ale i powód, by jeszcze bardziej zadbać o środowisko i nasze lokalne dziedzictwo\" - podkreśliły MWiK w Bydgoszczy.\n\nŹródło: Radio ZET / MWiK w Bydgoszczy"
        }
    }
]