[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Potrącenie na torach w Raciborzu",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/119148-potracenie-na-torach-w-raciborzu",
            "description": "Dziś, 22 września 2025 r., około godz. 17:50 na ul. Nad Koleją w Raciborzu doszło do poważnego zdarzenia na linii kolejowej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0TYs4fzyBvmuPg_Y429uMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasz Racibórz2 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Dziś, 22 września 2025 r., około godz. 17:50 na ul. Nad Koleją w Raciborzu doszło do poważnego zdarzenia na linii kolejowej nr 151. Pociąg osobowy relacji Racibórz–Katowice potrącił osobę.\n\nPoszkodowanego - jak informuje raciborska Straż Pożarna - wydobyto spod pociągu. Był nieprzytomny, jednak z zachowanymi funkcjami życiowymi. Na miejscu interweniował śmigłowiec Lotniczego Pogotowia Ratunkowego oraz wszystkie służby ratunkowe.\n\nRuch pociągów na obu torach został całkowicie wstrzymany. Policja prowadzi czynności wyjaśniające okoliczności wypadku. Jak informuje rzeczniczka KPP, poszkodowany to 16-latek."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Potrącenie na torach w Raciborzu. Poszkodowany to 16-latek",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/119148-potracenie-na-torach-w-raciborzu-poszkodowany-to-16-latek",
            "description": "Dziś, 22 września 2025 r., około godz. 17:50 na ul. Nad Koleją w Raciborzu doszło do poważnego zdarzenia na linii kolejowej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JA4RLSdmyPdo6GmZMBrUHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasz Racibórz3 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Dziś, 22 września 2025 r., około godz. 17:50 na ul. Nad Koleją w Raciborzu doszło do poważnego zdarzenia na linii kolejowej nr 151. Pociąg osobowy relacji Racibórz–Katowice potrącił osobę.\n\nPoszkodowanego - jak informuje raciborska Straż Pożarna - wydobyto spod pociągu. Był nieprzytomny, jednak z zachowanymi funkcjami życiowymi. Na miejscu interweniował śmigłowiec Lotniczego Pogotowia Ratunkowego oraz wszystkie służby ratunkowe.\n\nRuch pociągów na obu torach został całkowicie wstrzymany. Policja prowadzi czynności wyjaśniające okoliczności wypadku. Jak informuje rzeczniczka KPP, poszkodowany to 16-latek."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ale PEREŁKI na Dąbrowskim Jarmarku Staroci! Zabytkowe meble, pamiątki z PRL-u i światowe waluty...a to nie wszystko. Zobacz te ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ale-pere%C5%82ki-na-d%C4%85browskim-jarmarku-staroci-zabytkowe-meble-pami%C4%85tki-z-prl-u-i-%C5%9Bwiatowe-walutya-to-nie-wszystko-zobacz-te-zdj%C4%99cia/ar-AA1N0HBs?ocid=BingNewsVerp",
            "description": "WEEKEND. W Dąbrowie Górniczej, na stałe wpisał się w kalendarz wydarzeń, Jarmark Staroci, który w każdą trzecią niedzielę miesiąca przyciąga rzesze miłośników historii i unikalnych przedmiotów. To ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XRLxX5vOF0R4QGkP4pWBhg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Dąbrowa Górnicza Nasze Miasto on MSN13 godz.",
            "source": "Dąbrowa Górnicza Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sprzed lat",
            "link": "https://torun.naszemiasto.pl/tag/sprzed-lat",
            "description": "Każdy z nas pamięta wystrój wnętrz typowy dla czasów PRL-u. Starsi sami mieszkali w lokalach urządzonych w stylu lat 70., a ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Toruń Nasze Miasto16 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka Włocławek 22.09.2025 - wydarzenia dnia. Podsumowanie z wczoraj - sprawdź, czy we Włocławku nie minęło Cię nic ważnego",
            "link": "https://wloclawek.naszemiasto.pl/prasowka-wloclawek-22-09-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-we-wloclawku-nie-minelo-cie-nic-waznego/ar/c1p1-19738625",
            "description": "W niedzielę, 21 września 2025 roku, na stadionie Przylesie na Zazamczu oraz w pobliskich terenach leśnych we Włocławku rozegrano czwarty etap cyklu biegów Vladislavia Cross 2025. Na trasie pojawili ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto16 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryj, które niepozorne banknoty 10 zł są warte fortunę. Kolekcjonerzy płacą za nie krocie",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/odkryj-kt%C3%B3re-niepozorne-banknoty-10-z%C5%82-s%C4%85-warte-fortun%C4%99-kolekcjonerzy-p%C5%82ac%C4%85-za-nie-krocie/ar-AA1N2yFI?ocid=BingNewsVerp",
            "description": "Nie każdy banknot o nominale 10 zł ma realną wartość równą temu, co wydrukowano na jego awersie. Niektóre egzemplarze są dziś ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TXZj2r0atcYZ3YyEQ67_py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN13 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kuchnie prl",
            "link": "https://torun.naszemiasto.pl/tag/kuchnie-prl",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto16 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 22.09.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-22092025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoto w portfelu: fizyczne, ETF czy \"papier\"? To trzeba wiedzieć",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/z%C5%82oto-w-portfelu-fizyczne-etf-czy-papier-to-trzeba-wiedzie%C4%87/ar-AA1N4ehR?ocid=BingNewsVerp",
            "description": "Złoto jest dla wielu inwestorów jak pas bezpieczeństwa. Nie zarabia odsetek, nie wypłaca dywidend, ale potrafi chronić ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oCt6prMZ9KCHO_0tJVbsHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN7 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co naprawdę dzieje się podczas kontroli bezpieczeństwa - fakty, mity i praktyczne wskazówki dla rzadko latających",
            "link": "https://www.wirtualnygarwolin.pl/artykul/21267,co-naprawde-dzieje-sie-podczas-kontroli-bezpieczenstwa-fakty-mity-i-praktyczne-wskazowki-dla-rzadko-latajacych",
            "description": "Dla osób, które latają rzadko, kontrola bezpieczeństwa na lotnisku często bywa momentem stresującym. Zdarza się, że ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3dlu8wf7UvvPgBUnz0oKQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Wirtualny Garwolin2 godz.",
            "source": "Wirtualny Garwolin",
            "article_content": "Istota i cel kontroli bezpieczeństwa\n\nGłównym zadaniem kontroli bezpieczeństwa jest ochrona pasażerów i załogi w transporcie lotniczym. Nie jest to przeszkoda stworzona po to, aby uprzykrzyć życie podróżnym, lecz kluczowy element całego systemu. Na całym świecie, a zwłaszcza w krajach Unii Europejskiej, procedury zostały ujednolicone i działają zgodnie ze wspólnymi standardami. Oznacza to, że gdziekolwiek polecimy, scenariusz kontroli będzie bardzo podobny.\n\nNa tym etapie sprawdzany jest zarówno bagaż rejestrowany, jak i bagaż podręczny oraz sam pasażer. Operator kontroli bezpieczeństwa wykorzystuje urządzenia rentgenowskie, skanery czy bramki wykrywające metal. Czasem pojawiają się też dodatkowe testy, na przykład w kierunku materiałów wybuchowych. Warto podkreślić, że nikt nie robi tego „dla zasady” - cały proces powstał po to, by eliminować realne zagrożenia.\n\nJak wygląda kontrola krok po kroku?\n\nScenariusz według którego przebiega kontrola bezpieczeństwa na lotnisku zawsze przebiega podobnie. Najpierw należy podejść do odpowiedniego stanowiska i przygotować swój bagaż do prześwietlenia. Do plastikowych tacek wkładamy torbę, kurtkę lub inne okrycie, a także wszystkie większe urządzenia elektroniczne: laptopy, tablety. Telefony komórkowe mogą pozostać w torbie podręcznej. Do osobnej torebki powinny trafić płyny w butelkach do 100 ml - włożone do przezroczystej kosmetyczki, by operator mógł je szybko obejrzeć. Więcej szczegółów na temat kontroli znajdziemy na stronie https://lotniska.net/blog/kontrola-bezpieczenstwa-na-lotnisku-jak-wyglada/\n\nKolejnym krokiem jest przejście przez bramkę. Z kieszeni trzeba wyjąć przedmioty metalowe: monety, klucze, a także pasek z metalową klamrą czy zegarek. Jeśli coś „wywoła” sygnał, osoba odpowiedzialna za kontrolę może poprosić o dodatkowe sprawdzenie. To wszystko trwa zazwyczaj kilka minut, o ile jesteśmy dobrze przygotowani.\n\nFakty i mity o przedmiotach zabronionych\n\nW przeszłości narosło wiele przekonań, które nie mają wiele wspólnego z rzeczywistością. Najpopularniejszy mit mówi, że nie wolno przewozić żadnych płynów. Prawda jest taka, że można, lecz w małych pojemnikach i w odpowiedniej torebce. Podobnie wygląda kwestia leków - wbrew obawom są one dozwolone, także w formie płynnej. Dobrze jednak mieć przy sobie receptę lub zaświadczenie, jeśli wybieramy się w dłuższą podróż.\n\nInny mit głosi, że drobna biżuteria zawsze uruchamia bramkę. W praktyce nowoczesne systemy są w stanie ignorować niewielkie elementy, a problem pojawia się raczej przy większych, metalowych częściach garderoby. Spotkać można się również z przekonaniem, że dzieci przechodzą inną kontrolę. To nieprawda - procedura jest identyczna, choć obsługa podchodzi do najmłodszych z większą cierpliwością.\n\nKomfort i przygotowanie pasażera\n\nWarto pamiętać, że to, jak się przygotujemy, znacząco skraca czas spędzony przy stanowisku. Lepiej spakować kosmetyki i elektronikę tak, aby łatwo je wyjąć, niż w pośpiechu szukać ich przy taśmie. Strój również ma znaczenie. Buty na wysokiej podeszwie czy z metalowymi elementami mogą wymagać zdjęcia, dlatego w podróży najlepiej sprawdzają się wygodne, proste modele. Luźne kieszenie, brak nadmiaru biżuterii i spokojne nastawienie to przepis na szybkie przejście.\n\nNiektórzy pasażerowie przechodzą kontrolę w napięciu, gdy tymczasem cała procedura to czysta rutyna. Jeśli sprawdzana osoba współpracuje i słucha wskazówek, całość przebiega sprawnie i bez zbędnych emocji.\n\nCzas i organizacja\n\nWielu pasażerów przyznaje, że kontrola bywa najbardziej czasochłonnym punktem odprawy. Po pierwsze - same czynności zabierają kilka minut. Po drugie - największym wyzwaniem są kolejki, które w szczycie sezonu potrafią ciągnąć się przez kilkadziesiąt metrów. Dlatego zaleca się przybycie na lotnisko z dużym zapasem: na lot europejski co najmniej dwie godziny, a w przypadku połączeń międzykontynentalnych nawet trzy.\n\nNiektóre porty lotnicze oferują specjalne przejścia Fast Track, które pozwalają ominąć dłuższe kolejki. To opcja dodatkowo płatna, ale w sezonie wakacyjnym często ratuje podróżnych od stresu i patrzenia nerwowo na zegarek. Obsada punktów kontrolnych stara się pracować jak najsprawniej, ale czasem po prostu liczba pasażerów jest tak duża, że cierpliwość okazuje się najcenniejszym „bagażem”.\n\nDodatkowa kontrola w punkcie kontroli bezpieczeństwa - kiedy i dlaczego?\n\nCzasami przychodzi moment, kiedy zostajemy wytypowani do dodatkowej kontroli. Nie oznacza to wcale, że zrobiliśmy coś źle. Często takie sprawdzenie ma charakter losowy. Może to być szybkie sprawdzenie odzieży przez pracownika tej samej płci albo dokładniejsze przejrzenie bagażu podręcznego.\n\nTaka akcja trwa zwykle kilka minut i kończy się od razu po wyjaśnieniu wątpliwości. Ważne, by zachować spokój i pamiętać, że również tutaj chodzi o nasze bezpieczeństwo. Dodatkowa kontrola to element codziennej pracy systemu, a nie sygnał, że pasażer zrobił coś podejrzanego.\n\nRóżnice między lotniskami i krajami\n\nChociaż scenariusz jest podobny, poszczególne kraje i porty lotnicze mogą różnić się szczegółami. W Polsce i większości krajów UE nie ma obowiązku zdejmowania obuwia. Może mieć to miejsce sporadycznie tylko na polecenie obsługi. Warto w tym miejscu, dodać, że dopiero w lipcu 2025 roku w USA zniesiono obowiązek zdejmowania obuwia podczas kontroli. Współczesna technologia ułatwia życie zarówno służbom odpowiedzialnych za bezpieczeństwo, jak i samym pasażerom. Zdarza się, że kontrola w pozaeuropejskich krajach jest bardziej szczegółowa i wieloetapowa.\n\nNowością stają się skanery 3D, które nie są jeszcze standardem we wszystkich portach lotniczych. Wprowadzane są stopniowo np. w Wielkiej Brytanii, Holandii, częściowo w Niemczech. Ppzwalają przewozić płyny w większych butelkach, bez konieczności ich pakowania do osobnych torebek. To znak, że procedury zmieniają się wraz z rozwojem technologii. Warto więc przed podróżą sprawdzić aktualne zasady obowiązujące w miejscu wylotu - wtedy nie zaskoczy nas żaden dodatkowy wymóg.\n\nPodsumowanie\n\nChoć dla wielu pasażerów kontrola bezpieczeństwa wydaje się stresującym etapem podróży, w praktyce jest to rutynowa procedura mająca na celu ochronę wszystkich osób korzystających z transportu lotniczego. Znajomość zasad od pakowania płynów i urządzeń elektronicznych, przez zdjęcie okrycia czy wyjęcie kluczy i monet, aż po spokojne podejście do ewentualnej dodatkowej kontroli pozwala przejść przez ten etap bez nerwów. Warto pamiętać, że im lepiej przygotujemy się wcześniej, tym szybciej i sprawniej pokonamy ten obowiązkowy punkt na lotnisku. Dzięki temu cała podróż zaczyna się spokojniej, a my, zamiast stresu możemy cieszyć się perspektywą kolejnej przygody.\n\nMateriał zewnętrzny"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy nadal polują na te naczynia, wazony i figurki [23.09.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-nadal-poluj%C4%85-na-te-naczynia-wazony-i-figurki-23092025/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony, zastawy stołowe czy figurki z lat 60., 70. czy 80., warto przyjrzeć się i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatnia niedziela lata przyciągnęła tłumy na parking przy Centrum Handlowym M1. Tak było na pchlim targu 21 września. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ostatnia-niedziela-lata-przyci%C4%85gn%C4%99%C5%82a-t%C5%82umy-na-parking-przy-centrum-handlowym-m1-tak-by%C5%82o-na-pchlim-targu-21-wrze%C5%9Bnia-zobacz-zdj%C4%99cia/ar-AA1N0afk?ocid=BingNewsVerp",
            "description": "Pchli Targ nazywany także Giełdą Staroci dawniej odbywał się w Starej Rzeźni przy ul. Garbary. W okresie pandemii targ został ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QF9IPVBRwU2k_Qx9uZuW8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN14 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ale PEREŁKI na Dąbrowskim Jarmarku Staroci! Zabytkowe meble, pamiątki z PRL-u i światowe waluty...a to nie wszystko. Zobacz te ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ale-pere%C5%82ki-na-d%C4%85browskim-jarmarku-staroci-zabytkowe-meble-pami%C4%85tki-z-prl-u-i-%C5%9Bwiatowe-walutya-to-nie-wszystko-zobacz-te-zdj%C4%99cia/ar-AA1N0HBs?ocid=BingNewsVerp",
            "description": "WEEKEND. W Dąbrowie Górniczej, na stałe wpisał się w kalendarz wydarzeń, Jarmark Staroci, który w każdą trzecią niedzielę miesiąca przyciąga rzesze miłośników historii i unikalnych przedmiotów. To ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XRLxX5vOF0R4QGkP4pWBhg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dąbrowa Górnicza Nasze Miasto on MSN13 godz.",
            "source": "Dąbrowa Górnicza Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dramat na drodze w powiecie stalowowolskim. W Woli Rzeczyckiej motocyklista zderzył się z kombajnem zbożowym. Życia 21-latka nie uratowano",
            "link": "https://echodnia.eu/podkarpackie/dramat-na-drodze-w-powiecie-stalowowolskim-w-woli-rzeczyckiej-motocyklista-zderzyl-sie-z-kombajnem-zbozowym-zycia-21-latka-nie-uratowano/ar/c16p2-27990849",
            "description": "21-letni mężczyzna zginął w wypadku, do jakiego doszło w niedzielę, 21 września około godziny 16 w Woli Rzeczyckiej (gmina Radomyśl nad Sanem), w powiecie stalowowolskim. Młody motocyklista zderzył ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Echo Dnia14 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "X Międzypokoleniowe Spotkania Teatralne w Stalowej Woli. Wybrano najlepszy spektakl",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/x-mi%C4%99dzypokoleniowe-spotkania-teatralne-w-stalowej-woli-wybrano-najlepszy-spektakl/ar-AA1N3MN0?ocid=BingNewsVerp",
            "description": "W dniach od 19 do 21 września w Miejskim Domu Kultury w Stalowej Woli zorganizowane zostały RELACJE X Międzypokoleniowych Spotkań Teatralnych. Zaprezentowano 11 spektakli, które wzięły udział w konkur ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Echo Dnia on MSN8 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedziele handlowe 2021",
            "link": "https://torun.naszemiasto.pl/tag/niedziele-handlowe-2021",
            "description": "Niedziele handlowe w 2021 roku zostały bardzo ograniczone. W całym roku ma być zaledwie siedem niedziel handlowych. Sprawdź, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Toruń Nasze Miasto4 min",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W PRL budowano schrony na masową skalę. Te relikty zimnej wojny wciąż mogą się przydać",
            "link": "https://polskieradio24.pl/artykul/3581812,w-prl-budowano-schrony-na-masowa-skale-te-relikty-zimnej-wojny-wciaz-moga-sie-przydac",
            "description": "Wielu z nas widuje go codziennie. Wystający z ziemi betonowy \"grzybek\" to znak, że w najbliższym budynku znajdziemy schron, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E2Odt6StRbr5z6RBk9oZJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio 2415 godz.",
            "source": "Polskie Radio 24",
            "article_content": "Na wszelki wypadek\n\nW marcu 1951 roku, zaledwie kilka lat po zakończeniu traumatycznej wojny, w epoce szalejącego w Polsce stalinizmu i w cieniu przerażającej wiedzy o możliwościach bomby atomowej, władze PRL uchwaliły ustawę o terenowej obronie przeciwlotniczej. Akt ten uchylał przepisy pochodzące jeszcze z lat 30. XX wieku, w tym doraźny \"dekret Prezydenta Rzeczypospolitej z dnia 3 września 1939 r. o udziale lokatorów w kosztach budowy schronów\".\n\nPółtora roku później Rada Ministrów ogłosiła uchwałę \"w sprawie stosowania przedsięwzięć Terenowej Obrony Przeciwlotniczej /TOPL/ w budownictwie\". Na mocy tego dokumentu rozpoczęto tworzenie podziemnych budowli ochronnych na szeroką skalę. Schron musiał znaleźć się w podpiwniczeniu każdego nowo wznoszonego budynku mieszkalnego, administracyjnego, przemysłowego i usługowego w 72 wyszczególnionych w uchwale miastach, a także w zakładach i obiektach przemysłowych położnych pod tymi miastami.\n\nPośpiesznie i masowo budowane schrony zapewniały jednak ochronę tylko przed obciążeniem gruzowiska powstałego w wyniku zawalenia budynku. Nie były hermetyczne, więc nie sprawdziłyby się w przypadku ataku nuklearnego, gazowego czy biologicznego.\n\nJuż w 1958 roku Rada Ministrów doszła do wniosku, że ta masowość nie jest głównym celem obronności. Liczbę miast zmniejszono do 52, ograniczono również listę obiektów, w których powstawały schrony. Jednocześnie jednak podwyższono wytrzymałość nowo powstających obiektów ochronnych.\n\nIzba Zimnej Wojny i Socjalizmu w schronie z czasów PRL pod Urzędem Miasta w Nowym Targu. Fot. MAREK LASYK/REPORTER\n\nSchrony wspaniałe, tylko za mało\n\nPrzepisy te obowiązywały jedynie przez dwa lata. W 1960 roku uznano najwyraźniej, że możliwość ataku lotniczego jest bardzo mała. Zrezygnowano więc całkowicie z budowy nowych schronów, co sankcjonowała uchwała \"w sprawie zaniechania stosowania przepisów TOPL w nowym budownictwie\".\n\nTo zaskakująca decyzja, bo mniej więcej w połowie lat 50. w obliczu rosnących potencjałów nuklearnych inżynierowie zaczęli modyfikować projekty schronów, by odpowiadały one temu nowemu zagrożeniu. W ciągu całej poprzedzającej dekady zimna wojna podkręcała tempo wyścigu zbrojeń. O ile w 1951 roku USA miały 438 głowice atomowe, a ZSRR 25 głowic, to pięć lat później stosunek ten wynosił już 3692 do 426, a w 1959 roku Amerykanie dysponowali zawrotną liczbą 12 298 głowic, prawie dwunastokrotnie potężniejszą od arsenału radzieckiego.\n\nDo idei schronów powrócono dopiero w 1966 roku, ale zupełnie pominięto wówczas budynki mieszkalne. Obiekty obrony przeciwlotniczej miały powstawać wyłącznie w nowo budowanych zakładach przemysłowych, które uznano za kluczowe dla gospodarki, czyli podległych resortom energetyki, górnictwa, a także przemysłu ciężkiego i maszynowego (od 1968 roku).\n\nTym razem jednak konstrukcje schronów miały być odporne na nadciśnienie fali uderzeniowej wybuchów jądrowych. Budowano więc coraz wytrzymalsze obiekty, ale dla większości cywilnej ludności i tak nie wystarczyłoby ich w razie ewentualnego konfliktu militarnego.\n\nKolejne modyfikacje przepisów w latach 70. i 80. wciąż odnosiły się wyłącznie do tworzenia schronów w budynkach służących produkcji przemysłowej. Dzięki postępowi technologicznemu możliwe było wprawdzie zwiększanie wymogów wytrzymałościowych tych obiektów, ale ewidencja przeprowadzona w ostatniej dekadzie PRL wykazała, że w przypadku nagłego ataku w schronach może ukryć się zaledwie pięć procent ludności cywilnej Polski.\n\nTen stan, jak od kilku lat alarmują niektórzy specjaliści, w zasadzie nie zmienił się do dziś. Schronów jest za mało, jednak wbrew potocznym opiniom są one dość dobrej jakości. \"Współczesne wymogi wytrzymałościowe dla schronów zabezpieczających przed zagruzowaniem spełnia około 90 procent schronów w Polsce\" – czytamy w zbiorowej publikacji \"Podstawy zagadnień prawno-technicznych utrzymania schronów i ukryć dla ochrony ludności\" wydanej przez Wojskową Akademię Techniczną.\n\nNie znaczy to, że nie wymagają one remontów i ulepszeń, szczególnie tam, gdzie wspólnoty mieszkaniowe nie mają pomysłu lub funduszy na tymczasowe zagospodarowanie tych przestrzeni (warto przy okazji podkreślić, że w PRL zdarzało się, że od początku schrony pomyślane były jako pomieszczenia dwufunkcyjne - były np. suszarniami).\n\n\"Istniejące obiekty, o ile ich konstrukcja jest nienaruszona, po uprzedniej modernizacji i wymianie przestarzałych instalacji mogą zabezpieczać osoby, ważne urządzenia lub cenne mienie przed skażeniami będącymi skutkiem awarii lub katastrof przemysłowych, a także na wypadek klęsk żywiołowych, zagrożeń militarnych czy lokalnych kryzysów politycznych, których w przyszłości nie można wykluczyć\" – piszą autorzy \"Podstawy zagadnień prawno-technicznych utrzymania schronów...\".\n\nPomieszczenie sypialniane w doskonale zachowanym schronie przeciwatomowym z 1984 roku w podziemiach biurowca Stoczni Północnej w Gdańsku. Fot. Wojciech Strozyk/REPORTER\n\nJak budowano schrony w latach 50.?\n\nPaństwowe przepisy w \"złotej epoce\" schronów w PRL wyraźnie określały, w jaki sposób należy budować podziemne kryjówki na wypadek ataku lotniczego. Normy były dość wyśrubowane, więc nawet w przypadku obiektów o najniższej klasie wytrzymałości postarano się o zapewnienie możliwie najwyższego poziomu bezpieczeństwa.\n\nTypowy schron terenowej obrony przeciwlotniczej ma z reguły wejście na poziomie piwnicy budynku mieszkalnego, zaraz przy klatce schodowej (jej konstrukcja powinna być również wzmocniona i mieć podobną wytrzymałość, jak schron). Jest całkowicie zagłębiony w ziemi i nie może znajdować się w sąsiedztwie kotłowni lub magazynu materiałów łatwopalnych i wybuchowych, bo eksplozja w tych pomieszczeniach mogłaby naruszyć ściany budowli ochronnej.\n\nPowinno się tam zmieścić minimum 50, a maksimum 250 osób. Strop znajduje się niżej niż w mieszkaniu - na wysokości 2,20 metra, a wystające z niego elementy instalacji mogą sięgać nawet 1,90 metra, co dla osób szczególnie wysokich może okazać się uciążliwe.\n\nWiększość schronów (niestety nie wszystkie) posiada wyjście awaryjne. Prowadzą do niego drugie drzwi na poziomie podziemnym, którymi przechodzi się do kilkumetrowego tunelu zakończonego pionowym szybem sięgającym ponad powierzchnię gruntu. Jego szczyt to tzw. grzybek, czyli mała prostopadłościenna konstrukcja z okratowanymi otworami. Nazwę zawdzięcza ona żelbetowemu daszkowi, którego brzegi lekko wystają poza obręb ścian, co ułatwia odgruzowanie w przypadku ewakuacji tą drogą (kraty otwierają się do wewnątrz).\n\n\"Grzybki\" to dość charakterystyczny widok na większości polskich (i nie tylko polskich) osiedli z lat 50. i 60. XX wieku. O ile wskutek nie zawsze przemyślanych działań wspólnot lokatorskich nie zostały one rozebrane albo zamurowane, a podziemne tunele nadal są drożne, wciąż mogą spełniać swoje zadanie na wypadek konieczności skorzystania ze schronu.\n\nŻyczmy sobie jednak, by taka konieczność nigdy nie nadeszła.\n\nNiektóre \"grzybki\" nie służą do ewakuacji, a pełnią rolę wyłącznie czerpni powietrza, czyli elementów wentylacji. Fot. Stanislaw Bielski/REPORTER\n\nOd października 2022 roku do lutego 2023 roku Państwowa Straż Pożarna przeprowadziła pierwszą inwentaryzację obiektów budowlanych pod kątem identyfikacji miejsc schronienia, które mogłyby zostać wykorzystane m.in. podczas ekstremalnych zjawisk pogodowych. Inwentaryzowano również budowle ochronne i schrony cywilne zgodnie z definicją ujętą w konwencji genewskiej. W działaniach uczestniczyło 13 tysięcy strażaków.\n\nW kilka miesięcy udało się zinwentaryzować prawie 235 tysięcy budynków. Ponad 224 z nich strażacy zewidencjonowali samodzielnie, a ponad 10 tysięcy wspólnie z samorządami. Jak informowała wtedy PSP, łączna pojemność wszystkich budowli ochronnych miała wynieść ok. 1,43 miliona osób.\n\nOwocem inwentaryzacji jest udostępniona na stronie internetowej Państwowej Straży Pożarnej aplikacja z interaktywną mapą, na której dzięki wbudowanej wyszukiwarce oraz usłudze śledzenia lokalizacji w łatwy sposób można odnaleźć najbliższe schrony, miejsca ukrycia i miejsca doraźnego schronienia. Aplikację znajdziemy pod adresem schrony.straz.gov.pl.\n\nŹródło: Polskie Radio/PAP/Michał Czyżewski\n\nBibliografia:\n\nSzcześniak (red.), J. Wasilczuk, M. Sobiech, W. Harmata, R. Ostrowski, J. Baryłka, A. Baryłka, J. Krawczyk, K. Zieliński, P. Kwiatkowski, M. Szafrański, \"Podstawy zagadnień prawno-technicznych utrzymania schronów i ukryć dla ochrony ludności\", Warszawa 2013"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 12 km od Chełmka. Pomysły na jednodniową wyprawę. Gdzie w weekend 27 - 28 września?",
            "link": "https://chelmek.naszemiasto.pl/rowerem-do-12-km-od-chelmka-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-27-28-wrzesnia/ar/c7p1-21832283",
            "description": "Zamek w Mosznej jest jedną z największych atrakcji Opolszczyzny i jednym z najciekawszych zamków w Polsce. Swoją sławę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.v9pXy4w14J_q8BG9Gt7PPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto Chełmek6 godz.",
            "source": "Nasze Miasto Chełmek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 10 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 27 - 28 września?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-10-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-27-28-wrzesnia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 27 września w Oświęcimiu ma być 17°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZNw1Jllzm5zhvX4kjUqsES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto6 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 1 km od Kołobrzegu. Pomysły na odrobinę ruchu na powietrzu w weekend 27 - 28 września",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-1-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-na-powietrzu-w-weekend-27-28-wrzesnia/ar/c7p1-22319027",
            "description": "Baszta Lontowa - przekornie nazywana Basztą Prochową. Jest to jedyny obiekt, który pozostał po średniowiecznym systemie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2vfSicMddJU33rkXIANB4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 1 km od Jaworzna. Pomysły na jednodniowy wypad. Gdzie w weekend 27 - 28 września?",
            "link": "https://jaworzno.naszemiasto.pl/trasy-rowerowe-do-1-km-od-jaworzna-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-27-28-wrzesnia/ar/c7p1-21831473",
            "description": "Zanim wyruszysz na wyprawę, upewnij się, jaka będzie pogoda. W sobotę 27 września w Jaworznie ma być 16°C. Nie powinno padać.",
            "image_url": "https://www.bing.pl/th?id=OVFT.3gQ-LNkXN-Srrmc0-mp4oS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Jaworzno Nasze Miasto6 godz.",
            "source": "Jaworzno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ale PEREŁKI na Dąbrowskim Jarmarku Staroci! Zabytkowe meble, pamiątki z PRL-u i światowe waluty...a to nie wszystko. Zobacz te ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ale-pere%C5%82ki-na-d%C4%85browskim-jarmarku-staroci-zabytkowe-meble-pami%C4%85tki-z-prl-u-i-%C5%9Bwiatowe-walutya-to-nie-wszystko-zobacz-te-zdj%C4%99cia/ar-AA1N0HBs?ocid=BingNewsVerp",
            "description": "WEEKEND. W Dąbrowie Górniczej, na stałe wpisał się w kalendarz wydarzeń, Jarmark Staroci, który w każdą trzecią niedzielę miesiąca przyciąga rzesze miłośników historii i unikalnych przedmiotów. To ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XRLxX5vOF0R4QGkP4pWBhg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Dąbrowa Górnicza Nasze Miasto on MSN13 godz.",
            "source": "Dąbrowa Górnicza Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy obowiązek przy budowie i remoncie domu od 2026 r. Bez niego odbiór będzie niemożliwy",
            "link": "https://www.rynekzdrowia.pl/Prawo/Nowy-obowiazek-przy-budowie-i-remoncie-domu-od-2026-r-Bez-niego-odbior-bedzie-niemozliwy,275888,2.html",
            "description": "Od 2026 roku budujący lub remontujący domy będą musieli liczyć się z nowym obowiązkiem. Zmiany w prawie mają uprościć ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Kz2feSBaX5jXgwNaxO1z2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "RynekZdrowia7 godz.",
            "source": "RynekZdrowia",
            "article_content": "Od 12 lutego 2026 r. każdy nowy lub modernizowany dom jednorodzinny będzie musiał mieć dostęp do światłowodu - wyjątki dotyczą obiektów zabytkowych i miejsc o ograniczeniach konserwatorskich.\n\nPrzy odbiorze budynku inwestor będzie musiał złożyć oświadczenie o zainstalowanych systemach telekomunikacyjnych, co ułatwi kontrolę zgodności inwestycji z przepisami.\n\nNowe przepisy mają obniżyć koszty instalacji, przyspieszyć rozwój gigabitowych sieci w kraju i zwiększyć dostępność szybkiego internetu dla mieszkańców.\n\nNa czym polega nowy obowiązek dla budujących lub remontujących dom?\n\nPortal Samorządowy poinformował, że w rządowym wykazie prac legislacyjnych pojawiły się założenia nowelizacji ustawy dotyczącej rozwoju usług i sieci telekomunikacyjnych.\n\nProjekt przygotowany przez Ministerstwo Cyfryzacji, określany mianem „megaustawy”, ma wprowadzać kluczowe zmiany w polskiej infrastrukturze telekomunikacyjnej.\n\nNajważniejszym celem jest wdrożenie tzw. rozporządzenia GIA, czyli unijnego przepisu przyjętego w kwietniu 2024 r., który ma ograniczyć koszty budowy sieci łączności o bardzo dużej przepustowości.\n\nDokument przewiduje uproszczenie procedur administracyjnych i koordynację działań między operatorami a samorządami, co przyspieszy rozwój nowoczesnej infrastruktury telekomunikacyjnej w całej Unii Europejskiej i ułatwi dostęp do szybkiego internetu.\n\nObowiązek instalacji światłowodowej w nowych domach\n\nZgodnie z założeniami projektu nowelizacji „megaustawy”, już od 2026 roku wszystkie nowe domy jednorodzinne, a także budynki poddawane gruntownym remontom, będą musiały być wyposażone w nowoczesną infrastrukturę światłowodową.\n\nWyjątki przewidziano jedynie dla obiektów zabytkowych lub miejsc objętych szczególnymi ograniczeniami konserwatorskimi.\n\nRozporządzenie GIA, które ma zostać wdrożone od 12 lutego 2026 r., wprowadza obowiązek zapewnienia dostępu do światłowodu w każdym nowo powstającym lub modernizowanym budynku.\n\nMa to przyspieszyć rozwój superszybkiego internetu w całym kraju i dać mieszkańcom stabilne połączenie, które sprosta rosnącym wymaganiom cyfrowym.\n\nNowe regulacje nakładają także obowiązek dołączenia do odbioru budynku oświadczenia potwierdzającego zainstalowane systemy telekomunikacyjne. Dzięki temu kontrola zgodności inwestycji z przepisami stanie się prostsza, a tym samym zmaleje ryzyko problemów z infrastrukturą w przyszłości.\n\nUstawodawca zadbał również o wsparcie dla inwestorów przy planowaniu i realizacji sieci. Przewidziano m.in. uproszczenie procedur administracyjnych, koordynację działań między operatorami a samorządami oraz możliwość korzystania z elektronicznych zgłoszeń i zezwoleń.\n\nCelem tych zmian jest nie tylko obniżenie kosztów instalacji, ale także zwiększenie dostępności szybkiego internetu w domach jednorodzinnych.\n\nMateriał chroniony prawem autorskim - zasady przedruków określa regulamin."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bulwersująca historia. W Szczytnie stanie popiersie Bismarcka? Burmistrz się tłumaczy",
            "link": "https://gazetaolsztynska.pl/1208114,Bulwersujaca-historia-W-Szczytnie-stanie-popiersie-Bismarcka-Burmistrz-sie-tlumaczy.html",
            "description": "Czy w Szczytnie rządzonym przez burmistrza z Koalicji Obywatelskiej powstanie „aleja Bismarcka' zakończona jego popiersiem?",
            "image_url": "https://www.bing.pl/th?id=OVFT.IOo9k-Ur61XggDlS3EhD6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Olsztyńska10 godz.",
            "source": "Gazeta Olsztyńska",
            "article_content": "Czy w Szczytnie rządzonym przez burmistrza z Koalicji Obywatelskiej powstanie „aleja Bismarcka” zakończona jego popiersiem? Tak wynika z opublikowanych planów rewitalizacji parku. Warto wspomnieć, że pomnik Bismarcka stał w tym mieście przed 1911 rokiem, ale został rozebrany. Sprawą zajął się dziennikarz Telewizji wPolsce24 Rafał Jarząbek, któremu udało się porozmawiać z włodarzem miasta. Ten zapewniał, że nie ma planów stawiania pomnika zbrodniarzowi, a cała sprawa jest „manipulacją”.\n\nPomysłami tymi zszokowany jest były burmistrz miasta - Henryk Żuchowski z Prawa i Sprawiedliwości.\n\nJa w swojej kadencji znalazłem większość wśród rady, żeby zmienić nazwy ulic ludzi niegodnych, którzy mieli swoje ulice. Takich ulic w Szczytnie zmieniliśmy około 20, gdzie byliśmy jednym z pierwszych miast w Polsce, które zrobiło porządek z takimi patronami jak: generał Świerczewski, Lenin, Bierut, Dzierżyński\n\n\n\n— mówił.\n\nDlatego nie rozumiem tego, że 25 lat po tej sytuacji teraz wchodzimy w drugą stronę\n\n\n\n— dodał.\n\nTłumaczenia burmistrza\n\nRafał Jarząbek zapytał o tę sprawę także obecnego burmistrza Szczytna Stefana Ochmana. Ten… zaczął tłumaczyć się, że plany miały tylko charakter tymczasowy.\n\nTutaj doszło do manipulacji, ponieważ mapka, którą na pewno państwo widzieli, która też krąży po internecie, to jest mapka stworzona na podstawie archiwalnych rzeczy, które są dostępne. Park jest pod ochroną konserwatora zabytków i jest objęty wymaganiami konserwatorskimi. I na podstawie tego projektant, który zajmuje się projektowaniem, na podstawie tych historycznych danych, posłużył się tymi danymi, aby stworzyć inną infrastrukturę, którą przedstawił\n\n\n\n— przekonywał wyraźnie zdenerwowany.\n\nPrzedstawiając radnym, wyjaśniałem, żeby nie skupiali się na nazwach, bo one są do zmiany a na funkcjach tego parku, czy one są odpowiednie, czy architektura, czy nasadzenia, które mają powstać w parku, czy nawet zbiorniki wodne są okej, czy coś mamy dodać. Służy to później temu, aby uzyskać pozwolenie na budowę\n\n\n\n— mówił.\n\nNiestety mimo nawet mojego wyjaśniania na sesji tej kwestii, zostało to przedstawione, zmanipulowane, że ja chcę budować aleję Bismarcka, że chcę budować różne rzeczy. W Szczytnie nie ma miejsca na czczenie czy gloryfikowanie żadnych zbrodniarzy i nie będzie i nie taki był absolutnie mój cel, o czym pani radna przedstawiając to, doskonale wiedziała\n\n\n\n— wskazywał.\n\nTekst ukazał się na portalu wpolityce.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pełnia kolorów i pamiątki ze świata - to jedyny taki dom w Polsce! Trudno uwierzyć, co Beata Pawlikowska trzyma w swoim gabinecie",
            "link": "https://viva.pl/wideo/domy-gwiazd/pelnia-kolorow-i-pamiatki-ze-swiata-to-jedyny-taki-dom-w-polsce-trudno-uwierzyc-co-beata-pawlikowska-trzyma-w-swoim-gabinecie/",
            "description": "Podróżniczka i autorka książek od lat żyje na wysokich obrotach. Dlatego w swoim domu lubi czuć spokój i harmonię. Beata ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QodT-BjYJyxlswJ7HeMTzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "VIVA!5 godz.",
            "source": "VIVA!",
            "article_content": "Gdy promienie słońca nieśmiało żegnały kończące się lato, dotarliśmy z kamerą do domu Beaty Pawlikowskiej. Domu, który, choć znajduje się w pędzącej na najwyższych obrotach Warszawie, daje poczucie spokoju, zwolnienia i wyciszenia. Piękne światło, równo poukładane przedmioty, rośliny i feria barw dają możliwość zrelaksowania się po intensywnych podróżach i zadaniach. I właśnie takiego mieszkania pragnęła podróżniczka.\n\nReklama\n\nDom Beaty Pawlikowskiej – wideo. Jak mieszka podróżniczka?\n\nJeszcze przed drzwiami do domu, w którym mieszka Beata Pawlikowska, powitał nas jeden z jej czworonogów. Okazuje się, że wszystkie koty autorki wielu książek mają ciekawe imiona. „Serdecznie zapraszam do mojego domu, w którym mieszkam razem z Elvisem Presleyem, Krzysztofem Kolumbem, Pablo Picasso, Albertem Einsteinem i Janem Kochanowskim”, usłyszeliśmy przed kamerą VIVY.pl.\n\nW salonie pani Beaty zachwyciła nas liczba pamiątek i jeden z kształtów wystających ze ścian. Zdecydowanie coś nam przypominał… „Ten kominek faktycznie jest w kształcie schodkowej piramidy Majów. Wpadłam na ten pomysł, kiedy urządzałam moje pierwsze mieszkanie, czyli 20 lat temu. I wtedy zaprojektowałam pierwszą taką piramidę Majów jako kominek. Ta jest druga i tutaj stoją bardzo niezwykłe rzeczy, które przywiozłam z różnych, bardzo ciekawych miejsc”, powiedziała nam i i wskazała między innymi na kamienne ptaki z Zimbabwe i drewniane figurki z Gwatemali.\n\nOkazuje się, że podróżniczka przywozi też do swojego warszawskiego azylu tkaniny z całego świata. „To jest tkanina z Meksyku. Uwielbiam takie kolory. I do niedawna jeszcze tu wszystkie kanapy były przykryte właśnie meksykańskimi wzorami, ale na lato zmieniłam je i przykryłam tkaninami z Indii, bo są lżejsze. Mam też kolorowe obrazy, które przywożę z różnych miejsc świata. Tutaj jest np. obraz z Zanzibaru, który mnie zachwycił, dlatego, że to jest niezwykłe, że po pierwsze można pokazać takie egzotyczne ptaki, a po drugie, żeby zrobić różowe tło do tych szalonych gepardów”, opowiadała nam.\n\nCZYTAJ RÓWNIEŻ: 39 metrów kwadratowych Krzysztofa Mirucia: tak mieszka znany architekt! Byliśmy tam z kamerą\n\nscreen z wideo VIVA.pl screen z wideo VIVA.pl\n\nW związki z ta ogromną kolekcją przedmiotów, które zostały wyprodukowane na krańcach świata, zapytaliśmy, czy Beata Pawlikowska uwielbia lokalne bazarki. „Oczywiście, targowisko to jest obowiązkowe miejsce w każdym kraju, do którego wyjadę. Mogę nie widzieć pomników ani zabytków, ale na targowisko i na stację kolejową, i na stację autobusów zawsze pójdę”, powiedziała w rozmowie z Rafałem Kowalskim z VIVA.pl.\n\nNajciekawsza zdobycz znajduje się jednak w jej gabinecie. Okazuje się, że pani Beata jest w posiadaniu instrumentu, na którym kiedyś grał sam król rock’n’rolla! Jak to możliwe, że zdobyła przedmiot związany z Elvisem Presleyem? „Kilkanaście lat temu pojechałam prywatnie, tylko dla siebie, na wyprawę do Ameryki śladami muzyki bluesowej. Zaczęłam od Nashville i dotarłam na południe. Zatrzymałam się w takiej małej wiosce, która nazywa się Clarksdale w stanie Missisipi. Ta wioska słynie z tego, że tam powstał. I znalazłam w niej mały sklepik, w którym były bardzo różne gitary. I wypatrzyłam na ścianie jedną z nich i się okazało, że to jest gitara z 1958 roku. I, co najważniejsze, prawdopodobnie grał na niej sam Elvis Presley. Pamiętam, że w jednym z filmów, w którym zagrał, jest taka scena, gdzie on wychodzi na takie podwyższenie i zaczyna śpiewać z grupą muzyków. To właśnie w niej gra na gitarze, która wygląda identycznie jak ta. Więc może naprawdę na niej grał”, opowiadała nam.\n\nReklama\n\nCały materiał wideo znajdziecie na naszym YouTubie, a w księgarniach już czeka na Was nowa książka Beaty Pawlikowskiej „W dżungli jedzenia”. Polecamy!\n\nscreen z wideo VIVA.pl screen z wideo VIVA.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Darłowo oszukana",
            "link": "https://slawno.naszemiasto.pl/tag/darlowo-oszukana",
            "description": "Komenda Powiatowa Policji w Sławnie ostrzega przed oszustami, którzy są bezwzględni. W wyniku ich działań mieszkanka Darłowa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Sławno Nasze Miasto2 godz.",
            "source": "Sławno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kuchnie prl",
            "link": "https://torun.naszemiasto.pl/tag/kuchnie-prl",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Toruń Nasze Miasto16 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Konkurs bursztynowego mieczyka",
            "link": "https://gdansk.naszemiasto.pl/tag/konkurs-bursztynowego-mieczyka",
            "description": "Konkurs „Akumulator Społeczny – Moc Małych Społeczności' to niepowtarzalna okazja dla małych i średnich organizacji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gdańsk Nasze Miasto21 godz.",
            "source": "Gdańsk Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kompania reprezentacyjna piastowskich wojów. Sensacyjne odkrycie przy budowie gazociągu pod Inowrocławiem",
            "link": "https://bydgoszcz.wyborcza.pl/bydgoszcz/7,48722,32265376,kompania-reprezentacyjna-wojow-mieszka-i-sensacyjne-odkrycie.html",
            "description": "Archeolodzy dokonali drugiego niezwykłego odkrycia na trasie budowanego gazociągu Latkowo-Wrzosy. W Borkowie pod ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.x1XARpCImJbXL4horIqoES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Bydgoszcz.Wyborcza.pl16 godz.",
            "source": "Bydgoszcz.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ale PEREŁKI na Dąbrowskim Jarmarku Staroci! Zabytkowe meble, pamiątki z PRL-u i światowe waluty...a to nie wszystko. Zobacz te ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ale-pere%C5%82ki-na-d%C4%85browskim-jarmarku-staroci-zabytkowe-meble-pami%C4%85tki-z-prl-u-i-%C5%9Bwiatowe-walutya-to-nie-wszystko-zobacz-te-zdj%C4%99cia/ar-AA1N0HBs?ocid=BingNewsVerp",
            "description": "WEEKEND. W Dąbrowie Górniczej, na stałe wpisał się w kalendarz wydarzeń, Jarmark Staroci, który w każdą trzecią niedzielę miesiąca przyciąga rzesze miłośników historii i unikalnych przedmiotów. To ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XRLxX5vOF0R4QGkP4pWBhg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dąbrowa Górnicza Nasze Miasto on MSN13 godz.",
            "source": "Dąbrowa Górnicza Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zrobili dużą karierę. Nie uwierzysz, jakie mają wykształcenie",
            "link": "https://www.onet.pl/informacje/zielonyonet/od-1-pazdziernika-w-polsce-rusza-system-kaucyjny-na-butelki-i-puszki-to-czy-odzyskamy/8lnt0rm,d18cb688",
            "description": "Od 1 października w Polsce rusza system kaucyjny na butelki i puszki. To, czy odzyskamy pieniądze za zwrócone opakowania, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.T_Fp0_SfjF2R2jB8cFj3wC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Onet11 godz.",
            "source": "Onet",
            "article_content": "Od 1 października w Polsce rusza system kaucyjny na butelki i puszki. To, czy odzyskamy pieniądze za zwrócone opakowania, zależeć będzie od nowej naklejki z napisem \"KAUCJA\". Bez niej automat ani sklep ich nie przyjmie – nawet jeśli wyglądają identycznie jak te objęte systemem.\n\nhttps://zielony.onet.pl/przyroda/nowa-pulapka-w-sklepach-kaucja-tylko-dla-oznaczonych-opakowan/5n8l6pt"
        }
    }
]