[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FIRMA HANDLOWO USŁUGOWA Damian Hyżyk",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,18547842,firma-handlowo-uslugowa-damian-hyzyk.html",
            "description": "Działania Trumpa nabierają rozpędu. Pomimo miesięcznego okresu zawieszenia, nowe cła na Kanadę, Meksyk oraz Chiny zaczną niebawem obowiązywać. Prezydent USA chce także skierować swoją \"broń\" w stronę ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl4 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Jaki samochód można kupić dysponując budżetem 30 tys. złotych? Odpowiedzi na to pytanie poszukiwał serwis Autoplac.pl. Przeprowadzona analiza pokazała, że jest z czego wybierać, choć niewątpliwie trzeba się spieszyć, jeżeli chcemy ...\n\nKobiet na stanowiskach kierowniczych jest wciąż wyraźnie mniej niż mężczyzn, a co gorsza niemal co trzeci mężczyzna jest zdania, że to jego płeć lepiej sprawdza się w roli szefa - wynika z 59. edycji badania Monitor Rynku Pracy ...\n\nStabilizacja dynamiki cen na krajowym rynku materiałów budowlanych wciąż ma się bardzo dobrze. Jak zauważają eksperci portalu RynekPierwotny.pl w lutym spadkowy trend został wprawdzie przełamany w symbolicznym wymiarze jednego promila ...\n\nWedług wewnętrznych analiz Ekantor, przeciętny Polak posiada obecnie od 6 do 8 aktywnych subskrypcji, wydając na nie miesięcznie średnio od 320 do nawet 540 złotych. Ponad 68% badanych nie pamięta dokładnej liczby usług opłacanych w tym ...\n\nPrzedsiębiorcy mają szereg obowiązków wobec państwa - jako podatnicy muszą przestrzegać przepisów podatkowych, a jako płatnicy stosować normy z zakresu ubezpieczeń społecznych. W obu tych sferach często dochodzi do uchybień. Dlatego ...\n\nKurczący się popyt na mieszkania po wygaśnięciu programu \"Bezpieczny Kredyt 2%\" nie zniechęcił deweloperów do rozpoczynania inwestycji. Efektem tego jest duża, a w niektórych metropoliach wręcz rekordowa oferta nowych mieszkań. Eksperci ...\n\nDzieci i młodzież bardzo intensywnie korzystają z internetu, niestety nie zawsze konsumują treści dla nich przeznaczone. Jak wynika z raportu \"Internet dzieci\", ponad połowa dzieci w wieku 7-12 lat aktywnie korzysta z przynajmniej jednego ...\n\nAż 43% Polaków deklaruje, że mogłoby utrzymywać się wyłącznie z pracy projektowej, jednak wciąż 81% z nas uważa klasyczny etat za najbardziej atrakcyjną formę zatrudnienia - wynika z najnowszej analizy Manpower. Najbardziej otwarci na ...\n\nNie zdążyli jeszcze na dobre wejść na rynek pracy, a już czują jego ciężar. Pokolenie Z coraz częściej doświadcza wypalenia zawodowego. Potwierdzeniem tego są doniesienia raportu „Gen Boost 2025”. Okazuje się, że młodzi mierzą ...\n\nOd 1 stycznia 2025 roku VeloBank oferuje nowe VeloKonto Firma za 0 zł. Produkt powstał z myślą o jednoosobowych działalnościach gospodarczych (JDG). Korzystając z tej oferty firma może zyskać nawet 1800 zł premii."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arobau Arkadiusz Banasik",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,22089639,arobau-arkadiusz-banasik.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl3 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Hays Poland zaprezentował raport \"Nowoczesne formy zatrudnienia 2025\". Opracowanie rzuca światło na zainteresowanie, jakim na rynku cieszy się obecnie praca projektowa, a więc m.in. kontrakt B2B, zatrudnienie tymczasowe czy outsourcing ...\n\nBadania naukowców z Uniwersytetu Stanforda już kilkadziesiąt lat temu wykazały, że samodyscyplina jest lepszym wskaźnikiem przyszłego sukcesu niż iloraz inteligencji, czyli nasze IQ. Osoby, które potrafią kontrolować impulsy, częściej ...\n\na2mobile prezentuje nową ofertę, a w niej: więcej GB w pakietach \"Niewyczerpalne Wszystko\", 31 dni darmowego pakietu dla nowych klientów, 999 GB ekstra do odebrania w aplikacji, nielimitowany Internet (5G) już od 34,90 zł miesięcznie dla ...\n\nPrawo budowlane dopuszcza pod pewnymi warunkami legalizację samowoli budowlanych, ale w ocenie ekspertów z zespołu deregulacyjnego Rafała Brzoski przepisy w tej sprawie należy uprościć. Eksperci portalu GetHome.pl zwracają uwagę na ryzyko ...\n\nPolski Instytut Ekonomiczny zaprezentował raport pod tytułem \"Europejski rynek telekomunikacyjny - wyzwania czasu transformacji\". Opracowanie potwierdza, że czasy dla rynku są trudne - z jednej strony jego wartość w odniesieniu do PKB spada, z ...\n\nDługi wobec samorządów urosły przez 10 miesięcy o 700 mln zł i wynoszą 17,5 mld zł - wynika z najnowszych danych Krajowego Rejestru Długów. Konsumenci nie płacą podatków, czynszów za mieszkania komunalne, za wodę, wywóz śmieci, a ...\n\nAGON by AOC rozszerza ofertę o trzy modele Full HD z matrycami Fast IPS o odświeżaniu 180 Hz. To 23,8-calowy 24G42E, 24,5-calowy 25G42E oraz 27-calowy 27G42E.\n\nPolski Instytut Ekonomiczny przedstawił wnioski z raportu \"Podział obowiązków domowych i jego konsekwencje dla dzietności\". Opracowanie rzuca światło na zaangażowanie kobiet i mężczyzn w zadania związane z prowadzeniem domu i opieką nad ...\n\nSztuczna inteligencja w laptopach gamingowych nie jest już futurystyczną wizją. Acer wprowadza serię Predator Helios AI – komputery, które analizują sposób gry i automatycznie dostosowują swoją wydajność. Modele Helios 18 AI, Helios Neo ...\n\nW przededniu Wielkanocy ze sklepowych półek znikają kupowane przez Polaków czekoladowe zające, jajka i inne słodycze. Jednak cała branża słodyczy mierzy się dziś ze słodko-gorzką mieszanką sprzedaży i poważnych wyzwań. Ceny kakao na ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety obiegowe. Tyle płacą za nie kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-monety-obiegowe-tyle-p%C5%82ac%C4%85-za-nie-kolekcjonerzy/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Rzadkość, im mniej egzemplarzy danej monety istnieje, tym jest ona bardziej wartościowa. Dotyczy to zarówno niskiego nakładu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8dtwSkHXLhWwG4C-W8CaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN2 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 23.12.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-23-12-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński12 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 23.12.2025",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-23-12-2025/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński12 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 23.12.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://nto.pl/prasowka-23-12-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960921",
            "description": "Ponad 400 biegaczy stanęło dziś (sobota, 20 grudnia) na starcie XXXVI Ulicznego Biegu im. Euzebiusza Ferta w Strzelcach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.h7wSjKgJu4KGc3fPFiT8MS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska12 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BUTIK LAURA EWA SMUGA",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,27627408,butik-laura-ewa-smuga.html",
            "description": "Warszawska 151, 25-547 Kielce NZOZ NA POWSTAŃCÓW SP. Z O.O. Wprawdzie wzrosty wynagrodzeń w naszym kraju są faktem, to jednak okazuje się, że portfele Polaków raczej chudną. Raisin przygląda się „dziu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Firma eGospodarka.pl2 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Develia wprowadza do przedsprzedaży mieszkania w nowej inwestycji premium w Poznaniu. W I etapie kompleksu Królowej Jadwigi 51 powstaną dwa nowoczesne budynki, a w nich 108 mieszkań o zróżnicowanych metrażach i dużych przeszkleniach ...\n\nZadłużenie branży budowlanej wynosi obecnie aż 1,72 mld zł - wynika z danych Krajowego Rejestru Długów. To o 11 proc. więcej niż rok temu i o 23 proc. więcej niż dwa lata wcześniej. Zaległości ma ponad 46 tys. firm budowlanych. To o ...\n\nO zarobkach w branży IT krążyły niegdyś legendy. I wprawdzie dziś na rynku znajdziemy bez problemu specjalistów zarabiających kilkadziesiąt tysięcy złotych, to jednocześnie nie jest to zdecydowanie przeciętne wynagrodzenie w tym ...\n\nLato to czas beztroskiej zabawy, ale także moment, w którym odpowiedzialność rodziców i organizatorów wypoczynku dzieci staje się szczególnie istotna. Choć kolonie i obozy są doskonałą okazją do odpoczynku, rozwoju i integracji, to ...\n\nMinister Rozwoju i Technologii Krzysztof Paszyk przedstawił założenia nowego programu mieszkaniowego \"Pierwsze klucze\". Na ile to element kampanii wyborczej, jak programy tego typu wpływają na ceny nieruchomości i na co powinien zwrócić ...\n\nPanattoni wybuduje dla Grupy BSH Home Appliances nową, większą fabrykę, do której zostanie przeniesiona produkcja małych urządzeń gospodarstwa domowego z obecnej lokalizacji. Zakład powstanie w Rudnej Wielkiej koło Rzeszowa. Wartość ...\n\nHolenderskie linie lotnicze KLM od 1 lipca testują nową taryfę o nazwie \"basic\". W ramach tej oferty pasażerowie nie mają już prawa do zabrania na pokład standardowego bagażu podręcznego, czyli walizki kabinowej i torby osobistej. W cenie ...\n\nRynek płatności rozwija się w dynamicznym tempie, proponując coraz to nowsze metody opłacania zakupów czy rachunków. Konsumenci nie powinni mieć zatem powodów do narzekania tym bardziej, że już nie raz okazywali zainteresowanie ...\n\nOdmienne trendy gospodarcze w Rumunii, Polsce i Portugalii łączy wspólny mianownik: presja na finanse publiczne i wysokie koszty finansowania zewnętrznego. W zmniejszeniu problemów z finansowaniem pomóc może szybsze wykorzystywanie środków ...\n\nW 2025 roku programiści przestają być wyłącznie twórcami kodu - ich rola ewoluuje w kierunku technologicznych partnerów biznesu, wspierających transformację cyfrową i wdrażanie rozwiązań z obszaru sztucznej inteligencji. Rynek IT ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Radni Częstochowy zdecydowali już o przyszłości targowiska na Zawodziu. Bez ich zgody prezydent nie mógł podpisać nowej umowy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/radni-cz%C4%99stochowy-zdecydowali-ju%C5%BC-o-przysz%C5%82o%C5%9Bci-targowiska-na-zawodziu-bez-ich-zgody-prezydent-nie-m%C3%B3g%C5%82-podpisa%C4%87-nowej-umowy/ar-AA1SqZQi?ocid=BingNewsVerp",
            "description": "Działka, na której mieści się rynek, ma powierzchnię blisko 1,93 hektara i jest własnością miasta. Obowiązująca dotychczas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ucvMG_PiBnAaD_9GPMSJNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Częstochowa Nasze Miasto on MSN9 godz.",
            "source": "Częstochowa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking w woj. zachodniopomorskim. Gdzie warto iść w weekend 27 - 28 grudnia. 3 najlepsze trasy",
            "link": "https://gs24.pl/sciezki-nordic-walking-w-woj-zachodniopomorskim-gdzie-warto-isc-w-weekend-27-28-grudnia-3-najlepsze-trasy/ar/c7p1-22323645",
            "description": "Nim wyruszysz, sprawdź prognozę pogody. W sobotę 27 grudnia w woj. zachodniopomorskim ma być od -1°C do -0°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wuO2OTClYssgTgcjCCgE7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński2 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 10 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 27 - 28 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-10-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-27-28-grudnia/ar/c7p1-21831633",
            "description": "Szukasz pomysłu na trasę rowerową w pobliżu Oświęcimia? Proponujemy, gdzie warto się wybrać. Przygotowaliśmy 5 ciekawych tras ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4V9B_CBpRdauZdkkW3K6TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto1 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bunkry hitlera",
            "link": "https://zakopane.naszemiasto.pl/tag/bunkry-hitlera",
            "description": "II wojna światowa to mroczne dzieje, po których w wielu miejscach relikty przeszłości pozostały aż do dziś – jednym z nich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Zakopane Nasze Miasto17 godz.",
            "source": "Zakopane Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unikatowe zdjęcia ii wojna światowa",
            "link": "https://lublin.naszemiasto.pl/tag/unikatowe-zdjecia-ii-wojna-swiatowa",
            "description": "Brytyjskie Imperial War Museum przygotowało niezwykły album. Publikowane są w nim kolorowe zdjęcia II wojny światowej.",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Lublin Nasze Miasto8 godz.",
            "source": "Lublin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabezpieczenia metra",
            "link": "https://warszawa.naszemiasto.pl/tag/zabezpieczenia-metra",
            "description": "Druga linia metra na Bródno w Warszawie. Znana jest data wielkiego otwarcia trzech ostatnich stacji na wschodnim odcinku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto15 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby z dna rzek i jezior, które znajdziesz dzięki magnesom neodymowym",
            "link": "https://koscierski.info/artykul/skarby-z-dna-rzek-i-jezior-n1775352",
            "description": "Wyobraź sobie, że stoisz na brzegu rzeki, zarzucasz linę z przymocowanym magnesem i po chwili wyciągasz na powierzchnię przedmiot, którego nikt nie widzia ...",
            "image_url": "https://www.bing.pl/th?id=ODF.OZuyzAv6HFZ07SFiP-TdzA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Koscierski.info7 godz.",
            "source": "Koscierski.info",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "23 GRUDNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-12-23,7,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków16 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety obiegowe. Tyle płacą za nie kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-monety-obiegowe-tyle-p%C5%82ac%C4%85-za-nie-kolekcjonerzy/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Rzadkość, im mniej egzemplarzy danej monety istnieje, tym jest ona bardziej wartościowa. Dotyczy to zarówno niskiego nakładu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8dtwSkHXLhWwG4C-W8CaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN2 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    }
]