[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 26.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-26082025/ar-AA1JydQD?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN9 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 27.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-27082025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN9 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta nowa kryptowaluta kończy presale. Wkrótce usłyszą o niej wszyscy",
            "link": "https://businessinsider.com.pl/kryptowaluty/aktualnosci/ta-nowa-kryptowaluta-konczy-presale-wkrotce-uslysza-o-niej-wszyscy",
            "description": "Czy nowa kryptowaluta, która lada chwila zakończy presale, podbije rynek? Murad Mahmudov twierdzi, że właśnie takie tokeny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yjUYOYyVLIC8aE7QcpLVUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska20 godz.",
            "source": "Business Insider Polska",
            "article_content": "Rozpoczęło się ostatnie odliczanie. Przedsprzedaż TOKEN6900 ($T6900) zakończy się za niecałe 20 godzin, a cena kryptowaluty nadal wynosi zaledwie 0,007125 USD. Znany analityk meme coins, Murad Mahmudov, twierdzi, że SPX kiedyś zagrozi Bitcoinowi, a TOKEN6900 celuje w Ethereum. Brzmi jak szaleństwo? Może tak, ale w świecie krypto właśnie to sprzedaje się najlepiej.\n\nSzalone założenie Murada: kryptowaluta SPX6900 prześcignie Bitcoin?\n\nWe wtorek Murad – człowiek, który jako pierwszy spopularyzował termin „supercykl memecoinów” i podobno zarobił już dziesiątki milionów na handlu meme coins – opublikował wpis z najśmielszą jak dotąd tezą: „SPX będzie największą kryptowalutą od czasów Bitcoina”.\n\nSPX6900 will be the Biggest Crypto since Bitcoin. pic.twitter.com/g8GcbAOvcx — Murad 💹🧲 (@MustStopMurad) August 26, 2025\n\nDla tradycyjnych inwestorów brzmi to jak kompletne szaleństwo. $SPX nie oferuje bowiem żadnej użyteczności. Nie ma mapy drogowej ani planów na przyszłość. Wyśmiewa świat finansów seksistowskimi żartami i absurdalnym brandingiem, a przy tym nawet nie udaje, że posiada jakiekolwiek zastosowanie. A jednak… o to właśnie chodzi.\n\nMurad jest przekonany, że to właśnie kryptowaluty meme, takie jak SPX6900, budują najsilniejsze kultowe społeczności – a w świecie krypto właśnie one napędzają popyt. Wystarczy zapytać legendy, np. Gamestop.\n\nSPX6900 rozwija się dzięki kulturze i memom, a nie kapitałowi i instytucjom. Mimo że jest mało znany (Murad twierdzi, że tylko 0,01% ludzi o nim słyszało), kapitalizacja SPX już sięgnęła 1,1 miliarda USD. Prognozy SPX6900 wskazują, że token ma szansę dalej rosnąć.\n\nW zeszłym miesiącu kurs SPX6900 sięgnął rekordowego poziomu 2,27 USD. Aby wyprzedzić Bitcoina, musiałby wzrosnąć o kolejne 181 000%. Choć brzmi to szalenie, pamiętajmy, że już zyskał ponad 93 000% w stosunku do swojego najniższego poziomu w historii.\n\nTak właśnie się dzieje, gdy użytecznością staje się wiara. W świecie kryptowalut to kultowe projekty napędzają rynki, a SPX6900 jest tego dowodem.\n\nCzy TOKEN6900 wyprzedzi Ethereum?\n\nJeśli SPX ma zostać konkurentem Bitcoina, TOKEN6900 może uchodzić za rywala Ethereum. Istnieje prosty związek: TOKEN6900 jest kuzynem $SPX, zrodzonym z tego samego memowego DNA, ale z jednym dodatkowym tokenem w podaży – wyłącznie dla żartu i podkreślenia jego przewagi.\n\nPodczas gdy SPX celuje w Wall Street i władzę instytucjonalną, TOKEN6900 wyśmiewa duże banki, które obiecują bogactwo, a jednocześnie dodrukowują pieniądze i po cichu rozcieńczają twoje aktywa.\n\n$T6900 nie twierdzi, że oferuje funkcje DeFi czy zaawansowaną technologię AI. Nie udaje czegoś, czym nie jest, i tą szczerością porywa inwestorów. Zapewnia jedynie czysty absurd z potężną społecznością, napędzaną energią lat 2000.\n\nTa prostota typu plug-and-play – surowa i bezkompromisowa sprawia, że zarówno $T6900, jak i $SPX przyciągają wielu ludzi, których męczą obietnice bez pokrycia. TOKEN6900 nie stara się być użyteczny. Chce zostać niezapomniany, tak jak Dogecoin.\n\nKult liczby 69\n\nSercem zarówno SPX, jak i TOKEN6900 jest tzw. kult liczby 69. Nie chodzi tu o arkusze kalkulacyjne ani raporty rynkowe. Chodzi o atmosferę, społeczność i wiarę, że absurdalne tokeny mogą być tak samo wartościowe – a nawet bardziej – niż skrupulatnie dopracowane projekty, wspierane przez instytucje warte miliardy dolarów.\n\ngon down to the country town pic.twitter.com/zhZqae1BWo — Token6900 (@Token_6900) August 16, 2025\n\nW rzeczywistości właśnie to sprawia, że SPX i TOKEN6900 są tak niebezpieczne dla starej gwardii. Nie grają w ogóle w instytucjonalną grę. Nawet nie wkraczają na boisko. Zamiast tego stworzyły własną arenę – i fani tłumnie na nią napływają.\n\nOstatnie 24 godziny na zakup TOKEN6900\n\nPresale $T6900 dobiega końca. Dotychczas token zgromadził ponad 2,7 mln USD. Po zakończeniu przedsprzedaży walka o ustalenie ceny przeniesie się na giełdy kryptowalut. Dziś memecoin wciąż kosztuje jedyne 0,007125 USD. Po wprowadzeniu go na rynek zakup TOKEN6900 poniżej dolara może stać się niemożliwy.\n\nO $SPX słyszało raptem 0,01% ludzi, a już kosztuje ponad miliard dolarów. Co będzie, gdy tyle osób usłyszy o $T6900, gdy jego finansowanie wynosi zaledwie 2,7 miliona USD? Dla pierwszych zwolenników potencjał wzrostu jest więc ogromny.\n\nKryptowaluta TOKEN6900 – jak kupić?\n\nFaza presale TOKEN6900 wciąż trwa, ale zostało niespełna 20 godzin do jej zakończenia. Jeśli chcesz załapać się na tę okazję, musisz się spieszyć. Co więcej, gdy kupujesz tokeny w przedsprzedaży, możesz je stakować przy 33-procentowym RRSO i zgarnąć pasywny dochód.\n\nAby kupić $T6900, przejdź na stronę presale projektu i podłącz portfel do widżetu przedsprzedaży. Możesz też dokonać zakupu TOKEN6900 bezpośrednio w aplikacji Best Wallet – jednego z najlepszych portfeli kryptowalut, który niedawno otrzymał certyfikat WalletConnect.\n\nCały proces jest szybki i prosty. Kontrakt $T6900 przeszedł również audyty Coinsult i SolidProof, które nie wykazały żadnych luk w zabezpieczeniach.\n\nSzansa na nowe podium w kryptowalutach\n\nGdy ostatni raz ludzie naśmiewali się z monety bez użyteczności, chodziło o Dogecoin. Po latach $DOGE jest aktywem wartym miliardy dolarów, akceptowanym przez wiele firm.\n\nKult 69 podąża podobną ścieżką. Dostrzega to Murad Mahmudov, który głośno obstaje za tym, że memecoiny całkowicie zmienią rynek krypto. SPX kontra Bitcoin. TOKEN6900 kontra Ethereum. Choć brzmi niedorzecznie, w świecie kryptowalut siła i pieniądze tkwią właśnie w absurdzie.\n\nZostało niecałe 20 godzin do zamknięcia przedsprzedaży kryptowaluty $T6900, a kiedy się zakończy, będziesz już konkurować o zakup tokenów z całym rynkiem, i to prawdopodobnie po znacznie wyższej cenie. Nie czekaj do jutra, oto ostatni moment, aby dołączyć do przyszłej rewolucji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Święto Miasta w Oświęcimiu z gwiazdami na scenie. Do tego wiele innych atrakcji w programie czterodniowego świętowania",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/%C5%9Bwi%C4%99to-miasta-w-o%C5%9Bwi%C4%99cimiu-z-gwiazdami-na-scenie-do-tego-wiele-innych-atrakcji-w-programie-czterodniowego-%C5%9Bwi%C4%99towania/ar-AA1KXgqX?ocid=BingNewsVerp",
            "description": "Bardzo atrakcyjnie zapowiada się tegoroczne Święto Miasta w Oświęcimiu. Czterodniowe świętowanie rozpocznie się w czwartek, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SyOiRAXkf9PFWQupFmVAIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oświęcim Nasze Miasto on MSN2 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krosno Design Festival",
            "link": "https://krosno24.pl/wydarzenia/krosno-design-festival-w2450",
            "description": "We wrześniu Krosno zamieni się w światową stolicę designu. W dniach 12-14 września odbędzie się tu bowiem pierwsza edycja Krosno Design Festival. Wydarzenie będzie okazją, by zobaczyć, jak sztuka ...",
            "image_url": "https://www.bing.pl/th?id=ODF.wCcSiQYpoIR90-aAJnUvcw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Krosno248 godz.",
            "source": "Krosno24",
            "article_content": "Moderator: Arkadiusz Marcinkowski\n\nWydarzenie w j. angielskim, tłumaczone symultanicznie na j. polski.\n\nPrelegenci: Marcos Novak - Keynote speech, Tao Ya‑Lun - AI and Theater, Ilias Chatzichristodoulou - Artificial Intelligence and the Future of Digital Art: A Historic Step for the Athens Digital Arts Festival, Wei Ming Ho / Urich Lau Wai-Yuen - AI as a Creative Partner: Education, Identity, Code, Andreas Guskos / Arkadiusz Marcinkowski - From Fine Arts to Futuristic Visions: My Journey as a Sci‑Fi Filmmaker on YouTube, From Cyprus to Tokyo: An International AI Film Festival as a Cultural Bridge Across Continents, Bo Yang - The Algorithmic Straitjacket: How AI Flattens the Symbolism of Culture, Yasuyuki Saegusa - Analog or AI? A Change in Poster Design, Li Xu - Exploration of New Media Design"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chełm przeniesie się w lata 20. i 30. „Retro Fest 2025' już w niedzielę",
            "link": "https://www.dziennikwschodni.pl/chelm/chelm-przeniesie-sie-w-lata-20-i-30-retro-fest-2025-juz-31-sierpnia,n,1000366189.html",
            "description": "Chełmski Dom Kultury po raz kolejny zaprasza mieszkańców i gości miasta na niezwykłą podróż w czasie. „Retro Fest 2025' odbędzie się w niedzielę 31 sierpnia na skarpie przy ChDK, a całość wydarzenia j ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gIAxhpE-eTseHxNqAv8hIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Wschodni9 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Celem festiwalu jest odtworzenie klimatu lat 20. i 30. XX wieku, kiedy w Polsce rozkwitały rewie, teatry muzyczne i podwórkowe kapele. Organizatorzy przygotowali bogaty program, w którym każdy znajdzie coś dla siebie.\n\nMuzyka, konkursy i smak dawnego miasta\n\nImpreza wystartuje o 14:00 – otworzą się targi staroci oraz strefa gastronomiczna inspirowana smakami sprzed wieku. Prawdziwa rywalizacja rozpocznie się godzinę później. O 15:00 na scenie zagra pięć kapel podwórkowych, które zmierzą się w konkursie: „Lokalsi” z Okszowa, „Uroczysko” z Krasnegostawu, „Retro Boys” z Chełma, „Kataryna” z Pokrówki oraz „Retro Swing” z Łęcznej.\n\nPo wyłonieniu przez jury zwycięzcy, o brak czasu na odpoczynek zadba „Maciejowa Kapela”, która zagra o 18.00. Gwoździem programu ma być koncert „Orkiestry z Kina Corso” o 20:00.\n\nRetro klimat dla całych rodzin\n\nPoza muzyką, na uczestników czekają także konkursy i wspólne tańce – bo przecież lata 20. i 30. to czas radosnej zabawy i elegancji. Organizatorzy podkreślają, że wydarzenie nie ma żadnych ograniczeń wiekowych – to świetna okazja, by rodziny z dziećmi, seniorzy i młodzież spotkali się w jednym miejscu i razem poczuli magię dawnych lat."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perfidny plan Putina. Może zająć europejski kraj, nie wysyłając ani jednego żołnierza. Zbuntowany region zrobi swoje [REPORTAŻ]",
            "link": "https://wiadomosci.onet.pl/swiat/podstepny-plan-putina-moze-podbic-kolejny-kraj-bez-wysylania-zolnierzy/0smce6q",
            "description": "Friedrich Merz, Emmanuel Macron i Donald Tusk wybrali się razem do Mołdawii, by okazać wsparcie prezydent tego kraju Mai Sandu. Nie był to jednak pusty polityczny gest. W Kiszynowie rozgrywa się egzys ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qVZJCEn4Awd3TcXwomvMuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wiadomości Onet3 godz.",
            "source": "Wiadomości Onet",
            "article_content": "Horyzont wypełniony jest słonecznikami. Gagauzja jest ich pełna — ten autonomiczny i rosyjskojęzyczny region na południu Mołdawii ma bardzo wiejski charakter. Parking pokryty grubym żwirem jest pusty, pasterz przepędza stado kóz. Za nim z pyłu wyłania się brama w kształcie tęczy, wejście do \"GagauziyaLand\". To prawdopodobnie najbardziej kontrowersyjny park rozrywki w Mołdawii, ukończony zaledwie kilka miesięcy temu. Wstęp i atrakcje są bezpłatne — park jest prezentem dla większości prorosyjskich Gagauzów zbudowanym za rosyjskie pieniądze w tajemniczych okolicznościach – nigdy nie wydano pozwolenia na jego budowę.\n\nW tle widoczny jest basen w trakcie budowy, w środku widać gruzy. — Uniemożliwiają nam dalszą budowę – mówi brodaty strażnik i potrząsa z pogardą głową. — Rząd w stolicy nie pozwala na to. Nie chcą, aby gagauskie dzieci miały tu miejsce do zabawy.\n\nPrzez rząd rozumie rządzącą socjalliberalną Partię Akcji i Sprawiedliwości (PAS) i prezydent Mołdawii Maię Sandu. W 2020 r. została ona wybrana na głowę tego małego kraju położonego między Ukrainą a Rumunią. Dotychczas był on w dużej mierze ignorowany przez Zachód. Sandu chce to zmienić i wprowadzić Mołdawię do UE – i to jak najszybciej. Według niej od czasu inwazji na Ukrainę Rosja znacznie rozszerza swoje wpływy w byłej republice radzieckiej.\n\nRównież UE dostrzegła to zagrożenie — świadczy o tym wizyta w Kiszyniowie europejskich szefów państw i rządów: kanclerza Niemiec Friedricha Merza, prezydenta Francji Emmanuela Macrona i premiera Polski Donalda Tuska. Udali się do Mołdawii ze szczególną misją.\n\nChcieli wyrazić poparcie dla Sandu, pokazać, że UE jednogłośnie wspiera Mołdawię oraz zapobiec przegranej proeuropejskiej partii PAS z potężnymi siłami prorosyjskimi w kraju. Wszystko rozstrzygnie się w wyborach parlamentarnych zaplanowanych na koniec września.\n\nWielu Mołdawian nie zgadza się z proeuropejskim kursem swojego kraju. W październiku 2024 r. Sandu przeprowadziła referendum w sprawie umieszczenia w konstytucji zapisu o drodze Mołdawii do UE. Za tym posunięciem opowiedziało się zaledwie 50,35 proc. mieszkańców kraju. W Gagauzji, gdzie eurosceptycyzm jest najsilniejszy, było to zaledwie 5 proc.\n\nWejście do nielegalnego parku rozrywki w Mołdawii finansowanego przez Moskwę Julius Fitzke / Die Welt\n\nGagauzja jest autonomicznym regionem na południu Mołdawii. Większość ze 160 tys. jego mieszkańców to Gagauzi, turkijskojęzyczna grupa etniczna, która w czasach radzieckich została prawie całkowicie zrusyfikowana. Kiedy Mołdawia odłączyła się od Związku Radzieckiego, obawiający się o swoje prawa Gagauzi również podjęli walkę o niepodległość.\n\nOstatecznie udało się wypracować kompromis — na jego mocy w 1994 r. powstała Autonomiczna Jednostka Terytorialna Gagauzja, której przyznano szerokie uprawnienia specjalne. Ma ona własną armię, własny parlament i własny system edukacji.\n\nJęzykiem urzędowym jest rosyjski. Wielu mieszkańców Gagauzji utrzymuje kontakty z Rosją, pracuje tam, ogląda rosyjską telewizję. Putin, który nie chce, by dawna republika radziecka zbliżyła się do Europy, wykorzystuje Gagauzję, by wbić klin w demokratyczny kurs Mołdawii. Różne kampanie Moskwy wobec tego regionu są ważną lekcją dla Zachodu — pokazują, jak łatwo przychodzi Putinowi wykorzystywanie słabych punktów liberalnych demokracji.\n\nRelikty radzieckie i rosyjskie wpływy\n\nKomrat, mała stolica Gagauzji, otoczona jest polami, które są większe niż samo miasto. Prawie żaden dom nie ma tam więcej niż dwa piętra, ulice są senne, a w centrum miasta znajduje się cerkiew ze złotą kopułą. W przeciwieństwie do reszty Mołdawii tu relikty Związku Radzieckiego są wszechobecne: ulice noszą imiona Gagarina i Puszkina, a w centrum miasta stoi potężny postument z Leninem z matowego brązu.\n\nParlament jest klasycznym budynkiem administracyjnym w stylu radzieckim, przed którym powiewa flaga Gagauzji. Z zewnątrz wszystko wygląda spokojnie, ale w środku panuje chaos: od miesięcy nie ma tam Jewgieniji Guczul, gubernator Gagauzji. Na początku sierpnia została skazana na 7 lat więzienia za regularne przekazywanie rosyjskich funduszy prorosyjskiej partii Szor, podczas gdy pełniła funkcję jej sekretarza w latach 2019–2022.\n\nGuczul rządziła Gagauzją od dwóch lat. Pojawiła się znikąd, powszechnie uważa się ją za współpracownicę mołdawskiego oligarchy Ilana Szora, który założył zakazaną obecnie i otwarcie prorosyjską partię Szor i jest podejrzany o kradzież miliarda euro z rezerw mołdawskich banków. Obecnie mieszka w Moskwie — został skazany zaocznie na 6 lat więzienia.\n\nDalszy ciąg artykułu pod materiałem wideo\n\nLosy jego partii leżą w rękach Jewgieniji Guczul. W ostatnich latach odbyła ona liczne podróże do Rosji i przemycała pieniądze od Szora do Gagauzji. Środki te zostały wykorzystane między innymi do budowy \"GagauziyaLand\" i kupowania głosów wyborców. Rząd w Moskwie wykorzystuje niestabilną sytuację w regionie, aby zatruwać klimat polityczny w Mołdawii, bojkotować jej zbliżenie z UE i rozszerzać swoje wpływy w tym kraju.\n\n— Kiszyniów chce nam zakazać mówienia po rosyjsku – grzmi biznesmen. — Dyktuje nam, żebyśmy nienawidzili Rosji. Ale kto stosuje przymus, osiąga skutek odwrotny do zamierzonego. Wysyłają tu policję, nękają nas – mówi jego kolega. — My, Gagauzi, nie spadliśmy wczoraj z drzewa. Mimo to chcą nas traktować jak głupców — dodaje.\n\nNiezależnie od tego, kogo się zapyta, ludzie w Gagauzji podchodzą do rządu w Kiszyniowie sceptycznie i z niechęcią.\n\nWieczny Płomień upamiętniający poległych żołnierzy II wojny światowej Julius Fitzke / Die Welt\n\n— Podłączyłem mojej babci chip do telewizora, żeby mogła znowu oglądać rosyjską telewizję. Tutaj tego zakazali. Rosja nie powinna rozpoczynać wojny przeciwko Ukrainie. Ale ta wojna nie jest naszym problemem. Jesteśmy małym krajem i mamy swoje własne zmartwienia. A rząd w Kiszyniowie nieustannie atakuje Rosję – opowiada 22-letni Witja. Po tym bierze łyk niemieckiego piwa. — Jeśli Sandu będzie tak dalej postępować, Rosjanie w końcu przybędą również tutaj — dodaje.\n\nMężczyzna przed sklepem meblowym marszczy brwi z irytacją. — Maia Sandu? Ona nas gnębi. Nie wiemy dlaczego. My, Gagauzi, nigdy nie przelewaliśmy krwi. Zawsze domagaliśmy się naszej autonomii pokojowo, bez użycia przemocy, jak Baskowie czy Irlandczycy z Irlandii Północnej. A mimo to jesteśmy dla niej wrogami. Sandu dąży do zbliżenia z Europą i choć ludzie tam prawdopodobnie żyją lepiej niż tutaj, nie chcemy tutaj tych europejskich wartości. Rodzice tej samej płci, osoby transpłciowe... moglibyśmy dobrze żyć bez tych europejskich wartości, gdyby tylko nasi politycy nie byli tak skorumpowani — mówi.\n\nZa i przeciw UE\n\nW Mołdawii nieustannie odbywają się demonstracje — za i przeciw UE, wspierające Sandu i krytykujące ją. Wiele osób nie wierzy już jednak w te protesty — bo Guczul wykorzystała rosyjskie pieniądze do opłacenia demonstrantów. To osłabia zaufanie wielu ludzi do demokracji.\n\nWiele osób nie wierzy już w to, że protestujący wychodzą na ulice z własnej woli — uważają, że uczestnicy protestów zostali opłaceni. Podobnie było przed referendum Sandu w sprawie UE. —Tuż przed referendum ludzie pukali od drzwi do drzwi, przyszli do mnie i do moich rodziców. Wcisnęli nam do ręki 50 euro (213 zł) i powiedzieli: zagłosujcie przeciwko UE — mówi Witja. Ostatecznie 95 proc. Gagauzów zagłosowało przeciwko przystąpieniu do wspólnoty.\n\nLudzie czekający na dworcu autobusowym w Komracie. W tle napis \"Praca w Europie\" Julius Fitzke / Die Welt\n\nJewgienija Guczul zaprzecza, jakoby manipulowała wyborami za pomocą rosyjskich pieniędzy. Uważa, że jej skazanie i siedmioletnia kara pozbawienia wolności są wynikiem zmowy rządu centralnego. Niezależnie od tego zaufanie do mołdawskiej demokracji uległo nieodwracalnemu zniszczeniu — wystarczy, że wrogie obozy oskarżają się nawzajem o kłamstwo.\n\nViktor Gara, który w rzeczywistości ma inne imię, biegle włada językiem niemieckim — nauczył się go jeszcze w czasach radzieckich, kiedy musiał odbyć służbę wojskową w NRD w Oranienburgu. Obecnie pracuje dla organizacji pomocowej, która wspiera dzieci gagauskie. Mówi, że sytuacja w regionie jest fatalna, panuje tam ogromna bieda, prawie nie ma pracy. — To sprawia, że ludzie są bardziej podatni na propagandę i przekupstwa. Wiele osób i tak uważa państwo za skorumpowane, dlatego dają się kupić. Nie wierzą w to, że ich głos ma znaczenie — mówi.\n\nKolejnym problemem jest język. Wielu Gagauzów nie mówi po rumuńsku. Jest to jednak niezbędne do zdobycia wyższego wykształcenia i znalezienia lepszej pracy. Dlatego ludzie odwracają się od prozachodniego rządu centralnego i zwracają się w stronę Rosji. Albo tam jadą: z Komrat kursują autobusy dalekobieżne do Moskwy, podróż trwa 49 godzin. Na miejskim dworcu autobusowym wyraźnie widać sytuację Gagauzji. Wszędzie wiszą ogłoszenia o pracy za granicą. Autobusy dalekobieżne kursują nie tylko do Rosji, ale także do Berlina (31 godzin), Stambułu (20 godzin) i Bukaresztu (9 godzin). Ludzie masowo opuszczają Gagauzję, ponieważ prawie wszędzie zarobią więcej niż w ojczyźnie.\n\nDroga do Komratu sfinansowana ze środków UE Julius Fitzke / Die Welt\n\nPod koniec września w Mołdawii odbędą się wybory parlamentarne. Wtedy okaże się, czy mimo ogromnych rosyjskich wpływów kraj zdoła utrzymać swój kurs na UE. W Gagauzji wynik wyborów wydaje się przesądzony. Mała rodzina kieruje się w stronę karuzeli z łabędziami, a zaspany strażnik włącza urządzenie. — Kiedy pociągniesz za dźwignię, głowa łabędzia uniesie się do góry. Ale proszę nie podnosić go zbyt wysoko! W przeciwnym razie głowa się zakleszczy i utkniecie! – ostrzega jeden z mężczyzn.\n\n— Wszystko to zawdzięczamy Ilanowi Szorowi – mówi strażnik. — Ma wobec nas dobre intencje, chce sprawić radość dzieciom — dodaje.\n\nW tle widać szkielety niedokończonych domów, na słońcu rdzewieje łada. Jedynie droga do stolicy jest świeżo wyasfaltowana. Koło niej widać niepozorny znak. Informuje on, że remont jezdni został sfinansowany ze środków UE."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk buduje \"marsjańskie\" osady w Teksasie. Czy tak będą wyglądać miasteczka przyszłości? Podobne domki już gdzieś widzieliśmy",
            "link": "https://wiadomosci.onet.pl/swiat/osady-elona-muska-w-teksasie-czy-tak-beda-wygladac-miasteczka-na-marsie/5e269lz",
            "description": "W Teksasie Elon Musk buduje modelowe miasta dla nowego człowieka, zgodne z jego ideą \"osiedli wolności na Marsie\". Radykalna prostota budynków napędza wizję przystępnego cenowo życia w niewielkich dom ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qVZJCEn4Awd3TcXwomvMuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wiadomości Onet46 min",
            "source": "Wiadomości Onet",
            "article_content": "Jeśli chcemy wyobrazić sobie, jak w przyszłości może wyglądać życie na Marsie, powinniśmy spojrzeć na Starbase i Snailbrook. Są to osady — niektórzy nazywają je już \"miastami\" — które Elon Musk buduje w Teksasie.\n\nStarbase określane jest w amerykańskich mediach jako \"najmłodsze miasto w Stanach Zjednoczonych\". Znajduje się w najbardziej wysuniętym na południe punkcie, nad Zatoką Meksykańską, ponieważ to właśnie stamtąd startują rakiety SpaceX Muska.\n\nInżynierowie Muska nie tylko pracują w Starbase nad rakietami, ale także mieszkają tu ze swoimi rodzinami. Na razie to tylko pierwsze osady. Ale czy powstaje tu już unikalny język architektoniczny? To, co widzimy na zdjęciach, sprawia wrażenie prowizorki. Wszystkie domy wydają się mobilne, jakby to miasto było tylko tymczasowe.\n\nW maju tego roku serwis Texas Tribune opublikował jeden z pierwszych reportaży na temat miasta. Przedstawia on małe, szare drewniane domki, monotonnie ustawione jeden obok drugiego. W szarych plastikowych grządkach rosną petunie, a na jednej z nich namalowano astronautę wykonującego znak pokoju. W reportażu amerykańskich korespondentów \"Tagesschau\" widać główną arterię (\"ulicę Memów\"). Falujące palmy, luźno rozrzucone drewniane bungalowy, jak w reportażach po huraganie, place budowy. \"Poza tym jest kilka ulic z palmami, bungalowami, domkami i srebrnymi przyczepami kempingowymi\" — czytamy.\n\nJoe Marino/UPI Photo via Newscom / PAP\n\nNa drodze prowadzącej z Brownsville do Starbase stoi wysokie na ok. trzy metry popiersie Muska, przypominające pomnik Marksa w Chemnitz (dawniej Karl-Marx-Stadt). Znaki uliczne w mieście/osadzie rzucają się w oczy bardziej niż monotonne domy; są wymalowane uroczymi symbolami rakiet. Wniosek pośredni: ozdoby i sztuka służą misji, mieszkania cechuje purytańska prostota.\n\nStarbase — czy tak będzie wyglądać marsjańska architektura?\n\nNajważniejsza jest kwestia domków. Musk nie tylko buduje je dla pracowników, ale także rzekomo sam w jednym z nich mieszka. Ta historia podsyca wyobraźnię prowadzących fake-newsowe kanały na YouTubie. Niektórzy fantazjują o domkach w stylu właściciela Tesli. Podstawowy model na 2026 r. będzie rzekomo dostępny za jedyne 6789 dol. [ok. 25 tys. zł].\n\nDomniemany domek Muska łączy cechy projektu lodówki retro z górującym nad nią logo Tesli, jest zasilany ogniwem słonecznym na dachu, ma w środku aneks kuchenny, laminowaną podłogę, oświetlenie LED, łazienkę i podwójne łóżko. Wygląda podobnie do najnowocześniejszego pokoju w hotelu Ibis. Projekt jest gładki, okrągły i zdominowany przez ekran, nie jest nieprzyjemny, ale w żadnym wypadku nie jest przytulny. To dobre miejsce do relaksu i korzystania z elektroniki rozrywkowej, ale zachęca też do spędzenia kilku dodatkowych godzin w biurze.\n\nW rzeczywistości istnieje starszy model, który rzekomo kosztuje 50 tys. dol [ok. 183 tys. zł]. Według doniesień sam Musk mieszka w tym modelu na plaży w Starbase, w Boca Chica. Twierdził tak sam Musk, ale jego deklaracja to zostało prędko zakwestionowana przez dochodzenie \"Wall Street Journal\". Kosztujący 50 tys. dol. dom to szara drewniana chatka o powierzchni 35 m kw. z małym białym płotkiem ogrodowym. Boxabl, firma, która dostarczyła ten \"muskowy\" domek, w 2021 r. mówiła o liście 50 tys. oczekujących klientów. Nie wiadomo jednak, ilu było ich faktycznie.\n\nAnarchokapitalistyczne życie inżynierów Elona Muska\n\nStarbase może nie stać się miejscem stałego pobytu, a przejściową lokalizacją, miejscem transformacji na drodze do technicznej utopii. Anarchokapitalistyczna wizja wydaje się nie dbać o kształtowanie tu i teraz. Z pozoru \"utopijne miasta\" dla pracowników Imperium X wyglądają jak funkcjonalistyczne obozy.\n\nSnailbrook i Starbase \"ze swoim prostym zakwaterowaniem bardziej przypominają prymitywne miasteczka zakładowe\" — tak zdawkowo ocenił je Harald Staun w niedzielnym wydaniu \"Frankfurter Allgemeine Zeitung\". Nowe zdjęcia Bloomberga — które ponownie pokazują nową część osiedla — również potwierdzają to wrażenie: sterylne, ciasne budynki z małymi domkami z desek z ciemną glazurą przypominają najprostsze kontenery mieszkalne. Z trawnika do drzwi dociera się stalowymi schodami, a każdy z tych bloczków ma małą zewnętrzną część wypoczynkową dla jednej lub dwóch osób. Forma przywodzi na myśl czasy świetności USA, lata 60. Metalowe przyczepy kempingowe w długim rzędzie pokazane w innym filmie na YouTube również przypominają nostalgiczne foodtrucki, ale tutaj służą do spania.\n\nZałożenie własnego miasta w Teksasie jest nieskomplikowane. Osady liczące 200 lub więcej osób mogą ogłosić się miastem, jeśli większość sobie tego życzy, a wymagania dotyczące budynków są niskie jak nigdzie indziej. Administracja jest do pewnego stopnia w rękach firmy. Burmistrz Starbase Bobby Peden, 36-letni inżynier mechanik, jest długoletnim pracownikiem SpaceX. Społeczność, która obecnie liczy zaledwie kilkuset mieszkańców, w dużej mierze rządzi się własnymi prawami — to przedsmak utopijnych \"wolnych osiedli na Marsie\", które Musk przedstawia jako wielką wizję.\n\nMiasto zostało założone szybko. SpaceX złożyło petycję dopiero w grudniu 2024 r. Zgoda mieszkańców została uznana za pewną, ponieważ prawie wszyscy z nich zarabiają na życie w SpaceX. Inżynierka i dyrektorka w SpaceX Kathryn Lueders napisała do władz hrabstwa Cameron, aby przyspieszyć ten proces, stwierdzając, że to miejsce powinno stać się \"światowej klasy miejscem do życia\", a jego mieszkańcy będą \"kształtować przyszłość ludzkości w kosmosie\".\n\nGłówna faza budowy ma dopiero nadejść. Texas Tribune poinformował, że SpaceX chce zbudować w okolicy centrum handlowe za 15 mln dol. [ok. 55 mln zł] oraz inne budynki biurowe i fabryczne: \"Starbase jest de facto miastem firmowym\". Gazeta przypomniała historie miasteczka Sugar Land, także w Teksasie, założone w 1959 r.\n\nKamil Zelezik / Shutterstock\n\nFundament ten był jednak poprzedzony ok. 100-letnią działalnością gospodarczą: uprawa trzciny cukrowej, produkcja cukru i intensywna praca przymusowa czarnych niewolników, później także więźniów. Imperial Sugar Company, powstała w 1908 r., założyła w 1959 r. miasto pracownicze Sugar Land. Jednak przemysł cukrowniczy został tam porzucony w 2003 r. A w związku ze swoją długą historią znacznie wyprzedza osady Muska. Jest to duże miasto z ratuszem, placami, fontannami, budynkami hotelowymi i administracyjnymi oraz typową rozległą zabudową miejską z ogrodami i polami golfowymi.\n\nChoć historia wyzysku w cukrowniach jest niejednoznaczna (zaledwie kilka lat temu odkryto groby czarnoskórych robotników przymusowych, którzy mogli być torturowani), wciąż pozostawiają po sobie relikty pełne charakteru. Rafineria, zbudowana w 1896 r., jest wpisana na listę zabytków i służy jako muzeum. Audytorium zbudowane w 1918 r. w stylu neoklasycystycznym i szkołę podstawową z ok. 1900 r. w neokolonialnym stylu Beaux-Arts można zwiedzać do dziś. Czy cokolwiek pozostanie z \"firmowego miasta\" Muska?\n\nMiasta przyszłości czy robotnicze koszary?\n\nJednak druga osada robotnicza już istnieje. Nazywa się Snailbrook i znajduje się dobre 1000 km na północny wschód od Starbase, niedaleko teksańskiej stolicy Austin. Zgodnie z pierwszymi ilustrowanymi reportażami w regionalnej prasie, również tutaj wciąż jest więcej placów budowy niż budynków.\n\nJednak pierwsze wrażenia są podobne do tych ze Starbase: drewniane domki są monotonne — znacznie bardziej monotonne niż zwykłe amerykańskie przedmieścia z przytulnymi werandami, płotami i małymi ogrodami — i ułożone prawie jak koszary. Ogrodzenia dookoła również nie wyglądają zachęcająco. Tymczasem \"Wall Street Journal\" doniósł jeszcze, gdzie ma mieszkać sam Musk: głównie w Austin, czyli niezbyt daleko, ale nie za blisko Snailbrook.\n\nCzy możemy już mówić o architekturze w stylu Muska? A może antyarchitekturze? Pierwsza faza budowy nie zdradza ambicji zorientowanych na walory estetyczne, trwałość czy obywatelskość. Historyczne porównanie z osiedlami robotniczymi z początku XX w. wydaje się interesujące — np. z domami kolejarzy czy górników z lat 20., takie jak te zamówione przez Alfreda Kruppa w Zagłębiu Ruhry lub między Renem a Menem. Dziś są to często budynki wpisane na listę dziedzictwa architektonicznego i podziwiane za swoje proste piękno. Miały one umożliwić pracownikom i robotnikom prowadzenie jak najbardziej burżuazyjnego życia rodzinnego, chroniąc ich przed ówczesnymi wstrząsami, a tym samym odgradzając ich od komunizmu.\n\nW miasteczkach Muska zamysł architektoniczny obraca się wokół samego miliardera, a osiedla wydają się służyć jak najszybszej realizacji misji. Jak na ironię, zblazowana drobnomieszczańskość tych \"chat\" stoi w wyraźnym kontraście z wizją przyszłości Muska, która ma poruszyć całą ludzkość.\n\nBRANDON BELL / GETTY IMAGES NORTH AMERICA / GETTY IMAGES VIA AFP / AFP\n\nJednak poszczególne prestiżowe budynki (lub ich projekty) mają wysyłać komunikat. Symbolicznie nawiązują do statków kosmicznych, UFO, Batmana i emanują nostalgią za latami 50. \"Supercharging Station\" jest tego szczególnym przykładem. Tak nazywa się połączenie stacji ładowania elektryków, kina samochodowego i knajpy w Los Angeles, które powinno zostać ukończone \"wkrótce\", jak donosi fanowski portal Inside Tesla. Musk po raz pierwszy ogłosił jego budowę w 2018 r."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zachodniopomorskie. Cmentarzysko sprzed 4 tys. lat w Nowym Objezierzu",
            "link": "https://dziendobry.tvn.pl/newsy/zachodniopomorskie-cmentarzysko-sprzed-4-tys-lat-w-nowym-objezierzu-st8619011",
            "description": "Kolejne groby sprzed 4 tys. lat, w tym prawdopodobnie pochówki młodych kobiet i dzieci, odkryli archeolodzy Uniwersytetu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._I2HMOpC9yAO0xLoGAwNWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dzień Dobry TVN22 godz.",
            "source": "Dzień Dobry TVN",
            "article_content": "Kluczowe fakty: Kolejne groby sprzed 4 tys. lat, w tym prawdopodobnie pochówki młodych kobiet i dzieci, odkryli archeolodzy Uniwersytetu Szczecińskiego w Nowym Objezierzu.\n\nFormy i wyposażenie grobów oraz ułożenie szczątków w pozycji embrionalnej są typowe dla kultury unietyckiej z wczesnej epoki brązu.\n\nDalsza część tekstu pod wideo:\n\nPolska sensacja archeologiczna: „Grób wampira” ze wsi Pień Źródło: Dzień Dobry TVN\n\nZachodniopomorskie. Cmentarzysko sprzed 4 tys. lat w Nowym Objezierzu\n\nCmentarzysko z wczesnej epoki brązu naukowcy odkryli już podczas badań w 2020 roku. Od tamtej pory znaleźli na nim 16 grobów, ale aż dziewięć z nich, w tym dwa pochówki dziecięce, podczas zakończonego właśnie sezonu. Badaniami kierowała dr Agnieszka Matuszewska z Katedry Archeologii Uniwersytetu Szczecińskiego, a w ekspedycji uczestniczyli specjaliści z Muzeum Narodowego w Szczecinie, archeolodzy z Trójmiasta, dr hab. n. med. Iwona Teul z Pomorskiego Uniwersytetu Medycznego oraz studenci archeologii. - Te nowo odkryte groby są znacznie lepiej zachowane. Znaleźliśmy całe szkielety, czaszki niekiedy z pełnym uzębieniem, co jest bardzo istotne w kontekście dalszych naszych analiz, które planujemy przeprowadzić - podkreśliła w rozmowie z PAP dr Agnieszka Matuszewska.\n\nPochówki charakterystyczne dla kultury unietyckiej\n\nZmarłych składano w niewielkich jamach, często otoczonych kamieniami. Szczątki odkryte w Nowym Objezierzu spoczywały w pozycji embrionalnej. Ciała układano na osi północ–południe, z głową skierowaną na południe i twarzą zwróconą ku wschodowi. W wielu przypadkach dłonie zmarłych spoczywały przy ustach, co mogło symbolicznie nawiązywać do obrazu nowo narodzonego dziecka. - Ich dolne kończyny były zgięte, bardzo mocno przylegały do klatki piersiowej, więc wydaje się, że mogli być krępowani przed złożeniem do grobu - opisała kierowniczka badań. Taki pochówek jest charakterystyczny dla tzw. kultury unietyckiej – jednej z najstarszych społeczności epoki brązu w Europie Środkowej, rozwijającej się na terenach dzisiejszych Czech, Słowacji, Niemiec i Polski. Były to jedne z pierwszych grup, które na ziemiach dzisiejszej Polski funkcjonowały już w realiach nowej epoki – wraz z pojawieniem się metalu, nowych form organizacji społecznej i charakterystycznych praktyk funeralnych. Wstępne datowania radiowęglowe pierwszych odkrytych na stanowisku szczątków, przeprowadzone już w 2020 roku, wskazują, że cmentarzysko funkcjonowało w latach 2000–1700 p.n.e. Nowe odkrycia otwierają drogę do dalszych analiz DNA, badań radiowęglowych czy szczegółowych studiów nad dietą i mobilnością dawnych społeczności.\n\nNiezwykłe odkrycie naukowców. Bursztyn i ozdoby z brązu w grobach młodych kobiet\n\nWśród tegorocznych odkryć wyróżnia się grób dorosłego mężczyzny, otoczony dużymi głazami, z nietypowym – nieanatomicznym – ułożeniem szczątków. Dolna część ciała sprawia wrażenie, jakby została zmiażdżona. Może to wskazywać na wypadek lub szczególne okoliczności jego śmierci. Więcej informacji związanych z jego historią dostarczą szczegółowe badania antropologiczne. Uwagę badaczy zwróciły także pochówki dwóch młodych kobiet: jedna zmarła została pochowana z bryłką bursztynu przy ustach, druga zaś miała na szyi naszyjnik i ozdobę skroniową z brązu – jedne z najstarszych świadectw używania tego metalu na Pomorzu. - Bursztyn oczywiście występuje we wczesnej epoce brązu, natomiast nie jest bardzo powszechny. Spora bryłka bursztynu, która znajdowała się w grobie, była dla nas zaskoczeniem. Bursztyn zostanie poddany dalszym specjalistycznym analizom - zaznaczyła badaczka. Badania tego cmentarzyska - podkreśliła archeolożka - są ważne dla poznania wczesnej epoki brązu w tym regionie Europy, jednego z najsłabiej poznanych okresów w historii Pomorza. - Nie znamy właściwie osad kultury unietyckiej tutaj w naszym regionie. To dopiero trzecie cmentarzysko z tego okresu zarejestrowane wykopaliskowo w regionie po 1945 roku, ale pierwsze tak bogate oraz świetnie zachowane. Poprzednich stanowisk nie badano na taką skalę i oczywiście nie badano ich z użyciem nowoczesnych metod - zauważyła dr Matuszewska. Jej zdaniem odkrycie kolejnych grobów, ale też kolejnych cmentarzysk w najbliższej okolicy, w tym miejscu jest tylko kwestią czasu. Tereny te zasobne w dobrej jakości gleby przyciągały pierwszych osadników, którzy intensywnie rozwijali tutaj rolnictwo i hodowlę. - Jestem niemal pewna, że znajduje się tutaj osada, do której należało cmentarzysko. Jej odkrycie byłoby ważne, bo właściwie znamy te kultury wczesnobrązowe głównie przez pryzmat obrządku pogrzebowego, a nie życia codziennego. Badania takich osad byłyby przełomowe dla całego regionu - wyjaśniła. Zobacz także:\n\nAutor: Dominika Czerniszewska Reporter: ekr/bar/amac Źródło: Ewelina Krajczyńska-Wujec (PAP) Źródło zdjęcia głównego: EvgeniyShkolenko/Getty Images\n\npodziel się: podziel się twittnij skopiuj link\n\nPozostałe wiadomości\n\nZwiązki i seks Randki online a sztuczna inteligencja. Jak rozpoznać oszustwo?\n\nStyl życia Słoneczne laboratorium przyszłości. Hiszpania walczy z kryzysem klimatycznym dzięki energii słonecznej"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Deweloperzy dogęszczają zabytkowe ulice. \"Miałam słoneczne mieszkanie, będę mieć ciemną norę\"",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,32200052,deweloperzy-przejmuja-ul-kosciuszki-mialam-sloneczne-mieszkanie.html",
            "description": "Dwie i pół godzinny dziennie światła słonecznego - tyle ma wystarczyć do życia według deweloperów. Kolejne zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2tGjlspx8Ko-BkfF3AcvkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków.Wyborcza.pl12 godz.",
            "source": "Kraków.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten pierścionek zaręczynowy to \"święty Graal\". Artystka wpisała się w światowy trend",
            "link": "https://www.rmf24.pl/kultura/news-ten-pierscionek-zareczynowy-to-swiety-graal-artystka-wpisala,nId,8014825",
            "description": "Pierścionek zaręczynowy Taylor Swift to biżuteryjny \"święty Graal\" - oceniają eksperci. Jego wartość, ze względu na ręcznie oszlifowany diament, może wynieść nawet 4 mln funtów (19 mln zł). Wpisuje si ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "RMF248 godz.",
            "source": "RMF24",
            "article_content": "Pierścionek zaręczynowy Taylor Swift to biżuteryjny \"święty Graal\" - oceniają eksperci. Jego wartość, ze względu na ręcznie oszlifowany diament, może wynieść nawet 4 mln funtów (19 mln zł). Wpisuje się też w trend na masywne i nietypowe pierścionki zaręczynowe popularne wśród celebrytów.\n\nTaylor Swift i Travisem Kelce / Kena Betancur / East News\n\nTaylor Swift, ogłaszając zaręczyny z zawodnikiem drużyny Kansas City Chiefs Travisem Kelce, napisała w mediach społecznościowych: \"Twoja nauczycielka angielskiego i nauczyciel WF-u biorą ślub\". Do wydarzenia doszło w posiadłości sportowca Leawood w stanie Kansas. Komentatorzy zwracają jednak uwagę, że nie każdego nauczyciela stać na pierścionek z diamentem kosztujący sześcio-, a nawet siedmiocyfrową kwotę.\n\nBłyskotka, utrzymana w stylu vintage, z dużym, ręcznie szlifowanym diamentem o masie szacowanej na 8-10 karatów, wpisuje się w \"romantyczną\" estetykę z najnowszego albumu piosenkarki \"The Life of a Showgirl\".\n\nInstagram Post\n\nWedług Ruth Faulkner, redaktor naczelnej magazynu \"Retail Jeweller\", koszt takiego klejnotu może wynieść od 500 tys. do nawet 4 mln funtów (2,5 mln do 19 mln zł). Diament wygląda na zabytkowy kamień o masie 8-10 karatów, co jest dość rzadkie w przypadku antyku - mówi Faulkner.\n\nDziennikarka zajmująca się biżuterią Rachael Taylor zwraca uwagę na wyjątkowy blask kamienia, który wynika prawdopodobnie z tego, że jest on antycznym kamieniem oszlifowanym ręcznie, a nie maszynowo.\n\nZ kolei Garret Weldon, prezes Irlandzkiego Stowarzyszenia Sprzedawców Antyków, nazywa diament Swift biżuteryjnym \"świętym Graalem\", dodając, że to \"jeden z najrzadszych kamieni, jakie można zdobyć\".\n\nGwiazdy wybierają coraz większe kamienie\n\nTrend na masywne i nietypowe pierścionki zaręczynowe wśród gwiazd trwa w najlepsze. Zendaya nosi niezwykły diament osadzony poziomo, Dua Lipa - okrągły kamień na grubej złotej obrączce, a partnerka Cristiano Ronaldo Georgina Rodríguez niedawno pochwaliła się owalnym diamentem wartym około 5 mln dolarów.\n\nOgólne trendy skłaniają się ku większym kamieniom zarówno wśród gwiazd, jak i ogółu społeczeństwa, ale celebryci decydują się na wyraziste ozdoby, aby się wyróżnić - podkreśla w rozmowie z BBC News Rhona Fitzpatrick, założycielka i dyrektor generalna Diamond Expert.\n\nZauważa jednak, że nie każdego \"nauczyciela języka angielskiego\" stać na biżuterię wartą sześcio- czy siedmiocyfrowe kwoty. Jakie są alternatywy?\n\nDiamenty z laboratorium\n\nCoraz więcej osób decyduje się więc na pierścionki z diamentami hodowanymi w laboratoriach. Fitzpatrick podkreśla, że już około 52 proc. pierścionków zaręczynowych na świecie zawiera właśnie tego typu kamienie. Powody są zarówno finansowe, jak i etyczne.\n\nLiczy się wiarygodne źródło, z którego pochodzi, dbałość o środowisko i społeczności lokalne - podkreśla dziennikarka Rachael Taylor. Sama musisz zdecydować, co jest dla ciebie ważniejsze. Wybór kamienia vintage może być bardziej etyczny, ale jego pochodzenie i historia niekoniecznie są znane.\n\nKupując antyczne diamenty, nie trzeba ich wydobywać, ale \"nie ma się pewności, w jakich okolicznościach zostały wydobyte przed laty\".\n\nJeśli mówimy o sytuacji sprzed ponad 100 lat, wydobycie nie było prawdopodobnie zbyt przyjemne - zaznacza Taylor.\n\nChoć eksperci prześcigają się w analizach wartości i niepowtarzalności pierścionka Taylor Swift, sama zainteresowana w piosence \"Paper Rings\" śpiewała, że ceni przede wszystkich emocje i wyjątkowe momenty: \"Lubię błyszczące rzeczy, ale poślubiłabym cię z papierowymi pierścionkami\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten pierścionek zaręczynowy to \"święty Graal\". Wartość przyprawia o zawrót głowy",
            "link": "https://www.rmf24.pl/kultura/news-ten-pierscionek-zareczynowy-to-swiety-graal-wartosc-przypraw,nId,8014825",
            "description": "Pierścionek zaręczynowy Taylor Swift to biżuteryjny \"święty Graal\" - oceniają eksperci. Jego wartość, ze względu na ręcznie oszlifowany diament, może wynieść nawet 4 mln funtów (19 mln zł). Wpisuje si ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "RMF248 godz.",
            "source": "RMF24",
            "article_content": "Pierścionek zaręczynowy Taylor Swift to biżuteryjny \"święty Graal\" - oceniają eksperci. Jego wartość, ze względu na ręcznie oszlifowany diament, może wynieść nawet 4 mln funtów (19 mln zł). Wpisuje się też w trend na masywne i nietypowe pierścionki zaręczynowe popularne wśród celebrytów.\n\nTaylor Swift i Travisem Kelce / Kena Betancur / East News\n\nTaylor Swift, ogłaszając zaręczyny z zawodnikiem drużyny Kansas City Chiefs Travisem Kelce, napisała w mediach społecznościowych: \"Twoja nauczycielka angielskiego i nauczyciel WF-u biorą ślub\". Do wydarzenia doszło w posiadłości sportowca Leawood w stanie Kansas. Komentatorzy zwracają jednak uwagę, że nie każdego nauczyciela stać na pierścionek z diamentem kosztujący sześcio-, a nawet siedmiocyfrową kwotę.\n\nBłyskotka, utrzymana w stylu vintage, z dużym, ręcznie szlifowanym diamentem o masie szacowanej na 8-10 karatów, wpisuje się w \"romantyczną\" estetykę z najnowszego albumu piosenkarki \"The Life of a Showgirl\".\n\nInstagram Post\n\nWedług Ruth Faulkner, redaktor naczelnej magazynu \"Retail Jeweller\", koszt takiego klejnotu może wynieść od 500 tys. do nawet 4 mln funtów (2,5 mln do 19 mln zł). Diament wygląda na zabytkowy kamień o masie 8-10 karatów, co jest dość rzadkie w przypadku antyku - mówi Faulkner.\n\nDziennikarka zajmująca się biżuterią Rachael Taylor zwraca uwagę na wyjątkowy blask kamienia, który wynika prawdopodobnie z tego, że jest on antycznym kamieniem oszlifowanym ręcznie, a nie maszynowo.\n\nZ kolei Garret Weldon, prezes Irlandzkiego Stowarzyszenia Sprzedawców Antyków, nazywa diament Swift biżuteryjnym \"świętym Graalem\", dodając, że to \"jeden z najrzadszych kamieni, jakie można zdobyć\".\n\nGwiazdy wybierają coraz większe kamienie\n\nTrend na masywne i nietypowe pierścionki zaręczynowe wśród gwiazd trwa w najlepsze. Zendaya nosi niezwykły diament osadzony poziomo, Dua Lipa - okrągły kamień na grubej złotej obrączce, a partnerka Cristiano Ronaldo Georgina Rodríguez niedawno pochwaliła się owalnym diamentem wartym około 5 mln dolarów.\n\nOgólne trendy skłaniają się ku większym kamieniom zarówno wśród gwiazd, jak i ogółu społeczeństwa, ale celebryci decydują się na wyraziste ozdoby, aby się wyróżnić - podkreśla w rozmowie z BBC News Rhona Fitzpatrick, założycielka i dyrektor generalna Diamond Expert.\n\nZauważa jednak, że nie każdego \"nauczyciela języka angielskiego\" stać na biżuterię wartą sześcio- czy siedmiocyfrowe kwoty. Jakie są alternatywy?\n\nDiamenty z laboratorium\n\nCoraz więcej osób decyduje się więc na pierścionki z diamentami hodowanymi w laboratoriach. Fitzpatrick podkreśla, że już około 52 proc. pierścionków zaręczynowych na świecie zawiera właśnie tego typu kamienie. Powody są zarówno finansowe, jak i etyczne.\n\nLiczy się wiarygodne źródło, z którego pochodzi, dbałość o środowisko i społeczności lokalne - podkreśla dziennikarka Rachael Taylor. Sama musisz zdecydować, co jest dla ciebie ważniejsze. Wybór kamienia vintage może być bardziej etyczny, ale jego pochodzenie i historia niekoniecznie są znane.\n\nKupując antyczne diamenty, nie trzeba ich wydobywać, ale \"nie ma się pewności, w jakich okolicznościach zostały wydobyte przed laty\".\n\nJeśli mówimy o sytuacji sprzed ponad 100 lat, wydobycie nie było prawdopodobnie zbyt przyjemne - zaznacza Taylor.\n\nChoć eksperci prześcigają się w analizach wartości i niepowtarzalności pierścionka Taylor Swift, sama zainteresowana w piosence \"Paper Rings\" śpiewała, że ceni przede wszystkich emocje i wyjątkowe momenty: \"Lubię błyszczące rzeczy, ale poślubiłabym cię z papierowymi pierścionkami\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "28 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-28,6,day.html",
            "description": "Po utracie niepodległości przez Polskę w roku 1795 wawelskie wzgórze okupowały wojska zaborców: Rosji i Prus, a ostatecznie trafiło ono w ręce Austriaków. Ci utworzyli tu wojskowy lazaret, a ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków18 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Festiwale sztuk wizualnych Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale muzyczne Inne koncerty Inne przedstawienia Festiwale teatralne Pozostałe Dziecięce różności Spotkania i slajdowiska Wydarzenia sportowe Cykle filmowe Widowiska plenerowe i happeningi Muzyka klubowa Wystawy stałe Pokazy filmowe Spotkania i wykłady literackie Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki w okolicach Krakowa. Sprawdź ciekawe miejsca, które warto odwiedzić! [25.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wycieczki-w-okolicach-krakowa-sprawd%C5%BA-ciekawe-miejsca-kt%C3%B3re-warto-odwiedzi%C4%87-25082025/ar-AA1L9uS8?ocid=BingNewsVerp",
            "description": "Urokliwe miasteczka, wiekowe zamki, malownicze parki i spokojne zakątki – to wszystko czeka na odkrycie tuż za rogatkami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8L0I1Kh7F7im0h3KPJKlEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN6 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    }
]