[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w niedzielę - 5 października 2025. Kwiaty, wiązanki, znicze, meble i starocie. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-w-niedziel%C4%99-5-pa%C5%BAdziernika-2025-kwiaty-wi%C4%85zanki-znicze-meble-i-starocie-zdj%C4%99cia-ceny-wideo/ar-AA1NTIh0?ocid=BingNewsVerp",
            "description": "W niedzielę, 5 października 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego pogoda sprzyjała klientom.",
            "image_url": "https://www.bing.pl/th?id=OVFT.5qYAcHQz9FEGOqkcd-j_ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN11 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bombki PRL to rarytas dla kolekcjonerów. Takie stare ozdoby choinkowe są teraz poszukiwane",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/bombki-prl-to-rarytas-dla-kolekcjoner%C3%B3w-takie-stare-ozdoby-choinkowe-s%C4%85-teraz-poszukiwane/ar-AA1NW6bb?ocid=BingNewsVerp",
            "description": "Stare bombki choinkowe z PRL-u wracają do łask i dziś są prawdziwym rarytasem dla kolekcjonerów. Najbardziej poszukiwane modele z lat 60., 70. i 80. osiągają wysokie ceny – nawet kilkaset złotych za k ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN31 min",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jesienny pchli targ u Jędruli. Obok kompozycji na 1 listopada pojawiły się już bożonarodzeniowe ozdoby",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jesienny-pchli-targ-u-j%C4%99druli-obok-kompozycji-na-1-listopada-pojawi%C5%82y-si%C4%99-ju%C5%BC-bo%C5%BConarodzeniowe-ozdoby/ar-AA1NTAta?ocid=BingNewsVerp",
            "description": "Plac przy inowrocławskiej skarbówce, gdzie regularnie organizowany jest bazar, znów stał się centrum niedzielnego handlu.",
            "image_url": "https://www.bing.pl/th?id=OVFT.cfRj0pLUZiDNVupjxYR4YC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN2 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wiązanki, stroiki, chryzantemy na Wszystkich Świętych 2025. Ceny na giełdzie przy Andersa",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wi%C4%85zanki-stroiki-chryzantemy-na-wszystkich-%C5%9Bwi%C4%99tych-2025-ceny-na-gie%C5%82dzie-przy-andersa/ar-AA1NTQdW?ocid=BingNewsVerp",
            "description": "Wiązanki, stroiki, kwiaty w doniczkach, chryzantemy - choć do 1 listopada pozostało jeszcze trochę czasu, sprzedawcy już ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rAzOqF50DQrq5KbJRVUyKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Współczesna on MSN20 godz.",
            "source": "Gazeta Współczesna on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 6.10.2025 Włocławek. Zestaw najważniejszych informacji z wczoraj. Sprawdź nasz przegląd prasy z Włocławka",
            "link": "https://wloclawek.naszemiasto.pl/prasowka-6-10-2025-wloclawek-zestaw-najwazniejszych-informacji-z-wczoraj-sprawdz-nasz-przeglad-prasy-z-wloclawka/ar/c1p1-19738625",
            "description": "Oto lista najpopularniejszych wczoraj wiadomości. Czy miałeś okazje przeczytać je wszystkie?",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto4 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare monety obiegowe mogą być wiele warte. Sprawdź, bo możesz naprawdę dobrze zarobić",
            "link": "https://nto.pl/te-stare-monety-obiegowe-moga-byc-wiele-warte-sprawdz-bo-mozesz-naprawde-dobrze-zarobic/ar/c1p2-28022573",
            "description": "Masz w domu stare monety obiegowe? Obejrzyj je dokładnie, bo może się okazać, że ich wartość jest znacznie wyższa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.njJ0Yh_7CJ-wOZdpeC4xcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska1 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z okresu PRL są w cenie. Poszukują ich kolekcjonerzy. Sprawdź, może je masz!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-monety-z-okresu-prl-s%C4%85-w-cenie-poszukuj%C4%85-ich-kolekcjonerzy-sprawd%C5%BA-mo%C5%BCe-je-masz/ar-AA1NzitR?ocid=BingNewsVerp",
            "description": "Monety z okres PRL są często poszukiwane przez kolekcjonerów. Mogą być warte duże pieniądze. Może je masz! Jej kilka cech, które decydują o ich sporej wartości. Sprawdź!",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Dziennik Bałtycki on MSN16 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz takie monety w domu? Sprawdź, bo możesz naprawdę dobrze zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/masz-takie-monety-w-domu-sprawd%C5%BA-bo-mo%C5%BCesz-naprawd%C4%99-dobrze-zarobi%C4%87/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Masz w domu stare monety? Obejrzyj je dokładnie, bo może się okazać, że ich wartość jest znacznie wyższa, niż przypuszczasz.",
            "image_url": "https://www.bing.pl/th?id=OVFT.4_NQBU-8jj5GYIaNNKeBSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN1 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Które są najdroższe i ile można za nie zarobić! SPRAWDŹ 06.10.2025",
            "link": "https://gp24.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-ktore-sa-najdrozsze-i-ile-mozna-za-nie-zarobic-sprawdz-06102025/ar/c1-17275689",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._V-rWLu6pRQ3UWKHtZMwMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza2 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 groszy z PRL-u może być warte fortunę. Kluczowy jest jeden szczegół",
            "link": "https://www.biznesinfo.pl/10-groszy-z-prl-u-moze-byc-warte-fortune-kluczowy-jest-jeden-szczegol-sm-wzk-061025",
            "description": "Niepozorna, mała i od lat zapomniana – dziś potrafi rozpalić emocje kolekcjonerów i osiągnąć wartość, o której przeciętny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8CzN95iG9Z_mMWF6pKP6zC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "BiznesINFO.pl11 min",
            "source": "BiznesINFO.pl",
            "article_content": "10 groszy z PRL-u może być warte fortunę. Kluczowy jest jeden szczegół\n\nNiepozorna, mała i od lat zapomniana – dziś potrafi rozpalić emocje kolekcjonerów i osiągnąć wartość, o której przeciętny posiadacz nigdy by nie pomyślał. Co sprawia, że ta moneta z czasów PRL budzi tak ogromne zainteresowanie?\n\nDlaczego zwykłe monety z PRL nagle zyskują na wartości?\n\nChoć na co dzień rzadko zwracamy uwagę na drobne pieniądze w portfelu, niektóre z nich skrywają niezwykłe historie. Monety z okresu PRL, które dla przeciętnego obywatela były jedynie środkiem płatniczym, dziś przyciągają spojrzenia kolekcjonerów i pasjonatów historii. Ich wartość nie wynika z samego metalu, z którego zostały wykonane, ani z nominału, lecz z rzadkości i unikalnych detali w projekcie monety.\n\nW świecie numizmatyki nawet drobny szczegół może decydować o tym, czy dana moneta pozostanie zwykłym gadżetem, czy zamieni się w prawdziwy skarb. Co więcej, zainteresowanie starymi monetami z PRL rośnie nie tylko w Polsce, ale również wśród zagranicznych kolekcjonerów, którzy dostrzegają w nich unikalne elementy historyczne i estetyczne.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nCo sprawia, że kolekcjonerzy szukają konkretnych egzemplarzy latami?\n\nNie każda stara moneta ma szansę stać się przedmiotem pożądania. Kolekcjonerzy dokładnie analizują detale wykonania, rok emisji i ewentualne błędy mennicze, które mogą znacząco podnieść wartość. Czasem to właśnie niewielka różnica w wyglądzie, pominięty znak mennicy czy drobny błąd w rysunku orła, decyduje o tym, że moneta staje się obiektem pożądania.\n\nDodatkowo, wrażenie rzadkości potęguje fakt, że niektóre monety pojawiają się na rynku niezwykle rzadko. Damian Marciniak z Domu Aukcyjnego Marciniak podkreślał:\n\nNa rynku kolekcjonerskim moneta ta pojawia się nadzwyczaj rzadko. Jest to najrzadsza moneta obiegowa okresu PRL.\n\nEksperci zalecają również ostrożność przy ocenianiu wartości starych monet. Jak zauważa Marciniak:\n\nPolecam sprawdzać zakończone już aukcje w internecie, np. na Allegro. Istotne, by zwracać uwagę, ile osób brało udział w takiej licytacji.\n\nTo wszystko pokazuje, że wycena monet PRL nie jest sprawą prostą i wymaga doświadczenia oraz wiedzy historycznej. Wiele osób znajduje stare pieniądze w domowych zbiorach i od razu zakłada ich ogromną wartość – jednak w rzeczywistości większość z nich nie przekracza kilkudziesięciu złotych.\n\nTa moneta z PRL-u jest warta krocie\n\nNajdroższa moneta obiegowa PRL to 10 groszy z 1973 roku, ale nie każda z tych monet osiąga astronomiczne ceny. Kluczowy jest jeden, mały detal – brak znaku mennicy „MW” przy szponach orła. To właśnie pusta przestrzeń zamiast liter oznaczających Mennicę Warszawską sprawia, że egzemplarz zyskuje wyjątkową wartość w oczach kolekcjonerów.\n\nPodczas aukcji w maju 2023 roku w Domu Aukcyjnym Marciniak moneta została sprzedana za 33 tysiące złotych. Damian Marciniak skomentował to wówczas:\n\nPoznaliśmy nową, historycznie najdroższą monetę obiegową okresu PRL. Poprzedni rekord padł w kwietniu 2020 r., gdy taką samą monetę sprzedano za 29,9 tys. zł.\n\nFot. Pixabay/FUHMariaM\n\nMoneta o nominale 10 groszy bez znaku mennicy była częścią klasycznego zbioru odziedziczonego po przodku kolekcjonerze. Choć szacowany nakład monet 10-groszowych z 1973 roku wynosił około 80 milionów sztuk, wersje bez oznaczenia mennicy pojawiają się nadzwyczaj rzadko, co czyni je prawdziwym rarytasem.\n\nCo ciekawe, nawet po zakończonej aukcji niektóre egzemplarze tej monety pojawiają się na Allegro – przykładowo, jedna z nich była wystawiona za 6 100 zł, pokazując, że zainteresowanie kolekcjonerów nie maleje, a rynek starych monet wciąż przyciąga zarówno inwestorów, jak i pasjonatów historii.\n\nDzięki takim rekordowym transakcjom, stare monety z PRL nie tylko zdobywają wartość finansową, ale też stają się świadectwem epoki i przedmiotem fascynacji historyków oraz numizmatyków. Każdy detal, nawet tak niepozorny jak brak kilku liter, może zmienić zwykłą monetę w prawdziwy skarb wart dziesiątki tysięcy złotych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dziki Zachód Uznam. Zimą 1945 ludzie w polskich mundurach z MO i SB są panami życia i śmierci",
            "link": "https://szczecin.wyborcza.pl/szczecin/7,34939,6948083,dziki-zachod-uznam.html",
            "description": "Wszyscy tylko chcą Niemców wykańczać, a do kopania grobów chętnych nie ma - narzekał naczelnik aresztu w Świnoujściu Józef ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.w_WX13T7jEcIV1z9BlV15S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Szczecin Wyborcza.pl1 godz.",
            "source": "Szczecin Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fatalne dane dla Trumpa. Porzucają go kluczowe grupy wyborców",
            "link": "https://www.newsweek.pl/swiat/fatalne-wyniki-sondazy-dla-trumpa-i-republikanow-wazne-grupy-wyborcow-sie-odwracaja/9db4zxs",
            "description": "Donald Trump traci poparcie w grupach, które napędziły jego sukces wyborczy w 2024 r. – wynika z badań. Chodzi przede ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GtSzipYVKYeRCLY5tez7iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Newsweek Polska17 godz.",
            "source": "Newsweek Polska",
            "article_content": "W 2020 r. Demokraci wygrali wśród pokolenia Z różnicą 25 punktów (61 proc. do 36 proc.), wśród czarnych wyborców aż 83 punktami (91 proc. – 8 proc.), a wśród Latynosów 28 punktami (63 proc. – 35 proc.) – według danych AP VoteCast. Cztery lata później Trump znacząco zmniejszył te różnice: pokolenie Z podzieliło się prawie po równo (51 proc. do 47 proc.), wśród czarnych wyborców 83 proc. poparło kandydatkę Demokratów, a Trumpa 16 proc., z kolei wśród Latynosów ta proporcja wynosiła 55 proc. do 43. Były to jedne z największych zmian demograficznych w wyborach: przewaga Demokratów wśród pokolenia Z spadła o 21 punktów, a wśród Latynosów – o 16 punktów.\n\nDane pokazują, że ten zwrot w prawo w dużej mierze napędzany był przez mężczyzn. Wśród mężczyzn z pokolenia Z przewaga Demokratów zmniejszyła się z +7 pkt proc. w 2020 r. do przewagi Republikanów -8 pkt proc. w 2024 r., co oznacza zmianę o 15 pkt. Czarnoskórzy mężczyźni przesunęli się jeszcze wyraźniej – z przewagi Demokratów +75 do +49, czyli aż o 26 pkt proc. w stronę Republikanów. Latynoscy mężczyźni odnotowali zmianę o 19 pkt. – przewaga Demokratów spadła z +21 pkt. do zaledwie +2.\n\nNie tylko badanie Marist wskazuje, że Trump może tracić poparcie, które zyskał w tych grupach. Dotyczy to zwłaszcza Latynosów. Organizacja Somos Votantes, zajmująca się mobilizacją latynoskich wyborców, przeprowadziła we wrześniu sondaż, który pokazał, że wskaźnik aprobaty dla Trumpa wśród latynoskich mężczyzn spadł o 8 pkt. w ciągu ostatnich 8 miesięcy – z poziomu dodatniego do -6 pkt.\n\nWedług sondażu YMRP z maja, jedynie 14 proc. młodych Latynosów-mężczyzn miało „bardzo pozytywną” opinię o Trumpie, a 19 procent „raczej pozytywną”.\n\nPokolenie Z zaniepokojone polityką klimatyczną Trumpa\n\nDlaczego Trump traci wśród młodych? Peter Loge, profesor komunikacji politycznej na Uniwersytecie George’a Washingtona, powiedział „Newsweekowi”, że dzieje się tak, ponieważ wyborcy z pokolenia Z są „bardzo zaniepokojeni zmianami klimatycznymi”, podczas gdy Trump „cofa, a w niektórych przypadkach sabotuje wysiłki na rzecz walki z kryzysem klimatycznym”.\n\nJego działania i retoryka potwierdzają te obawy. W niedawnym przemówieniu do Zgromadzenia Ogólnego ONZ Trump nazwał zmiany klimatu „największym oszustwem, jakie kiedykolwiek popełniono” i odrzucił międzynarodowe wysiłki klimatyczne jako błędne. Obiecał również cofnięcie wielu polityk i regulacji mających na celu ograniczenie emisji gazów cieplarnianych, rozwój czystej energii czy zmniejszenie zanieczyszczeń z paliw kopalnych.\n\nW kraju jego administracja stara się znieść lub osłabić federalne zabezpieczenia leżące u podstaw polityki klimatycznej. Jednym z najważniejszych działań była próba uchylenia tzw. „endangerment finding” – ustalenia EPA z 2009 r., że gazy cieplarniane stanowią zagrożenie dla zdrowia publicznego i mogą być regulowane na podstawie Clean Air Act.\n\nNa arenie międzynarodowej Trump zapowiedział, że ponownie wycofa USA z Porozumienia Paryskiego, twierdząc, że Ameryka powinna uwolnić się od „niesprawiedliwych i obciążających” zobowiązań globalnych.\n\nSondaże pokazują, że te działania są szczególnie niepopularne wśród pokolenia Z. W najnowszym badaniu YouGov/Economist aż 60 proc. osób w wieku 18–29 lat wyraziło dezaprobatę wobec polityki Trumpa w sprawie klimatu – najwięcej spośród wszystkich grup wiekowych.\n\n„Wyborcy pokolenia Z mówią ankieterom, że są bardzo zaniepokojeni zmianami klimatu, a prezydent Trump cofa, a czasem wręcz atakuje działania mające na celu ich zwalczanie. To dokładne przeciwieństwo tego, czego chcą młodzi wyborcy” – podkreśla Loge.\n\nRetoryka Donalda Trumpa budzi strach\n\nJednak dla czarnych i latynoskich wyborców to retoryka Trumpa jest kluczowa – zauważa Loge.\n\nOdniósł się on do sytuacji sprzed kilku dni, gdy Trump udostępnił „rasistowski wpis w mediach społecznościowych”. Prezydent opublikował wideo stworzone przez sztuczną inteligencję, kpiące z przywódcy Demokratów w Izbie Reprezentantów Hakeema Jeffriesa oraz lidera mniejszości w Senacie Chucka Schumera – niedługo po ich spotkaniu z nim w sprawie grożącego rządowi zamknięcia.\n\nNa nagraniu Jeffries, który jest Afroamerykaninem, występuje w sombrero i z wąsem, a Schumer przemawia sztucznym głosem, domagając się darmowej opieki zdrowotnej dla nielegalnych imigrantów. W tle gra zespół meksykańskich mariachi.\n\nJeffries nazwał klip „rasistowskim” i napisał na X: „Bigoteria do niczego cię nie zaprowadzi. Zatrzymajcie cięcia. Obniżcie koszty. Ocalcie opiekę zdrowotną. NIE ustąpimy.”\n\nTrump odpowiedział kolejnym nagraniem, w którym ponownie dodał sombrero i wąsy Jeffriesowi, a w tle występował zespół mariachi złożony z czterech... wygenerowanych przez AI Trumpów.\n\nWideo wywołało falę oburzenia wśród Demokratów i działaczy czarnoskórych oraz latynoskich.\n\nPrzewodniczący Kongresowego Klubu Latynoskiego, Adriano Espaillat, nazwał filmik „obraźliwym”, dodając, że pokazuje on, iż Trump jest „oderwany od rzeczywistych problemów związanych z opieką zdrowotną w USA”.\n\nPrzewodnicząca Kongresowego Klubu Kobiet Demokratycznych, Teresa Leger Fernández, skomentowała: „to nie jest sposób na osiągnięcie porozumienia. Wygląda to raczej na wybuch sześciolatka”.\n\nZ kolei szefowa Kongresowego Klubu Czarnoskórych, Yvette Clarke, stwierdziła: „dziecinne zachowanie płynące z Białego Domu nie powinno być usprawiedliwiane przez żadnego Amerykanina”.\n\nNaloty służb imigracyjnych budzą strach wśród Latynosów w USA\n\nLoge zwrócił również uwagę, że naloty imigracyjne Trumpa sprawiły, że „wielu Latynosów jest mocno zaniepokojonych”.\n\nOd początku drugiej kadencji Trump drastycznie zaostrzył egzekwowanie prawa imigracyjnego. Jego administracja rozpoczęła masowe deportacje, wznowiła tysiące starych spraw i zwiększyła liczbę nalotów w „miastach-sanktuariach”. Finansowanie federalne na walkę z migracją wzrosło do 45 mld dol., co pozwoliło rozbudować ośrodki ICE i stworzyć obozy detencyjne, w tym kontrowersyjny ośrodek na Florydzie, nazwany „Aligatorowym Alcatraz”.\n\nBadania sugerują, że polityka ta wywołuje niepokój i sprzeciw polityczny wśród społeczności latynoskiej. Według ankiety Pew Research z marca 42 proc. dorosłych Latynosów obawia się, że oni lub ktoś im bliski może zostać deportowany – znacznie więcej niż w populacji ogólnej.\n\nPoza polityką działania administracji mają też skutki gospodarcze. „Financial Times” poinformował, że nasilone obawy przed deportacją, w połączeniu z rosnącymi kosztami życia, ograniczają wydatki konsumenckie Latynosów. Firmy takie jak Colgate-Palmolive czy Constellation Brands (producent piwa Modelo) odnotowały spadki sprzedaży w stanach przygranicznych. Detaliści, jak Walmart i Shoe Carnival, również donoszą o słabszych wydatkach wśród latynoskich klientów o niskich dochodach. Analitycy twierdzą, że inflacja i polityka imigracyjna wypychają wielu nieudokumentowanych imigrantów z życia publicznego i osłabiają ich udział w gospodarce.\n\nDzieje się to w czasie, gdy cała amerykańska gospodarka przeżywa trudności. Choć w drugim kwartale 2025 r. wzrosła w tempie 3,8 procent w skali rocznej po wcześniejszym spadku, prognozy wskazują na słaby wzrost w całym roku – około 1,7 proc. Sytuacja na rynku pracy również nie jest najlepsza: we wrześniu sektor prywatny stracił 32 tys. miejsc pracy, bezrobocie wzrosło do 4,3 procent, a liczba ofert zatrudnienia pozostaje bez zmian.\n\n„Czarni i Latynosi chcą uczciwej szansy na dobrą pracę, chcą móc pójść do lekarza i wierzyć, że jutro będzie lepsze niż dziś” – mówi Loge. Tymczasem „bezrobocie rośnie, polityka wydaje się chaotyczna… mniej pracy i więcej chaosu. To fatalne dla partii u władzy”.\n\nLatynosi, którzy od 2019 r. przyczynili się do ponad 30 proc. wzrostu PKB USA i dysponują siłą nabywczą na poziomie 2,4 bln dol., są szczególnie narażeni na te napięcia. Dane spisowe pokazują, że w gospodarstwach domowych Latynosów mediana dochodu to ok. 65 tys. 500 dol. – znacznie mniej niż średnia 93 tys. 900 dol. wśród białych gospodarstw. Według danych Rezerwy Federalnej 17 proc. Latynosów doświadcza niestabilności dochodów. Społeczność ta jest także silnie skoncentrowana w zawodach robotniczych, usługowych i budowlanych – wyjątkowo wrażliwych na inflację, wysokie stopy procentowe i zmiany w polityce imigracyjnej.\n\nWielu popierało Trumpa, ponieważ „obiecał naprawić to, co uważali za upadającą gospodarkę” – mówi prof. Loge. Ale wraz z „narastającym niepokojem gospodarczym” i tym, że „prezydent wciąż powtarza, jak fatalna jest sytuacja kraju”, spadek jego poparcia „nie jest zaskakujący”.\n\nTekst opublikowany w amerykańskim \"Newsweeku\". Tytuł, lead i śródtytuły od redakcji \"Newsweek Polska\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ Staroci w Będzinie to RAJ dla miłośników retro przedmiotów! Te antyki tam upolujesz - Zobacz ZDJĘCIA. Jest w czym wybierać...",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/targ-staroci-w-b%C4%99dzinie-to-raj-dla-mi%C5%82o%C5%9Bnik%C3%B3w-retro-przedmiot%C3%B3w-te-antyki-tam-upolujesz-zobacz-zdj%C4%99cia-jest-w-czym-wybiera%C4%87/ar-AA1NUoTK?ocid=BingNewsVerp",
            "description": "Targ Staroci w Będzinie, to obowiązkowy punkt dla wszystkich łowców antyków, retro gadżetów i przedmiotów z duszą.",
            "image_url": "https://www.bing.pl/th?id=OVFT.2L9-0vDUIRKmClJnWJAHnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Będzin Nasze Miasto on MSN13 godz.",
            "source": "Będzin Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w niedzielę - 5 października 2025. Kwiaty, wiązanki, znicze, meble i starocie. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-w-niedziel%C4%99-5-pa%C5%BAdziernika-2025-kwiaty-wi%C4%85zanki-znicze-meble-i-starocie-zdj%C4%99cia-ceny-wideo/ar-AA1NTIh0?ocid=BingNewsVerp",
            "description": "W niedzielę, 5 października 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego pogoda sprzyjała klientom.",
            "image_url": "https://www.bing.pl/th?id=OVFT.5qYAcHQz9FEGOqkcd-j_ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN11 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwa targi w jednym miejscu. Od dzisiaj ruszył nowy pchli targ na Franowie w Poznaniu. Zobaczcie zdjęcia",
            "link": "https://gloswielkopolski.pl/dwa-targi-w-jednym-miejscu-od-dzisiaj-ruszyl-nowy-pchli-targ-na-franowie-w-poznaniu-zobaczcie-zdjecia/ar/c1p2-28048569",
            "description": "Niedzielne targi w Poznaniu cieszą coraz większą popularnością. Dzisiaj po raz pierwszy na Franowie ruszył Pyra Targ. To już ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yjO4L5cBASvcZO-u9YUIoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Głos Wielkopolski17 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w niedzielę - 5 października 2025. Kwiaty, wiązanki, znicze, ubrania i starocie. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-w-niedziel%C4%99-5-pa%C5%BAdziernika-2025-kwiaty-wi%C4%85zanki-znicze-ubrania-i-starocie-zdj%C4%99cia-ceny-wideo/ar-AA1NTff9?ocid=BingNewsVerp",
            "description": "W niedzielę, 5 października 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego pogoda sprzyjała klientom. Wielu mieszkańców Włocławka i okolicznych powiatów odwiedziło popularny ba ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN11 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy poznański targ wystartował. Przyciągnął mnóstwo ludzi!",
            "link": "https://epoznan.pl/news-news-168391-nowy_poznanski_targ_wystartowal_przyciagnal_mnostwo_ludzi",
            "description": "Zgodnie z wcześniejszymi zapowiedziami, w niedzielę ruszył pierwszy Pyra Targ. Pyra Targ to nowość, która zaczęła działać w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M1H_Tx5fQvWvuJffklltHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "epoznan.pl1 godz.",
            "source": "epoznan.pl",
            "article_content": "Zgodnie z wcześniejszymi zapowiedziami, w niedzielę ruszył pierwszy Pyra Targ.\n\nPyra Targ to nowość, która zaczęła działać w niedzielę, 5 października. Ma odbywać się w każdą niedzielę na parkingu Homepark Franowo, a więc blisko IKEA. Targ ma być otwarty w godzinach 7:00 - 14:00. Pierwsza edycja okazała się frekwencyjnym sukcesem. Pojawiło się wielu sprzedających i kupujących.\n\nLokalizacja wydaje się być dobra. Dlaczego? Od niedawna po sąsiedzku, na parkingu CH M1, ponownie odbywa się Giełda Staroci - Pchli Targ. W ramach jednego dojazdu klienci mogą więc odwiedzić dwa miejsca.\n\nWciąż nie wiadomo, co z Niedzielnym Targiem, który z okolic Avenidy przeniósł się na plac przy ulicy Baraniaka. Co najmniej do 12 października wydarzenie ma się nie odbywać. Organizatorzy nie podali jednak jeszcze, co dalej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "50 kosmicznych bomb zegarowych. Jak stare rakiety zagrażają orbicie Ziemi",
            "link": "https://android.com.pl/nauka/979125-50-bomb-zegarowych-stare-rakiety/",
            "description": "Według analizy przedstawionej podczas Międzynarodowego Kongresu Astronautycznego w Sydney stare rakiety krążące ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gtCY47_G86Q7QER3nYV5aw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "ANDROID.COM.PL17 godz.",
            "source": "ANDROID.COM.PL",
            "article_content": "Według analizy przedstawionej podczas Międzynarodowego Kongresu Astronautycznego w Sydney usunięcie zaledwie 50 najgroźniejszych obiektów z niskiej orbity okołoziemskiej mogłoby o połowę zmniejszyć ryzyko kolizji z kosmicznymi śmieciami.\n\nStare rakiety i zagrożenie w kosmosie\n\nNowe badanie kierowane przez Darrena McKnighta z firmy LeoLabs ujawnia, że większość najbardziej ryzykownych obiektów na orbicie to relikty z ubiegłego wieku. Z 50 elementów uznanych za najbardziej niebezpieczne aż 76% powstało przed rokiem 2000, a 88% to martwe człony rakiet, które po zakończeniu misji pozostały na orbicie. Te masywne konstrukcje poruszające się z prędkością około 8 kilometrów na sekundę, wciąż krążą między 700 a 1000 kilometrów nad powierzchnią Ziemi – w jednym z najbardziej zatłoczonych pasów orbity.\n\nPrzeczytaj także: Jaki smartfon do 1000 złotych wybrać? Ranking polecanych telefonów\n\nZderzenie nawet z niewielkim odłamkiem przy takich prędkościach mogłoby spowodować efekt domina, znany jako syndrom Kesslera – lawinowe namnażanie się nowych fragmentów śmieci, które uniemożliwiłyby bezpieczne korzystanie z przestrzeni kosmicznej. Najwięcej obiektów z listy pochodzi z Rosji i byłego Związku Radzieckiego – aż 34. Na dalszych miejscach znalazły się Chiny (10), Stany Zjednoczone (3), Europa (2) i Japonia (1). Dominują zwłaszcza rosyjskie rakiety typu SL-16 i SL-8, które odpowiadają za 30 z 50 najbardziej niebezpiecznych szczątków.\n\nWedług analizy McKnighta samo usunięcie 10 najbardziej ryzykownych obiektów mogłoby zmniejszyć ogólne zagrożenie o 30%, a oczyszczenie orbity z całej pięćdziesiątki aż o połowę. To pierwszy raz, gdy naukowcy przedstawili konkretne wyliczenia pokazujące realny wpływ działań oczyszczających na bezpieczeństwo orbity.\n\nProdukty wybrane dla Ciebie REKLAMA\n\nNowe śmieci z nowych misji\n\nChoć większość problemów pochodzi z przeszłości, współczesne misje również dokładają swoje. Jak zauważa Ars Technica – tylko od początku 2024 roku na niskiej orbicie znalazło się 26 nowych górnych członów rakiet, które pozostaną tam dłużej niż 25 lat – czyli znacznie powyżej międzynarodowego limitu uzgodnionego przez międzyagencyjny komitet IADC. Najwięcej z nich, bo aż 21 pochodzi z Chin.\n\nWynika to głównie z intensywnych prac nad chińskimi konstelacjami Guowang i Thousand Sails – odpowiednikami Starlinka Elona Muska. Choć same satelity są stosunkowo małe i manewrowe, to rakiety, które je wynoszą, często pozostają na orbicie bez możliwości deorbitacji. Niektóre nowsze chińskie systemy, jak rakieta Długi Marsz 5 z modułem YZ-2 potrafią samodzielnie zejść z orbity, jednak większość misji wciąż wykorzystuje starsze modele, które po prostu dryfują w przestrzeni.\n\nWedług McKnighta, jeśli Chiny utrzymają obecne tempo w ciągu kilku lat mogą pozostawić w przestrzeni ponad 100 niekontrolowanych członów rakietowych. To oznacza, że mimo rosnącej świadomości ekologicznej w kosmosie, problem śmieci wciąż narasta.\n\nŹródło: Ars Technica, opracowanie własne. Zdjęcie otwierające: Premium Resource / Adobe Stock\n\nCzęść odnośników to linki afiliacyjne lub linki do ofert naszych partnerów. Po kliknięciu możesz zapoznać się z ceną i dostępnością wybranego przez nas produktu – nie ponosisz żadnych kosztów, a jednocześnie wspierasz niezależność zespołu redakcyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Akt terroru czy heroizmu? Zamach bombowy w Opolu w 1971 roku",
            "link": "https://polskieradio24.pl/artykul/3589045,akt-terroru-czy-heroizmu-zamach-bombowy-w-opolu-w-1971-roku",
            "description": "W nocy z 5 na 6 października 1971 roku aula Wyższej Szkoły Pedagogicznej w Opolu została zniszczona przez wybuch bomby podłożonej przez Jerzego Kowalczyka, który korzystał z pośredniej pomocy brata Ry ...",
            "image_url": "https://www.bing.pl/th?id=ODF.6-uLd_K6WpebCCUwQajA9A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Polskie Radio 241 godz.",
            "source": "Polskie Radio 24",
            "article_content": "Kryptonim \"Mrowisko\"\n\nWybuch nastąpił o godzinie 0.40 w środę 6 października 1971 roku. Ładunek trotylu podłożony w kanale centralnego ogrzewania pod aulą oraz w korytarzu wysadził w powietrze całą powierzchnię audytorium, w którym dodatkowo wybił pokaźną dziurę w dachu. Doszczętnie zniszczone zostały także pomieszczenia archiwum, biblioteki i bufetu. Siła wybuchu wybiła szyby w oknach. Ściany nośne budynku pozostały nienaruszone, ale aula Wyższej Szkoły Pedagogicznej w Opolu mogła ponownie pełnić swoją rolę dopiero po generalnym remoncie.\n\nOd początku było jasne, że był to akt dywersji wymierzony w jeden z fundamentów PRL. 7 października 1971 roku, w 27. rocznicę powołania MO, w auli WSP miały odbyć się obchody dorocznego Święta Milicji Obywatelskiej i Służby Bezpieczeństwa, podczas którego zgodnie z PRL-owską tradycją wręczano funkcjonariuszom państwowe odznaczenia i nagrody. Wysadzenie budynku w powietrze uniemożliwiło organizację opolskiej imprezy.\n\nDla milicji i SB to był policzek. Od razu wszczęto śledztwo pod kryptonimem \"Mrowisko\" mające na celu namierzenie sprawców zamachu, ale z początku służby gubiły się w domysłach i wytypowały aż 200 podejrzanych. Po czasie ograniczyły ten krąg do 80 osób, ale to wciąż nie zbliżyło ich do rozwiązania zagadki. Błędnie założono wówczas, że bomba była dziełem Ślązaka mającego rodzinę w RFN. Do konserwatora Jerzego Czoka przesłuchujący esbecy krzyczeli: \"przyznaj się, ty Goebbelsie!\".\n\nWściekłość władz wywołała postawa mjra Edwarda Gołębiowskiego, zastępcy naczelnika III wydziału Komendy Wojewódzkiej MO w Opolu, który już w kwietniu 1970 roku dowiedział się z dokumentów operacyjnych, że w jego rejonie \"pewna osoba czyni starania\" w celu \"zdobycia broni, środków chemicznych, map wojskowych i wykrywacza min oraz zamierza drogą nielegalną przedostać się za granicę\". Materiał, zbagatelizowany wówczas przez oficera SB, mógł już kilkanaście miesięcy wcześniej doprowadzić do powstrzymania zamachu.\n\nZrujnowane przez eksplozję wnętrze auli WSP w Opolu. Fot. PAP/Ryszard Okoński\n\nOskarżeni i skazani\n\nGdy śledczy odkryli przewód, za pomocą którego zostały uruchomione zapalniki bomby w auli WSP, a który ciągnął się do piwnic budynku Katedry Fizyki Doświadczalnej, wykrycie sprawców stało się kwestią czasu. Podsłuchy założone pracownikom WSP szybko zawęziły krąg podejrzanych. W końcu SB uznało, że twórcami bomby byli dwaj bracia - Jerzy Kowalczyk (ur. 1942), zatrudniony na WSP jako ślusarz mechanik, oraz Ryszard Kowalczyk (1937-2017), pracownik naukowy WSP, który niedawno obronił doktorat i zdobył posadę adiunkta w Katedrze Fizyki Doświadczalnej.\n\n\"To ich rozmowy bezwiedne, bez świadomości, że są podsłuchiwani, doprowadziły do zguby. Okazały się one później dowodem koronnym. Rozmawiali niefrasobliwie, chociaż powściągliwie, raczej zdaniami niepełnymi, a jednak na podstawie tych rozmów SB zorientowała się, że to oni mogli zniszczyć pomieszczenie\" – pisał Jacek Wegner w swojej książce \"Bez świadków obrony. Historia Jerzego i Ryszarda Kowalczyków\".\n\nSwoją rolę w rozpracowaniu sprawy odegrała również atrakcyjna TW \"Kasia\", 21-letnia kosmetyczka, której zadaniem było zawrócenie w głowie Jerzemu Kowalczykowi (wyjechali nawet - pod czujnym okiem SB - na kilka dni do Karpacza). Pozyskane przez nią informacje potwierdziły przypuszczenia śledczych. To Jerzy Kowalczyk był tym, który podłożył bombę pod aulą WSP.\n\n29 lutego 1972 roku, niespełna pięć miesięcy po zamachu, obaj bracia Kowalczykowie zostali zatrzymani przez milicję i trafili do tymczasowego aresztu. Wprawdzie Prokuratura Wojewódzka nie chciała wydać zgody na aresztowanie Ryszarda Kowalczyka z uwagi na brak dowodów winy, ale służby były przekonane, że \"prosty\" ślusarz nie byłby w stanie skonstruować bomby bez pomocy wykształconego brata. W końcu SB poskarżyło się MSW i po interwencji ministerstwa prokuratorzy byli zmuszeni zmienić zdanie.\n\nFragment zniszczonego po wybuchu budynku WSP w Opolu. Fot. PAP/Ryszard Okoński\n\nMając w garści obu braci Kowalczyków, PRL mogła odebrać jeden ze swych ulubionych spektakli, czyli pokazowy proces ku przestrodze \"prowokatorów czy szaleńców, który odważą się podnieść rękę przeciw władzy ludowej\" (jak to w 1956 roku ujął premier Józef Cyrankiewicz). Dzięki najzdolniejszym specjalistom od codziennych wyczerpujących przesłuchań SB od obu uzyskała przyznanie się do winy, decyzja sądu był więc już tylko formalnością. A ponieważ chodziło o ludzi, którzy ośmieszyli PRL-owskie służby, sędziowie pod dyktando władz wydali naprawdę drakońskie wyroki.\n\n8 września 1972 roku Jerzego Kowalczyka skazano na karę śmierci, a Ryszarda Kowalczyka na 25 lat pozbawienia wolności. Wywołało to oburzenie wielu Polaków. Zebrano 6 tysięcy podpisów pod petycją o zmianę wyroków (wśród sygnatariuszy znaleźli się m.in. Antoni Słonimski, Marian Brandys, Jacek Kuroń, Jan Józef Lipski, Adam Michnik, Jan Olszewski). Wobec masy tego protestu Rada Państwa ugięła się już w styczniu 1973 roku. Zamieniono karę śmierci dla Jerzego Kowalczyka na 25 lat więzienia.\n\nNiemal dekadę później, podczas \"karnawału Solidarności\", społeczeństwo zaczęło wysuwać żądania uwolnienia Kowalczyków. Władze postanowiły przychylić się do tych postulatów dopiero po stanie wojennym. Ryszarda Kowalczyka zwolniono warunkowo w sierpniu 1983 roku, a Jerzego Kowalczyka prawie dwa lata później. Obu jednak wypuszczano pod groźbą, że w każdej chwili mogą zostać ponownie uwięzieni.\n\nW 1993 roku prezydent Lech Wałęsa nakazał wykreślenie Kowalczyków z Centralnego Rejestru Skazanych, czego skutkiem było zatarcie obu wyroków i przywrócenie braciom praw obywatelskich. W 2016 roku prezydent Andrzej Duda nadał Jerzemu i Ryszardowi Kowalczykom Krzyże Kawalerskie Orderu Odrodzenia Polski.\n\nKraków, 27 maja 1981 roku. Marsz protestacyjny Komitetu Obrony Więzionych za Przekonania z transparentem \"Wolność dla braci Kowalczyków\". Fot. PAP/Jerzy Ochoński\n\nBracia Kowalczykowie. Fakty i mity\n\nZ tego krótkiego przedstawienia kilku najważniejszych informacji o sprawie wybuchu bomby w auli WSP w Opolu i losach braci Kowalczyków wyłania się obraz dość typowy dla większości narracji o PRL - opowieść o potędze komunistycznego reżimu z ścierającego się z garstką opozycjonistów heroicznie walczących o wolność i demokrację. Czyn braci Kowalczyków był na pewno spektakularnym aktem politycznego oporu wobec systemu, który opierał się na zbrodni, kłamstwie, cwaniactwie i konformizmie - ale czy da się go w pełni usprawiedliwić w perspektywie walki niepodległościowej, jak to dziś zazwyczaj się dzieje?\n\nNie ulega wątpliwości, że Jerzy i Ryszard Kowalczykowie zostali potraktowani skrajnie niesprawiedliwie przez ludowe władze, które forsowały fałszywe twierdzenia o ich motywacjach. Przede wszystkim na nieprawdzie oparte jest postawienie w jednym szeregu obydwu braci. To Jerzy Kowalczyk ukrył trotyl w budynku auli WSP, skonstruował zapalnik, a następnie w nocy z 5 na 6 października 1971 roku zdalnie uruchomił bombę, doprowadzając do niszczącej eksplozji.\n\nRyszard Kowalczyk jako fizyk pomógł bratu wykonać niezbędne obliczenia, ale po pierwsze nie wierzył, że Jerzy naprawdę dąży do zamachu, po drugie wielokrotnie próbował odwieść go od tego zamiaru (obaj potwierdzili to podczas przesłuchań). W świetle prawa trudno uznać go za wspólnika zamachu, całą jego \"winą\" było raczej zaniechanie bardziej zdecydowanego oporu względem planów brata.\n\nKolejnym kłamstwem służb było oskarżenie Kowalczyków o chęć zamordowania ludzi przebywających w auli. Opinii publicznej przedstawiono w 1972 roku wersję, zgodnie z którą nocna eksplozja miała być błędem, przedwczesną reakcją zapalnika, a bomba miała wybuchnąć w chwili, gdy audytorium wypełni się ludźmi. Były to opinie całkowicie niezgodne z zeznaniami obu oskarżonych.\n\nJerzy Kowalczyk celowo dokonał swego czynu w środku nocy, by mieć pewność, że nikogo nie skrzywdzi. Co więcej - przed odpaleniem bomby sprawdził dokładnie, czy nikogo nie ma w budynku i w jego pobliżu. Ładunki umieścił tak, by fala uderzeniowa poszła do góry. Wiedział, że eksplozja w innej części gmachu mogłaby dokonać większych zniszczeń, ale miałby nad nią zarazem mniejszą kontrolę. Wybrał opcję \"bezpieczniejszą\".\n\nZniszczenie auli WSP w Opolu. Fot. PAP/Ryszard Okoński\n\nPrzedstawianie Kowalczyków jako terrorystów nie liczących się z ludzkim życiem było na rękę komunistom, którzy na użytek wewnętrznej propagandy chętnie korzystali z tego spreparowanego antyprzykładu. Wydaje się więc, że tworzenie przeciwnego mitu bohaterstwa braci było zupełnie naturalną reakcją opozycji demokratycznej. W środowisku tym nie jednak ma zgody co do oceny wydarzenia z 1971 roku.\n\nNiektórym nie podobało się to, że swoim działaniem Jerzy Kowalczyk doprowadził do zniszczenia infrastruktury Wyższej Szkoły Pedagogicznej, która na co dzień służyła nauce, a nie milicyjnym świętom. Zwracano uwagę, że opór polityczny można wyrażać na wiele sposobów, nie uciekając się wcale do aktów terroru. W związku z tym m.in. członkowie NSZZ \"Solidarność\" Pracowników Wymiaru Sprawiedliwości w Opolu już w 1981 roku, gdy obaj Kowalczykowie nadal siedzieli w więzieniu, wystąpiła przeciw uznaniu braci za więźniów politycznych, a więc zarazem przeciw idealizowaniu ich czynu sprzed dekady.\n\nTo musiało bulwersować tych, którzy podkreślali, że przecież zamach ten, jednocześnie bezkrwawy i wymowny, miał być wyrazem sprzeciwu wobec honorowania i nagradzania morderców, czyli funkcjonariuszy MO i SB, którzy w grudniu 1970 roku strzelali do polskich robotników na Wybrzeżu. Bowiem - powtarzano - to właśnie miało się wydarzyć w auli WSP w dniu 7 października 1971 roku, niecałe 10 miesięcy po grudniowych zbrodniach. Okoliczność ta, jak utrzymywali obrońcy braci (z Anną Walentynowicz na czele, która o dramacie Kowalczyków mówiła najgłośniej) całkowicie rozgrzesza ich z winy wysadzenia auli WSP.\n\nDo tej interpretacji odnosi się tablica odsłonięta w 2016 roku w Opolskim Urzędzie Wojewódzkim (co ciekawe, władze Uniwersytetu Opolskiego, który jest spadkobiercą WSP, nie zgodziły się na tego rodzaju upamiętnienie ze względu na wciąż nie gasnące kontrowersje). Jego treść brzmi:\n\n\"W nocy z 5 na 6 października 1971 r. bracia Jerzy i Ryszard Kowalczykowie wysadzili aulę Wyższej Szkoły Pedagogicznej w Opolu ku przestrodze i opamiętaniu zbrodniarzy z SB, MO, LWP i ich mocodawców z PZPR, sprawców masakry robotników Wybrzeża w grudniu 1970 r. Czynem tym uniemożliwili mającą odbyć się następnego dnia celebrację wręczenia zbrodniarzom nagród i orderów za przelanie polskiej krwi\".\n\n5 października 2016 roku. Ryszard Kowalczyk podczas uroczystości odsłonięcia tablicy i nadania nazwy sali im. Jerzego i Ryszarda Kowalczyków w Opolskim Urzędzie Wojewódzkim. Fot. PAP/Krzysztof Świderski\n\nRzecz jest jednak bardziej skomplikowana, a prawda tworzy tu przedziwną mieszankę z mitologią. Po pierwsze nie ma dokumentów, które potwierdzałyby, że podczas Święta MO i SB w Opolu zamierzano nagradzać tych, którzy zabijali ludzi w grudniu 1970 roku. Ekipa Gierka była świadoma, że po tragedii, która wydarzyła się w Szczecinie, Gdyni, Gdańsku i Elblągu, taki gest mógłby wywołać gwałtowną reakcję społeczną.\n\nByła jednak osoba, która łączyła oba wydarzenia - to płk Julian Urantówka, od 20 września 1971 roku komendant wojewódzki MO w Opolu, który wcześniej, pełnią analogiczną funkcję w Szczecinie, wydał bezpośredni rozkaz otwarcia ognia do strajkujących stoczniowców. Znów jednak – z dokumentów nie wynika, by miał zostać odznaczony w związku z wydarzeniami grudniowymi. Z dokumentów wynika wręcz, że przeniesienie Urantówki do Opola miało być formą załagodzenia kłopotliwej sytuacji, w której znienawidzony przez ludność oficer pozostałby na swym stanowisku.\n\nNa te kwestie zwrócił uwagę zajmujący się publicystyką historyczną były opozycjonista opolski Zbigniew Bereszyński, m.in. w tekście \" Sprawa braci Kowalczyków jako przykład mitologizacji historii\" z 2022 roku. Przypomniał, że Jerzy Kowalczyk nie zaczął planować zamachu dopiero po grudniu 1970 roku ani - tym bardziej - po przeniesieniu Juliana Urantówki do Opola we wrześniu 1971 roku (nawet zakładając, że znał szczegóły jego odpowiedzialności za masakrę robotników). Gdyby tak było, nie zdążyłby przed październikiem.\n\nSam Jerzy Kowalczyk, jak można wyczytać z jego zeznań złożonych w 1972 roku, zradykalizował się już 1968 roku w obliczu wydarzeń marcowych oraz inwazji wojsk Układu Warszawskiego na Czechosłowację. Materiały pirotechniczne, głównie w formie wojennych niewybuchów, kolekcjonował jednak już wcześniej, choć bez konkretnego planu. Ten zaczął się krystalizować w jego głowie pod koniec lat 60., na długo przed grudniowymi zdarzeniami. Już w listopadzie 1970 roku worki ze zgromadzonym przez lata trotylem Kowalczyk ukrył w swoim opolskim mieszkaniu oraz w jednym z budynków WSP.\n\nNie znaczy to oczywiście, że tragedia ta nie wpłynęła na jego zamiary. Można zakładać, że tylko utwierdziła go w przekonaniu, że trzeba jakoś wstrząsnąć społeczeństwem pogrążonym w marazmie i koniunkturalizmie. Ryszard Kowalczyk w wywiadzie udzielonym w 20026 roku \"Nowej Trybunie Opolskiej\" wyznał: \"myśmy bardzo boleśnie przeżyli masakrę na Wybrzeżu\", nie powtórzył jednak popularnego twierdzenia o \"orderach za przelanie polskiej krwi\".\n\nZresztą Jerzy Kowalczyk długo wybierał datę swego \"wybuchowego manifestu\". Pierwotnie nie myślał wcale o milicyjnym święcie. Chciał wykorzystać okazję przy innych głośnych imprezach w 1971 roku. Najpierw miało to być spotkanie z byłym premierem Józefem Cyrankiewiczem. Wtedy jednak Ryszard Kowalczyk był tuż przed obroną pracy doktorskiej i ubłagał brata, by się jeszcze wstrzymał. Później Jerzy Kowalczyk zamierzał uniemożliwić centralne uroczystości dożynkowe, te jednak zostały przeniesione na stadion \"Odry\".\n\nI dlatego ostatecznie padło na Święto MO i SB. \"Pierwszym naszym zamysłem było ośmieszenie tych wszystkich, którzy się zbierali w tej auli - milicjantów, SB-ków, dygnitarzy. Chcieliśmy zdetonować petardę, jakiś niewielki ładunek ponad ich głowami. Chcieliśmy ich ośmieszyć i wystraszyć\" – wspominał Ryszard Kowalczyk w \"Nowej Trybunie Opolskiej\". – \"Jednak wtedy nie można było petard kupić. Jurek, chłopak zdecydowany i konsekwentny, zaczął poszukiwać ładunków wybuchowych\".\n\n5 października 2016 roku. Ryszard Kowalczyk odznaczany przez sekretarza stanu w Kancelarii Prezydenta RP Andrzeja Derę Krzyżem Kawalerskim Orderu Odrodzenia Polski. Fot. PAP/Krzysztof Świderski\n\nCo ciekawe, z upływem lat to właśnie Ryszard stał się \"twarzą\" braci Kowalczyków. Jerzy niechętnie wracał do przeszłości. Zaszył się w okolicach Rząśnika na Mazowszu, rodzinnej wsi Kowalczyków. Mieszka tam do dziś. Nie zjawił się w Opolu w 2016 roku, gdy uroczyście odsłonięto wspomnianą tablicę w Opolskim Urzędzie Wojewódzkim i uhonorowano obu braci Krzyżami Kawalerskimi Orderu Odrodzenia Polski. Obecny był tam tylko Ryszard Kowalczyk.\n\nStarszy z braci zmarł w październiku 2017 roku. Ironią losu, a zarazem koleją cegiełką kontrowersji w sprawie zamachu i legendy Kowalczyków, był fakt, że w tym samym roku IPN ujawnił dokumenty z tzw. zbioru zastrzeżonego. Wśród zgromadzonych tam zapisów znaleźć można było informacje, że Ryszard Kowalczyk był zarejestrowany w latach 80. jako TW \"Seep\" i, najprawdopodobniej z obawy przed powrotem do więzienia i z troski o brata, który więzienia jeszcze nie opuścił, przekazywał SB informacje o opolskich działaczach opozycyjnych.\n\nTa rysa na wizerunku okazała się jednak nieznacząca dla ludzi pielęgnujących mit o bohaterstwie braci Kowalczyków, dla wielu innych zaś stanowi ona przykład tego, jak ryzykowna była działalność opozycyjna w epoce PRL, jak niekiedy trudne i kontrowersyjne decyzje trzeba było podjąć w imię wyznawanych wartości lub na rzecz jakiegoś idealnego dobra.\n\nDramat Jerzego i Ryszarda Kowalczyków, których władza zamierzała psychicznie zmiażdżyć drakońskimi wyrokami więzienia, jest niezaprzeczalny, lecz spór o to, czy obrali \"właściwą\" drogę protestu wobec komunistycznej rzeczywistości, zapewne długo jeszcze nie wygaśnie.\n\nŹródło: Polskie Radio/Michał Czyżewski\n\nBibliografia:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 212 km od Pleszewa. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 4 - 5 października?",
            "link": "https://pleszew.naszemiasto.pl/wycieczki-rowerowe-do-212-km-od-pleszewa-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-4-5-pazdziernika/ar/c7p1-21831917",
            "description": "Wyjazd z Powsina, Świątynia Opaczności Bożej, a w niej Panteon Wielkich Polaków. Przejazd mostem Siekierkowskim, a dalej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9yeAymnYfVvNefmeV_ae7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pleszew Nasze Miasto18 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znaki drogowe nieaktualne od 50 lat. Drawsko Pomorskie potrafi, i dobrze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/znaki-drogowe-nieaktualne-od-50-lat-drawsko-pomorskie-potrafi-i-dobrze/ar-AA1NUo1p?ocid=BingNewsVerp",
            "description": "Przepisy ruchu drogowego i wszystkie związane z nimi poboczne wątki, jak np. wzory znaków drogowych, ewoluują z wiatrem historii. Pół wieku to wystarczająco dużo czasu, aby posprzątać wszystkie relikt ...",
            "image_url": "https://www.bing.pl/th?id=ODF.9Ff8zYr7jwUcHOiRffZ2Eg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Autoblog.pl on MSN15 godz.",
            "source": "Autoblog.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z miasta",
            "link": "https://zawiercie.naszemiasto.pl/wiadomosci/z-miasta/5",
            "description": "Odznaczony wieloma zasługami krajowymi oraz lokalnymi zawierciański pisarz i poeta, twórca życia kulturalnego miasta, Bogdan ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Zawiercie Nasze Miasto9 godz.",
            "source": "Zawiercie Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnice krypt w Kazimierzu Biskupim. Naukowcy odkryli liczne trumny i ludzkie szczątki",
            "link": "https://wiadomosci.onet.pl/poznan/tajemnice-krypt-w-kazimierzu-biskupim-naukowcy-odkryli-trumny-i-ludzkie-szczatki/x441b73",
            "description": "Rozpoczął się kolejny etap badań krypt pod kościołem w zespole klasztornym Misjonarzy Świętej Rodziny w Kazimierzu Biskupim w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.by7W6sccWhrDdTyxE6GLRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Onet2 min",
            "source": "Wiadomości Onet",
            "article_content": "W krypcie naukowcy odkryli do tej pory trzy warstwy trumien z co najmniej sześcioma pochówkami. Pierwsze prace mające na celu wydobycie ich na powierzchnię już się rozpoczęły. — Musimy je delikatnie wyjmować. Te dwie pod spodem nie trzymają się ścian. Gdy zdejmiemy tę największą, to okaże się, jaki jest stan zachowania tych dolnych — powiedziała na początku prac prof. dr hab. Małgorzata Grupa z UMK w Toruniu.\n\nPierwsza warstwa trumien ustawiona została na metalowych prętach. Jak powiedziała PAP prof. Grupa, świadczyć to może o tym, że w tym miejscu istniał już wcześniejszy pochówek. — Musiała to być znaczna postać, skoro nie chciano bezpośrednio na trumnie tej osoby postawić tych kolejnych trumien. To się czasami zdarza, ale z tak czytelną sytuacją mamy w Polsce do czynienia po raz pierwszy — powiedziała prof. Grupa.\n\nKrypta pełna niespodzianek\n\nTo niejedyna niespodzianka, na którą natknęli się badacze. Dwie trumny pokryte były dziegciem. W przypadku jednej z nich substancję nakładano na przemian z kolejnymi poziomami tkanin, tworząc tym samym jednocentymetrową warstwę. — Takiej warstwowej kanapki z tkaniny i dziegciu nie mieliśmy do tej pory w żadnych badaniach, przynajmniej moich. Z żadnej publikacji nie znam takiego przypadku — przyznała prof. Grupa.\n\nOtwarcie zamurowanej krypty pod kościołem klasztornym pobernardyńskim w Kazimierzu Biskupim Bartosz Skonieczny / PAP\n\nJej zdaniem taki układ dziegciu i tkanin może świadczyć o tym, że bardzo długo czekano z celebracją pogrzebu, co spowodowało potrzebę dokładania kolejnych warstw tkanin. Możliwe jest również, że zmarła osoba wieziona była z daleka. Dziegciu w przeszłości używano do uszczelniania trumien, by zapobiegać się wydostawaniu z nich pośmiertnych zapachów.\n\nDotychczas nie wiadomo, z jakiego okresu pochodzą pochówki ani czyje szczątki znajdują się w trumnach. Naukowcy chcieliby przebadać je pod kątem DNA, by zweryfikować, czy mógł być to pochówek rodzinny. Okres, z którego pochodzą trumny, pomóc określić mogą znalezione w nich szkielety i przedmioty.\n\nOtwarcie zamurowanej krypty pod kościołem klasztornym pobernardyńskim w Kazimierzu Biskupim Bartosz Skonieczny / PAP\n\nBadania w Kazimierzu Biskupim\n\nBadana krypta znajduje się pod ołtarzem kościoła pw. św. Jana Chrzciciela i Pięciu Braci Męczenników. Do tej pory była zamurowana, choć, jak stwierdziła prof. Grupa, prawdopodobnie od czasu jej wybudowania była już otwierana. By ponownie się do niej dostać, trzeba było wydrążyć metodą górniczą siedmiometrowy tunel. Prace trwały ponad miesiąc.\n\nBadania podziemi kazimierskiego klasztoru rozpoczęły się w 2022 r. W pierwszym etapie z krypt wydobyto kilkadziesiąt trumien ze szczątkami co najmniej 100 osób. W podziemiach kościoła chowani byli prawdopodobnie bernardyni, do których przez lata należał kazimierski klasztor, oraz zasłużeni dla klasztoru miejscowi notable, których rejestr zgonów zachował się do dziś. Wśród zidentyfikowanych osób znaleźli się m.in. Barbara Lipska, matka gen. Józefa Lipskiego, uczestnika insurekcji kościuszkowskiej i dowódcy powstania wielkopolskiego z 1806 r. oraz prawdopodobnie, pisarz z Radziejowa Antoni Bogusławski. Zgodnie z ustaleniami zespołu badawczego pochówki w kryptach rozpoczęły się w XVII w.\n\nW wydobytych trumnach odnaleziono również pozostałości ubrań, m.in. dwóch damskich sukni, czechmanu, ornatów, a także drobne elementy innych strojów. Część odzieży udało się zrekonstruować.\n\nBogata historia klasztoru\n\nBadane przed trzema laty krypty zostały już częściowo odnowione. Wykonano m.in. wejście do nich od strony krużganków, oczyszczono cegły i położono posadzkę. Docelowo pomieszczenia mają zostać udostępnione do zwiedzania. Władze gminy zamierzają prezentować w podziemiach odnalezione w nich zabytki. Ludzkie szczątki zostaną pochowane we wspólnej mogile w jednej z bocznych krypt.\n\nBernardyni do Kazimierza Biskupiego sprowadzeni zostali w 1514 r. przez biskupa Jana Lubrańskiego. W ciągu kolejnych sześciu lat w miejscowości wybudowany został kościół oraz kompleks budynków klasztornych. Pod koniec XIX w. nastąpiła kasata kazimierskiego konwentu przez władze carskie; jednym z powodów była pomoc bernardynów dla powstańców styczniowych.\n\nW 1921 r. klasztor i kościół zostały przejęte przez Zgromadzenie Misjonarzy Świętej Rodziny i pozostaje pod ich zarządem do dziś. Obecnie w klasztorze mieści się Wyższe Seminarium Duchowne zgromadzenia. Swoją siedzibę ma w nim również Bractwo Świętych Pięciu Męczenników, których Kazimierz Biskupi jest miejscem kultu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Były ukryte przez wieki. Sensacyjne odkrycie w krypcie pod klasztorem",
            "link": "https://www.rmf24.pl/regiony/poznan/news-byly-ukryte-przez-wieki-sensacyjne-odkrycie-w-krypcie-pod-kl,nId,8027993",
            "description": "W Kazimierzu Biskupim (woj. wielkopolskie) rozpoczął się kolejny, przełomowy etap badań podziemi kościoła pw. św. Jana ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ba2f6pq2sB4QK68R2G88ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "RMF2419 min",
            "source": "RMF24",
            "article_content": "W Kazimierzu Biskupim (woj. wielkopolskie) rozpoczął się kolejny, przełomowy etap badań podziemi kościoła pw. św. Jana Chrzciciela i Pięciu Braci Męczenników. Zespół naukowców wszedł do zamkniętej dotąd krypty pod ołtarzem, odkrywając nieznane pochówki i zaskakujące praktyki pogrzebowe, które mogą rzucić nowe światło na historię tego miejsca.\n\nBadania zamkniętej krypty pod kościołem w Kazimierzu Biskupim / PAP/Bartosz Skonieczny / PAP/EPA\n\nPodczas prac badawczych archeolodzy natrafili na trzy warstwy trumien, w których spoczywa co najmniej sześć osób. Pierwsze działania związane z wydobyciem szczątków już się rozpoczęły.\n\nJak podkreśla prof. dr hab. Małgorzata Grupa z Uniwersytetu Mikołaja Kopernika w Toruniu, konieczna jest wyjątkowa ostrożność.\n\nMusimy je delikatnie wyjmować. Te dwie pod spodem nie trzymają się ścian. Gdy zdejmiemy największą, okaże się, jaki jest stan zachowania tych dolnych - przekazała.\n\nNajwyższa warstwa trumien została umieszczona na metalowych prętach, co według badaczy może świadczyć o istnieniu wcześniejszego, szczególnie ważnego pochówku.\n\nMusiała to być znaczna postać, skoro nie chciano bezpośrednio na trumnie tej osoby postawić kolejnych trumien. To się czasami zdarza, ale z tak czytelną sytuacją mamy w Polsce do czynienia po raz pierwszy - wyjaśnia prof. Grupa.\n\nNiezwykła \"kanapka\" z dziegciu i tkanin\n\nJednym z najbardziej sensacyjnych odkryć są dwie trumny pokryte warstwami dziegciu. W przypadku jednej z nich substancja ta była nakładana naprzemiennie z tkaninami, tworząc około centymetrową, wielowarstwową powłokę.\n\nTakiej warstwowej kanapki z tkaniny i dziegciu nie mieliśmy do tej pory w żadnych badaniach, przynajmniej moich. Z żadnej publikacji nie znam takiego przypadku - przyznaje prof. Grupa.\n\nNaukowcy przypuszczają, że taki sposób zabezpieczenia trumny mógł być związany z długim oczekiwaniem na pogrzeb lub koniecznością transportu zwłok z daleka. Dziegciu używano w przeszłości do uszczelniania trumien, by zapobiegać wydostawaniu się nieprzyjemnych zapachów.\n\nKim byli pochowani w krypcie?\n\nNa razie nie wiadomo, z jakiego okresu pochodzą odkryte pochówki ani kim były osoby spoczywające w trumnach. Badacze planują przeprowadzić analizy DNA, by sprawdzić, czy mamy do czynienia z pochówkiem rodzinnym.\n\nPomocne w określeniu wieku trumien mogą być również znalezione w nich szkielety oraz przedmioty.\n\nKrypta, w której prowadzone są badania, przez lata była zamurowana. Prof. Grupa przypuszcza jednak, że od czasu jej powstania była już wcześniej otwierana. Aby dostać się do zamkniętego pomieszczenia, konieczne było wydrążenie siedmiometrowego tunelu metodą górniczą - prace te trwały ponad miesiąc.\n\nHistoria i wcześniejsze odkrycia\n\nBadania podziemi klasztoru w Kazimierzu Biskupim rozpoczęły się w 2022 roku. W pierwszym etapie z krypt wydobyto kilkadziesiąt trumien ze szczątkami ponad 100 osób. Wśród pochowanych byli prawdopodobnie bernardyni, do których przez wieki należał klasztor, oraz zasłużeni mieszkańcy regionu.\n\nW rejestrach zgonów zachowały się m.in. nazwiska Barbary Lipskiej, matki gen. Józefa Lipskiego, uczestnika insurekcji kościuszkowskiej i dowódcy powstania wielkopolskiego z 1806 roku, a także prawdopodobnie pisarza z Radziejowa Antoniego Bogusławskiego.\n\nWedług ustaleń zespołu badawczego pochówki w kryptach rozpoczęły się w XVII wieku. W wydobytych trumnach znaleziono również fragmenty ubrań, w tym dwie damskie suknie, czechman, ornaty oraz drobne elementy innych strojów. Część odzieży udało się zrekonstruować.\n\nKrypty badane trzy lata temu zostały już częściowo odnowione. Wykonano wejście od strony krużganków, oczyszczono cegły i położono nową posadzkę. Władze gminy planują udostępnić podziemia do zwiedzania, a odnalezione zabytki mają być prezentowane w specjalnej ekspozycji. Szczątki ludzkie zostaną pochowane we wspólnej mogile w jednej z bocznych krypt.\n\nBernardyni zostali sprowadzeni do Kazimierza Biskupiego w 1514 roku przez biskupa Jana Lubrańskiego. W ciągu kilku lat powstał tu kościół oraz kompleks klasztorny. Pod koniec XIX wieku klasztor został zlikwidowany przez władze carskie, m.in. za pomoc udzielaną powstańcom styczniowym. W 1921 roku obiekty przejęło Zgromadzenie Misjonarzy Świętej Rodziny, które zarządza nimi do dziś. Obecnie w klasztorze mieści się Wyższe Seminarium Duchowne oraz Bractwo Świętych Pięciu Męczenników."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 6.10.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-6-10-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960895",
            "description": "W niedzielę, 5 października, ulicami Wrocławia przeszedł Marsz dla Życia i Rodziny. Wydarzenie zgromadziło około 400 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hLVPISn5bL8XeQ_6kf2AdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska4 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trudna walka o Europę",
            "link": "https://dorzeczy.pl/ekonomia/788394/moldawia-jacek-przybylski-trudna-walka-o-europe.html",
            "description": "GLOBALNE OCHŁODZENIE | Mołdawia. Piękne, lecz wyjątkowo biedne państwo, które nie dość, że jest słabo rozwinięte, to jest ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nSXNbFFeGGVPqTpBVk6rbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy18 godz.",
            "source": "Do Rzeczy",
            "article_content": "GLOBALNE OCHŁODZENIE | Mołdawia. Piękne, lecz wyjątkowo biedne państwo, które nie dość, że jest słabo rozwinięte, to jest jeszcze silnie uzależnione od importu paliw i surowców. Średnie wynagrodzenie wynosiło tu w drugim kwartale 2025 r. równowartość ok. 3 tys. zł. Mnóstwo ambitnych ludzi za dobrze płatną pracą emigruje więc do innych krajów.\n\nKiszyniów – mołdawska stolica – mocno przypomina Warszawę z lat 90. ubiegłego stulecia. Nowoczesne biurowce, nowobogackie wille i apartamentowce stoją obok nielicznych zabytków i wielu typowych socrealistycznych bloków. Na ulicach błyszczące porsche mijają rozklekotane auta rodem z ZSRS."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "120 lat Muzeum w Gliwicach. Otwarcie wystawy i wernisaż w Willi Caro",
            "link": "https://www.24gliwice.pl/wiadomosci/120-lat-muzeum-w-gliwicach-otwarcie-wystawy-i-wernisaz-w-willi-caro/",
            "description": "Otwarcie wystawy \"120 lat Muzeum w Gliwicach\" zaplanowano na czwartek, 9 października. Wernisaż rozpocznie się o godzinie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.32pOgdNejdaOzx9pYv6fwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "24GLIWICE6 godz.",
            "source": "24GLIWICE",
            "article_content": "Mija 120 lat od założenia Oberschlesisches Museum in Gleiwitz – instytucjonalnego antenata Muzeum w Gliwicach. W związku z rocznicą, w Willi Caro przygotowana została wystawa – przedmiotem ekspozycji jest samo Muzeum i jego historia.\n\nGliwickie Muzeum jest jednym z najstarszych muzeów na Górnym Śląsku oraz najstarszym w Górnośląskim Okręgu Przemysłowym. Starsze od niego są tylko muzea w Nysie (1897) i Opolu (1900).\n\nOtwarcie wystawy „120 lat Muzeum w Gliwicach” w Willi Caro (ul. Dolnych Wałów 8a) odbędzie się w czwartek, 9 października. Wydarzenie rozpocznie się wernisażem, który zaplanowano na godzinę 17:00. Wstęp wolny. Na ekspozycji znajdą się nie tylko dawne księgi inwentarzowe, pierwsze katalogi Muzeum, dokumenty, archiwalne zdjęcia z dawnych wystaw, ale też prezentacja wybranych zabytków z każdego Działu Muzeum. Kuratorem wystawy jest Damian Recław, kierownik Działu Historii Muzeum w Gliwicach. Ekspozycja potrwa do 21 listopada 2025.\n\nGliwickie Muzeum powstało z inicjatywy pasjonatów historii, obywateli dumnych ze swojego miasta. Głównym inicjatorem powstania Muzeum i jego organizatorem był tajny radca i sędzia w miejscowym sądzie Artur Schiller (1858-1945)\n\n– informuje instytucja.\n\n– W skład komitetu założycielskiego weszli ponadto: prezydent Gliwic Hermann Mentzel oraz wybitni historycy i regionaliści ks. dr Johann Chrząszcz, pyskowicki proboszcz oraz prof. Benno Nietsche, autor monumentalnego dzieła „Historia Miasta Gliwice” – kontynuuje MwG.\n\nDziałalność Muzeum w Gliwicach od samego początku koncentrowała się na gromadzeniu obiektów związanych z regionem – zabytków dokumentujących historię dzieł sztuki i wyrobów rzemiosła artystycznego, przedmiotów związanych z życiem codziennym i sferą sacrum, kulturą, czy wojskowością. Do roku 1922 było głównym punktem kolekcjonerstwa i muzealnictwa na Górnym Śląsku.\n\nZmiana tego stanu rzeczy nastąpiła wraz z podziałem politycznym Górnego Śląska pomiędzy Polską i Niemcami w 1922 roku. Względy polityczne zadecydowały o tym, że Polacy i Niemcy powołali wówczas do życia wielkie muzea w Katowicach i Bytomiu z dużymi działami archeologicznymi i historycznymi\n\n– podkreśla Muzeum.\n\nPowtórne narodziny placówki miały miejsce na początku 1945 roku. Pierwszy, polski dyrektor placówki, prof. dr Mieczysław Gładysz (1903-1984) przekształcił Oberschlesisches Museum in Gleiwitz w Muzeum w Gliwicach. W pracach tych aktywnie wspomagał go Fryderyk Hayder, pierwszy kustosz w najbardziej znaczącym w Muzeum Dziale Sztuki i Rzemiosła Artystycznego. Jednak misja i cel polskiej instytucji kulturalnej pozostały niezmienione – jest nią ochrona i zachowanie dziedzictwa przyrastającego wraz z upływem historii, która w istotny sposób wpływa na dzieje naszego miasta.\n\nWstęp na wernisaż jest wolny, liczba miejsc ograniczona.\n\n(żms)/MwG\n\nfot. mat. organizatora"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare monety obiegowe mogą być wiele warte. Sprawdź, bo możesz naprawdę dobrze zarobić",
            "link": "https://nto.pl/te-stare-monety-obiegowe-moga-byc-wiele-warte-sprawdz-bo-mozesz-naprawde-dobrze-zarobic/ar/c1p2-28022573",
            "description": "Masz w domu stare monety obiegowe? Obejrzyj je dokładnie, bo może się okazać, że ich wartość jest znacznie wyższa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.njJ0Yh_7CJ-wOZdpeC4xcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska1 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz takie monety w domu? Sprawdź, bo możesz naprawdę dobrze zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/masz-takie-monety-w-domu-sprawd%C5%BA-bo-mo%C5%BCesz-naprawd%C4%99-dobrze-zarobi%C4%87/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Masz w domu stare monety? Obejrzyj je dokładnie, bo może się okazać, że ich wartość jest znacznie wyższa, niż przypuszczasz.",
            "image_url": "https://www.bing.pl/th?id=OVFT.4_NQBU-8jj5GYIaNNKeBSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN1 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 groszy z PRL warte nawet 33 tys. zł. \"Najrzadsza moneta\". Trzeba zwrócić uwagę na jeden szczegół",
            "link": "https://next.gazeta.pl/next/7,151003,32301619,10-groszy-z-prl-warte-nawet-33-tys-zl-najrzadsza-moneta.html",
            "description": "10 groszy z PRL to najdroższa i najbardziej pożądana moneta z tego okresu Polski. Podczas jednej aukcji została sprzedana za ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QQU1oq4iNxHbwDnVN4R2Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Next Gazeta8 godz.",
            "source": "Next Gazeta",
            "article_content": "10 groszy z PRL warte fortunę. Ważny drobny szczegół\n\nMonety o nominale 10 groszy wybite w 1973 roku mogą posiadać astronomiczną wartość, ale tylko pod warunkiem, że nie posiadają znaku mennicy. W okolicach szponów orła, gdzie zwykle znajdują się wybite litery \"MW\", które oznaczają Mennicę Warszawską, powinna być pusta przestrzeń. Ten drobny szczegół sprawia, że 10-groszowa moneta uzyskała wyjątkową wartość w oczach kolekcjonerów.\n\nREKLAMA\n\nMoneta 10 groszy z 1973 r. bez znaku mennicy Źródło: Dom Aukcyjny Marciniak\n\nMoneta 10 groszy bez znaku mennicy sprzedana za 33 tys. zł\n\nPodczas aukcji w maju 2023 r. w Domu Aukcyjnym Marciniak słynna moneta 10 groszy z 1973 r. bez znaku mennicy została sprzedana za 33 tysiące złotych. - Poznaliśmy nową, historycznie najdroższą monetę obiegową okresu PRL - komentował wówczas Damian Marciniak z domu aukcyjnego w rozmowie z money.pl. Poprzedni rekord padł w kwietniu 2020 r. gdy taką samą monetę sprzedano za 29,9 tys. zł. - Jest to najrzadsza moneta obiegowa okresu PRL. Na rynku kolekcjonerskim moneta ta pojawia się nadzwyczaj rzadko - dodał Marciniak. Szacuje się, że jej nakład wynosił 80 mln sztuk.\n\nZobacz wideo Czy banknot o nominale 1000 zł wejdzie do użytku?\n\nStare monety nie zawsze są warte fortunę\n\nDamian Marciniak tłumaczył w rozmowie z serwisem o2.pl, że moneta 10-groszowa z PRL sprzedana za rekordową kwotę należała do osoby, która odziedziczyła klasery po swoim przodku kolekcjonerze. Dodał, że wiele osób znajduje stare monety i często błędnie zakłada ich ogromną wartość. - Polecam sprawdzać zakończone już aukcje w internecie, np. na Allegro. Istotne, by zwracać uwagę, ile osób brało udział w takiej licytacji - podkreślił. Monetę 10-groszą z 1973 r. bez znaku mennicy można znaleźć w ogłoszeniu w serwisie Allegro, gdzie została wystawiona za 6 100 zł.\n\nCzytaj również: \"Kraj UE wycofuje monety i zaokrągla ceny w sklepach. To samo czeka Polskę?\".\n\n\n\nŹródła:Dom Aukcyjny, money.pl, o2.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przewrócone dzieło sztuki wreszcie trafiło do muzeum. Rzeźba leżała w warszawskim parku przez cztery miesiące",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/przewr%C3%B3cone-dzie%C5%82o-sztuki-wreszcie-trafi%C5%82o-do-muzeum-rze%C5%BAba-le%C5%BCa%C5%82a-w-warszawskim-parku-przez-cztery-miesi%C4%85ce/ar-AA1NTJ8y?ocid=BingNewsVerp",
            "description": "W lipcu rzeźba została wpisana do rejestru zabytków ruchomych, ale musiała czekać aż do września na zmianę swojego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Tfs5MN09Zz8IOg2lNtmBRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Warszawa Nasze Miasto on MSN20 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trwa renowacja wyjątkowego pomnika we Wrocławiu. Stoi w miejscu dawnego krematorium",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/trwa-renowacja-wyj%C4%85tkowego-pomnika-we-wroc%C5%82awiu-stoi-w-miejscu-dawnego-krematorium/ar-AA1NUIJY?ocid=BingNewsVerp",
            "description": "W starej części cmentarza Grabiszyńskiego stoi wyjątkowy pomnik, który jest poświęcony pamięci wrocławian pochowanych na nieistniejących już cmentarzach. Trwa renowacja nazwisk umieszczonych na nagrob ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "wykopano+zabytkowe",
            "date": "Gazeta Wrocławska on MSN11 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie dokonane na Jedwabnym Szlaku przed ponad stu laty wywróciło do góry nogami europejskie wyobrażenie o historii świata.",
            "link": "https://wyborcza.pl/7,75517,32178372,odkrycie-jak-z-filmow-o-indianie-jonesie-a-jednak-sie-wydarzylo.html",
            "description": "Odkrycie dokonane na Jedwabnym Szlaku przed ponad stu laty wywróciło do góry nogami europejskie wyobrażenie o historii świata ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VaiwSbdFblHQFMMONAql0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Wyborcza4 godz.",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wędkarz łowił ryby. Zamiast dorodnego szczupaka wyciągnął z wody skarb",
            "link": "https://historia.wprost.pl/12141454/nowy-dwor-mazowiecki-wedkarz-zamiast-ryby-wylowil-z-wisly-rapier-z-czasow-potopu-szwedzkiego.html",
            "description": "Wędkarz w okolicy Nowego Dworu Mazowieckiego wyciągnął z Wisły rapier z czasów potopu szwedzkiego. O sprawie powiadomiono ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Lo3hO6gfH75Edz5_foQX-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Historia Wprost20 godz.",
            "source": "Historia Wprost",
            "article_content": "Stowarzyszenie Historyczno – Badawcze Triglav poinformowało w mediach społecznościowych, że pod koniec września jeden z wędkarzy w okolicy Nowego Dworu Mazowieckiego zamiast dorodnego szczupaka wyciągnął z wody rapier, prawdopodobnie typ Agrippa, charakterystyczny dla XVII wieku.\n\n„Broń tego rodzaju wyróżniała się bogato profilowaną rękojeścią z ozdobnymi kabłąkami i jelcem, które zapewniały świetną ochronę dłoni. To broń lekka, elegancka i śmiercionośna zarazem – kwintesencja epoki renesansu” – podkreślili poszukiwacze.\n\nNowy Dwór Mazowiecki. Wędkarz zamiast ryby wyłowił z Wisły rapier z czasów potopu szwedzkiego\n\n„Możemy domniemywać, że rapier może mieć związek z okresem potopu szwedzkiego (1655–1660), kiedy to w rejonie Wisły zatonęły barki szwedzkie. Były to dramatyczne czasy – płynące z łupami jednostki często kończyły na dnie rzeki, pozostawiając ślady historii ukryte przez setki lat” – dodało SHB Triglav.\n\nO znalezisku archeolodzy poinformowali Mazowieckiego Wojewódzkiego Konserwatora Zabytków. Przedmiot po odpowiednim zabezpieczeniu został przekazany i zdeponowany w Muzeum Kampanii Wrześniowej i Twierdzy Modlin. „Każdy taki przedmiot to nie tylko relikt przeszłości, ale także nośnik historii, która dziś powraca, byśmy mogli ją badać i lepiej rozumieć” – podkreśliło Muzeum.\n\nWoda najlepszym środowiskiem dla zatopionych obiektów\n\nO ostatecznym miejscu przechowywania znaleziska zadecydują względy konserwatorskie. „Korzystając z okazji przypominamy, że najlepszym środowiskiem dla zatopionych obiektów jest woda. Nieumiejętne zabezpieczenie zabytku może doprowadzić do jego nieodwracalnego uszkodzenia, a brak profesjonalnej inwentaryzacji miejsca utratę wartości badawczo-naukowych” – podsumował Mazowiecki Wojewódzki Konserwator Zabytków.\n\nCzytaj też:\n\nWędkarz szukał robaków. Dokonał niezwykłego odkryciaCzytaj też:\n\nPrzełomowe odkrycie dokonane tuż za polską granicą? Archeolodzy nie kryją radości"
        }
    }
]