[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ARTYKUŁY WYSTROJU WNĘTRZ-STAROCIE BARBARA WOŹNIAK-MŁOTKOWSKA",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,16300663,artykuly-wystroju-wnetrz-starocie-barbara-wozniak-mlotkowska.html",
            "description": "Wakacje to czas nie tylko wypoczynku, ale także wzmożonej aktywności cyberprzestępców, którzy wykorzystują naszą osłabioną czujność w czasie gorączkowego poszukiwania jak najtańszych ofert noclegów cz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl21 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Czym jest NIS2? Czy dotyczy również Twojej firmy? Jak uniknąć kary finansowej za niespełnienie wymagań NIS2? Poznaj szczegóły oraz przykłady firm omówione przez eksperta ds. cyberbezpieczeństwa.\n\nSocial media, pandemia i szybka cyfryzacja zmieniły sposób, w jaki młodzi ludzie nawiązują i utrzymują kontakty społeczne. Izolacja oraz presja bycia online przyczyniły się do nowych problemów psychicznych, takich jak FOMO czy ...\n\nWedług najnowszego raportu Federacji Konsumentów, aż 91% Polaków, którzy w ostatnim roku zaciągnęli kredyt lub pożyczkę, spłaca je bez problemów, a 82% robi to regularnie. Co więcej, niemal połowa zadłużonych nadpłaca swoje raty ...\n\nFed przyjmuje postawę \"wait and see\". Świadczy o tym jego decyzja o pozostawieniu kluczowej stopy procentowej na niezmienionym poziomie (4,25-4,5 proc.). Mimo, że zaktualizowane prognozy nadal przewidują dwa cięcia w dalszej części roku ...\n\nPoczątek nowego roku to - tradycyjnie już - czas publikacji rocznego podsumowania sytuacji na rynku pracy specjalistów autorstwa serwisu Pracuj.pl. Przed nami najświeższa odsłona tego opracowania, a w nim potężna dawka informacji ...\n\nStudenci windują ceny, duże mieszkania tanieją, a w Sosnowcu rata kredytu jest niższa niż czynsz – tak według raportu Rankomat.pl i Rentier.io wyglądał rynek najmu w III kwartale 2025 r. Z danych wynika, że w Warszawie za wynajem 50 m² ...\n\nTo kolejny dowód na to, że niemiecka marka dobrze weryfikuje aktualne oczekiwania rynkowe. Nie ma mowy o sportowym charakterze czy biżuteryjnych dodatkach. Są za to praktyczność i pragmatyzm, które pozwalają na rywalizowanie o dużą grupę ...\n\nW piątek zobaczyliśmy na Wall Street znaczące spadki. Tym samym indeksy “wymazały” w większości wzrosty z ostatniego czasu. Dziś rano futures ponownie tracą a dołki z 13 marca są przez benchamrki amerykańskie wybijane lub ponownie ...\n\nOd 1 października w Polsce startuje system kaucyjny, który wprowadzi dodatkową opłatę zwrotną za napoje sprzedawane w plastikowych butelkach, puszkach i szklanych butelkach zwrotnych. System ma na celu poprawę recyklingu i redukcję odpadów, ...\n\nUnia Europejska zdecydowała się przedłużyć zawieszenie ceł odwetowych wobec Stanów Zjednoczonych do 1 sierpnia, dając tym samym szansę na dalsze negocjacje handlowe. Choć Bruksela deklaruje wolę porozumienia, przygotowuje się również ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 21.11.2025",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tyle-pieni%C4%99dzy-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mo%C5%BCna-du%C5%BCo-na-nich-zarobi%C4%87-20-11-2025/ar-AA1QOnQB?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN8 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 21.11.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-21112025/ar-AA1QKM0p?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN6 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najcenniejsze monety z PRL. Zobacz, które są dziś najdroższe",
            "link": "https://nto.pl/oto-najcenniejsze-monety-z-prl-zobacz-ktore-sa-dzis-najdrozsze/ar/c1p2-28073737",
            "description": "Kolekcjonerskie monety z PRL znów wracają do łask. Wiele z nich osiąga dziś ceny, o których kiedyś nikt nawet by nie pomyślał ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SnD7ms8VijzfMAUMTEaxaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska4 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na sprzedaży starych orderów można teraz zarobić. Tyle proponują kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/na-sprzeda%C5%BCy-starych-order%C3%B3w-mo%C5%BCna-teraz-zarobi%C4%87-tyle-proponuj%C4%85-kolekcjonerzy/ar-AA1QgT2Y?ocid=BingNewsVerp",
            "description": "Choć przez wiele lat leżały zapomniane w szufladach lub na strychach, dziś mogą być warte naprawdę sporo. Stare ordery i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cZRW366PfYG2AyAQosZHYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN23 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te popularne dwuzłotówki potrafią być teraz warte ogromne pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-popularne-dwuz%C5%82ot%C3%B3wki-potrafi%C4%85-by%C4%87-teraz-warte-ogromne-pieni%C4%85dze/ar-AA1PdLQX?ocid=BingNewsVerp",
            "description": "Te pospolite dwuzłotówki jeszcze kilka lat temu były kupowane przez Polaków na potęgę. Obecnie część z nich osiąga na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-dnOP89br-CmUcwMT1ZL4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN3 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "#targowisko",
            "link": "https://epoznan.pl/newsList-3061-targowisko",
            "description": "Wysyłając niniejszy formularz niniejszym oświadczam, że jestem autorem przesyłanego zdjęcia/video/tekstu i zgadzam się na nieodpłatne wykorzystanie tego materiału na łamach epoznan.pl, wtkplay.pl i Te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XssJMuMR3jmFUPkcGSW0GQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "epoznan.pl48 min",
            "source": "epoznan.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 21.11.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://echodnia.eu/prasowka-21-11-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960913",
            "description": "Na 21. sesji Rady Miejskiej w Busku-Zdroju, w czwartek, 20 listopada, doszło do zmiany prezydium. Jacek Wach, dotychczasowy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3ahIfQ9gkBs4bUC8zpvlyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Echo Dnia7 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy z Torunia odkryją tajemnice XIII-wiecznego kościoła?",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/archeolodzy-z-torunia-odkryja-tajemnice-xiii-wiecznego-kosciola/hyh1tch,0666d3f1",
            "description": "Zespół archeologów z Uniwersytetu Mikołaja Kopernika w Toruniu otrzymał zgodę wojewódzkiego konserwatora zabytków na demontaż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LeZNWSIuL5ILCkFvn1SLKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet10 min",
            "source": "Onet",
            "article_content": "Archeolodzy z UMK otrzymali zgodę wojewódzkiego konserwatora zabytków\n\nArcheolodzy z UMK otrzymali zgodę wojewódzkiego konserwatora zabytków, która umożliwi poszukiwania prezbiterium kościoła Ducha Św. z początków XIII w. — dowiedziała się PAP. Pozwoli ona na demontaż ogrodzenia terenu dawnej gazowni. Pod prezbiterium mogą znajdować się krypty najstarszych torunian.\n\nPrzygotowania do prac archeologicznych\n\nSzef Instytutu Archeologii UMK, prof. Wojciech Chudziak, potwierdził PAP, że zespół archeologów otrzymał zgodę wojewódzkiego konserwatora zabytków na demontaż fragmentu ogrodzenia dawnej gazowni, które trafi do konserwacji. To umożliwi wejście na newralgiczny teren przy Bramie Klasztornej, gdzie naukowcy spodziewają się odkryć relikty prezbiterium kościoła Ducha Św. z XIII wieku.\n\nPoznaj kontekst z AI Kiedy archeolodzy rozpoczną prace przy Bramie Klasztornej?\n\nJakie relikty spodziewają się odkryć archeolodzy?\n\nKto potwierdził rozpoczęcie prac archeologicznych?\n\nCo znajduje się w prezbiterium kościoła Ducha Świętego?\n\n— Jest szansa, że w poniedziałek zajmiemy się wycinką drzew i demontażem ogrodzenia. Zgodę w sprawie ogrodzenia już mamy — przekazał PAP prof. Chudziak.\n\nreklama\n\nOdkrycia archeologiczne w Toruniu\n\nPAP ustaliła w Wojewódzkim Urzędzie Ochrony Zabytków w Toruniu i u miejskiego konserwatora zabytków, że naukowcy dostaną również zgodę na konieczną wycinkę drzew.\n\nJak informowała PAP wiosną, archeolodzy z UMK odnaleźli przykościelny cmentarz w XIII-wiecznym kompleksie Ducha Świętego w Toruniu. Ujawniono wiele warstw pochówków na jednym z najstarszych, o ile nie najstarszym toruńskim cmentarzu.\n\nUnikatowe znaleziska i ich znaczenie\n\nKierownik badań dr Ryszard Kaźmierczak z Instytutu Archeologii Uniwersytetu Mikołaja Kopernika przekazał wówczas PAP, że odkryto także mury samego kompleksu, a miejsce to — z racji zachowania murów pokazujących przeobrażenia od XIII do XVII w. — jest nawet jak na warunki miasta wpisanego na listę światowego dziedzictwa UNESCO unikatowe. Cały czas jednak nie odkryto prezbiterium kościoła, które znajdowało się na północ, za ogrodzeniem, przez które teraz archeolodzy będą mogli przejść.\n\nJesienią ubiegłego roku dr Kaźmierczak mówił, że \"dokumentowana jest zabudowa związana z klasztorem benedyktynek\". — Ta infrastruktura jest stopniowo odsłaniana. Mamy kilka faz rozbudowy tego terenu. Mury były wykonywane w różnych technikach budowlanych, co pozwala nam zbadać relację między nimi, osadzić je w określonym czasie. Dowiadujemy się, jak ten teren ulegał zagospodarowaniu — powiedział PAP naukowiec.\n\nZnaczenie badań dla historii Torunia\n\nNaukowcy w Toruniu od lat podkreślają, że to jedno z najciekawszych stanowisk w mieście; miejsce, gdzie swoje początki miał Toruń. Badania na Bulwarze Filadelfijskim są m.in. efektem wielotygodniowych protestów społecznych, które miały miejsce w mieście w trakcie remontu Bulwaru. Wówczas wiele osób ze środowiska naukowego, ale także przewodnicy miejscy, społecznicy i znawcy miasta, apelowali o pełnoskalowe badania tego terenu, a także późniejszą ekspozycję znalezisk.\n\n— Mam nadzieję, że także budynek kościoła uda się rozpoznać archeologicznie. Wiele zależy od tego, co tam się zachowało. (…) Są tutaj warstwy przedlokacyjne, tutaj nie było wówczas jeszcze miasta, a pewnie jakaś osada, która rozwijała się nad Wisłą. To, że na tym terenie mamy do czynienia z początkami miasta, z okresem lokowania Torunia, wiemy po naszych badaniach z wiosny 2024 r. Przy Bramie Klasztornej odkryliśmy wówczas konstrukcje drewniane. Drewno użyte do tamtych budowli ścięto w latach 30. XIII w., co wiemy po datowaniu — podkreślił dr Kaźmierczak.\n\nreklama\n\nKompleks Ducha Świętego i jego znaczenie\n\nOdkrywany między Bramą Klasztorną i Koszarami Racławickimi w Toruniu kompleks Ducha Świętego to XIII-wieczny kościół i szpital oraz zbudowany na początku XIV wieku klasztor benedyktynek. Kościół to być może najstarsza świątynia Torunia. W niej, jak oceniają historycy, należy się spodziewać pochówków w prezbiterium. Mogą się tam znajdować krypty średniowiecznych dostojników.\n\nArcheolodzy z UMK w Toruniu są na progu odkrycia, które może rzucić nowe światło na początki miasta. Dzięki zgodzie na demontaż ogrodzenia dawnej gazowni naukowcy będą mogli zbadać teren, gdzie spodziewają się znaleźć prezbiterium kościoła Ducha Świętego z XIII wieku. Odkrycia te mogą dostarczyć cennych informacji o historii Torunia i jego najstarszych mieszkańcach.\n\nŹródło informacji: Polska Agencja Prasowa"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwszoosobowe RPG od THQ Nordic na 8-minutowym zwiastunie rozgrywki",
            "link": "https://planetagracza.pl/fatekeeper-thq-nordic-8-minutowy-zwiastun-rozgrywki/",
            "description": "THQ Nordic pokazało 8-minutowy zwiastun rozgrywki Fatekeeper – pierwszoosobowego RPG z mieczem, magią i eksploracją ruin.",
            "image_url": "https://www.bing.pl/th?id=OVFT.kxbeecOaHX_MgIIetbhvcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "PlanetaGracza.pl1 dni",
            "source": "PlanetaGracza.pl",
            "article_content": "Fatekeeper zapowiada się na ciekawy projekt THQ Nordic – pierwszoosobowe RPG stawiające na walkę wręcz, magię oraz eksplorację zapomnianych miejsc. Nowy materiał z rozgrywki pozwala lepiej zobaczyć, jak wygląda ta przygoda.\n\nTHQ Nordic rozwija Fatekeeper jako pierwszoosobowe RPG, w którym gracz trafia do świata naznaczonego dawnymi katastrofami. Wędrówka prowadzi przez zapomniane ruiny, stare pola bitew, ogromne jaskinie, spokojne lasy oraz starożytne świątynie. Każda lokacja ma opowiadać własną historię upadku, a jednocześnie zachęcać do eksploracji i szukania skarbów.\n\nFatekeeper na nowym zwiastunie rozgrywki\n\nWydawca opublikował właśnie oficjalny, ośmiominutowy zwiastun rozgrywki. Materiał pokazuje fragmenty różnych środowisk, a także walki z licznymi przeciwnikami. Dzięki temu można zobaczyć, jak w praktyce działa rozbudowany system starć oparty na broni białej oraz magii. Zwiastun akcentuje tempo potyczek i konieczność reagowania na zachowanie wrogów.\n\nTwórcy stawiają na walkę wręcz, która wymaga precyzyjnych cięć mieczem, rozsądnego korzystania z zaklęć oraz ciągłego dostosowywania strategii. Przeciwnicy dysponują różnymi ruchami, mocnymi stronami i słabościami, dlatego sama znajomość animacji nie wystarczy. Ważne stają się decyzje podejmowane w trakcie starcia, a także sposób rozwijania postaci.\n\nW trakcie przygody bohater kolekcjonuje rozmaite relikty, zaklęcia, bronie, pancerze oraz inne magiczne przedmioty. Ekwipunek można dobierać pod wybrany styl gry i łączyć w efektowne kombinacje, które pomagają w starciach z trudniejszymi przeciwnikami. W materiale pojawia się też porównanie do Dark Messiah of Might and Magic, co powinno zainteresować fanów tamtego tytułu. Na razie Fatekeeper nie ma podanej daty premiery.\n\nŹródło: DSOGaming"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 10 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 22 - 23 listopada?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-10-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-22-23-listopada/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, upewnij się, jaka będzie pogoda. W sobotę 22 listopada w Oświęcimiu ma być 1°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ofbmITCXypX5SBobVU9CrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto22 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jesień na Ostrowie Tumskim w Poznaniu. Spacer po miejscu, gdzie zaczęła się Polska w wyjątkowej scenerii. Zobacz zdjęcia!",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/jesie%C5%84-na-ostrowie-tumskim-w-poznaniu-spacer-po-miejscu-gdzie-zacz%C4%99%C5%82a-si%C4%99-polska-w-wyj%C4%85tkowej-scenerii-zobacz-zdj%C4%99cia/ar-AA1QGhxG?ocid=BingNewsVerp",
            "description": "Jesienią Ostrów Tumski zachwyca spokojem i nastrojem. Złote liście tworzą wyjątkową scenerię dla spacerów i zdjęć. To idealne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aG1elHwevxbMadWiUCIKWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Poznań Nasze Miasto on MSN22 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zadaszenia dla wozów cygańskich, sala edukacyjna, piękne ogrody – Muzeum Etnograficzne wypięknieje",
            "link": "https://rdn.pl/395302/zadaszenia-dla-wozow-cyganskich-sala-edukacyjna-piekne-ogrody-muzeum-etnograficzne-wypieknieje/",
            "description": "Wozy cygańskie przy Muzeum Etnograficznym w Tarnowie zyskają nowe zadaszenia. Pokaźny zbiór nietypowych pojazdów częściowo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Rizb7UH8bNF__awGDpkT6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio RDN22 godz.",
            "source": "Radio RDN",
            "article_content": "Wozy cygańskie przy Muzeum Etnograficznym w Tarnowie zyskają nowe zadaszenia. Pokaźny zbiór nietypowych pojazdów częściowo musi stać pod chmurką, dlatego by nie były narażone na warunki atmosferyczne, muszą być zaparkowane pod dachem.\n\nTo tylko jeden z planów remontu i rozbudowy Muzeum Etnograficznego. Wypięknieją też ogrody, ale zmiany będą też w obrębie samego zabytkowego budynku.\n\n– Chcemy wyremontować recepcję, toalety, szatnię, na zewnątrz planujemy wybudowanie niedużego budynku, w którym będzie się mieścić sala edukacyjna i poprawimy estetykę otoczenia dworu, ogród zostanie zmodernizowany, zarówno przed budynkiem, jak i z tyłu budynku, łącznie z dobudowaniem wiat, które będą stanowiły miejsce magazynowania dla naszej kolekcji wozów cygańskich –\n\n– mówi dyrektor Muzeum Ziemi Tarnowskiej Kazimierz Kurczab.\n\nKoszt prac to ok. 5 mln zł. Prace są dofinansowane z Urzędu Marszałkowskiego Województwa Małopolskiego.\n\nW Muzeum Etnograficznym w Tarnowie cały czas można oglądać wystawę ‘w Babcinej Izbie’. Można tu zobaczyć m.in. takie przedmioty jak żelazko z duszą, żeleźniaki, cepy, jarzmo czy tarka do prania, czyli rzeczy, których które używały nasze babcie czy prababcie. Pracownicy Muzeum Etnograficznego w Tarnowie gromadzili eksponaty przez 40 lat.\n\nEkspozycja miała być czynna do połowy października, ale została przedłużona."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "21 LISTOPADA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-11-21,8,day.html",
            "description": "Wystawa plenerowa na terenie dawnego niemieckiego nazistowskiego obozu pracy i koncentracyjnego Plaszow. Pomiędzy ul. Kamieńskiego i Wielicką, w miejscach ważnych dla historii obozu ustawiono 19 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków13 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Akcje czytelnicze Spacery i zwiedzanie Muzyka rozrywkowa Wystawy czasowe Targi i kiermasze Festiwale Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Festiwale muzyczne W gminach Metropolii Kabaret Inne koncerty Inne przedstawienia Spotkania i slajdowiska Pozostałe Festiwale teatralne Muzyka klubowa Wydarzenia sportowe Widowiska plenerowe i happeningi Cykle filmowe Pokazy filmowe Inne wydarzenia literackie Spotkania i wykłady literackie Wystawy stałe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najcenniejsze monety z PRL. Zobacz, które są dziś najdroższe",
            "link": "https://nto.pl/oto-najcenniejsze-monety-z-prl-zobacz-ktore-sa-dzis-najdrozsze/ar/c1p2-28073737",
            "description": "Kolekcjonerskie monety z PRL znów wracają do łask. Wiele z nich osiąga dziś ceny, o których kiedyś nikt nawet by nie pomyślał ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SnD7ms8VijzfMAUMTEaxaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska4 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na sprzedaży starych orderów można teraz zarobić. Tyle proponują kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/za-tyle-mo%C5%BCna-teraz-sprzeda%C4%87-i-kupi%C4%87-stare-medale-i-ordery-sprawd%C5%BA-ile-s%C4%85-dzi%C5%9B-warte-pami%C4%85tki-z-przesz%C5%82o%C5%9Bci/ar-AA1QgT2Y?ocid=BingNewsVerp",
            "description": "Choć przez wiele lat leżały zapomniane w szufladach lub na strychach, dziś mogą być warte naprawdę sporo. Stare ordery i medale budzą teraz ogromne zainteresowanie znawców i kolekcjonerów. Rynek ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN22 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie \"piąteczki\" są warte więcej niż myślisz. Wartość 5 złotych zależy od wielu czynników",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/takie-pi%C4%85teczki-s%C4%85-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-warto%C5%9B%C4%87-5-z%C5%82otych-zale%C5%BCy-od-wielu-czynnik%C3%B3w/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-XPQC0aCLdgiZ6gP74xE_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN6 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    }
]