[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 14.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-14012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl14 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 14.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-14012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 14.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-14-01-2025/ar-BB1rq17h?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 14.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-14012025/ar-BB1rq2wV?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.RMfQ8754hzNLNXVr3GWI%2fA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Ilustrowany on MSN12 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Powstaje legenda kryptowalut? 5 nowych memecoinów, do których możesz dołączyć już teraz. Chwal się drużyną Bulls Squad Larger-Than-Life",
            "link": "https://comparic.pl/powstaje-legenda-kryptowalut-5-nowych-memecoinow-do-ktorych-mozesz-dolaczyc-juz-teraz-chwal-sie-druzyna-bulls-squad-larger-than-life/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Trzymajcie się mocno, ludzie, bo zagłębiamy się w świat monet memowych — i - Bitcoin ...",
            "image_url": "https://www.bing.pl/th?id=ODF.7XuGsgPDeEOKBRq3nTWokg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "comparic2 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nTrzymajcie się mocno, ludzie, bo zagłębiamy się w świat monet memowych — i zapewniam was, że będzie to bardziej szalone niż kolejka górska na paliwie odrzutowym. Jeśli interesują was inwestycje o wysokiej liczbie oktanowej, wysokich nagrodach i po prostu zabawne, trafiliście we właściwe miejsce. Te nowe monety memowe, do których możesz dołączyć już teraz, wstrząsają grą kryptowalutową, a przynajmniej jedna z nich jest gotowa, aby przejść na wyższy poziom.\n\nNajpierw jest moneta BTFD, to nie jest zwykła moneta memowa. Mówimy o tokenie zmieniającym zasady gry, który nie tylko przyciąga drużynę Bulls Squad, zespół inspirowanych memami bohaterów kryptowalut, ale także rozświetla wykresy przedsprzedaży, jakby to nie była niczyja sprawa.\n\nW tej chwili przedsprzedaż BTFD Coin jest absolutnie gorąca, zebrano oszałamiające 5,2 miliona dolarów, sprzedano ponad 64 miliardy monet i na pokładzie jest 8300 Bulls. Nie mrugnij — to jeden z tych momentów, na które spojrzysz wstecz i powiesz: „Byłem w to wtajemniczony od samego początku”.\n\nPrzyjrzyjmy się bliżej, dlaczego BTFD Coin i jego kuzyni z monet memowych przejmują kontrolę.\n\n\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\n\n\n1. BTFD Coin: Poznaj Bulls, którzy zasilą Twoje portfolio\n\nOK, przejdźmy do konkretów. BTFD Coin to coś więcej niż tylko moneta memowa — to ekosystem napędzany przez własny Bulls Squad, armię postaci z polotem, celem i wizją dominacji nad kryptowalutami. Od Baby Bull do Raging Bull, Nerdy Bull do Peoples Bull, te bulle są siłą napędową projektu, jednocząc społeczność i rozprzestrzeniając wieści daleko i szeroko. I zgadnij co? Są tutaj na stałe.\n\nBulls Squad: Prawdziwe gwiazdy pokazu\n\nBTFD Coin nie polega na biernym trzymaniu — chodzi o zaangażowanie społeczności, staking i nagradzanie osób, które pojawiają się, aby grać. Bulls Squad ucieleśnia energię i zaangażowanie całego projektu, a ich obecność w świecie monet memowych jest magnetyczna. Kiedy inwestujesz w BTFD, dołączasz do armii pełnych pasji posiadaczy, którzy chcą łapać te spadki i wygrywać duże sumy.\n\nSzybkie zestawienie inwestycji\n\nJeśli chcesz usiąść przy stole BTFD Coin, oto Twoja szansa: przy dzisiejszej cenie przedsprzedaży 0,000142 USD za 7000 USD zdobędziesz 49 295 775 monet BTFD. A to zanim weźmiesz pod uwagę nagrody za obstawianie, korzyści z gry i wszelkie inne niespodzianki, jakie ta legendarna moneta ma w zanadrzu.\n\nDlaczego ta moneta memowa znalazła się na tej liście: Dzięki rosnącej społeczności, imponującym wynikom przedsprzedaży i naprawdę potężnemu ekosystemowi, BTFD Coin jest gotowa na wielkość.\n\n2. Fartcoin: Nie ma potrzeby powstrzymywać się w tej kwestii\n\nJeśli jeszcze się nie śmiejesz, czas się rozluźnić. Przedstawiamy Fartcoin, monetę memową, która polega na przekraczaniu granic i akceptowaniu śmieszności. Jest lekka, zabawna i zyskuje coraz większą popularność. Kto nie chciałby zainwestować w monetę, która dosłownie pozwala się wyżyć?\n\nCzasami traktujemy kryptowaluty zbyt poważnie. Fartcoin przypomina nam, że można się trochę zabawić i nie traktować siebie zbyt poważnie. Za nią stoi lojalna społeczność, która z dnia na dzień się rozrasta — a wartość monety rośnie szybciej niż bąk w pokoju pełnym ludzi.\n\nDlaczego ta moneta memowa znalazła się na tej liście: Jeśli szukasz beztroskiej, ale potencjalnie lukratywnej inwestycji, Fartcoin jest Twoim wyborem najlepszych nowych monet memowych, do których możesz dołączyć już teraz.\n\n3. Snek: Moneta memowa z ukryciem i pewnością siebie\n\nSnek jest na tropie i stara się stać jedną z najbardziej rozchwytywanych monet memowych na rynku. Zainspirowana prostotą memu „Snek”, urok tej monety tkwi w jej ukryciu — cichym, subtelnym i szybkim do uderzenia. I jest zauważana.\n\nPomimo skromnych początków, Snek zdołał zgromadzić społeczność entuzjastów kryptowalut, którzy kochają prostotę i zabawną energię memu. Dopiero niedawno została nazwana najcenniejszą monetą Cardano, więc jak to się ma do wzrostu?\n\nDlaczego ta moneta memowa znalazła się na tej liście: Jej niedoceniany wzrost i potencjał na dalszy gwałtowny wzrost sprawiają, że jest to ekscytujący wybór.\n\n4. COQ Inu: Kiedy absurd może przynieść Ci pieniądze\n\nCOQ Inu to moneta memowa z odrobiną pikanterii. Choć jej maskotka może być bardziej bezczelna niż większość, moneta przynosi coś więcej niż tylko śmiech — przynosi użyteczność i misję skupioną na społeczności, której trudno zignorować.\n\nDlaczego ta moneta memowa znalazła się na tej liście: Jeśli szukasz monety memowej, która może eksplodować w 2025 roku, nie przegap COQ Inu — to jedna z najlepszych nowych monet memowych, do których możesz dołączyć już teraz.\n\n5. Osaka Protocol: Odrodzony z decentralizacją w swojej istocie\n\nOsaka Protocol to hybryda DeFi, która łączy świat memów z wartościami decentralizacji. Zainspirowany legendarnym Shiba Inu, Osaka Protocol wprowadza własną maskotkę, Osaka, czarnego psa Shiba Inu, który oddaje hołd swojemu poprzednikowi, jednocześnie wytyczając swoją unikalną ścieżkę.\n\nSlogan projektu, „odrodzenie prawdziwej decentralizacji”, sugeruje głębsze ambicje wykraczające poza status monety memowej. Osaka Protocol koncentruje się na tworzeniu środowiska napędzanego przez społeczność, w którym własność i wpływy są ściśle powiązane. Im więcej inwestujesz, tym więcej odpowiedzialności — i wpływu — zyskujesz w ramach protokołu. Ta koncepcja odzwierciedla pierwotnego ducha Shiba Inu, ponieważ dąży do kontynuacji pracy anonimowego twórcy Shiba, Ryoshi, który wyobraził sobie zdecentralizowany ekosystem kryptowalut.\n\nDlaczego ta moneta memowa znalazła się na tej liście: Ambitne podejście Osaka Protocol do decentralizacji w połączeniu z jej memowymi korzeniami sprawia, że ​​wyróżnia się ona wśród najlepszych nowych monet memowych, do których można dołączyć już teraz. Dzięki wsparciu inteligentnego kontraktu Shiba Inu i solidnym ramom napędzanym przez społeczność jest to coś, co warto obserwować w świecie monet memowych.\n\nOstatnie przemyślenia: Przygotuj się na podróż pociągiem szumu\n\nŚwiat monet memowych eksploduje potencjałem, a te pięć projektów przewodzi tej zmianie. Niezależnie od tego, czy jesteś fanem Bulls Squad BTFD Coin, czy też bezkompromisowego humoru Fartcoin, te monety robią hałas w sposób, którego trudno zignorować.\n\nAle jeśli chcesz w pełni wykorzystać tę gorączkę złota monet memowych, przedsprzedaż BTFD Coin jest tą, której nie możesz przegapić. Dzięki niesamowitym statystykom przedsprzedaży i armii Byków szarżującej na kryptodziczyznę, teraz jest idealny czas, aby wejść, zanim Bulls Squad przejmie scenę kryptowalut.\n\nDowiedz się więcej:\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne wazony z PRL-u na sprzedaż. Wazony szklane, kryształowe i porcelanowe na OLX - zdjęcia i aktualne ceny [14.01.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/cenne-wazony-z-prl-u-na-sprzeda%C5%BC-wazony-szklane-kryszta%C5%82owe-i-porcelanowe-na-olx-zdj%C4%99cia-i-aktualne-ceny-14012025/ar-BB1rgmNV?ocid=BingNewsVerp",
            "description": "Stare wazony z PRL-u wróciły do łask kolekcjonerów i wielbicieli wystroju w stylu vintage. Wazony kryształowe, z kolorowego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.VIx%2bUR%2fu8t2jiVFVDwRb8w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN13 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 14.01.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-14012025/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl14 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opole: wystawa porcelany rodu Schlegelmilch",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/opole-wystawa-porcelany-rodu-schlegelmilch/vi-BB1rrB3f?ocid=BingNewsVerp",
            "description": "Około trzy tysiące eksponatów znajduje się w zbiorach Muzeum Porcelany im. Reinholda Schlegelmilcha w Tułowicach. Ryszard Wittke i Jakub Faron kolekcjonują tułowicką porcelanę wyprodukowaną do 1945 ro ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "PAP on MSN4 godz.",
            "source": "PAP on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polska niemcy piłka ręczna",
            "link": "https://koscierzyna.naszemiasto.pl/tag/polska-niemcy-pilka-reczna",
            "description": "Polscy piłkarze ręczni przegrali w meczu o brązowy medal olimpijski z Niemcami 25:31 i zakończyli turniej w Rio de Janeiro na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qYjRFCBRnyWZ_GVzwe3q5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "koscierzyna.naszemiasto3 godz.",
            "source": "koscierzyna.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 14.01.2025",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-14012025/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl14 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-14012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.cac%2f5mfeSMu33ddgvfnlfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl13 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 14.01.2025",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-14012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poranny13 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Luksusowy apartamentowiec powstaje tuż przy Ogrodzie Krasińskich. Ma nietypowy kształt",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,31612102,luksusowy-apartamentowiec-powstaje-tuz-przy-ogrodzie-krasinskich.html",
            "description": "35 mieszkań znajdzie się w budynku, który powstaje przy ul. Długiej, tuż obok Ogrodu Krasińskich i gmachu Arsenału.",
            "image_url": "https://www.bing.pl/th?id=ODF.hGSuZUH1fKDOGwcDaIGMcg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "warszawa.wyborcza2 godz.",
            "source": "warszawa.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 66 km od Zduńskiej Woli. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 18 - 19 stycznia?",
            "link": "https://zdunskawola.naszemiasto.pl/trasy-rowerowe-do-66-km-od-zdunskiej-woli-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-18-19-stycznia/ar/c7p1-21831605",
            "description": "Rozglądasz się za pomysłem na wycieczkę rowerową w okolicy Zduńskiej Woli? Podpowiadamy, gdzie warto się wybrać.",
            "image_url": "https://www.bing.pl/th?id=OVFT.SicwroU5axUmUhyQiKYAqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "zdunskawola.naszemiasto7 godz.",
            "source": "zdunskawola.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 14 km od Warszawy. Pomysły na jednodniowy wypad. Gdzie w weekend 18 - 19 stycznia?",
            "link": "https://warszawa.naszemiasto.pl/trasy-na-rower-do-14-km-od-warszawy-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-18-19-stycznia/ar/c7p1-21831391",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 18 stycznia w Warszawie ma być 4°C. Nie powinno padać. W niedzielę ...",
            "image_url": "https://www.bing.pl/th?id=OVF.82zLwctBdeZLMtIJyYdsXw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "warszawa.naszemiasto7 godz.",
            "source": "warszawa.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ciekawe trasy do spacerowania w woj. zachodniopomorskim. Gdzie warto iść w weekend 18 - 19 stycznia? 10 najciekawszych tras",
            "link": "https://gs24.pl/ciekawe-trasy-do-spacerowania-w-woj-zachodniopomorskim-gdzie-warto-isc-w-weekend-18-19-stycznia-10-najciekawszych-tras/ar/c7p1-22116477",
            "description": "Zanim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 18 stycznia w woj. zachodniopomorskim ma być od -1°C do 3°C. Nie powinno padać. W niedzielę 19 stycznia w woj. zachodniopomorskim ma być od ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "gs24.pl6 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 6 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 18 - 19 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-6-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-18-19-stycznia/ar/c7p1-22319027",
            "description": "Rozglądasz się za ciekawymi ścieżkami nordic walking w okolicy Kołobrzegu? We współpracy z Traseo przygotowaliśmy dla Ciebie garść pomysłów na ten tydzień. Jeśli dopiero zaczynasz przygodę z nordic wa ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto6 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolog sfrustrowany nielegalnymi poszukiwaniami. Przywołał zdarzenia z woj. zachodniopomorskiego",
            "link": "https://prk24.pl/84514892/archeolog-sfrustrowany-nielegalnymi-poszukiwaniami-przywolal-zdarzenia-z-woj-zachodniopomorskiego",
            "description": "Jeśli przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, powinniśmy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iOqQUGnUK5vivqbsczkzVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "prk249 godz.",
            "source": "prk24",
            "article_content": "Jeśli przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, powinniśmy zaznaczyć miejsce znaleziska, zrobić zdjęcie przedmiotu i poinformować odpowiednie służby. Inaczej możemy zniszczyć cenne źródło wiedzy - powiedział PAP archeolog Grzegorz Kurka.\n\n- Zazwyczaj zabytki występują w pewnym kontekście, inaczej mówiąc w otoczeniu innych zabytków; mogą być to osady, cmentarzyska czy ukryte skarby. Pozbawiając je kontekstu, tracimy potężne źródło informacji - wyjaśnił PAP Grzegorz Kurka, dyrektor Muzeum Historii Ziemi Kamieńskiej. Archeolog dodał, że jedynie osoby z wieloletnim doświadczeniem i z odpowiednim wykształceniem archeologicznym są w stanie właściwie analizować i dokumentować takie zależności.\n\nZniszczenie „kontekstu archeologicznego” oznacza więc przede wszystkim nieodwracalną utratę informacji o zabytku i jego powiązaniach z otaczającym środowiskiem.\n\n- Niestety, nielegalni poszukiwacze często traktują zabytki wyłącznie jako trofea. Takie podejście prowadzi do tego, że bezpowrotnie tracimy cenne informacje na temat zabytku, a tym samym pozbawiamy je wartości naukowej, historycznej i kulturowej - stwierdził Grzegorz Kurka.\n\nJednym z najbardziej frustrujących dla archeologów przykładów utraty kontekstu archeologicznego - jak opisał ekspert - może być sprawa dwóch granitowych antropomorficznych figurek odkrytych w województwie zachodniopomorskim. - Figurki trafiły na Śląsk, gdzie po latach zostały odebrane przez policję osobie, która była w ich posiadaniu. Niestety, nie znamy dokładnego miejsca ich odkrycia, przez co nie możemy ich powiązać z żadnym stanowiskiem archeologicznym. Na podstawie analizy stylistycznej możemy jedynie przypuszczać, że były to figurki kultowe i że mają dużą wartość historyczną - powiedział rozmówca PAP.\n\nJednak przykłady nieodwracalnej utraty danych historycznych można mnożyć. Według Grzegorza Kurki jednym z najbardziej spektakularnych przykładów jest zrównanie z ziemią poniemieckiego cmentarza w Gostyniu. Jak relacjonuje, po cmentarzu jeździły buldożery niszcząc pochówki szkieletowe, które następnie ładowano wraz z ziemią na ciężarówki i wywożono kilkadziesiąt kilometrów dalej, na nielegalne wysypisko śmieci. Jeszcze innym „haniebnym czynem” - wylicza archeolog - było zniszczenie miejsca spoczynku przedstawicieli rodu Flemingów, zamieszkującego Pomorze Zachodnie od średniowiecza. Na miejscu wyraźnie widoczne były wkopy w cynowe trumny, których wieka zostały wyrwane przy użyciu łomów.\n\nJeśli więc przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, przede wszystkim powinniśmy przerwać działania, zabezpieczyć go i nie ruszać znaleziska, aby nie pogłębiać potencjalnych zniszczeń. Ważne jest również dokładne zaznaczenie lokalizacji miejsca odkrycia.\n\n- Należy natychmiast poinformować odpowiednie służby, może to być Wojewódzki Konserwator Zabytków, Urząd Miasta (wójt, burmistrz, prezydent), na terenie którego dokonano odkrycia, starostwo powiatowe, policja czy po prostu lokalne muzeum. Najprościej zadzwonić lub po prostu wysłać zdjęcia odkrytego przedmiotu. Na podstawie zdjęcia jesteśmy w stanie powiedzieć, czy dany przedmiot może być zabytkiem archeologicznym, czy też nie. Oczywiście bywają sytuacje, że nie mamy stuprocentowej pewności, wówczas udajemy się na miejsce odkrycia danego zabytku. Zgłoszenie takiego znaleziska jest proste, wystarczy chcieć - opisał dyrektor Muzeum Historii Ziemi Kamieńskiej.\n\nZwrócił uwagę na odpowiedzialność archeologów za odpowiednie udokumentowanie odkrytych zabytków. - Często ukończenie studiów i zdobycie tytułu magistra nie jest wystarczające; liczy się późniejsze doświadczenie w pracy terenowej, zdobywane pod okiem bardziej doświadczonych archeologów - dodał.\n\nDyrektor Kurka zwrócił też uwagę, że obecnie w Polsce działa coraz więcej stowarzyszeń zrzeszających amatorów legalnych poszukiwań i ludzi z pasją. - Przykładem może być kamieńskie Stowarzyszenie im. św. Korduli, które ma na swoim koncie wiele wspaniałych odkryć, m.in. trzech średniowiecznych bulli papieskich, średniowiecznej pielgrzymiej muszli św. Jakuba, średniowiecznego złotego guldena arcybiskupa i elektora Trewiru i wielu innych cennych eksponatów - opisał.\n\nWiele stowarzyszeń detektorystów również blisko współpracuje z muzeami. - Co więcej, cieszy nas, że kampanie edukacyjne na rzecz ochrony dziedzictwa kulturowego i ochrony zabytków prowadzone są nie tylko przez muzea i odpowiednie służby, ale także przez same stowarzyszenia detektorystów. Jesteśmy im za to niezmiernie wdzięczni, ponieważ ich wsparcie jest nieocenione - podkreślił Grzegorz Kurka.\n\nW ocenie archeologa obecnie obowiązująca w Polsce procedura umożliwiająca legalne amatorskie poszukiwania zabytków jest prosta. Należy złożyć wniosek do Wojewódzkiego Konserwatora Zabytków, mieć również zgodę właściciela gruntu, na którym prowadzone będą poszukiwania. Pozytywna decyzja jest wydawana, o ile planowane poszukiwania nie obejmują terenów stanowisk archeologicznych.\n\nGrzegorz Kurka zwraca też uwagę, że w wielu krajach Unii Europejskiej regulacje dotyczące poszukiwań są bardziej rygorystyczne. W Grecji obowiązuje np. całkowity zakaz poszukiwań za pomocą wykrywacza metali, a za złamanie przepisów grożą bardzo wysokie kary, łącznie z karą pozbawienia wolności od 10 do 20 lat. W Belgii poszukiwania prowadzone przez amatorów są dozwolone jedynie na plażach. Do prowadzenia poszukiwań w Niemczech wymagana jest licencja. Pomimo to uzyskanie zgody na poszukiwania np. w lasach jest w zasadzie niemożliwe.\n\nZgodnie z nowelizacją ustawy o ochronie zabytków i opiece nad zabytkami z 2024 roku, od 1 maja br. w Polsce nie będzie już konieczności uzyskania pozwolenia Wojewódzkiego Konserwatora Zabytków na prowadzenie poszukiwań. Poszukiwania przy użyciu np. wykrywaczy metali będzie mogła prowadzić osoba pełnoletnia, która posiada zgodę właściciela nieruchomości i posiadacza nieruchomości oraz po dokonaniu zgłoszenia poszukiwań do rejestru. Zgłoszenia będzie można dokonywać za pomocą aplikacji mobilnej udostępnionej przez ministra do spraw kultury i ochrony dziedzictwa narodowego.\n\nPoszukiwań nie będzie można prowadzić m.in. na obszarze zabytków wpisanych do rejestru wraz z otoczeniem; zabytków uznanych za pomnik historii; parków kulturowych; cmentarzy, dawnych cmentarzy, mogił i grobów wojennych oraz miejsc kaźni; Pomników Zagłady i ich stref ochronnych.\n\nWedług Grzegorza Kurki nowelizacja może być krokiem w złą stronę. - Większość detektorystów to osoby kompetentne i odpowiedzialne, które są prawdziwymi pasjonatami historii i podchodzą do poszukiwań z ogromnym szacunkiem dla przeszłości. Działają w duchu współpracy z muzeami, archeologami i instytucjami naukowymi. Wierzę, że zdecydowana większość z nich dostosuje się do nowych przepisów i będzie działała zgodnie z literą prawa. Niestety, mam obawy związane z niewielką grupą osób, które nie kierują się tymi samymi wartościami. Obawiam się, że nowe przepisy mogą być przez nie wykorzystywane jako furtka do kontynuowania nielegalnych poszukiwań - stwierdził archeolog.\n\nPAP/zn"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe ustalenia ws. dyrektywy budynkowej. Termomodernizacja musi się opłacać",
            "link": "https://www.portalsamorzadowy.pl/finanse/nowe-ustalenia-ws-dyrektywy-budynkowej-termomodernizacja-musi-sie-oplacac,593101.html",
            "description": "Termomodernizacja budynków już istniejących w związku z tzw. dyrektywą budynkową będzie musiała się właścicielom i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yOaZnP2WF9nAR2JJWVeyNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "portalsamorzadowy46 min",
            "source": "portalsamorzadowy",
            "article_content": "Nie wszystkie budynki ze względu na wiek i stan nadają się do gruntownej termomodernizacji (fot. Shutterstock/Dmitry Markov152)\n\nTermomodernizacja budynków już istniejących w związku z tzw. dyrektywą budynkową będzie musiała się właścicielom i użytkownikom opłacać - taką zasadę przyjęliśmy w ministerstwie - powiedział dyrektor Departamentu Zrównoważonej Gospodarki Ministerstwa Rozwoju i Technologii Adam Perz.\n\n\"Nakłady na termomodernizację mają dać konkretny zwrot zainwestowanych środków w akceptowalnym dla właściciela czasie\" - przekonuje dyrektor w MRiT Adam Perz.\n\nNie wszystkie budynki ze względu na wiek i stan nadają się do gruntownej termomodernizacji.\n\nW ramach prac nad wdrożeniem dyrektywy budynkowej szykują się zmiany w pięciu ustawach.\n\nDyrektor Departamentu Zrównoważonej Gospodarki Ministerstwa Rozwoju i Technologii Adam Perz powiedział, że konieczność poprawy efektywności energetycznej budynków już istniejących wynikająca z przyjętej przez UE w 2024 r. nowelizacji dyrektywy EPBD (dyrektywy budynkowej) \"niepotrzebnie rodzi negatywne emocje\".\n\nW Ministerstwie Rozwoju i Technologii (MRiT) przyjęliśmy jasną zasadę: do renowacji budynków już istniejących podchodzimy jak do każdego innego procesu inwestycyjnego. Ten proces musi się, właścicielom i użytkownikom budynków opłacać\n\n- podkreślił Perz.\n\nJego zdaniem nakłady na termomodernizację mają dać konkretny zwrot zainwestowanych środków w akceptowalnym dla właściciela czasie.\n\n\"Jeżeli taka inwestycja nie przynosi oczekiwanej rentowności, nie ma sensu jej realizować i nikt przy zdrowych zmysłach nie będzie właścicieli do tego zmuszał\" - stwierdził Perz. Zwrócił też uwagę, że nie wszystkie budynki ze względu na wiek i stan nadają się do gruntownej termomodernizacji.\n\nDyrektywa budynkowa. Szykują się zmiany w przepisach\n\nDyrektor dodał, że jeśli chodzi o budynki nowobudowane to rząd planuje zmiany w regulacjach prawnych.\n\n\"W MRiT takie nowelizacje mają być realizowane. W ramach prac nad wdrożeniem dyrektywy budynkowej będziemy zmieniać 5 ustaw: o charakterystyce energetycznej budynków, Prawo budowlane, Ustawę o wsparciu termomodernizacji i remontów oraz o CEEB, Prawo ochrony środowiska, ustawy o elektromobilności i paliwach alternatywnych. Dyrektor zaznaczył, że prace nad czterema pierwszymi dokumentami są na początkowym etapie\" - przekazał Perz.\n\nPoinformował, że resort pracuje również nad projektami aktów wykonawczych, takich jak rozporządzenie w sprawie metodologii wyznaczania charakterystyki energetycznej budynków, lub części budynków oraz świadectw charakterystyki energetycznej oraz rozporządzenie w sprawie warunków technicznych jakim powinny odpowiadać budynki i ich usytuowanie.\n\nMinisterstwo konsultuje je z poszczególnymi interesariuszami\n\n- wskazał, informując, że nastąpi też implementacja przepisów dyrektywy EPBD do Krajowego Planu Renowacji Budynków.\n\nWkrótce trzeba będzie liczyć ślad węglowy budynków\n\nDr Michał Pierzchalski z Zakładu Projektowania Prośrodowiskowego, Wydział Architektury Politechniki Warszawskiej zwrócił uwagę, że wkrótce trzeba będzie liczyć ślad węglowy budynków w całym cyklu ich powstawania, także na etapie produkcji materiałów budowlanych. Od 2027 r. bowiem trzeba będzie określić ślad węglowy budynków o powierzchni powyżej 2 tys. m kw. Od 2030 r. pojawi się obowiązek obliczania śladu węglowego dla każdego budynku.\n\nJego zdaniem oprócz dbałości o efektywność energetyczną budynków należy też zwrócić uwagę, by wybierając materiały budowlane kierować się ich wskaźnikami emisji.\n\n\"Żeby wyroby zastosowane (przy budowie budynków) miały długą trwałość, żeby nie wymieniać ich w całym +cyklu życia+, żeby nadawały się do recyklingu i ponownego użycia\" - wymienił Pierzchalski.\n\nMożna by znieść próg dochodowy w programie \"Czyste Powietrze\"\n\nZdaniem dyrektora z grupy eksperckiej Fala Renowacji, Jana Ruszkowskiego państwo powinno wesprzeć obywateli w procesie poprawy efektywności energetycznej budynków i przekonać, że to im się opłaca.\n\nMamy pogram \"Czyste powietrze\", on zachęcał, ale w sposób mało efektywny. Była fala składania wniosków, ale nie łączyła się z falą renowacji (budynków - red.)\n\n- zauważył.\n\nWedług Ruszkowskiego jedną z rzeczy, które można by było poprawić w programie \"Czyste powietrze\" byłoby \"zniesienie progu dochodowego\". Roczne wynagrodzenie osoby składającej wniosek nie może bowiem przekroczyć 135 tys. zł\n\n\"Osoby, które są powyżej minimalnego progu dochodowego przyjętego w programie, często bardziej świadome, (...) mają zdolność kredytową i są też bardziej skłonne zrealizować inwestycje. Z punktu widzenia realizacji celu państwa (poprawy efektywności energetycznej budynków-red.) jest to lepsze rozwiązanie\" - ocenił.\n\n2 mln budynków generuje straty energii cieplnej\n\nWedług raportu \"Przyjazne mieszkanie. Jak zapewniać Polakom oszczędne, bezpieczne i komfortowe mieszkania na lata\" budynki zużywają 40 proc. energii w skali całej polskiej gospodarki. 2 mln budynków generuje straty energii cieplnej.\n\nZgodnie z nową dyrektywą EPBD (ang. Energy Performance of Buildings Directive - EPBD) od 1 stycznia 2028 r. nowe budynki będące własnością instytucji publicznych mają być bezemisyjne, a od 1 stycznia 2030 r. wszystkie pozostałe nowe budynki. Do 2050 r. natomiast wszystkie budynki w UE muszą być już bezemisyjne. Unijna dyrektywa zakłada m.in. że budynki mieszkalne w UE mają zmniejszyć średnie zużycie energii o 16 proc. do 2030 r. i o 20-22 proc. do 2035 r.\n\nNie przegap najważniejszych wiadomości Obserwuj nas w Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marek Solecki Kraśnik",
            "link": "https://krasnik.naszemiasto.pl/tag/marek-solecki-krasnik",
            "description": "\"Czysto, gładko i na kancik\" - to tytuł najnowszej wystawy zabytkowych żelazek w Muzeum Regionalnym w Kraśniku. Zbiory Marka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qYjRFCBRnyWZ_GVzwe3q5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "krasnik.naszemiasto8 godz.",
            "source": "krasnik.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szpital we Wrocławiu po wyprowadzce pacjentek. Pusty i mroczny. W tej klinice przyszły na świat dziesiątki tysięcy wrocławian",
            "link": "https://gazetawroclawska.pl/szpital-we-wroclawiu-po-wyprowadzce-pacjentek-pusty-i-mroczny-w-tej-klinice-przyszly-na-swiat-dziesiatki-tysiecy-wroclawian/ar/c1-16005983",
            "description": "Przed fizjoterapią mieściła się tu ceniona i często wybierana przez pacjentki porodówka, gdzie na świat przyszły dziesiątki tysięcy wrocławian. Takie przeznaczenie miała od początku, działając pod ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "gazetawroclawska.pl3 godz.",
            "source": "gazetawroclawska.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tablica znaleziona 20 lat temu w śmietniku okazała się być zabytkowa",
            "link": "https://wszczecinie.pl/tablica-znaleziona-20-lat-temu-w-smietniku-okazala-sie-byc-zabytkowa/50170",
            "description": "Przez ostatnie dwie dekady wisiała przykręcona do drzwi garażu. Tablica upamiętniającego Wilhelma Friedricha Wilke została po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H5o6NzeApykZSm1mdKo8FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "wszczecinie4 godz.",
            "source": "wszczecinie",
            "article_content": "Spis Treści\n\nNa policję zgłosił się mieszkaniec, który poinformował, że może być w posiadaniu płyty z historycznego nagrobka. Skojarzył fakty po lekturze wywiadu z Markiem Łuczakiem, policjantem i historykiem, specjalizującym się w odnajdywaniu zagubionych i skradzionych zabytków.\n\n– Mężczyzna tablicę znalazł ponad 20 lat temu na śmietniku przy ul. Bogusława w Szczecinie. Były tam też inne rzeczy pochodzące z opróżnianego mieszkania. Tablicę zabrał do siebie do garażu i przykręcił do drzwi wejściowych. Ściągnął ją dopiero po skontaktowaniu się z policjantem, kiedy przekazał płytę – relacjonuje nadkom. Łuczak.\n\nPomalowana na czarno płyta o wymiarach 62 x 45 centymetrów wykonana jest z drewna sosnowego. Widniejący na niej złocony napis to nazwisko: Wilhelm Friedrich Wilke i daty urodzin: 9. Oktbr. 1839 i śmierci: 29. Juni 1866. Ustalono, że upamiętnia grenadiera poległego w wojnie prusko-austriackiej.\n\n– Pochowany został prawdopodobnie w pobliżu miejsca bitwy w Czechach, a jego śmierć upamiętniono tablicą, którą umieszczono w kościele w Łoźnicy – tłumaczy dr Łuczak.\n\nTablicę widać na zdjęciu wnętrz kościoła z 1939 roku. Jest wpisana do rejestru zabytków i widniała w wykazie skradzionych przedmiotów prowadzonym przez Ministerstwo Kultury i Dziedzictwa Narodowego.\n\nPo latach została przekazana na ręce proboszcza parafii i 13 stycznia 2025 roku wróciła na swoje miejsce w świątyni."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 14.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-14012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl14 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 14.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-14012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 14.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-14012025/ar-BB1rq2wV?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.RMfQ8754hzNLNXVr3GWI%2fA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN12 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "12 STYCZNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-01-12,6,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+numizmatyka",
            "date": "krakow5 godz.",
            "source": "krakow",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolog sfrustrowany nielegalnymi poszukiwaniami. Przywołał zdarzenia z woj. zachodniopomorskiego",
            "link": "https://prk24.pl/84514892/archeolog-sfrustrowany-nielegalnymi-poszukiwaniami-przywolal-zdarzenia-z-woj-zachodniopomorskiego",
            "description": "Jeśli przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, powinniśmy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iOqQUGnUK5vivqbsczkzVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "prk249 godz.",
            "source": "prk24",
            "article_content": "Jeśli przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, powinniśmy zaznaczyć miejsce znaleziska, zrobić zdjęcie przedmiotu i poinformować odpowiednie służby. Inaczej możemy zniszczyć cenne źródło wiedzy - powiedział PAP archeolog Grzegorz Kurka.\n\n- Zazwyczaj zabytki występują w pewnym kontekście, inaczej mówiąc w otoczeniu innych zabytków; mogą być to osady, cmentarzyska czy ukryte skarby. Pozbawiając je kontekstu, tracimy potężne źródło informacji - wyjaśnił PAP Grzegorz Kurka, dyrektor Muzeum Historii Ziemi Kamieńskiej. Archeolog dodał, że jedynie osoby z wieloletnim doświadczeniem i z odpowiednim wykształceniem archeologicznym są w stanie właściwie analizować i dokumentować takie zależności.\n\nZniszczenie „kontekstu archeologicznego” oznacza więc przede wszystkim nieodwracalną utratę informacji o zabytku i jego powiązaniach z otaczającym środowiskiem.\n\n- Niestety, nielegalni poszukiwacze często traktują zabytki wyłącznie jako trofea. Takie podejście prowadzi do tego, że bezpowrotnie tracimy cenne informacje na temat zabytku, a tym samym pozbawiamy je wartości naukowej, historycznej i kulturowej - stwierdził Grzegorz Kurka.\n\nJednym z najbardziej frustrujących dla archeologów przykładów utraty kontekstu archeologicznego - jak opisał ekspert - może być sprawa dwóch granitowych antropomorficznych figurek odkrytych w województwie zachodniopomorskim. - Figurki trafiły na Śląsk, gdzie po latach zostały odebrane przez policję osobie, która była w ich posiadaniu. Niestety, nie znamy dokładnego miejsca ich odkrycia, przez co nie możemy ich powiązać z żadnym stanowiskiem archeologicznym. Na podstawie analizy stylistycznej możemy jedynie przypuszczać, że były to figurki kultowe i że mają dużą wartość historyczną - powiedział rozmówca PAP.\n\nJednak przykłady nieodwracalnej utraty danych historycznych można mnożyć. Według Grzegorza Kurki jednym z najbardziej spektakularnych przykładów jest zrównanie z ziemią poniemieckiego cmentarza w Gostyniu. Jak relacjonuje, po cmentarzu jeździły buldożery niszcząc pochówki szkieletowe, które następnie ładowano wraz z ziemią na ciężarówki i wywożono kilkadziesiąt kilometrów dalej, na nielegalne wysypisko śmieci. Jeszcze innym „haniebnym czynem” - wylicza archeolog - było zniszczenie miejsca spoczynku przedstawicieli rodu Flemingów, zamieszkującego Pomorze Zachodnie od średniowiecza. Na miejscu wyraźnie widoczne były wkopy w cynowe trumny, których wieka zostały wyrwane przy użyciu łomów.\n\nJeśli więc przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, przede wszystkim powinniśmy przerwać działania, zabezpieczyć go i nie ruszać znaleziska, aby nie pogłębiać potencjalnych zniszczeń. Ważne jest również dokładne zaznaczenie lokalizacji miejsca odkrycia.\n\n- Należy natychmiast poinformować odpowiednie służby, może to być Wojewódzki Konserwator Zabytków, Urząd Miasta (wójt, burmistrz, prezydent), na terenie którego dokonano odkrycia, starostwo powiatowe, policja czy po prostu lokalne muzeum. Najprościej zadzwonić lub po prostu wysłać zdjęcia odkrytego przedmiotu. Na podstawie zdjęcia jesteśmy w stanie powiedzieć, czy dany przedmiot może być zabytkiem archeologicznym, czy też nie. Oczywiście bywają sytuacje, że nie mamy stuprocentowej pewności, wówczas udajemy się na miejsce odkrycia danego zabytku. Zgłoszenie takiego znaleziska jest proste, wystarczy chcieć - opisał dyrektor Muzeum Historii Ziemi Kamieńskiej.\n\nZwrócił uwagę na odpowiedzialność archeologów za odpowiednie udokumentowanie odkrytych zabytków. - Często ukończenie studiów i zdobycie tytułu magistra nie jest wystarczające; liczy się późniejsze doświadczenie w pracy terenowej, zdobywane pod okiem bardziej doświadczonych archeologów - dodał.\n\nDyrektor Kurka zwrócił też uwagę, że obecnie w Polsce działa coraz więcej stowarzyszeń zrzeszających amatorów legalnych poszukiwań i ludzi z pasją. - Przykładem może być kamieńskie Stowarzyszenie im. św. Korduli, które ma na swoim koncie wiele wspaniałych odkryć, m.in. trzech średniowiecznych bulli papieskich, średniowiecznej pielgrzymiej muszli św. Jakuba, średniowiecznego złotego guldena arcybiskupa i elektora Trewiru i wielu innych cennych eksponatów - opisał.\n\nWiele stowarzyszeń detektorystów również blisko współpracuje z muzeami. - Co więcej, cieszy nas, że kampanie edukacyjne na rzecz ochrony dziedzictwa kulturowego i ochrony zabytków prowadzone są nie tylko przez muzea i odpowiednie służby, ale także przez same stowarzyszenia detektorystów. Jesteśmy im za to niezmiernie wdzięczni, ponieważ ich wsparcie jest nieocenione - podkreślił Grzegorz Kurka.\n\nW ocenie archeologa obecnie obowiązująca w Polsce procedura umożliwiająca legalne amatorskie poszukiwania zabytków jest prosta. Należy złożyć wniosek do Wojewódzkiego Konserwatora Zabytków, mieć również zgodę właściciela gruntu, na którym prowadzone będą poszukiwania. Pozytywna decyzja jest wydawana, o ile planowane poszukiwania nie obejmują terenów stanowisk archeologicznych.\n\nGrzegorz Kurka zwraca też uwagę, że w wielu krajach Unii Europejskiej regulacje dotyczące poszukiwań są bardziej rygorystyczne. W Grecji obowiązuje np. całkowity zakaz poszukiwań za pomocą wykrywacza metali, a za złamanie przepisów grożą bardzo wysokie kary, łącznie z karą pozbawienia wolności od 10 do 20 lat. W Belgii poszukiwania prowadzone przez amatorów są dozwolone jedynie na plażach. Do prowadzenia poszukiwań w Niemczech wymagana jest licencja. Pomimo to uzyskanie zgody na poszukiwania np. w lasach jest w zasadzie niemożliwe.\n\nZgodnie z nowelizacją ustawy o ochronie zabytków i opiece nad zabytkami z 2024 roku, od 1 maja br. w Polsce nie będzie już konieczności uzyskania pozwolenia Wojewódzkiego Konserwatora Zabytków na prowadzenie poszukiwań. Poszukiwania przy użyciu np. wykrywaczy metali będzie mogła prowadzić osoba pełnoletnia, która posiada zgodę właściciela nieruchomości i posiadacza nieruchomości oraz po dokonaniu zgłoszenia poszukiwań do rejestru. Zgłoszenia będzie można dokonywać za pomocą aplikacji mobilnej udostępnionej przez ministra do spraw kultury i ochrony dziedzictwa narodowego.\n\nPoszukiwań nie będzie można prowadzić m.in. na obszarze zabytków wpisanych do rejestru wraz z otoczeniem; zabytków uznanych za pomnik historii; parków kulturowych; cmentarzy, dawnych cmentarzy, mogił i grobów wojennych oraz miejsc kaźni; Pomników Zagłady i ich stref ochronnych.\n\nWedług Grzegorza Kurki nowelizacja może być krokiem w złą stronę. - Większość detektorystów to osoby kompetentne i odpowiedzialne, które są prawdziwymi pasjonatami historii i podchodzą do poszukiwań z ogromnym szacunkiem dla przeszłości. Działają w duchu współpracy z muzeami, archeologami i instytucjami naukowymi. Wierzę, że zdecydowana większość z nich dostosuje się do nowych przepisów i będzie działała zgodnie z literą prawa. Niestety, mam obawy związane z niewielką grupą osób, które nie kierują się tymi samymi wartościami. Obawiam się, że nowe przepisy mogą być przez nie wykorzystywane jako furtka do kontynuowania nielegalnych poszukiwań - stwierdził archeolog.\n\nPAP/zn"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolog ostrzega. Nielegalne poszukiwania prowadzą do strat",
            "link": "https://www.o2.pl/informacje/archeolog-ostrzega-nielegalne-poszukiwania-prowadza-do-strat-7114073342155520a",
            "description": "Nielegalne poszukiwania mogą prowadzić do nieodwracalnych strat w dziedzictwie historycznym. Archeolog Grzegorz Kurka podkreśla, jak ważne jest zgłaszanie znalezisk odpowiednim służbom, aby chronić ce ...",
            "image_url": "https://www.bing.pl/th?id=ODF.GhWejP0dMFTzOkSqze5iTA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o215 godz.",
            "source": "o2",
            "article_content": "Od 1 maja 2024 r. w Polsce zmieniły się przepisy dotyczące poszukiwań zabytków z wykrywaczem metali. Osoby pełnoletnie będą mogły prowadzić poszukiwania po uzyskaniu zgody właściciela nieruchomości i zgłoszeniu poszukiwań do rejestru. Poszukiwania nie są dozwolone na terenach wpisanych do rejestru zabytków, parkach kulturowych czy cmentarzach.\n\nW przypadku znalezienia przedmiotu o potencjalnej wartości historycznej należy przerwać działania, zabezpieczyć znalezisko i nie ruszać go. Ważne jest dokładne zaznaczenie lokalizacji odkrycia i poinformowanie odpowiednich służb , takich jak Wojewódzki Konserwator Zabytków czy lokalne muzeum. Zgłoszenie jest proste i może być dokonane telefonicznie lub poprzez przesłanie zdjęć.\n\nJednym z przykładów utraty kontekstu są granitowe figurki odkryte w województwie zachodniopomorskim. Trafiły na Śląsk, gdzie zostały odzyskane przez policję, ale brak wiedzy o miejscu ich odkrycia uniemożliwia pełne zrozumienie ich wartości historycznej . Podobnie zniszczenie poniemieckiego cmentarza w Gostyniu, gdzie buldożery zniszczyły pochówki, jest przykładem nieodwracalnej utraty danych historycznych.\n\nZabytki odkrywane są zazwyczaj w określonym kontekście , co oznacza, że są częścią większej całości, jak osady czy cmentarzyska. Grzegorz Kurka, dyrektor Muzeum Historii Ziemi Kamieńskiej, wyjaśnia, że pozbawienie ich tego kontekstu oznacza utratę cennych informacji. Tylko doświadczeni archeolodzy potrafią właściwie analizować i dokumentować takie znaleziska.\n\nPokaż mniej Pokaż więcej\n\nPobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]