[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czacz, czyli wieś, która stała się targowiskiem. Antyki, porcelana, sprzęt AGD, bibeloty - co weekend są tam tłumy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/czacz-czyli-wie%C5%9B-kt%C3%B3ra-sta%C5%82a-si%C4%99-targowiskiem-antyki-porcelana-sprz%C4%99t-agd-bibeloty-co-weekend-s%C4%85-tam-t%C5%82umy/ar-AA1xoAKN?ocid=BingNewsVerp",
            "description": "Wieś Czacz to miejsce wyjątkowe. Bibelotami, antykami, meblami i elementami wyposażenia domu i ogrodu handluje tu niemal ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HP5ra-D4ng0pDuyAerGNGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Głos Wielkopolski on MSN4 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy sklep z antykami na mapie Wrocławia. Na półkach kolekcjonerskie perełki z całej Europy. Co można kupić? Zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/nowy-sklep-z-antykami-na-mapie-wroc%C5%82awia-na-p%C3%B3%C5%82kach-skarby-z-ca%C5%82ej-europy-co-mo%C5%BCna-kupi%C4%87-zobaczcie-zdj%C4%99cia/ar-BB1rofel?ocid=BingNewsVerp",
            "description": "Na wrocławskim osiedlu Ołbin otworzył się nowy sklep z antykami i starociami z Polski i Europy. Znajdziecie tam unikatowe przedmioty, najstarsze \"skarby\" pochodzą z XVIII wieku. Zajrzeliśmy do środka.",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Wrocławska on MSN5 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 17.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-17012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVF.kkHRfTPwQP8BUI7DkT1TLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl19 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 17.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-17-01-2025/ar-AA1xlSDV?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ENA%2ftO147h98fsr4YmvDJA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN18 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 17.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-17012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl19 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 17.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-17012025/ar-AA1xlQ05?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN18 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 mało znanym altcoinom, które mogą zaskoczyć w 2025 roku",
            "link": "https://comparic.pl/5-malo-znanym-altcoinom-ktore-moga-zaskoczyc-w-2025-roku/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Czy na rynku kryptowalut można znaleźć jeszcze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sqz-VMrG3Hx_zbArmHq5GS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "comparic2 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nCzy na rynku kryptowalut można znaleźć jeszcze tanie tokeny z potencjałem? Jest to możliwe dzięki pięciu pomijanym altcoinom, które mają zaskoczyć w 2025 r. Te niedoceniane kryptowaluty nie przyciągnęły jeszcze uwagi głównego nurtu, ale mają ogromne możliwości. Ten artykuł odkrywa te cyfrowe aktywa.\n\nZwycięstwo Trumpa wywołuje krypto chaos: $XYZ Memecoin gotowy na nokaut\n\nWyborcze zwycięstwo Donalda Trumpa wywołało sejsmiczną zmianę na rynku kryptowalut, przygotowując grunt pod hossę, jakiej nie było nigdy wcześniej. Gdy kurz opada, główne monety kuleją do przodu z mało inspirującymi dwucyfrowymi zyskami, podczas gdy monety memowe kradną show.\n\nOstatni wzrost PNUT o 4500%? Eksplozja FRED o 6000%? Dawna historia, pogrzebana w popiołach krótkotrwałego szumu. Te monety ugięły się pod presją sprzedaży, pozostawiając inwestorów z FOMO liżących rany. Ale krypto-bitwa nie czeka na słabych — pojawił się nowy tytan z planami zniszczenia rekordów i zapewnienia wstrząsającego rozwoju.\n\nStań po stronie XYZ — niekwestionowanego mistrza monet memowych\n\nZapisz się do newslettera Comparic.pl >>\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\nDalsza część artykułu pod filmem\n\n$XYZ wkracza na ring, by znokautować legendy monet memowych\n\nPoznaj $XYZ — pierwsze w historii memcoiny sportowe dla prawdziwych krypto-degenów głodnych ryzyka i zysków. To token dla tych, którzy lubią dreszczyk emocji związany z rywalizacją.\n\nGdy Trump przejmuje stery, rynek kryptowalut jest gotowy do wybuchu, więc konkurencja staje się zacięta. Tylko najsilniejsze tokeny mogą przetrwać na tej arenie bez litości. Oto nadchodzi świt ery kryptowalut dla tych ze stalowymi jajami — facetów takich jak Joe Rogan i Dana White — którzy z dumą stanęliby za zespołem Trumpa. Mając na pokładzie takich prawdziwych ludzi biznesu, nie ma miejsca na stare monety memów z cipkami, nadszedł czas na prawdziwe brutalne monety.\n\nNapędzany sportową mentalnością token $XYZ wyłonił się jako ostateczny pretendent gotowy zmiażdżyć konkurentów i wystrzelić rakietę na księżyc w ramach misji Elona Muska. $XYZ zmierza na podium zwycięzców, aby stać się odznaką honorową dla tych, którzy żyją i oddychają sportem i kryptowalutami.\n\n$XYZ już dostarcza, zanim trafi na rynek\n\nPrzedsprzedaż $XYZ jest w toku, zapewniając dostęp do tokena po specjalnej cenie przed debiutem.\n\nCena startowa przedsprzedaży : 0,0001 USD\n\n: 0,0001 USD Cena aktualna : 0,001 USD\n\n: 0,001 USD Następny etap przedsprzedaży : 0,001333 USD\n\n: 0,001333 USD Ostateczny cel nokautu: 0,1 USD\n\nOd startu do wydarzenia generowania tokenów, $XYZ ma na celu dalszy rozwój!\n\nJeśli nie jesteś w środku, to jesteś poza. Przedsprzedaż $XYZ już przechodzi przez etapy z prędkością nokautu mistrza.\n\nDołącz teraz do przedsprzedaży $XYZ i zobacz!\n\nJasmyCoin (JASMY)\n\nW ciągu ostatniego tygodnia JasmyCoin (JASMY) spadł o 2,61%. Ostatni miesiąc był bardziej wymagający, ze spadkiem o 28,16%. Jednak w ciągu sześciu miesięcy moneta zyskała 8,45%. Ta mieszanka krótkoterminowego spadku i długoterminowego wzrostu podkreśla zmienność monety na obecnym rynku.\n\nObecna cena JasmyCoin waha się od 0,0269 do 0,0381 USD. 10-dniowa prosta średnia ruchoma wynosi 0,0318 USD, nieznacznie powyżej 100-dniowej średniej wynoszącej 0,0305 USD. Wskaźnik siły względnej (RSI) wynosi 55,69, co wskazuje na neutralne nastawienie rynku. Przy dodatnim poziomie MACD wynoszącym 0,0002672 istnieje sugestia wzrostu, co sugeruje, że cena może wzrosnąć w najbliższym czasie.\n\nJeśli JasmyCoin przekroczy najbliższy poziom oporu na poziomie 0,0453 USD, może zbliżyć się do drugiego oporu na poziomie 0,0566 USD, co oznacza potencjalny wzrost o ponad 48% od obecnego maksimum. Odwrotnie, jeśli cena spadnie poniżej poziomu wsparcia na poziomie 0,0229 USD, może spaść w kierunku drugiego wsparcia na poziomie 0,0116 USD, co oznacza znaczny spadek. Monitorowanie tych kluczowych poziomów może dać wgląd w następny ruch JasmyCoin.\n\nSieć AIOZ (AIOZ)\n\nSieć AIOZ (AIOZ) doświadczyła znacznych wahań w ciągu ostatnich sześciu miesięcy. Cena wzrosła o 108,74% w tym okresie, wykazując silny wzrost. Jednak w ciągu ostatniego miesiąca cena monety spadła o 10,17%, a w ostatnim tygodniu spadła o 1,82%. Ten ostatni spadek może budzić obawy wśród inwestorów.\n\nWskaźniki techniczne dają mieszane sygnały. Obecna cena waha się od 0,79 do 1,12 USD. 10-dniowa prosta średnia ruchoma wynosi 1,01 USD, nieznacznie powyżej obecnej ceny, podczas gdy 100-dniowa SMA wynosi 0,94 USD. Wskaźnik siły względnej (RSI) na poziomie 47,39 sugeruje, że moneta nie jest ani przekupiona, ani przesprzedana. Wskaźnik stochastyczny na poziomie 30,56 znajduje się blisko progu przesprzedania, co może wskazywać na odwrócenie ceny.\n\nNajbliższy poziom oporu to 1,316 USD. Jeśli cena przekroczy ten punkt, może ona wynieść 1,646 USD. Z drugiej strony najbliższy poziom wsparcia to 0,66 USD, a drugorzędne wsparcie to 0,326 USD. Ruchy w kierunku tych poziomów oznaczałyby znaczące zmiany procentowe. Traderzy uważnie monitorują te poziomy, aby przewidzieć następny kierunek monety.\n\nHedera (HBAR)\n\nHedera (HBAR) ostatnio odnotowała znaczne wzrosty cen. W zeszłym tygodniu jej cena wzrosła o 28,93%. W ciągu ostatniego miesiąca wzrosła o 30,28%, a w ciągu sześciu miesięcy wzrosła o 391,49%. Obecna cena waha się od 0,25 do 0,32 USD.\n\nWskaźniki techniczne pokazują silny impet. Wskaźnik siły względnej wynosi 75,11, co sugeruje, że HBAR jest wykupiony. Oscylator stochastyczny jest wysoki na 97,27. MACD jest dodatni na poziomie 0,0130. 10-dniowa prosta średnia ruchoma wynosi 0,34 USD, co jest wartością wyższą niż 100-dniowa średnia 0,29 USD, co wskazuje na tendencje wzrostowe.\n\nJeśli trend wzrostowy będzie kontynuowany, HBAR może osiągnąć najbliższy opór na poziomie 0,36 USD, około 12% powyżej obecnej ceny. Drugi opór na poziomie 0,43 USD oferuje potencjalne zyski rzędu 34%. Jeśli cena spadnie, może znaleźć wsparcie na poziomie 0,22 USD, około 12% poniżej obecnego zakresu. Drugie wsparcie na poziomie 0,15 USD to większy spadek o około 40%.\n\nAave (AAVE)\n\nW ciągu ostatniego tygodnia Aave (AAVE) wzrosło o 7,73%, wykazując pozytywny trend. Jednak spadło o 16,67% w ciągu ostatniego miesiąca, wskazując na pewną zmienność. W ciągu ostatnich sześciu miesięcy AAVE wzrosło o 213,59%, podkreślając znaczny długoterminowy wzrost.\n\nObecna cena AAVE waha się od 255,96 USD do 337,53 USD. 10-dniowa prosta średnia ruchoma wynosi 312,42 USD, nieznacznie powyżej 100-dniowej średniej wynoszącej 293,23 USD. Wskaźnik siły względnej wynosi 57,29, co sugeruje, że rynek nie jest ani przekupiony, ani przesprzedany. Stochastic na poziomie 67,41 i poziom MACD na poziomie 2,82 wskazują na potencjalny wzrostowy impet.\n\nPoziomy oporu wynoszą 387 i 469 USD. Przebicie się przez nie może doprowadzić do zysków rzędu 15% i 39% w stosunku do obecnej ceny. Poziomy wsparcia wynoszą 224,05 USD i 142,48 USD, co stanowi około 12% i 44% poniżej obecnej ceny. Na podstawie tych danych AAVE może nadal rosnąć, jeśli przekroczy poziomy oporu, ale może spaść, jeśli spadnie poniżej poziomów wsparcia.\n\nWniosek\n\nJASMY, AIOZ, HBAR i AAVE oferują duży potencjał, ale XYZVerse (XYZ) wyróżnia się jako pionierski sportowy memecoin, którego celem jest dalszy rozwój dzięki unikalnemu ekosystemowi napędzanemu przez społeczność.\n\nWięcej informacji o XYZVerse (XYZ) można znaleźć tutaj:\n\nStrona, Telegram, X\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 17.01.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-17012025/ar/c9-18691509",
            "description": "Warto również dodać, że porcelana z okresu PRL charakteryzuje się wysoką jakością wykonania oraz dbałością o detale. Nawet po ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ctyxRN68mL6sb0JuDweZ3Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl19 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne wazony z PRL-u na sprzedaż. Wazony szklane, kryształowe i porcelanowe na OLX - zdjęcia i aktualne ceny [17.01.2025]",
            "link": "https://gazetawroclawska.pl/cenne-wazony-z-prl-u-na-sprzedaz-wazony-szklane-krysztalowe-i-porcelanowe-na-olx-zdjecia-i-aktualne-ceny-17-01-2025/ar/c15p2-27154413",
            "description": "Stare wazony z PRL-u wróciły do łask kolekcjonerów i wielbicieli wystroju w stylu vintage. Wazony kryształowe, z kolorowego szkła, porcelany i ceramiki są obecnie cenne. Sprawdziliśmy, jakie są ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gazetawroclawska.pl19 godz.",
            "source": "gazetawroclawska.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 17.01.2025",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-17012025/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl19 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jak cud. Po 80 latach do Zamku Książ powróciły meble z jego oryginalnego wyposażenia!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/to-jak-cud-po-80-latach-do-zamku-ksi%C4%85%C5%BC-powr%C3%B3ci%C5%82y-meble-z-jego-oryginalnego-wyposa%C5%BCenia/ar-AA1xnT18?ocid=BingNewsVerp",
            "description": "To wspaniała chwila – na Zamek Książ powróciły cenne, barokowe gabloty. Zostały wykonane specjalnie dla Książa ponad 300 lat temu.",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Wałbrzych Naszemiasto on MSN9 godz.",
            "source": "Wałbrzych Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci będzin",
            "link": "https://dziennikzachodni.pl/tag/targ-staroci-bedzin",
            "description": "Miłośnicy starych przedmiotów czy klasycznych pojazdów zjawili się w niedzielę, 5 lipca, w Będzinie. Miasto zamieniło się po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NnIONravHwt9wTFyHh7GwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl6 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czacz, czyli wieś, która w każdy weekend zamienia się w wielkie targowisko. Po skarby przyjeżdżają tu ludzie z całej Polski",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/%C5%9Bwi%C4%99ta-i-uroczysto%C5%9Bci/czacz-czyli-wie%C5%9B-kt%C3%B3ra-w-ka%C5%BCdy-weekend-zamienia-si%C4%99-w-wielkie-targowisko-po-skarby-przyje%C5%BCd%C5%BCaj%C4%85-tu-ludzie-z-ca%C5%82ej-polski/ar-AA1xojvK?ocid=BingNewsVerp",
            "description": "Czacz to wieś, która słynie z handlu. Na straganach, w stodołach i specjalnych namiotach można tam dosłownie znaleźć wszystko ...",
            "image_url": "https://www.bing.pl/th?id=OVF.QEdwjJmJPCUFBS9cyuDDkA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN8 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czacz, czyli wieś, która stała się targowiskiem. Antyki, porcelana, sprzęt AGD, bibeloty - co weekend są tam tłumy",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/czacz-czyli-wie%C5%9B-kt%C3%B3ra-sta%C5%82a-si%C4%99-targowiskiem-antyki-porcelana-sprz%C4%99t-agd-bibeloty-co-weekend-s%C4%85-tam-t%C5%82umy/ar-AA1xoATW?ocid=BingNewsVerp",
            "description": "Większość podwórzy i zabudowań gospodarczych we wsi Czacz zmieniło się przez lata w miejsca handlu. Boże Narodzenie zbliża się wielkimi krokami. Magię świąt można poczuć zarówno w Polsce, jak i za ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN4 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 17.01.2025",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-17012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poranny17 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnicze tunele pod zamkiem Książ na Dolnym Śląsku zamurowane. Dlaczego nie są dostępne dla zwiedzających?",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/tajemnicze-tunele-pod-zamkiem-ksi%C4%85%C5%BC-na-dolnym-%C5%9Bl%C4%85sku-zamurowane-dlaczego-nie-s%C4%85-dost%C4%99pne-dla-zwiedzaj%C4%85cych/ar-AA1xoy0p?ocid=BingNewsVerp",
            "description": "Jak opowiada Mykytyszyn, do Starego Książa wiodło 355 drewnianych schodów. W XIX wieku korzystało z nich coraz więcej ...",
            "image_url": "https://www.bing.pl/th?id=OVF.MU3Vbln2mCmC%2bg3dy42A7g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowa Trybuna Opolska on MSN5 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znamy już markę 13-milionowego samochodu, który wyprodukowano w Tychach. Wyszło symbolicznie",
            "link": "https://bezprawnik.pl/znamy-juz-marke-13-milionowego-samochodu-ktory-wyprodukowano-w-tychach-wyszlo-symbolicznie/",
            "description": "W Tychach padł rekord, który można nazwać motoryzacyjnym milowym kamieniem. Fabryka Stellantis ogłosiła produkcję ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oL2NTpvAc8nkeRS7jJBV3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "bezprawnik20 godz.",
            "source": "bezprawnik",
            "article_content": "W Tychach padł rekord, który można nazwać motoryzacyjnym milowym kamieniem. Fabryka Stellantis ogłosiła produkcję 13-milionowego samochodu, co stawia ją w czołówce polskiego przemysłu samochodowego. Tym szczęśliwcem, który zamknął licznik, jest Fiat 600 Hybrid. Myślę, że to znamienne, że padło akurat na Fiata.\n\nZałożona w 1971 roku fabryka w Tychach przeszła długą drogę: FSM, przeobrażenie w Fiat Auto Poland, aż po wcielenie w struktury Stellantis. Produkcja samochodów na przestrzeni lat ewoluowała wraz z potrzebami rynku. To właśnie tutaj powstawały modele, które trafiły do milionów rodzin w Polsce i za granicą, a jubileuszowy Fiat 600 Hybrid symbolicznie nawiązuje do tego dziedzictwa.\n\nFiat to zresztą nad wyraz „polska” marka samochodów, prawda?\n\nHistoria produkcji Fiatów w Polsce sięga lat 30. XX wieku, kiedy rozpoczęto montaż modelu Fiat 508 w Warszawie. Jednak to lata 70. zapisały się złotymi zgłoskami w dziejach marki. W 1971 roku otwarto fabrykę w Tychach, ale równie ważne było funkcjonowanie zakładów w Bielsku-Białej. To tam powstawały legendy polskich dróg, takie jak Fiat 126p, czyli kultowy Maluch. Produkcja tego modelu trwała od 1973 do 2000 roku, dając początek masowej motoryzacji w Polsce. To było coś więcej, niż samochód. Dla mnie osobiście był to symbol pewnych zmian społecznych, choć oczywiście miałem okazję podziwiać ten model już w czasach jego nieuchronnego zmierzchu.\n\nW latach 90. uruchomiono produkcję nowszych modeli, takich jak Fiat Cinquecento i Seicento, które również cieszyły się ogromną popularnością. Obecnie Tychy są głównym ośrodkiem produkcji Fiatów w kraju.\n\nTrzynastomilionowy samochód wyprodukowany w Tychach to właśnie Fiat – model 600 Hybrid, który – jak twierdzi producent – „jest przykładem przemysłowej adaptacji do współczesnych wymagań”. Wyposażony w nowoczesny silnik hybrydowy 1.2T o mocy 136 KM, łączy oszczędność paliwa z zaawansowanymi technologiami wspomagającymi jazdę. Jest jednym z modeli, które Stellantis wdrożyło do produkcji w Tychach w ciągu ostatnich lat, kładąc nacisk na pojazdy nisko- i zeroemisyjne.\n\nSamochody to ważny element polskiej gospodarki. Jaka przyszłość czeka Tychy?\n\nFabryka Stellantis w Tychach to jedna z największych w Polsce, ale nie jedyna. Rocznie w naszym kraju produkuje się około 600 tysięcy samochodów osobowych i dostawczych, z czego ponad połowę stanowią pojazdy Stellantis.\n\nW 2024 roku tyska fabryka wyprodukowała ponad 224 tysiące aut. Porównując to do globalnych wyników koncernów motoryzacyjnych, Polska pozostaje ważnym punktem na mapie Europy, szczególnie w kontekście samochodów elektrycznych i hybrydowych.\n\nPrzejście na produkcję modeli niskoemisyjnych, takich jak Jeep Avenger, Alfa Romeo Junior i Fiat 600, otwiera nowe możliwości rozwoju fabryki. Modele te trafiają na rynki europejskie, odpowiadając na rosnące zapotrzebowanie na ekologiczne środki transportu. Choć w Polsce niestety nie udało nam się stworzyć silnej własnej marki samochodów, pozostaje mieć nadzieje, że dalej będziemy mieli swoje mocne miejsce w tym łańcuchu produkcji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking w woj. zachodniopomorskim. Gdzie warto iść w weekend 18 - 19 stycznia. 3 najciekawsze trasy",
            "link": "https://gs24.pl/sciezki-nordic-walking-w-woj-zachodniopomorskim-gdzie-warto-isc-w-weekend-18-19-stycznia-3-najciekawsze-trasy/ar/c7p1-22323645",
            "description": "Zanim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 18 stycznia w woj. zachodniopomorskim ma być od -2°C do 1°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.X56hFmg1qcy1g1c5b61FhQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "gs24.pl11 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki spacerowe do 69 km od Koszalina. Urocze miejsca na krótką wyprawę w weekend 18 - 19 stycznia",
            "link": "https://koszalin.naszemiasto.pl/sciezki-spacerowe-do-69-km-od-koszalina-urocze-miejsca-na-krotka-wyprawe-w-weekend-18-19-stycznia/ar/c7p1-22115525",
            "description": "Akademia Rycerska - w 1655 r. założył ją Wielki Elektor Fryderyk Wilhelm. Była to pierwsza szkoła wojskowa w państwie brandenbursko-pruskim. W 1703 r. przekształcono ją w Szkołę Kadetów, rozwiązaną w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2lnLIQe5bnM9ixvXVTSDQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "koszalin.naszemiasto10 godz.",
            "source": "koszalin.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Podpowiedzi ciekawych tras na weekend 18 - 19 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-podpowiedzi-ciekawych-tras-na-weekend-18-19-stycznia/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 18 stycznia w Kołobrzegu ma być 3°C. Nie powinno padać. W niedzielę 19 stycznia w Kołobrzegu ma być 5°C. Nie będzie padać. Czas trwania ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto11 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "WOŚP w Nowej Soli. Koncerty, bieg, a może wystawa klasycznych aut? Wybierzesz coś dla siebie!",
            "link": "https://gazetalubuska.pl/wosp-w-nowej-soli-koncerty-bieg-a-moze-wystawa-klasycznych-aut-wybierzesz-cos-dla-siebie/ar/c1p2-27176063",
            "description": "Zbliża się kolejny finał Wielkiej Orkiestry Świątecznej Pomocy! Działo się będzie także w Nowej Soli. - Warto pomagać, a to ...",
            "image_url": "https://www.bing.pl/th?id=OVF.uQCWIGnwDJfCwi2SG2Jc4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska19 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking w woj. śląskim. Gdzie warto iść w weekend 18 - 19 stycznia. 3 najciekawsze trasy",
            "link": "https://dziennikzachodni.pl/sciezki-nordic-walking-w-woj-slaskim-gdzie-warto-isc-w-weekend-18-19-stycznia-3-najciekawsze-trasy/ar/c7p1-22302727",
            "description": "Nim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 18 stycznia w woj. śląskim ma być od -2°C do 3°C. Nie powinno padać. W niedzielę 19 stycznia w woj. śląskim ma być od -2°C do 4°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikzachodni.pl11 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 17.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-17012025/ar-AA1xlQ05?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN18 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polka o paradoksach pożarów w Los Angeles. „Nie wszyscy pławili się w luksusie'",
            "link": "https://www.msn.com/pl-pl/bezpiecze%C5%84stwo-publiczne-i-sytuacje-kryzysowe/po%C5%BCar-i-ratownictwo/polka-o-paradoksach-po%C5%BCar%C3%B3w-w-los-angeles-nie-wszyscy-p%C5%82awili-si%C4%99-w-luksusie/ar-AA1xmj2R?ocid=BingNewsVerp",
            "description": "Walka z ogniem w Los Angeles rozpoczęła się 7 stycznia 2025 roku. Sytuacja na miejscu wciąż nie jest opanowana i ciągle się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CXGkXM6YAQWQ4GB8vWLR_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wprost on MSN15 godz.",
            "source": "Wprost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Remont w żarskim urzędzie. Będą zmiany w organizacji pracy",
            "link": "https://zachod.pl/1138647/remont-w-zarskim-urzedzie-beda-zmiany-w-organizacji-pracy/",
            "description": "W żarskim urzędzie miejskim rusza kolejny etap remontu pomieszczeń. Od poniedziałku będą zmiany w zakresie lokalizacji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gCuFa6EDYD8aBrJiWhZSNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "zachod19 godz.",
            "source": "zachod",
            "article_content": "W żarskim urzędzie miejskim rusza kolejny etap remontu pomieszczeń. Od poniedziałku będą zmiany w zakresie lokalizacji siedzib wydziałów. Relokacja dotyczy między innymi biura podawczego.\n\nPrace remontowe obejmą część parteru budynku ratusza. – Dążymy do tego, aby poprawić warunki pracy urzędników, ale i komfort pobytu w magistracie naszych mieszkańców. Niestety wiąże się to z czasowymi zmianami w organizacji pracy – mówi rzeczniczka ratusza Agnieszka Zychla:\n\n– Przy ulicy Domańskiego znajdują się już wydziały podatkowe. Wszystkie zmiany zostaną oznaczone – zaznacza rzeczniczka:\n\nO wszelkich kolejnych zmianach urząd będzie informował na bieżąco."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 17.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-17012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVF.kkHRfTPwQP8BUI7DkT1TLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl19 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 17.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-17012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Black metal w starej kuźni, szyszak Asterixa: Znamy zwycięzców rankingu archeologicznych skarbów 2024",
            "link": "https://bydgoszcz.wyborcza.pl/bydgoszcz/7,48722,31620224,ranking-archeologicznych-skarbow-2024.html",
            "description": "'Najstarsze, największe, najważniejsze. Każdy rok przynosi nam niesamowite odkrycia, również w dziedzinie archeologii' - zauważają organizatorzy plebiscytu, w którym eksperci i internauci wybierali Ar ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lXjgmJdR1FqOIBl0hufGJw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "bydgoszcz.wyborcza20 godz.",
            "source": "bydgoszcz.wyborcza",
            "article_content": ""
        }
    }
]