[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielka wyprzedaż antyków w Warszawie. Popularny sklep zmienia lokalizację. Urokliwe starocie czekają w obniżonych cenach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wielka-wyprzeda%C5%BC-antyk%C3%B3w-w-warszawie-popularny-sklep-zmienia-lokalizacj%C4%99-urokliwe-starocie-czekaj%C4%85-w-obni%C5%BConych-cenach/ar-AA1QG6nL?ocid=BingNewsVerp",
            "description": "Znany antykwariat na warszawskiej Pradze przenosi się wkrótce w nowe miejsce. W związku z wyprowadzką organizuje wielką wyprzedaż swoich towarów, aby zrobić miejsce w magazynie. W obniżonych cenach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto on MSN15 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka z Warszawy 19.11.2025. Przegląd prasy - zestawienie najważniejszych informacji",
            "link": "https://warszawa.naszemiasto.pl/prasowka-z-warszawy-19-11-2025-przeglad-prasy-zestawienie-najwazniejszych-informacji/ar/c1p1-19731941",
            "description": "Znany antykwariat na warszawskiej Pradze przenosi się wkrótce w nowe miejsce. W związku z wyprowadzką organizuje wielką wyprzedaż swoich towarów, aby zrobić miejsce w magazynie. W obniżonych cenach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto4 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NIEWIADOMSKA ELWIRA SKLEP ODZIEŻOWY \"JULKA\"",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,16435339,niewiadomska-elwira-sklep-odziezowy-julka.html",
            "description": "Przed nami najnowsza, 28. już odsłona cyklicznego raportu Deloitte Football Money League. Opracowanie tradycyjnie już wskazuje najbardziej dochodowe kluby piłkarskie na świecie oraz ich główne źródła ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl46 min",
            "source": "Firma eGospodarka.pl",
            "article_content": "O tym, że Polska to jedna z kluczowych lokalizacji sektora usług dla biznesu, mówi się nie od dziś. Najnowsze doniesienia Grafton Recruitment wyłącznie to potwierdzają. Inwestorzy są zainteresowani naszym krajem, zatrudnienie w centrach BSS ...\n\nW maju inflacja ponownie okazała się spadać szybciej niż przewidywali ekonomiści. Realizację tak pozytywnego scenariusza marcowa projekcja inflacji NBP wyceniała na co najwyżej kilkanaście procent. To dobra informacja dla osób, które ...\n\nHONOR ogłosił premierę tabletu HONOR Pad 10, który trafi do sprzedaży 15 września 2025 roku. Urządzenie wyposażono m.in. w ekran o rozdzielczości 2.5K, procesor Snapdragon 7 Gen 3, baterię o pojemności 10 100 mAh oraz sześć głośników ...\n\nAdministracja prezydenta Donalda Trumpa wprowadza nowe rozporządzenie nakładające opłatę w wysokości 100 tys. dolarów na firmy zatrudniające specjalistów na wizach H1B. Regulacja ta ma na celu ochronę rynku pracy w USA, ale może ...\n\nCeny skupu podstawowych produktów rolnych w marcu 2025 roku wzrosły o 10% w porównaniu z analogicznym miesiącem 2024 roku - podał Główny Urząd Statystyczny. W porównaniu do poprzedniego miesiąca ceny wzrosły o 2,5%.\n\nNa koniec grudnia 2024 roku wartość kredytów dla mikrofirm wyniosła 74 mld zł, co stanowi 14% łącznej wartości portfela kredytów wszystkich przedsiębiorstw i samorządów (511,6 mld zł) - podaje BIK. W całym 2024 roku ...\n\nDziś Dzień Dziecka. Z tej okazji najmłodsze pociechy są często obdarowywane zabawkami. Eksperci Akcenty zwracają uwagę na fakt, że wiele zabawek kupowanych za granicą pochodzi z naszego kraju. Polska zajmuje 4. miejsce w Europie i 8. na ...\n\nPrawie 96 m kw. - taką powierzchnię ma przeciętna nieruchomość w Europie - sugerują dane Eurostatu dla 20 krajów. To o około 1/4 więcej niż \"nad Wisłą\". Nieruchomości w Polsce jest więc nie tylko za mało, ale są one też wyraźnie ...\n\nCyfrowa rewolucja w płatnościach trwa już od wielu lat i nic nie wskazuje na to, aby miała się zakończyć. Potwierdzeniem tego są najnowsze doniesienia Capgemini World Payments Report 2025. Kluczowe dla niej są nie tylko głębokie ...\n\nWiększość rodziców uważa, że dziecko powinno mieć swój pokój - nawet jeśli przez to rodzice takowego mieć nie będą. Przed dylematem takim stać mogą nawet 3-4 miliony matek i ojców, bo aż 45% dzieci w Polsce mieszka w za małych ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie ma chętnych na zakup zabytkowego hotelu Hutnik w Stalowej Woli. Będzie kolejny przetarg",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/nie-ma-ch%C4%99tnych-na-zakup-zabytkowego-hotelu-hutnik-w-stalowej-woli-b%C4%99dzie-kolejny-przetarg/ar-AA1QFxX0?ocid=BingNewsVerp",
            "description": "Kiedyś „Dom Gościnny Dyrekcji Zakładów Przemysłowych' dziś Hotel i Restauracja Hutnik. Historia budowy „Domu Gościnnego' wiążę się z powstaniem osiedla przyfabrycznego. Obiekt jako klub i hotel z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Echo Dnia on MSN18 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 19.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-19-11-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze utrzymane egzemplarze są szczególnie cenione. W galerii przedstawiamy za ile ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto monety okolicznościowe z PRL, za które płacą teraz grube pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/oto-monety-okoliczno%C5%9Bciowe-z-prl-za-kt%C3%B3re-p%C5%82ac%C4%85-teraz-grube-pieni%C4%85dze/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "Czy w twoim domu wciąż leżą stare monety z czasów PRL? Lepiej to sprawdź, bo teraz są warte znacznie więcej, niż można by się spodziewać. Wśród nich są często prawdziwe kolekcjonerskie perełki, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN27 min",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle kolekcjonerzy płacą teraz za stare polskie monety",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tyle-kolekcjonerzy-p%C5%82ac%C4%85-teraz-za-stare-polskie-monety/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Obejrzyj lepiej bardzo dokładnie monety, które masz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LQmBa9ooVwdgKy5n3Bk2oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN20 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najdroższe polskie monety kolekcjonerskie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/oto-najdro%C5%BCsze-polskie-monety-kolekcjonerskie/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Te monety kolekcjonerskie od lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i tych traktujących je po prostu jako dobrą formę inwestycji. Wiele z nich było dostępnych w regularnej sprzedaży ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN1 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87/ar-AA1QGOd9?ocid=BingNewsVerp",
            "description": "W naszych domach mogą się kryć prawdziwe skarby. Warto przejrzeć pudła ze starymi rzeczami, pamiątkami, pawlacze i schowki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HWzaOzIrx_ukoLz1Y0QaDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 19.11.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://echodnia.eu/prasowka-19-11-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960913",
            "description": "Międzynarodowy Dzień Studenta, obchodzony jest 17 listopada. Święto ustanowiono na pamiątkę tragicznych wydarzeń 1939 roku – nazistowskiej pacyfikacji demonstracji czechosłowackich studentów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Echo Dnia2 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarosławskie moto mikołaje",
            "link": "https://nowiny24.pl/tag/jaroslawskie-moto-mikolaje",
            "description": "Po raz siódmy w Jarosławiu motocykliści i wolontariusze zorganizują akcję „Jarosławskie Moto Mikołaje Dzieciom'. W tym roku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rVZQTBFsMyVqtBMwXvAMly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowiny 2410 godz.",
            "source": "Nowiny 24",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warsaw SerialCon 2025",
            "link": "https://warszawa.naszemiasto.pl/tag/warsaw-serialcon-2025",
            "description": "BNP Paribas Warsaw SerialCon 2025 powraca 26–30 listopada do Pałacu Kultury i Nauki. Festiwal zaprezentuje najciekawsze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto15 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak połączyć email marketing z SEO dla maksymalnego zwrotu z inwestycji.",
            "link": "https://gazeta-lokalna.pl/jak-polaczyc-email-marketing-z-seo-dla-maksymalnego-zwrotu-z-inwestycji/",
            "description": "W dobie wszechobecnej sztucznej inteligencji i błyskawicznych wiadomości na platformach społecznościowych, wielu analityków ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.V434BY_9-OYlWf_tt2Ivoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Lokalna3 godz.",
            "source": "Gazeta Lokalna",
            "article_content": "W dobie wszechobecnej sztucznej inteligencji i błyskawicznych wiadomości na platformach społecznościowych, wielu analityków prorokuje rychły koniec SEO i marketingu e-mailowego. Czyżby najwięksi gracze rynkowi mylili się, uparcie inwestując w te „przestarzałe” kanały? Dane mówią jasno: rankingi w wyszukiwarkach oraz skrzynki odbiorcze wcale nie są martwe, lecz generują astronomiczne ROI.\n\nCzy e-mail i SEO to relikty cyfrowej przeszłości, które nadal rządzą rynkiem?\n\nSpójrzmy prawdzie w oczy: gdybyś dziś zapytał marketingowców o najbardziej dochodowe strategie, część z nich z pewnością wskazałaby na TikToka lub najnowsze algorytmy AI zastępujące tradycyjne zapytania w Google. Nic bardziej mylnego, jeśli mówimy o skali biznesowej. Najnowszy raport HubSpot, The State of Marketing 2025, brutalnie obnaża te mity. Dla marek B2B to SEO, strony internetowe i blogi pozostają kluczowymi kanałami. Z kolei w sferze B2C, to właśnie marketing e-mailowy wygenerował najlepszy zwrot z inwestycji. A jako założyciel platformy do e-mail marketingu, widziałem na własne oczy, jak 80% dominacji poczty elektronicznej w komunikacji wychodzącej (według badań Selzy) przekłada się na realne wyniki. Klucz tkwi w synergii, a nie w rezygnacji z jednego na rzecz drugiego. Poniżej przedstawiam cztery sprawdzone metody, aby zintegrować dynamiczny e-mail marketing z solidną strategią SEO.\n\nBudowanie bazy subskrybentów: Twoja strona internetowa jako magnes na leady\n\nNie oszukujmy się, skuteczny e-mail marketing bez zaangażowanej bazy subskrybentów to tylko marnotrawstwo zasobów. Kto lepiej nadaje się na Twój zasób niż osoby, które już poświęciły czas na konsumpcję treści na Twojej stronie? Twoje najlepsze posty na blogu czy artykuły poradnikowe pełnią funkcję niemego sprzedawcy newslettera. W zasadzie oferujesz odwiedzającym możliwość „drugiej porcji” wartościowych treści prosto do ich skrzynek.\n\nTo tutaj wchodzi do gry lead magnet. Prosty, ale wartościowy checklist lub dogłębny przewodnik nie tylko zbierze adresy e-mail, ale sam w sobie może stać się – po niewielkiej adaptacji – kolejnym elementem Twojego arsenału SEO. Co więcej, ta taktyka radykalnie poprawia segmentację. Subskrybent, który zapisał się przez stronę dedykowaną konkretnemu produktowi, oczekuje spersonalizowanych wiadomości dotyczących tej kategorii – to z automatu zwiększa zaangażowanie i retencję.\n\nE-mail jako tajna broń w badaniu słów kluczowych: Omijanie trudności\n\nChoć współczesne podejście do SEO kładzie nacisk na autentyczność, doświadczenie, ekspertyzę i wiarygodność (E-E-A-T), słowa kluczowe nadal stanowią kości szkieletowe widoczności. Oczywiście, narzędzia takie jak Semrush czy Ahrefs są niezbędne, ale zapominamy, że nasza skrzynka odbiorcza to żywe laboratorium badawcze.\n\nJak zamienić e-mail w narzędzie do keyword researchu? Obserwuj tematy, które rezonują z Twoimi odbiorcami. Skup się na analizie tematów przewodnich i fraz, które generują najwyższe wskaźniki otwarć. To są przecież słowa, które natychmiast przyciągnęły uwagę Twojej grupy docelowej. Możesz pójść o krok dalej i zastosować podejście bezpośrednie. Ankiety dla subskrybentów, pytające, o czym chcieliby dowiedzieć się więcej, to podwójna korzyść: budujesz zaangażowanie i generujesz idealne pomysły na content pod SEO. Pamiętaj, że choć narzędzia SEO są ważne, w tym kontekście możesz zignorować wskaźnik „trudności słowa kluczowego”. Celem jest tworzenie treści, o których Twoi odbiorcy chcą czytać, a niekoniecznie wyprzedzanie gigantów w danym temacie.\n\nUser-Generated Content: Dowód społeczny i niewykorzystane frazy SEO\n\nMarketingowy potencjał e-maila jako dwukierunkowego kanału komunikacji jest często niedoceniany, szczególnie gdy koncentrujemy się na nim jako narzędziu do masowego wysyłania ofert. To idealny wehikuł do pozyskiwania social proof, który bezpośrednio wspiera E-E-A-T Twojej marki.\n\nW praktyce oznacza to proste e-maile z prośbą o recenzję po ostatnim zakupie lub prośbę skierowaną do użytkowników SaaS o ocenę niedawnej interakcji z platformą. Zanim jednak opublikujesz te opinie, koniecznie uzyskaj pisemną zgodę – i znowu, e-mail jest do tego najprostszym narzędziem. Co ciekawe, krótka recenzja, choć ograniczona do kilku zdań, często zawiera frazy wyszukiwane przez potencjalnych klientów. Recenzja przestaje być tylko sygnałem zaufania, stając się fragmentem treści bogatym w słowa kluczowe. Nie ograniczaj się tylko do własnych klientów. Dlaczego by nie zaadresować spersonalizowanego e-maila do influencerów z branży po wprowadzeniu nowego produktu? Taka wiadomość ma potencjał nie tylko na zdobycie wartościowej wzmianki, ale i na uzyskanie cennego „backlinka”.\n\nPonowne wykorzystanie treści: Optymalizacja wysiłku, maksymalizacja zasięgu\n\nNiezależnie od tego, czy pracujesz nad agresywną kampanią e-mailową, czy dążysz do poprawy swojej widoczności w wynikach wyszukiwania, potrzebujesz contentu. Choć format e-maila różni się od długiego artykułu blogowego, pierwotny przekaz może być uniwersalny.\n\nMożesz w newsletterze zawrzeć streszczenie najważniejszych wniosków z najnowszego case study lub artykułu na stronie, a następnie zamieścić link do pełnej wersji, efektywnie kierując ruch z powrotem na swoją domenę. To działa także w drugą stronę. Warto wziąć topowy e-mail, który osiągnął świetne wyniki, i rozbudować go, publikując jako artykuł na swojej stronie lub jako treść na stronie docelowej (landing page). Jeżeli wydaje się to zbyt czasochłonne, po prostu udostępnij najlepsze e-maile w publicznym archiwum online. To nie tylko pomoże Twojej stronie zyskać rankingi dla określonych fraz, ale także zachęci odwiedzających do subskrypcji, gdy zobaczą jakość regularnie dostarczanych treści. Efektywny marketing wymaga ciągłej równowagi między akwizycją (SEO) a retencją (e-mail). Kiedy Twoje materiały SEO i kampanie e-mailowe mówią tym samym językiem i poruszają spójne tematy, marka staje się automatycznie kojarzona z określoną wiedzą ekspercką."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Brama Tobiasza",
            "link": "https://www.gdanskstrefa.com/brama-tobiasza/",
            "description": "Wzdłuż Motławy stoją dziś tylko ślady dawnej potęgi średniowiecznego Gdańska, ale jedna z bram wodnych znikła niemal ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.AFq11pgXWZ3gshtszwcVES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gdańsk Strefa Prestiżu13 godz.",
            "source": "Gdańsk Strefa Prestiżu",
            "article_content": "Wzdłuż Motławy stoją dziś tylko ślady dawnej potęgi średniowiecznego Gdańska, ale jedna z bram wodnych znikła niemal całkowicie. Piętnastowieczna Brama Tobiasza, rozebrana już w XVII wieku, przez stulecia była jedynie miejską legendą. Dopiero odkrycia archeologiczne z 2006 roku pozwoliły odsłonić jej fundamenty i przywrócić pamięć o budowli.\n\nW 2006 roku podczas badań przy Targu Rybnym 11 odkryto fragment Bramy Tobiasza. W 2006 roku podczas badań przy Targu Rybnym 11 odkryto fragment Bramy Tobiasza.\n\nSpacerując wzdłuż Motławy (i zarazem wschodniej granicy średniowiecznego Głównego Miasta), mijamy osiem bram miejskich, tzw. bram wodnych: od Bramy Krowiej po Bramę Straganiarską. Wybudowane w większości w 2 połowie XIV i w XV wieku, w ciągu setek lat ulegały przekształceniom, w tym zmianom funkcji – początkowo pełniły głównie funkcje gospodarcze (mniej militarne), a z czasem zaadaptowano je m.in. na mieszkania.\n\nZmiany przeznaczenia prowadziły do poddawania budynków przebudowom lub nawet do ich – częściowej lub niemal zupełnej – rozbiórki. W roku 1945 wszystkie bramy uległy bardzo poważnym zniszczeniom. Odbudowa przywróciła niektórym z nich przedwojenny wygląd, innym nadała formy zapomniane na długo przed wojną.\n\nPrzeczytaj:\n\nJedyną nadmotławską bramą, która całkiem znikła z miejskiego krajobrazu, jest piętnastowieczna Brama Tobiasza, stojąca niegdyś u wylotu ulicy o tej samej nazwie, a rozebrana już w XVII wieku. Z powodu braku przedstawiających ją rycin można było wyłącznie snuć domysły na jej temat. Jednak brama nie znikła zupełnie – jej relikty przetrwały pod ziemią.\n\nW 2006 r., w trakcie badań archeologicznych przy Targu Rybnym 11, natrafiono na część Bramy Tobiasza z pomieszczeniem znajdującym się po południowej stronie przejazdu bramnego. Odsłonięto fundamenty w formie filarów wykonanych z kamieni polnych oraz łączących je ceglanych łęków, a także ceglane wyższe partie murów. Grubość murów zewnętrznych sięgała niemal 1 m, a składające się na nie gotyckie cegły zostały użyte wtórnie, przy czym ich znaczny rozmiar wskazywał na to, że pochodziły z rozbiórki pobliskiego zamku krzyżackiego (do której doszło w 1454 r.). Na wszystkich murach widoczne były ślady wielu przebudów i napraw, a w murze zachodnim odkryto relikty wejścia, które prawdopodobnie istniało tam od średniowiecza.\n\nWykopaliska archeologiczne przy Targu Rybnym w 2006 roku. Wykopaliska archeologiczne przy Targu Rybnym w 2006 roku. Wykopaliska archeologiczne przy Targu Rybnym w 2006 roku. Wykopaliska archeologiczne przy Targu Rybnym w 2006 roku.\n\nDzięki badaniom archeologicznym odtworzono rzut przyziemia południowej części bramy. Zakładając, że przejazd bramny usytuowany był pośrodku budynku, przyjęto, że długość bramy wynosiła około 16,5 m. Badania archeologiczne wykazały także, że Brama Tobiasza była dostawiona bezpośrednio do muru obronnego (w którym wykuto przejazd bramny) i ustawiona, podobnie jak pozostałe bramy wodne, kalenicowo, tj. dłuższym bokiem równolegle do Motławy.\n\nGdyby bramy nie rozebrano w okresie nowożytnym, to jej przedstawienie zapewne zachowałoby się na rycinach lub zdjęciach, które umożliwiłyby powojenną restytucję zabytku. Z jednej strony szkoda, z drugiej – osiem bram wodnych to i tak niemało.\n\nAlicja z Krainy Gdańska"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki na spacer w woj. zachodniopomorskim. Gdzie warto iść w weekend 22 - 23 listopada? 10 najciekawszych tras",
            "link": "https://gs24.pl/sciezki-na-spacer-w-woj-zachodniopomorskim-gdzie-warto-isc-w-weekend-22-23-listopada-10-najciekawszych-tras/ar/c7p1-22116477",
            "description": "Nim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 22 listopada w woj. zachodniopomorskim ma być od -3°C do 2°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KRe_-u3HNFXBNvg3PmSjFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński18 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jesień na Ostrowie Tumskim w Poznaniu. Spacer po miejscu, gdzie zaczęła się Polska w wyjątkowej scenerii. Zobacz zdjęcia!",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/jesie%C5%84-na-ostrowie-tumskim-w-poznaniu-spacer-po-miejscu-gdzie-zacz%C4%99%C5%82a-si%C4%99-polska-w-wyj%C4%85tkowej-scenerii-zobacz-zdj%C4%99cia/ar-AA1QGhxG?ocid=BingNewsVerp",
            "description": "Jesienią Ostrów Tumski zachwyca spokojem i nastrojem. Złote liście tworzą wyjątkową scenerię dla spacerów i zdjęć. To idealne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aG1elHwevxbMadWiUCIKWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Poznań Nasze Miasto on MSN13 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Podkarpaciu budują ważną drogę. Odkryli gigantyczne składy amunicji",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/na-podkarpaciu-buduj%C4%85-wa%C5%BCn%C4%85-drog%C4%99-odkryli-gigantyczne-sk%C5%82ady-amunicji/ar-AA1QF1T2?ocid=BingNewsVerp",
            "description": "Podczas rozpoczynania każdej z inwestycji niezbędne jest przeprowadzenie rozeznania saperskiego. Dochodzi do niego po wydaniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pVjkJGJZuG8fvywjw1dUZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Motoryzacja w INTERIA.PL on MSN21 godz.",
            "source": "Motoryzacja w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Premier: Ustaliliśmy dane sprawców aktów dywersji",
            "link": "https://expressbydgoski.pl/nie-uwierzysz-ile-sa-warte-te-stare-przedmioty-z-prl-antyki-w-listopadzie-2025-osiagaja-zawrotne-ceny/gh/c1p2-27738583/4",
            "description": "Horoskop miłosny na tydzień dla wszystkich znaków zodiaku. Panna, Waga, Ryby, Lew ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski19 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto monety okolicznościowe z PRL, za które płacą teraz grube pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/oto-monety-okoliczno%C5%9Bciowe-z-prl-za-kt%C3%B3re-p%C5%82ac%C4%85-teraz-grube-pieni%C4%85dze/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "Czy w twoim domu wciąż leżą stare monety z czasów PRL? Lepiej to sprawdź, bo teraz są warte znacznie więcej, niż można by się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wL8w8AH-uzdWD1xd7QB-VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN27 min",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najdroższe polskie monety kolekcjonerskie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/oto-najdro%C5%BCsze-polskie-monety-kolekcjonerskie/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Te monety kolekcjonerskie od lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i tych traktujących je po prostu jako dobrą formę inwestycji. Wiele z nich było dostępnych w regularnej sprzedaży ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN1 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 19.11.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-19-11-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87/ar-AA1QGOd9?ocid=BingNewsVerp",
            "description": "W naszych domach mogą się kryć prawdziwe skarby. Warto przejrzeć pudła ze starymi rzeczami, pamiątkami, pawlacze i schowki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HWzaOzIrx_ukoLz1Y0QaDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy zwrócili uwagę, że coś jest nie tak z nowym banknotem. Jest komentarz Narodowego Banku Polskiego",
            "link": "https://dziennikpolski24.pl/kolekcjonerzy-zwrocili-uwage-ze-cos-jest-nie-tak-z-nowym-banknotem-jest-komentarz-narodowego-banku-polskiego/ar/c3p2-28184849",
            "description": "Miłośnicy pieniądza papierowego rzucili się do zakupów nowego banknotu kolekjonerskiego o nominale 20 zł z wizerunkiem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Iz_BvbOcAn7aoUzdMQ3HRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Dziennik Polski20 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    }
]