[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwszy Pchli Targ w Nowym Roku 2025 - starocie, fajans, biżuteria, odzież. Zdjęcia, wideo, ceny",
            "link": "https://wloclawek.naszemiasto.pl/pierwszy-pchli-targ-w-nowym-roku-2025-starocie-fajans-bizuteria-odziez-zdjecia-wideo-ceny/ar/c8p2-27142639",
            "description": "Choć w niedzielę panował niewielki mróz, nie brakowało odwiedzających Pchli Targ we Włocławku przy alei Kazimierza Wielkiego. W pierwszą niedzielę 2025 roku sprzedawcy na popularnym targowisku ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto15 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 06.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-06012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niemcy masowo wymieniają pieniądze, które wyszły z obiegu. Bundesbank podał dane",
            "link": "https://polskiobserwator.de/niemcy-masowo-wymieniaja-stare-banknoty-i-monety/",
            "description": "Niemcy masowo wymieniają stare banknoty i monety - Ponad dwie dekady po wprowadzeniu euro w Niemczech wciąż odnajdywane są dawne banknoty i monety ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MTKs5GzNcxxc985rzMRWYQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Polski Obserwator21 godz.",
            "source": "Polski Obserwator",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 06.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-06012025/ar-AA1x1oSl?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t1QK1sAR9iO3s-WDsfSnTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN6 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 06.01.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-06012025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go wymienić, a w niektórych przypadkach traci też część swojej wartości. Zobacz, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl8 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Posiadacze Dogecoin i Pepe tłumnie przechodzą do XYZVerse, gdy ta celuje wysoko?",
            "link": "https://comparic.pl/posiadacze-dogecoin-i-pepe-tlumnie-przechodza-do-xyzverse-gdy-ta-celuje-wysoko/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Entuzjaści popularnych tokenów memów zwracają uwagę na nowy cyfrowy zasób o - Bitcoin ...",
            "image_url": "https://www.bing.pl/th?id=ODF.7XuGsgPDeEOKBRq3nTWokg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "comparic15 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nEntuzjaści popularnych tokenów memów zwracają uwagę na nowy cyfrowy zasób o oszałamiającym potencjale rozwoju. Właściciele znanych monet przyglądają się powstającej platformie, która sugeruje niespotykane dotąd ruchy. Społeczność kryptowalut huczy od spekulacji, ponieważ projekt ten przygotowuje się do niezwykłego rozwoju. Ciekawość narasta, czy uda mu się dotrzymać śmiałej obietnicy.\n\nZwycięstwo Trumpa wywołuje krypto chaos: $XYZ Meme Coin gotowy na nokaut\n\nWyborcze zwycięstwo Donalda Trumpa wywołało sejsmiczną zmianę na rynku kryptowalut, przygotowując grunt pod hossę, jakiej nie było nigdy wcześniej. Gdy kurz opada, główne monety kuleją do przodu z mało inspirującymi dwucyfrowymi zyskami, podczas gdy monety memowe kradną show.\n\nOstatni wzrost PNUT o 4500%? Eksplozja FRED o 6000%? Dawna historia, pogrzebana w popiołach krótkotrwałego szumu. Te monety ugięły się pod presją sprzedaży, pozostawiając inwestorów z FOMO liżących rany. Ale krypto-bitwa nie czeka na słabych — pojawił się nowy tytan z planami zniszczenia rekordów i zapewnienia wstrząsającego rozwoju.\n\nStań po stronie XYZ — niekwestionowanego mistrza monet memowych\n\nZapisz się do newslettera Comparic.pl >>\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\nDalsza część artykułu pod filmem\n\n$XYZ wkracza na ring, by znokautować legendy monet memowych\n\nPoznaj $XYZ — pierwsze w historii memcoiny sportowe dla prawdziwych krypto-degenów głodnych ryzyka i zysków. To token dla tych, którzy lubią dreszczyk emocji związany z rywalizacją.\n\nGdy Trump przejmuje stery, rynek kryptowalut jest gotowy do wybuchu, więc konkurencja staje się zacięta. Tylko najsilniejsze tokeny mogą przetrwać na tej arenie bez litości. Oto nadchodzi świt ery kryptowalut dla tych ze stalowymi jajami — facetów takich jak Joe Rogan i Dana White — którzy z dumą stanęliby za zespołem Trumpa. Mając na pokładzie takich prawdziwych ludzi biznesu, nie ma miejsca na stare monety memów z cipkami, nadszedł czas na prawdziwe brutalne monety.\n\nNapędzany sportową mentalnością token $XYZ wyłonił się jako ostateczny pretendent gotowy zmiażdżyć konkurentów i wystrzelić rakietę na księżyc w ramach misji Elona Muska. $XYZ zmierza na podium zwycięzców, aby stać się odznaką honorową dla tych, którzy żyją i oddychają sportem i kryptowalutami.\n\n$XYZ już dostarcza, zanim trafi na rynek\n\nPrzedsprzedaż $XYZ jest w toku, zapewniając dostęp do tokena po specjalnej cenie przed debiutem.\n\nCena startowa przedsprzedaży : 0,0001 USD\n\n: 0,0001 USD Cena aktualna : 0,001 USD\n\n: 0,001 USD Następny etap przedsprzedaży : 0,001333 USD\n\n: 0,001333 USD Ostateczny cel nokautu: 0,1 USD\n\nOd startu do wydarzenia generowania tokenów, $XYZ ma na celu dalszy rozwój!\n\nJeśli nie jesteś w środku, to jesteś poza. Przedsprzedaż $XYZ już przechodzi przez etapy z prędkością nokautu mistrza.\n\nDołącz teraz do przedsprzedaży $XYZ i zobacz!\n\nDogecoin (DOGE)\n\nDogecoin powstał w 2013 roku jako żart. Z psem rasy shiba inu jako logo, miał być zabawną alternatywą dla poważnych kryptowalut, takich jak Bitcoin. W przeciwieństwie do ograniczonej podaży Bitcoina, Dogecoin został zaprojektowany tak, aby był obfity. Co minutę wydobywanych jest 10 000 nowych monet, a nie ma maksymalnego limitu. To, co zaczęło się jako „memecoin”, szybko zyskało zwolenników, pokazując siłę społeczności i mediów społecznościowych. W 2021 roku jego wartość gwałtownie wzrosła, osiągając kapitalizację rynkową ponad 50 miliardów dolarów i wchodząc do pierwszej dziesiątki kryptowalut.\n\nWzrost Dogecoina był napędzany przez szum w mediach społecznościowych i poparcie takich osób jak Elon Musk. Jego technologia umożliwia szybkie i tanie transakcje, dzięki czemu jest popularny w przypadku małych płatności i napiwków online. Niektórzy krytycy wskazują na jego nieograniczoną podaż jako wadę, ale zwolennicy uważają, że jego obfitość jest siłą. Na obecnym rynku Dogecoin pozostaje tematem zainteresowania. W porównaniu do innych monet, takich jak Bitcoin i Ethereum, brakuje mu kilku zaawansowanych funkcji. Jednak jego silna społeczność utrzymuje go w centrum uwagi. To, czy pozostanie atrakcyjny, zależy od tego, czy uda mu się wyjść poza swoje memowe korzenie i znaleźć zastosowania w świecie rzeczywistym.\n\nPepe (PEPE)\n\nIstnieje nowa moneta memowa, która przyciąga uwagę świata kryptowalut: PEPE. Zainspirowana kultowym memem Pepe the Frog Matta Furiego z początku lat 2000., PEPE została uruchomiona na Ethereum jako token deflacyjny. W przeciwieństwie do innych kryptowalut, które obiecują użyteczność lub przełomy technologiczne, PEPE zachowuje prostotę. W pełni przyjmuje swój status mema, nie oferując żadnej użyteczności i szczycąc się polityką braku podatku. To proste podejście podoba się wielu osobom ze społeczności kryptowalut, które szukają kolejnej wielkiej rzeczy w monetach memowych.\n\nPod koniec kwietnia do maja 2023 r. PEPE trafiło na pierwsze strony gazet z oszałamiającą kapitalizacją rynkową, która osiągnęła szczyt na poziomie 1,6 mld USD. Wcześni inwestorzy odnotowali niesamowite zyski, zamieniając się w milionerów z dnia na dzień. Ten wzrost nie nastąpił w izolacji; zapoczątkował to, co nazywa się „sezonem memecoinów”. Pojawiły się dziesiątki nowych tokenów opartych na memach, doświadczając gwałtownych wzrostów i spadków wartości. Podczas gdy rynek kryptowalut patrzy w przyszłość w kierunku zbliżającego się halvingu bitcoina i ma nadzieję na hossę, wielu uważnie obserwuje PEPE. Jego plan działania obejmuje ambitne cele, takie jak notowania na głównych giełdach i „przejęcie memów”. Chociaż trudno przewidzieć przyszłość, silna społeczność PEPE i jej wirusowy urok sprawiają, że warto mieć ją na oku w obecnym cyklu rynkowym.\n\nWniosek\n\nWraz z rozwojem hossy w 2024 r. DOGE i PEPE pozostają silne, ale unikalne połączenie sportu i memów XYZVerse zapewnia jej wyjątkowy rozwój.\n\nWięcej informacji na temat XYZVersus (XYZ) znajdziesz tutaj:\n\nStrona, Telegram, X\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 06.01.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-06012025/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 06.01.2025",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-06012025/ar/c9-18813191",
            "description": "Przedmioty z czasów PRL na nowo cieszą się popularnością wśród Polaków i są coraz częściej poszukiwane na portalach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qdXNNyTG8-uXtAloozLmfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze przedmioty z czasów PRL - ceny, lista, zdjęcia. Tego poszukują kolekcjonerzy w 2025 roku [6.01.2025 r.]",
            "link": "https://pomorska.pl/najcenniejsze-przedmioty-z-czasow-prl-ceny-lista-zdjecia-tego-poszukuja-kolekcjonerzy-w-2025-roku-6-01-2025-r/ar/c1p2-27134719",
            "description": "Przedmioty z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników retro, a ich ceny na rynku stale rosną. Jeśli masz w swoim domu przedmioty z PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Pomorska5 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 06.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-06012025/ar-AA1x20sI?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Express Ilustrowany on MSN3 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy będą wyłączenia prądu 6.01 w opolskim? Sprawdź, gdzie mogą być przerwy w dostawie",
            "link": "https://nto.pl/czy-beda-wylaczenia-pradu-6-01-w-opolskim-sprawdz-gdzie-moga-byc-przerwy-w-dostawie/ar/c1p1-20589274",
            "description": "Czy są planowane wyłączenia prądu w opolskim 6.01? W artykule znajdziesz listę miejsc, w których mogą nastąpić przerwy w dostawie prądu 6.01. Warto wiedzieć wcześniej o zaistnieniu takiej sytuacji.",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "nto.pl3 godz.",
            "source": "nto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwszy Pchli Targ w Nowym Roku 2025 - starocie, fajans, biżuteria, odzież. Zdjęcia, wideo, ceny",
            "link": "https://wloclawek.naszemiasto.pl/pierwszy-pchli-targ-w-nowym-roku-2025-starocie-fajans-bizuteria-odziez-zdjecia-wideo-ceny/ar/c8p2-27142639",
            "description": "Choć w niedzielę panował niewielki mróz, nie brakowało odwiedzających Pchli Targ we Włocławku przy alei Kazimierza Wielkiego. W pierwszą niedzielę 2025 roku sprzedawcy na popularnym targowisku ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto15 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mróz, lód i śnieg. Pierwszy Pchli Targ w 2025 roku przy galerii Avenida w Poznaniu. Zobacz zdjęcia z lotu ptaka!",
            "link": "https://poznan.naszemiasto.pl/mroz-lod-i-snieg-pierwszy-pchli-targ-w-2025-roku-przy-galerii-avenida-w-poznaniu-zobacz-zdjecia-z-lotu-ptaka/ar/c1p2-27142801",
            "description": "W pierwszy weekend nowego roku, przy galerii Avenida w Poznaniu odbył się pchli targ. Mróz i śnieg nie przestraszył ...",
            "image_url": "https://www.bing.pl/th?id=OVF.XOtF2ms6EQey2bHTuMP1Qw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "poznan.naszemiasto19 godz.",
            "source": "poznan.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czarny humor żarty",
            "link": "https://gloswielkopolski.pl/tag/czarny-humor-zarty",
            "description": "W piątek część Polaków obchodzi Halloween (pozostali odrzucają \"święto\" jako zbyt amerykańskie lub po prostu mało śmieszne).",
            "image_url": "https://www.bing.pl/th?id=OVFT.a00WRLWdy3fs2X4iRwTKBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "gloswielkopolski15 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking do 6 km od Kołobrzegu. Urocze miejsca na krótką trasę w weekend 4 - 5 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/nordic-walking-do-6-km-od-kolobrzegu-urocze-miejsca-na-krotka-trase-w-weekend-4-5-stycznia/ar/c7p1-22319027",
            "description": "Baszta Lontowa - przekornie nazywana Basztą Prochową. Jest to jedyny obiekt, który pozostał po średniowiecznym systemie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.X2urBA6svmPLQFCqywMqMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto22 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 4 - 5 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-4-5-stycznia/ar/c7p1-21831633",
            "description": "Zamek w Mosznej jest jedną z największych atrakcji Opolszczyzny i jednym z najciekawszych zamków w Polsce. Swoją sławę zawdzięcza bajkowemu wyglądowi - ma 365 pomieszczeń, 99 wież i wieżyczek. Do 30 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto22 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 65 km od Gryfic. Pomysły spędzenie czasu w weekend 4 - 5 stycznia",
            "link": "https://gryfice.naszemiasto.pl/gdzie-na-spacer-do-65-km-od-gryfic-pomysly-spedzenie-czasu-w-weekend-4-5-stycznia/ar/c7p1-22116005",
            "description": "We współpracy z Traseo wybraliśmy dla Was 3 trasy na spacer w odległości do 65 km od Gryfic, które wypróbowali inni spacerowicze. Wybierz najlepszą dla siebie. Zanim wyruszysz w drogę, sprawdź ...",
            "image_url": "https://www.bing.pl/th?id=ODF.JS3kPnL-cw_uVSguStd8Cg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "gryfice.naszemiasto21 godz.",
            "source": "gryfice.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W poszukiwaniu śladów przeszłości. Od rzymskiego pierścienia po złotą \"blaszkę\" z końca XIX",
            "link": "https://dziennikbaltycki.pl/w-poszukiwaniu-sladow-przeszlosci-od-rzymskiego-pierscienia-po-zlota-blaszke-z-konca-xix/ar/c1p2-27139915",
            "description": "Historia bywa tak pasjonująca, że można się w niej zakochać na zabój. Doświadczają tego członkowie Pruszczańskiego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.W9nlV1M819L5c%2fLzraV5eg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikbaltycki.pl4 godz.",
            "source": "dziennikbaltycki.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Parafianie oficjalnie usłyszeli zabytkowy instrument",
            "link": "https://sunday.niedziela.pl/artykul/108573/Parafianie-oficjalnie-uslyszeli-zabytkowy-instrument",
            "description": "W kościele parafialnym pw. św. Wojciecha w Czerwieńsku 5 stycznia odbyła się Msza św. z obrzędem wybudzenia zabytkowych organów. Uroczystej liturgii przewodniczył bp Paweł Socha.",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "Niedziela4 godz.",
            "source": "Niedziela",
            "article_content": "Epifania - wielkie święto wiary\n\nUroczystość Epifanii lub Teofanii, czyli Objawienia Pańskiego, jest jednym z najstarszych świąt ku czci Chrystusa. Obchodzone jest 6 stycznia, popularnie zwane świętem Trzech Króli. Jak wskazuje już sama nazwa, uroczystość ta jest pochodzenia wschodniego. Greckie słowa: epifaneia, teofaneia - ukazanie się, objawienie - rozumiano na Wschodzie jako widzialne ukazanie się bóstwa, albo też za pomocą tych słów określano uroczyste odwiedziny cesarza w mieście lub świętowanie ważnych dni z życia władcy. Ogólnie rzecz ujmując, jest to każde objawienie się bóstwa w czasie i przestrzeni (por. Wj 3, 12; 19, 18; Dz 2, 3-4). Pierwsze wzmianki o świętowaniu Epifanii na Wschodzie spotykamy u Klemensa Aleksandryjskiego (ok. 212 r.). Na Zachodzie natomiast wzmiankę o obchodach tej uroczystości znajdujemy w Galii ok. 361 r. Epifania jest pierwszym historycznie świętem związanym z tajemnicą Wcielenia. Św. Augustyn nazywa je \"bliźniaczą uroczystością Narodzenia Pańskiego (geminata sollemnitas). Początkowo obchodzono dwa święta razem: święto Bożego Narodzenia i Objawienia się ludzkości Jezusa jako Zbawiciela. Na Zachodzie zaczęto obchodzić je oddzielnie dopiero od IV w. Epifania stała się wspomnieniem i uobecnieniem trzykrotnego objawienia się Chrystusa światu - tria miracula, jakie dokonało się podczas chrztu Jezusa w Jordanie, w chwili pokłonu trzech Mędrców oraz w czasie pierwszego cudu Pana Jezusa na weselu w Kanie Galilejskiej. Natomiast w liturgii Kościoła Zachodniego podkreślono szczególnie w uroczystości Epifanii objawienie się Syna Bożego jako oczekiwanego Zbawiciela poganom w osobie trzech Mędrców i dlatego dzień ten jest określany jako święto Trzech Króli. Motyw ten jest główną treścią Mszy św. i tematem dominującym w Liturgii Godzin. Natomiast w Jutrzni i Nieszporach wspomina się również tria miracula. Kluczem do zrozumienia tego święta jest Ewangelia św. Mateusza (Mt 2, 1-12), w której znajdujemy wzmiankę o Magach (Mędrcach) ze Wschodu, przedstawicielach świata pogańskiego, którzy podążając za gwiazdą, przebyli drogę około tysiąca kilometrów, aby złożyć hołd Dzieciątku Jezus i ofiarować Mu dary w postaci złota, kadzidła i mirry. Ostatecznie ustalono ich liczbę na trzech, co wiąże się z liczbą wymienionych przez Ewangelię darów, które mają znaczenie symboliczne. Ojcowie Kościoła odnosili je do troistej postaci Chrystusa. Składając je, Mędrcy wyznali wiarę w Jezusa, który jest Bogiem - ofiarując kadzidło, uznali oni w Chrystusie Króla - na co wskazuje złoto, prawdziwego Człowieka - mirra. Prawdopodobnie po wpływem interpretacji fragmentu Ps 72, 10-11 i Iz 60, 3 zaczęto w Magach upatrywać Królów. W związku z uroczystością Epifanii powstały różne zwyczaje. Podczas Mszy św. odbywa się błogosławieństwo kadzidła i kredy, czasem wody - o czym mówią aktualnie polskie agendy. Zwyczaj błogosławienia wody wywodzi się z przypomnienia chrztu, a ze wspomnienia o Mędrcach z darami - zwyczaj błogosławienia kadzidła i kredy. Mieszkania napełniamy wonią kadzidła na znak, że wszystko pragniemy czynić na chwałę Boga, natomiast święconą kredą znaczymy drzwi domów i umieszczamy datę bieżącego roku na znak, że mieszkańcy przyjęli Wcielonego Syna Bożego. Ten piękny zwyczaj zachował się do dziś nie tylko w tradycji polskiej, ale też w innych krajach. Jak relacjonuje Oskar Kolberg, dawniej po powrocie z kościoła wierni kadzidłem okadzali mieszkania, a kredą gospodarz wraz z całą rodziną kreślił z powagą na drzwiach wejściowych inicjały Trzech Króli K + M + B. Interpretuje się te skróty jako inicjały legendarnych imion trzech Mędrców: Kacper, Melchior, Baltazar ( wskazanymi w IX w.). Spotyka się też inną interpretację tego skrótu, tak jak odczytywały go wieki średnie. Inicjały Trzech Mędrców w pisowni łacińskiej: C + M + B są pierwszymi literami słów Christus mansionem benedicat, co oznacza: \"Niech Chrystus błogosławi mieszkanie\". Znaczenie kredą drzwi nawiązuje do zdarzenia z Księgi Wyjścia (Wj 12, 21-33). Naród Wybrany przed wyjściem z niewoli znaczył drzwi i progi domów krwią baranka, wówczas Bóg \"nie pozwolił niszczycielowi wejść do tych domów\" (Wj 12, 23). Drzwi i próg naszego mieszkania stanowią zarówno granice naszego domostwa, jak i łącznik ze światem zewnętrznym. Znacząc drzwi świętymi inicjałami i znakami, chcemy wyrazić nasze pragnienie, by tylko dobro i błogosławieństwo przekraczało próg naszego domu. Jan Paweł II na początku swego pontyfikatu tak wyraził istotę tego święta: \"Serce twe zadrży i rozszerzy się - mówi Izajasz do Jeruzalem. (...) Właśnie ten krzyk proroka jest kluczowym słowem uroczystości Trzech Króli\". W uroczystości tej \"Kościół dziękuje Bogu za dar wiary, która stała się i wciąż na nowo staje się udziałem tylu ludzi, ludów, narodów. Świadkami tego daru, jego nosicielami jednymi z pierwszych byli właśnie owi trzej ludzie ze Wschodu, Mędrcy, którzy przybyli do stajenki, do Betlejem. Znajduje w nich swój przejrzysty wyraz wiara jako wewnętrzne otwarcie człowieka, jako odpowiedź na światło, na Epifanię Boga. W tym otwarciu na Boga człowiek odwiecznie dąży do spełnienia siebie. Wiara jest początkiem tego spełnienia i jego warunkiem. (...) Trzeba pozwolić Mędrcom iść do Betlejem. Z nimi razem idzie każdy człowiek, który za definicję swego człowieczeństwa uznaje prawdę o otwarciu ducha ku Bogu, prawdę wyrażoną w zdaniu: altiora te quaeras! (szukaj rzeczy od ciebie wyższych)\". Kościół staje się sobą, \"kiedy ludzie - tak jak pasterze i Trzej Królowie ze Wschodu - dochodzą do Jezusa Chrystusa za pośrednictwem wiary. Kiedy w Chrystusie, Człowieku, i przez Chrystusa odnajdują Boga. Epifania jest więc wielkim świętem wiary\" (7 stycznia 1979). Wiara jest gwiazdą wskazującą nam drogę do Chrystusa. Powinniśmy się cieszyć łaską wiary i ją umacniać oraz prosić Boga o jej pomnożenie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 06.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-06012025/ar-AA1x1oSl?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t1QK1sAR9iO3s-WDsfSnTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN6 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking w woj. śląskim. Gdzie warto się wybrać w weekend 4 - 5 stycznia. TOP 3 trasy",
            "link": "https://dziennikzachodni.pl/trasy-nordic-walking-w-woj-slaskim-gdzie-warto-sie-wybrac-w-weekend-4-5-stycznia-top-3-trasy/ar/c7p1-22302727",
            "description": "Nordic walking w woj. śląskim można trenować niemal wszędzie. Mimo to zachęcamy do wybrania szlaków polecanych przez innych mieszkańców. Wspólnie z Traseo chcemy Wam zaproponować 3 ciekawe trasy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikzachodni.pl22 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe w woj. małopolskim. Gdzie warto iść w weekend 4 - 5 stycznia? TOP 10 tras",
            "link": "https://gazetakrakowska.pl/trasy-spacerowe-w-woj-malopolskim-gdzie-warto-isc-w-weekend-4-5-stycznia-top-10-tras/ar/c7p1-22116467",
            "description": "W woj. małopolskim jest wiele ciekawych ścieżek spacerowych. Przygotowaliśmy dla Was 10 propozycji. Możecie namówić znajomych lub rodzinę i wspólnie odkrywać uroki naszego regionu. Wspólnie z Traseo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska22 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 06.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-06012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 06.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/te-monety-s%C4%85-warte-du%C5%BCo-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-czego-szukaj%C4%85-numizmatycy-06012025/ar-AA1x1lGB?ocid=BingNewsVerp",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN6 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 06.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-06012025/ar-AA1x20sI?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN3 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze przedmioty z czasów PRL - ceny, lista, zdjęcia. Tego poszukują kolekcjonerzy w 2025 roku [6.01.2025 r.]",
            "link": "https://pomorska.pl/najcenniejsze-przedmioty-z-czasow-prl-ceny-lista-zdjecia-tego-poszukuja-kolekcjonerzy-w-2025-roku-6-01-2025-r/ar/c1p2-27134719",
            "description": "Przedmioty z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników retro, a ich ceny na rynku stale rosną. Jeśli masz w swoim domu przedmioty z PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Pomorska5 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W poszukiwaniu śladów przeszłości. Od rzymskiego pierścienia po złotą \"blaszkę\" z końca XIX",
            "link": "https://dziennikbaltycki.pl/w-poszukiwaniu-sladow-przeszlosci-od-rzymskiego-pierscienia-po-zlota-blaszke-z-konca-xix/ar/c1p2-27139915",
            "description": "Historia bywa tak pasjonująca, że można się w niej zakochać na zabój. Doświadczają tego członkowie Pruszczańskiego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.W9nlV1M819L5c%2fLzraV5eg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "dziennikbaltycki.pl4 godz.",
            "source": "dziennikbaltycki.pl",
            "article_content": "Content not available"
        }
    }
]