[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Powiat kielecki gala",
            "link": "https://echodnia.eu/swietokrzyskie/tag/powiat-kielecki-gala",
            "description": "W piątek, 14 listopada, w Wojewódzkim Domu Kultury w Kielcach odbyła się uroczysta gala zorganizowana przez Starostwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OlAu1bnOzeBTIhhXx8Eu3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia1 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raciborski Targ Staroci powraca na plac Dominikański, znów bezpłatnie",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/120081-raciborski-targ-staroci-powraca-na-plac-dominikanski-znow-bezplatnie",
            "description": "W sobotę, 15 listopada 2025 r., na placu Dominikańskim w Raciborzu odbędzie się kolejna edycja Raciborskiego Targu Staroci. Wydarzenie skierowane jest zarówno do kolekcjonerów i miłośników sztuki, jak ...",
            "image_url": "https://www.bing.pl/th?id=ODF.zyHZryUb3Zd_dbBzzJoUdQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nasz Racibórz5 godz.",
            "source": "Nasz Racibórz",
            "article_content": "W sobotę, 15 listopada 2025 r., na placu Dominikańskim w Raciborzu odbędzie się kolejna edycja Raciborskiego Targu Staroci. Wydarzenie skierowane jest zarówno do kolekcjonerów i miłośników sztuki, jak i sprzedawców unikatowych przedmiotów oraz pasjonatów dawnych wyrobów użytkowych.\n\nTeren przeznaczony dla wystawców obejmuje Plac Dominikański, skwer przy ul. Młyńskiej, mur wzdłuż targowiska oraz teren przy kościele pw. św. Jakuba (od strony targowiska). Organizator przypomina, że obowiązuje zakaz wjazdu samochodów na stoiska, a miejsca nie są rezerwowane – obowiązuje zasada „kto pierwszy, ten lepszy”. Wystawcy mogą zajmować przestrzeń wystawienniczą i wykładać asortyment już od godziny 5:00 w dniu targowym.\n\nUdział w targu jest całkowicie bezpłatny.\n\nOrganizator apeluje o przestrzeganie zasad współżycia społecznego i dbanie o porządek na terenie wydarzenia.\n\nRaciborski Targ Staroci to okazja, by znaleźć wyjątkowe przedmioty z przeszłości i spotkać pasjonatów dawnej sztuki użytkowej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Agencja Reklamowa \"Fraza\" Zuzanna Suliga",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,22079973,agencja-reklamowa-fraza-zuzanna-suliga.html",
            "description": "Główny Urząd Statystyczny opublikował najnowsze dane dotyczące wyników budownictwa mieszkaniowego w okresie styczeń-marzec 2025 roku. Wynika z nich, że w tym okresie oddano do użytkowania o 4,6% mniej ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl22 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "W Sejmie trwają prace nad rządowym projektem nowelizacji ustawy o podatkach i opłatach lokalnych. Nowelizacja ta wprowadzić ma istotne zmiany w kwestii podatku od nieruchomości. Zakładany termin jej wejścia w życie to już 1 stycznia 2025 r. ...\n\n69% firm na świecie, które zapłaciły w ciągu ostatniego roku okup cyberprzestępcom, zostało zaatakowanych ponownie - wynika z raportu Veeam 2025 Ransomware Trends and Proactive Strategies Report. Pod presją czasu i z obawy przed ...\n\nMastercard sprawdził preferencje zakupowe przedstawicieli pokolenia Z w Polsce i w Europie. Okazało się, że najlepsze prezenty dla osób między 18. a 24. rokiem życia to takie, które dostarczają przeżyć i zostawiają wspomnienia.\n\nCoraz więcej Polaków decyduje się na zorganizowane wakacje - tylko w pierwszym kwartale 2025 roku liczba uczestników wyjazdów wzrosła o 5,5% w porównaniu do ubiegłego roku. Jednak nawet korzystając z usług biura podróży, podróżni nie ...\n\nKody QR obchodzą właśnie swoje 30. urodziny. Przez ten czas udało im się zdobyć dość dużą popularność. Chętnie sięga po nie m.in. marketing, turystyka czy transport. Nie jest w zasadzie żadnym zaskoczeniem, że stały się one ...\n\nRekordowy wzrost, intensywny rozwój i ambitne inwestycje - polskie lotniska należą dziś do najszybciej rozwijających się w Europie. Potwierdzają to dane z najnowszego raportu ACI EUROPE (Airports Council International), który podsumowuje ...\n\nFinanse są jedną z najczęstszych przyczyn konfliktów i kłótni w związkach - wynika z badania \"Spory o finanse w związkach\" przeprowadzonego na zlecenie BIG InfoMonitor. Jak można złagodzić te spory?\n\nPolski freelancer coraz częściej łączy etat z dodatkowymi zleceniami, traktując freelancing jako sposób na rozwój, dorobienie do pensji lub przebranżowienie. Najnowszy raport Useme pokazuje, że najlepiej zarabiają programiści i tłumacze, ...\n\n10,3 tys. upadłości konsumenckich ogłoszono w II połowie 2024 roku - wynika z danych COIG. Co drugi dłużnik widniał w KRD już na 2 lata przed bankructwem. Kwota ich zadłużenia to 256 mln zł - podaje Krajowy Rejestr Długów.\n\nCeny skupu podstawowych produktów rolnych w styczniu 2025 roku wzrosły o 5% w porównaniu z analogicznym miesiącem 2024 roku - podał Główny Urząd Statystyczny. W porównaniu do poprzedniego miesiąca ceny wzrosły o 6,7%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AGNIESZKA NYKIEL",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,22076858,agnieszka-nykiel.html",
            "description": "Rekordowy wzrost, intensywny rozwój i ambitne inwestycje - polskie lotniska należą dziś do najszybciej rozwijających się w Europie. Potwierdzają to dane z najnowszego raportu ACI EUROPE (Airports Coun ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl22 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "W kwietniu 2025 roku cena OC przekroczyła 700 zł - wynika z danych Rankomat.pl. Składki rosną niemal bez przerwy od 2023 roku, a zdaniem ekspertów, kierowców czekają dalsze podwyżki. Młodzi za OC płacą nawet 2000 zł więcej niż starsi ...\n\nWalentynki 2025 zbliżają się wielkimi krokami. Z tej okazji serwis Prezentmarzen postanowił przyjrzeć się zwyczajom walentynkowym Polaków. Czy święto zakochanych to dla nas \"dzień jak co dzień\" czy też rzeczywiście okazja do ...\n\nAI śmiało wkracza na rynek nieruchomości i to niestety nie zawsze w dobrym stylu. Widać to w przypadku ofert sprzedaży mieszkań - okazuje się, że niektórzy sprzedawcy zamiast lekkiego retuszu zdjęć serwują klientom „wirtualne ...\n\nWizz Air wprowadził zmiany w swoim programie lojalnościowym Wizz Discount Club. Podwyższone zostały opłaty za członkostwo, a zniżki za bilety zostały ograniczone. Cena rocznej subskrypcji wzrosła z 39,99 euro do 59,99 euro w przypadku ...\n\nOd 1 stycznia 2026 roku każdy przedsiębiorca prowadzący Księgę Przychodów i Rozchodów będzie musiał przejść na jej elektroniczną formę - to istotna zmiana, dotycząca setek firm z sektora MŚP, które do tej pory korzystały z ...\n\nTradycyjnie z początkiem nowego roku notowane na GPW spółki deweloperskie publikują raporty ze sprzedaży mieszkań za ostatni kwartał oraz cały miniony rok. Zaprezentowane przez zdecydowaną większość giełdowych tuzów statystyki ...\n\nWe wrześniu 2025 roku MAAG Polska rozpocznie inwestycję wartą około 12 milionów złotych, polegającą na rozbudowie zakładu w Zabrzu i uruchomieniu dwóch zautomatyzowanych linii produkcyjnych do wytwarzania innowacyjnych listew ...\n\nRynek dóbr luksusowych charakteryzuje się stabilnością, a mijający rok będzie kolejnym, który ją potwierdzi. Tak przynajmniej wynika z opublikowanego właśnie raportu Bain & Company oraz Altagamma. Jego autorzy szacują, że tegoroczne ...\n\nPolak, który wyjechał do Zjednoczonych Emiratów Arabskich do pracy z zamiarem stałego tam zamieszkiwania podlega opodatkowaniu w Polsce tylko od dochodów osiąganych na terytorium RP. Będzie tak nawet jeśli nie jest w stanie potwierdzić ...\n\nW sektorze prywatnej opieki zdrowotnej przybywa dłużników. ale ich łączne zadłużenie spada - wynika z danych Krajowego Rejestru Długów. Długi prywatnych gabinetów zmniejszyły się w ciągu siedmiu miesięcy o o 12 mln zł i wynoszą ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 14.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-14-11-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński15 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są teraz w cenie. Można na nich zarobić duże pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-teraz-w-cenie-mo%C5%BCna-na-nich-zarobi%C4%87-du%C5%BCe-pieni%C4%85dze/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W zasadzie w każdym polskim domu wciąż leżą stare monety z czasów PRL. Teraz są warte znacznie więcej, niż można by się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wL8w8AH-uzdWD1xd7QB-VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN10 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za te stare monety znawcy płacą teraz spore sumy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/za-te-stare-monety-znawcy-p%C5%82ac%C4%85-teraz-spore-sumy/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Obejrzyj lepiej wnikliwie monety, które masz w domu. Ich wartość jest dzisiaj znacznie większa, niż przypuszczasz. Niektóre ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4_NQBU-8jj5GYIaNNKeBSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN9 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony, koszyczki, kryształy i szkło. Hity czasów PRL-u. Masz je nadal w domu? Możesz na nich dużo zarobić! 14.11.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wazony-koszyczki-kryszta%C5%82y-i-szk%C5%82o-hity-czas%C3%B3w-prl-u-masz-je-nadal-w-domu-mo%C5%BCesz-na-nich-du%C5%BCo-zarobi%C4%87-14112025/ar-AA1QrM2V?ocid=BingNewsVerp",
            "description": "Fascynacja kryształami i szkłem z czasów PRL zyskuje na popularności wśród kolekcjonerów. Na starych szklankach, koszyczkach, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-8BBLsYm5-8gWEgUwFdPQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest zwykła! Sprawdzamy, od czego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-zwyk%C5%82a-sprawdzamy-od-czego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN12 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raciborski Targ Staroci powraca na plac Dominikański, znów bezpłatnie",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/120081-raciborski-targ-staroci-powraca-na-plac-dominikanski-znow-bezplatnie",
            "description": "W sobotę, 15 listopada 2025 r., na placu Dominikańskim w Raciborzu odbędzie się kolejna edycja Raciborskiego Targu Staroci. Wydarzenie skierowane jest zarówno do kolekcjonerów i miłośników sztuki, jak ...",
            "image_url": "https://www.bing.pl/th?id=ODF.zyHZryUb3Zd_dbBzzJoUdQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Nasz Racibórz5 godz.",
            "source": "Nasz Racibórz",
            "article_content": "W sobotę, 15 listopada 2025 r., na placu Dominikańskim w Raciborzu odbędzie się kolejna edycja Raciborskiego Targu Staroci. Wydarzenie skierowane jest zarówno do kolekcjonerów i miłośników sztuki, jak i sprzedawców unikatowych przedmiotów oraz pasjonatów dawnych wyrobów użytkowych.\n\nTeren przeznaczony dla wystawców obejmuje Plac Dominikański, skwer przy ul. Młyńskiej, mur wzdłuż targowiska oraz teren przy kościele pw. św. Jakuba (od strony targowiska). Organizator przypomina, że obowiązuje zakaz wjazdu samochodów na stoiska, a miejsca nie są rezerwowane – obowiązuje zasada „kto pierwszy, ten lepszy”. Wystawcy mogą zajmować przestrzeń wystawienniczą i wykładać asortyment już od godziny 5:00 w dniu targowym.\n\nUdział w targu jest całkowicie bezpłatny.\n\nOrganizator apeluje o przestrzeganie zasad współżycia społecznego i dbanie o porządek na terenie wydarzenia.\n\nRaciborski Targ Staroci to okazja, by znaleźć wyjątkowe przedmioty z przeszłości i spotkać pasjonatów dawnej sztuki użytkowej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 osób, które będą wspominać swój urlop aż do emerytury",
            "link": "https://jasnastrona.com/articles/15-osob-ktore-beda-wspominac-swoj-urlop-az-do-emerytury-20091/",
            "description": "Podczas wyczekiwanego urlopu wszyscy chcemy odpocząć, naładować baterie i świetnie spędzić czas. Jednak bohaterowie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H3T8r_UtRXJdwPHHDg0h5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Jasna Strona8 godz.",
            "source": "Jasna Strona",
            "article_content": "Podczas wyczekiwanego urlopu wszyscy chcemy odpocząć, naładować baterie i świetnie spędzić czas. Jednak bohaterowie dzisiejszego artykułu przeżyli na wakacjach przygody wielkiego kalibru, których wcale nie planowali. Za to jedno jest pewne — teraz mają historie do opowiadania wnukom."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking do 5 km od Kołobrzegu. Urokliwe trasy na weekend 15 - 16 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/sciezki-nordic-walking-do-5-km-od-kolobrzegu-urokliwe-trasy-na-weekend-15-16-listopada/ar/c7p1-22319027",
            "description": "Bindaż grabowy - urokliwa aleja ściśle obsadzona grabami, których korony splatają się ze sobą tworząc rodzaj sklepienia.",
            "image_url": "https://www.bing.pl/th?id=OVFT.PrF1lCyxomgMf0XBJwXwXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 6 km od Kołobrzegu. Pomysły spędzenie czasu w weekend 15 - 16 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-spacer-do-6-km-od-kolobrzegu-pomysly-spedzenie-czasu-w-weekend-15-16-listopada/ar/c7p1-22115647",
            "description": "Rozglądasz się za ciekawym pomysłem na niebanalną ścieżkę na spacer w okolicy Kołobrzegu? Nasze sugestie, gdzie można się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2vfSicMddJU33rkXIANB4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rośliny na kraśnickim rynku tak, ale wyłącznie w donicach",
            "link": "https://www.dziennikwschodni.pl/krasnik/rosliny-tak-ale-wylacznie-w-donicach,n,1000291074.html",
            "description": "Na kraśnickim rynku ma być więcej zieleni. W centrum miasta mają pojawić się nowe rośliny, w tym winobluszcz trójklapowy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oymt_0c4Xr_n_VdFdkf3DS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Wschodni11 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "– Na rewitalizację rynku mamy już pozwolenie na budowę i zaczniemy ją, jak tylko zostanie rozstrzygnięty przetarg – zapowiada Wojciech Wilk, burmistrz Kraśnika. – Prace inwestycyjne nie powinny powodować większych utrudnień w komunikacji, bowiem biegnąca przez środek rynku droga zostanie tylko wyremontowana z wykorzystaniem tej samej kostki. Zleciłem dodatkowo przystąpienie do zadań bezpośrednio związanych z rynkiem, czyli remont chodnika wraz z nową zielenią po stronie Urzędu Skarbowego oraz chodnika po stronie kościoła pw. WNMP, ale tę część chcemy skorelować z odnową ogrodzenia przez parafię.\n\nKraśnicki rynek jest wyłożony płytami granitowo-bazaltowymi. „Stan techniczny (nawierzchni - red.) jest bardzo dobry” – czytamy w dokumentacji projektowej. Chodniki i ulice dojazdowe do lokali usługowych są ułożone z kostki granitowej. „Wyjątek stanowi ciąg ulicy Tęczyńskich oraz droga przebiegająca przez centralną część rynku w kierunku północnego-wschodu na południowy-zachód, których nawierzchnia została wykonana z kostki bazaltowej.” W rynku znajdują się pomnik marszałka Józefa Piłsudskiego i pomnik z cegły kraśnickiej. Rosną drzewa, są też ustawione kwietniki i ławki. Teren jest oświetlony.\n\nZaplanowane przez urząd miasta prace (przy współudziale funduszy unijnych) mają spowodować, że na rynku będzie więcej zieleni. Plac będzie też bardziej uporządkowany. „Obecnie zagospodarowanie rynku nie jest atrakcyjne. Przestrzeń jest chaotyczna (…). Jednym z problemów jest mała ilość zieleni komponowanej. Istniejące drzewa iglaste są mocno przycięte od dołu, nie zacieniają placu wystarczająco” – czytamy w dokumentacji.\n\nPrace, na które urzędnicy szukają obecnie wykonawcy, będą polegać m.in. na posadzeniu roślinności w donicach, dostawie i montażu: pergoli (5 szt.), pergoli z wiszącą ławka na sprężynach (3 szt.), ławek pod pergolami i na skwerku (8 szt.), a także dostawie i montażu donic: na drzewa (23 szt.), na pnącza (10 szt.) i na roślinność trawiastą (6 szt.).\n\nDlaczego donice? – Taka była sugestia wojewódzkiego konserwatorka zabytków, na wniosek którego w 2019 r. zostały przeprowadzone badania archeologiczne na rynku starego miasta – wyjaśnia burmistrz Kraśnika.\n\nGłównym celem badań było sformułowanie wniosków i zaleceń konserwatorskich na potrzeby planowanego nowego zagospodarowania rynku. Wśród koncepcji była m.in. budowa fontanny, a także nasadzenia roślinności.\n\nWyniki przeprowadzonych dwa lata temu badań geofizycznych „wskazały na prawdopodobieństwo występowania w tym obszarze reliktów dawnej zabudowy (w tym m.in. dawnego ratusza, pręgierza i studni), co wymaga przeprowadzenia kompleksowych ratowniczych badań przedinwestycyjnych” – czytamy w opinii podpisanej przez dr Dariusza Kopciowskiego, lubelskiego wojewódzkiego konserwatora zabytków.\n\nOdkrycia pokazały bowiem, że „istnieje duża szansa natrafienia na relikty zabudowy z okresu wczesnego średniowiecza. Praktycznie pod całą nawierzchnią rynku spodziewać się należy obecności obiektów oraz warstw kulturowych z okresu funkcjonowania miasta średniowiecznego i nowożytnego” – zwracają uwagę autorzy dokumentacji projektowej.\n\nObecnie na szczegółowe badania urząd nie może sobie pozwolić. Ratusz odstąpił także od realizacji poprzedniego projektu, który zakładał znaczną ingerencję w strukturę podziemną m.in. poprzez budowę fontanny.\n\n„Proponowane obecnie rozwiązania ograniczają się do montażu małej architektury tj. pergoli, ławek, donic z zielenią, ze zminimalizowaną do punktowych ingerencją w płytę rynku bez wymiany istniejącej nawierzchni” – czytamy w decyzji konserwatora.\n\n– W przypadku nasadzeń ziemnych konieczne byłyby badania na szerszą skalę, wydłużenie czasu realizacji inwestycji i dodatkowe koszty – tłumaczy Wojciech Wilk. – Nie rezygnujemy jednak całkowicie z tego rozwiązania. Jeśli pozyskamy dodatkowe środki, to na rynku pojawi się jeszcze więcej zieleni.\n\nNiewykluczone, że w nowej unijnej perspektywie miastu uda się zdobyć dofinansowanie, dzięki czemu będzie możliwa ekspozycja znajdujących się pod płytą rynku reliktów dawnej zabudowy miasta."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Bulwarach w Oświęcimiu stanie pawilon wystawienniczy. Tutaj będzie ekspozycja XVIII-wiecznej mykwy odnalezionej na Bulwarach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/na-bulwarach-w-o%C5%9Bwi%C4%99cimiu-stanie-pawilon-wystawienniczy-tutaj-b%C4%99dzie-ekspozycja-xviii-wiecznej-mykwy-odnalezionej-na-bulwarach/ar-AA1QlXXE?ocid=BingNewsVerp",
            "description": "Muzeum Zamek w Oświęcimiu przedstawiło plany jak i od kiedy będzie eksponowana XVIII-wieczna mykwa odnaleziona na Bulwarach w 2023 roku podczas wykopalisk archeologicznych.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto on MSN11 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za tyle można teraz sprzedać stare medale i ordery",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/za-tyle-mo%C5%BCna-teraz-sprzeda%C4%87-stare-medale-i-ordery/ar-AA1QgT2Y?ocid=BingNewsVerp",
            "description": "Stare ordery i medale budzą obecnie ogromne zainteresowanie kolekcjonerów. Choć przez wiele lat leżały zapomniane w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ejz9V7LqV3mrnRVuE1gZgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN12 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są teraz w cenie. Można na nich zarobić duże pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-teraz-w-cenie-mo%C5%BCna-na-nich-zarobi%C4%87-du%C5%BCe-pieni%C4%85dze/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W zasadzie w każdym polskim domu wciąż leżą stare monety z czasów PRL. Teraz są warte znacznie więcej, niż można by się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wL8w8AH-uzdWD1xd7QB-VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN10 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest zwykła! Sprawdzamy, od czego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-zwyk%C5%82a-sprawdzamy-od-czego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-XPQC0aCLdgiZ6gP74xE_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN7 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe banknoty kolekcjonerskie",
            "link": "https://olsztyn.naszemiasto.pl/tag/nowe-banknoty-kolekcjonerskie",
            "description": "Informowaliśmy was, że Narodowy Bank Polski wprowadził do obiegu nowy banknot kolekcjonerski „Niepodległość' o wartości ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Olsztyn Nasze Miasto4 godz.",
            "source": "Olsztyn Nasze Miasto",
            "article_content": "Content not available"
        }
    }
]