[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie znaczki pocztowe z czasów PRL. Tyle w 2025 roku można zarobić na filatelistycznych skarbach",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/kolekcjonerskie-znaczki-pocztowe-z-czas%C3%B3w-prl-tyle-w-2025-roku-mo%C5%BCna-zarobi%C4%87-na-filatelistycznych-skarbach/ar-AA1JtngX?ocid=BingNewsVerp",
            "description": "W 2025 roku znaczki pocztowe z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.scV_qWfr5km0Vx3bqZ7Lly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BioJarmark we Włocławku w ostatnią niedzielę lipca 2025. Wędliny, sery, przetwory. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/biojarmark-we-w%C5%82oc%C5%82awku-w-ostatni%C4%85-niedziel%C4%99-lipca-2025-w%C4%99dliny-sery-przetwory-zdj%C4%99cia-wideo/ar-AA1JqBNi?ocid=BingNewsVerp",
            "description": "W pochmurną, ale ciepłą niedzielę 27 lipca 2025 roku, Stary Rynek we Włocławku ponownie zamienił się w tętniący życiem BioJarmark. Wydarzenie przyciągnęło zarówno stałych bywalców, jak i nowych wystaw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN17 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Federacja zielonych",
            "link": "https://poranny.pl/tag/federacja-zielonych",
            "description": "Rafał K. za pomówienie spółki Ekoton na internetowym forum dostał wyrok w zawieszeniu. Orzeczenie będzie podane do publicznej wiadomości. Federacja Zielonych i Rafał Kosno. Od ich komentarzy aż roi si ...",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Kurier Poranny9 godz.",
            "source": "Kurier Poranny",
            "article_content": "East Side Story. Zaprośmy Sławosza Uznańskiego-Wiśniewskiego na Bagnówkę!\n\nA gdyby tak sukces Sławosza Uznańskiego-Wiśniewskiego połączyć z naszą nową ulicą na Bagnówce? Tak, tą, która miała coś połączyć, ale nie wyszło. Co ma piernik..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pieniądze z PRL poszukiwane przez kolekcjonerów. Tyle kosztują stare banknoty i monety. Oto ceny i zdjęcia",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/pieni%C4%85dze-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-tyle-kosztuj%C4%85-stare-banknoty-i-monety-oto-ceny-i-zdj%C4%99cia/ar-AA1JtAX0?ocid=BingNewsVerp",
            "description": "Stare banknoty i monety z czasów PRL są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.U4aq8y0qFjb-ZwmsDxcEUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN20 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana PRL – naczynia z lat 60., 70., 80. warte fortunę! Ile trzeba zapłacić w 2025 roku?",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/og%C3%B3lne/porcelana-prl-naczynia-z-lat-60-70-80-warte-fortun%C4%99-ile-trzeba-zap%C5%82aci%C4%87-w-2025-roku/ar-AA1JtBmc?ocid=BingNewsVerp",
            "description": "Stara porcelana z czasów PRL, cieszy się rosnącym zainteresowaniem. Niektóre egzemplarze mogą być dziś bardzo cenne. Takie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.L8bCDPW8GmCK7OTrAS5dyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN1 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zmiany w instytucjach kultury w Wałbrzychu. Jacek Drejer nowym dyrektorem Starej Kopalni, Piotr Micek będzie szefem Muzeum Porcelany",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zmiany-w-instytucjach-kultury-w-wa%C5%82brzychu-jacek-drejer-nowym-dyrektorem-starej-kopalni-piotr-micek-b%C4%99dzie-szefem-muzeum-porcelany/ar-AA1Jr0mO?ocid=BingNewsVerp",
            "description": "Kolejne instytucje kultury w Wałbrzychu zostaną połączone. - To konsolidacja, która ma przynieść efekt synergii - ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.z2T4RVDL0G2p_xs_manH7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN16 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu znajdziesz prawdziwe perełki! Niedzielny Targ w Poznaniu po raz drugi w nowym miejscu. Co można było kupić 27 lipca? Mamy mnóstwo zdjęć!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tu-znajdziesz-prawdziwe-pere%C5%82ki-niedzielny-targ-w-poznaniu-po-raz-drugi-w-nowym-miejscu-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-27-lipca-mamy-mn%C3%B3stwo-zdj%C4%99%C4%87/ar-AA1JncIu?ocid=BingNewsVerp",
            "description": "Niedzielny Targ po raz drugi zagościł w nowej lokalizacji przy ulicy Baraniaka 78 w Poznaniu. Na targu można znaleźć unikalne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QMCO13nqfl143Q_alQsZKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN22 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BioJarmark we Włocławku w ostatnią niedzielę lipca 2025. Wędliny, sery, przetwory. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/biojarmark-we-w%C5%82oc%C5%82awku-w-ostatni%C4%85-niedziel%C4%99-lipca-2025-w%C4%99dliny-sery-przetwory-zdj%C4%99cia-wideo/ar-AA1JqBNi?ocid=BingNewsVerp",
            "description": "W pochmurną, ale ciepłą niedzielę 27 lipca 2025 roku, Stary Rynek we Włocławku ponownie zamienił się w tętniący życiem BioJarmark. Wydarzenie przyciągnęło zarówno stałych bywalców, jak i nowych wystaw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN17 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wichury uszkodziły zabytki. W pałacowym parku w Nozdrzcu powalonych jest aż 21 drzew",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/wichury-uszkodzi%C5%82y-zabytki-w-pa%C5%82acowym-parku-w-nozdrzcu-powalonych-jest-a%C5%BC-21-drzew/ar-AA1Jqj0i?ocid=BingNewsVerp",
            "description": "Podczas nawałnic w pierwszej dekadzie lipca ucierpiały podkarpackie zabytki. O spustoszeniu można mówić w pałacowym parku w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l-q8NVxv2X8_4XxVdBFWMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowiny 24 on MSN19 godz.",
            "source": "Nowiny 24 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmarkowe cuda czekają. Jakie atrakcje w poniedziałek?",
            "link": "https://www.gdansk.pl/wiadomosci/Jarmarkowe-cuda-czekaja-Jakie-atrakcje-w-poniedzialek,a,292790",
            "description": "Oprowadzanie po kościele św. Mikołaja przez gospodarzy świątyni braci dominikanów, joga i pilates nad brzegiem Motławy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.isRjz0u9tTE-sHurpBBzwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oficjalny portal miasta Gdańska22 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Oprowadzanie po kościele św. Mikołaja przez gospodarzy świątyni braci dominikanów, joga i pilates nad brzegiem Motławy, warsztaty decoupage oraz koncert, podczas którego usłyszymy dźwięk organów i fagotu - to tylko niektóre z atrakcji, z jakich można skorzystać w poniedziałek, 28 lipca, na Jarmarku św. Dominika.\n\n765. Jarmark św. Dominika rozpoczął się w sobotę 26 lipca i potrwa do 17 sierpnia mat. Międzynarodowe Targi Gdańskie AmberExpo\n\nDla każdego coś miłego\n\nKościół z ulicy Świętojańskiej to dziś jedna z najstarszych świątyń Gdańska i jeden z niewielu zabytków, który szczęśliwie ocalał z pożogi II wojny światowej.\n\nJedna z opowieści głosi, że świątynia została oszczędzona przez palących miasto radzieckich żołnierzy ze względu na postać świętego Mikołaja, otaczanego przez prawosławnych Rosjan szczególną czcią. Według drugiej wersji, czerwonoarmiejcy zostali po prostu przekupieni winem z piwniczki kościelnej. Tak, czy siak, kościół dominikanów to jedna z autentycznych pereł gotyckiej architektury w Gdańsku.\n\nZakonnicy podczas oprowadzania kościoła pokażą średniowieczne relikty klasztoru, gotyckie rzeźby, późnorenesansowy ołtarz główny oraz dawny skarbiec klasztoru. Zwiedzanie rozpoczyna się pod chórem kościoła. Zbiórka o godz. 10.00 na Przystanku u Dominikanów.\n\nMamy to! Kościół św. Jana wygrał konkurs \"Zabytek Zadbany\"\n\nW godzinach od 10.00 do 20.00 na Przystanku Smaków działa Strefa Miast i Regionów. To przestrzeń, gdzie można poznać różnorodne kultury i tradycje. Miasta, regiony i państwa z całej Europy prezentują tam, co mają najlepsze: swoje dziedzictwo, wyjątkowe atrakcje i lokalne produkty.\n\nWarto też zajrzeć na Przystanek Równość. Tam w godzinach 12.00-17.00 czeka na wszystkich, bez względu na wiek, Strefa Seniorów. Hasło poniedziałkowe w tej przestrzeni to \"Ćwiczmy razem - spokojnie, bezpiecznie, z uśmiechem!\". PROGRAM STREFY SENIORÓW W PONIEDZIAŁEK, 28 LIPCA: 12.00 – 13.00 Gimnastyka z trenerem, prowadzący: Michał Kubiak Rozwijaj pasje niezależnie od wieku! 12.00 – 14.00 Warsztaty z gospodarzami dnia: Dom Pod Cisem 14.00 – 16.00 Gotowanie bez granic: smaki Sudanu – warsztat kulinarny z opowieściami osób z doświadczeniem uchodźczym Zrelaksuj się w miłym towarzystwie 16.00 – 17.00 Koncert Akordeonowy w wykonaniu Jakuba Kolańczyka Na Przystanku Równość - Skwer Heweliusza przy ulicy Rajskiej - rozgościła się jak w ubiegłych latach Strefa Seniora zapraszająca wszystkich do zabawy mat. Międzynarodowe Targi Gdańskie AmberExpo Kolejne ciekawe jarmarkowe wydarzenie w poniedziałek to \"Joga nad Motławą. Yogalates\". Miejsce: Przystanek Port Gdańsk Pod Żaglami, godz. 11.30. Jak sugeruje nazwa, to zajęcia łączące elementy jogi i pilatesu, nastawione na wzmacnianie mięśni głębokich, poprawę stabilizacji i elastyczności ciała. Praca z oddechem wspiera koncentrację i kontrolę ruchu, a całość pomaga budować świadomość ciała w sposób bezpieczny i efektywny. Trening idealny dla osób szukających zbalansowanego treningu łączącego siłę i mobilność. Czego potrzebujesz? Tylko maty i dobrego humoru. Praktykę poprowadzi Patrycja z Balance and the City. Na Przystanku Port Gdańsk Pod Żaglami można nie tylko relaksować się w formie Yogalates. W godzinach od 14.00 do 17.00 w tej części Jarmarku św. Dominika czeka wydarzenie \"Człowiek renesansu: sztuka decoupage\". To technika ozdabiania przedmiotów za pomocą papierowych serwetek, obrazków i lakieru. To prosty sposób, by stworzyć coś pięknego ze zwykłego pudełka, doniczki czy słoika. Podczas warsztatów poznasz podstawy tej metody i stworzysz ozdobne serca lub podstawki pod kubek, które będą nie tylko efektowną dekoracją, ale i świetnym prezentem. Wszystkie materiały zapewnione są na miejscu, ale jeśli mamy w domu przedmioty, które czekają na drugie życie – to weźmy je ze sobą. Wspólnie nadamy im nowy, unikalny wygląd. Nie musisz mieć żadnego doświadczenia – liczy się chęć tworzenia i dobra zabawa. Poniedziałkowy dzień na jarmarku można zakończyć wieczorem o godz. 20.00 na Przystanku u Dominikanów. Zapowiada się gratka dla melomanów. Wystąpi duet niezwykle utalentowanych artystek: czeskiej organistki Michaeli Káčerkovej oraz grającej na fagocie Atsumi Fukudy z Japonii, pierwszej fagocistki Polskiej Filharmonii Bałtyckiej w Gdańsku. Czeszka jest laureatką międzynarodowych konkursów i wykładowczyni, wykształcenie muzyczne pobierała w Pradze i Lipsku pod okiem najwybitniejszych europejskich pedagogów. Japonka to zaś kameralistka i solistka, studiowała we Francji u czołowych mistrzów fagotu klasycznego i barokowego. Początki jarmarku w Gdańsku sięgają połowy XIII wieku mat. Międzynarodowe Targi Gdańskie AmberExpo\n\nTo tylko kilka zaledwie, naszym subiektywnym zdaniem najciekawszych wydarzeń, jakie są szykowane w poniedziałek, 28 lipca, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku.\n\nO historii gdańskiego jarmarku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nZwiedzaj Gdańsk z książkami Muzeum Gdańska\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:\n\n- Jednak wszystek ten handel jest ześrodkowany na jednym targowisku, to jest we Gdańsku, mieście należącym do Polski, a położonym nad brzegami Bałtyckiego Morza. Jego znakomitej objętości przystań pomieścić może siła statków. W sierpniu odbywa się tam wielki jarmark, w którym biorą udział wszystkie zachodnie narody zwożące lądem i morzem swe towary i kosztowności, a zbierające natomiast krajowe.\n\nKilkuwiekową tradycję jarmarku przerwała na ponad 30 lat II wojna światowa. Imprezę udało się wskrzesić w 1972 r. z inicjatywy i pod patronatem Towarzystwa Przyjaciół Gdańska oraz wydawanego popołudniami “Wieczoru Wybrzeża”. Nazywano go wówczas Jarmarkiem Dominikańskim. Dzisiejszą nazwę związaną z imieniem świętego wprowadzono w 1991 r."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z kopalni do tajemnicy: co się kryje na dnie Jeziora Szmaragdowego",
            "link": "https://www.national-geographic.pl/traveler/kierunki/z-kopalni-do-tajemnicy-co-sie-kryje-na-dnie-jeziora-szmaragdowego/",
            "description": "Jezioro Szmaragdowe to sztuczny zbiornik wodny na obrzeżach Szczecina, powstały przez zalanie dawnej kopalni kredy. Zachwyca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SOnY_fQsuN2pRDSNW4JsWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "National Geographic Polska21 godz.",
            "source": "National Geographic Polska",
            "article_content": "Spis treści:\n\nReklama\n\nPełne zanurzenie się w temat Jeziora Szmaragdowego odsłania historię dawnej kopalni margli i kredy, eksploatowanej od połowy XIX wieku przez szczecińską cementownię „Stern”. W 1925 roku doszło do katastrofalnego zalania wyrobiska wskutek natrafienia na warstwę wodonośną. Powstały zbiornik o głębokości dochodzącej do 18 m, którego barwę wody nadaje rozpuszczony kalcyt i węglan wapnia. Otoczenie zagospodarowało się naturalnie: powstały szlaki spacery, punkty widokowe i ruiny dawnej infrastruktury górniczej, co sprawia że jezioro to nie tylko miejsce naukowe, lecz i rekreacyjne. Jest tu jeden z bardziej malowniczych szlaków pieszych w Polsce.\n\nHistoria kopalni kredy i geneza Jeziora Szmaragdowego – katastrofa z 1925 roku\n\nKopalnia kredy i cementownia „Stern”\n\nEksploatacja porwaków kredy i margla rozpoczęła się tu w 1862 roku, a prace prowadzone były przez zakład cementowy „Stern”, często utożsamiany także z cementownią AG z Żelechowa. Wydobyty urobek transportowano kanałem Regalicą w kierunku Odrzańskiego zakładu cementowego, a nadkład – materiał skał nieprzydatny – odkładano na hałdę, znaną dziś jako Wzgórze Widok.\n\nPoczątkowo eksploatację prowadzono ponad poziomem wód gruntowych. Z czasem jednak zasoby kredy zaczęły się wyczerpywać powyżej poziomu wód, co przełożyło się na systematyczne pogłębianie wyrobiska – ostatecznie aż do 20 metrów poniżej otaczającego terenu, eksponując pionowe ściany margli. Dzięki dobrej jakości surowca dentowego, cement portlandzki z tej miejscowej kopalni i cementowni zyskał renomę w regionie, rozwijając się przez ponad sześć dekad.\n\nZalanie wyrobiska – 16 lipca 1925\n\nTradycyjnie uważa się, że 16 lipca 1925 roku robotnicy natrafili w ścianie południowej wyrobiska na warstwę piasków zawodnionych, co doprowadziło do gwałtownego wylania się wód gruntowych i całkowitego zalania kopalni. Ten dramatyczny moment zakończył eksploatację w miejscu, gdzie dziś rozciąga się Jezioro Szmaragdowe. Wydarzeniu towarzyszyło częściowe osunięcie się ściany kopalni, co utworzyło charakterystyczny stożek osuwiskowy u stóp wyrobiska.\n\nIstnieją jednak głosy w środowisku lokalnych historyków i edukatorów, jak Przemysław Olejnik z Centrum Edukacji Leśnej „Szmaragd”, którzy kwestionują wersję o katastrofie. Według nich brak twardych dowodów źródłowych (np. prasowych), a zdjęcia z kilku lat po 1925 r. sugerują, że zalanie nastąpiło stopniowo, w czasie kilku lat, a nie nagle. Mogła temu towarzyszyć również zła sytuacja finansowa kopalni, a ewentualne zamknięcie było świadomą decyzją, a nie skutkiem feralnego wypadku.\n\nPomimo tej wersji zdarzeń, większość przewodników i oficjalnych materiałów turystycznych przyjmuje wersję nagłej katastrofy jako podstawę legend i opowieści lokalnych.\n\nPozostałości przemysłowe\n\nDo dziś w najgłębszych partiach jeziora, sięgających nawet 18 m, można obserwować fragmenty dawnego sprzętu kopalnianego – wagoniki wąskotorowe, maszyny górnicze i narzędzia. Na brzegu zbiornika zachował się kwintesencjonalny artefakt tamtego przemysłowego krajobrazu – betonowy mostek będący resztą torowiska używanego do transportu kredy z kopalni do cementowni.\n\nW 1959 roku odnotowano kolejne osunięcie części południowej ściany wyrobiska, co doprowadziło do powiększenia stożka osuwiskowego i jednocześnie zmniejszenia powierzchni jeziora o około 0,4 ha. Od tego czasu zbiornik jest zasilany wodą gruntową, której nadmiar spływa do systemu kanalizacyjnego przy mostku widokowym. Strome ściany kopalni nadal podlegają procesom geodynamicznym: obrywom, osunięciom, erozji abrazyjnej – co nadaje temu miejscu ciągłej dynamiki krajobrazowej.\n\nGeologia Jeziora Szmaragdowego i parametry hydrologiczne – jak powstał ten niezwykły zbiornik?\n\nParametry jeziora\n\nJezioro Szmaragdowe to niewielki, lecz głęboki zbiornik o powierzchni około 28 540 metrów kwadratowych (2,85 ha). Jego długość w linii prostej wynosi około 289 metrów, a maksymalna szerokość dochodzi do 165 metrów. Jezioro charakteryzuje się relatywnie dużą głębokością w stosunku do swojej powierzchni – maksymalna głębokość sięga 18 metrów, natomiast średnia wynosi około 8 metrów. Całkowita objętość wody szacowana jest na ponad 53 300 metrów sześciennych, co stanowi znaczny zasób wodny jak na zbiornik tej klasy.\n\nPoziom lustra wody utrzymuje się na wysokości około 42 metrów nad poziomem morza, jednak ze względu na położenie w niecce dawnej kopalni, otaczające brzegi wznoszą się miejscami pionowo nawet na kilkanaście metrów ponad taflę wody. Zbiornik nie posiada naturalnych dopływów ani odpływów – jego zasilanie opiera się na wodach podziemnych, a nadmiar wody odpływa rurami melioracyjnymi.\n\nZbiornik powstał w wyniku zalania wykopu kopalnianego, dlatego jego brzegi mają bardzo strome, sztucznie wykształcone zbocza. Taka specyfika sprawia, że jezioro jest trudne do wykorzystania jako kąpielisko – gwałtowne opadanie dna oraz brak naturalnych plaż uniemożliwiają bezpieczne użytkowanie rekreacyjne.\n\nBarwa wody i geologia otoczenia\n\nNajbardziej charakterystyczną cechą Jeziora Szmaragdowego jest jego intensywnie zielononiebieski, turkusowy odcień wody. Zjawisko to jest efektem wysokiego stężenia węglanu wapnia, który powstaje w wyniku rozpuszczania kalcytu zawartego w marglu i kredzie – skałach osadowych obecnych w strukturze geologicznej Wzgórz Bukowych. Promienie słoneczne odbijające się od zawieszonych cząsteczek węglanu wapnia powodują zjawisko tzw. rozpraszania Rayleigha, co dodatkowo podkreśla barwę wody.\n\nGeologicznie teren ten należy do strefy morenowej, ukształtowanej przez lądolód podczas ostatnich zlodowaceń plejstoceńskich – szacuje się, że obecny krajobraz powstał około 200–300 tysięcy lat temu. Obszar Wzgórz Bukowych zbudowany jest głównie z glin zwałowych, piasków lodowcowych oraz margli i kredy – skał wyjątkowych na skalę regionalną. Ich obecność sprzyjała rozwojowi przemysłu cementowego w XIX wieku i była podstawą działalności kopalni kredy.\n\nStrome ściany wyrobiska, obecnie tworzące brzegi jeziora, odsłaniają ciekawe profile geologiczne. Można tam obserwować warstwy sedymentacyjne margli, ułożone poziomo i lekko zapadające ku południowi, a także struktury osadowe – laminacje, fałdy i przekątne uwarstwienia, świadczące o dynamicznych procesach depozycyjnych w paleośrodowisku morskim kredy późnej.\n\nOprócz walorów krajobrazowych i turystycznych, zbiornik ma znaczenie dydaktyczne – stanowi miejsce plenerowych zajęć dla studentów geologii, geografii oraz nauk o środowisku. To naturalne „okno geologiczne” umożliwiające obserwację procesów krasowych, erozji abrazyjnej i osuwisk.\n\nJezioro Szmaragdowe zawdzięcza swój wyjątkowy kolor zawartości kalcytu i węglanu wapnia w wodzie. fot. Damian Pawlos/Getty Images\n\nPrzyroda Jeziora Szmaragdowego – ekosystem, fauna, flora i znaczenie środowiskowe\n\nCharakter ekologiczny\n\nJezioro Szmaragdowe zaliczane jest do zbiorników o charakterze mezotroficznym, co oznacza umiarkowany poziom żyzności wody. Tego rodzaju ekosystemy cechują się pośrednią produktywnością biologiczną – ani bardzo ubogą, jak w jeziorach oligotroficznych, ani przesadnie zasobną jak w eutroficznych. Utrzymują względną równowagę między ilością substancji odżywczych a zapotrzebowaniem organizmów żywych.\n\nW przypadku Jeziora Szmaragdowego ograniczona jest bioróżnorodność, zwłaszcza w zakresie roślinności brzegowej i wodnej. Zbiornik niemal całkowicie pozbawiony jest szuwarów, sitowisk czy litoralu roślinnego. Wysoka zawartość węglanu wapnia w wodzie oraz strome, sztucznie ukształtowane brzegi ograniczają rozwój typowej flory wodnej. Brak takich siedlisk wpływa bezpośrednio na obecność ptactwa wodnego – gatunki wodno-błotne praktycznie nie gniazdują ani nie żerują na tym terenie.\n\nNiekorzystne warunki dla sukcesji roślinności wynikają również z ubogiego dna – mulistego, z niską zawartością materii organicznej. Zjawisko to sprzyja zachowaniu klarowności wody, ale jednocześnie ogranicza rozwój niższych troficznie form życia – glonów, sinic czy makrofitów.\n\nFlora i fauna\n\nOtoczenie Jeziora Szmaragdowego tworzy las liściasty, będący częścią Puszczy Bukowej – najlepiej zachowanego kompleksu buczyny pomorskiej w północno-zachodniej Polsce. Drzewostan tworzą przede wszystkim buki zwyczajne, uzupełniane lokalnie przez dęby, graby i sosny. W runie leśnym występują rośliny charakterystyczne dla siedlisk cienistych i żyznych – m.in. marzanka wonna, czerniec gronkowy, konwalia majowa, bluszcz pospolity, a także gatunki preferujące suche i nasłonecznione stoki, jak dąbrówka rozłogowa czy sasanka łąkowa.\n\nW Puszczy Bukowej obserwuje się dużą różnorodność fauny kręgowców. Z ptaków lęgowych występują: dzięcioł duży, dzięcioł czarny, kukułka zwyczajna, kruk oraz rzadziej puszczyk. Bogata baza pokarmowa i stosunkowo mała presja ludzka sprzyjają także obecności większych ssaków – borsuka, lisa, sarny i dzika. Na terenach porośniętych gęstymi zaroślami można również spotkać zające szaraki i jeże wschodnie.\n\nUnikalnym zjawiskiem w skali Szczecina jest obecność kolonii nietoperzy – szczególnie mroczka późnego i nocka rudego – które zimują w podziemnych korytarzach i bunkrach zlokalizowanych w bezpośrednim sąsiedztwie jeziora. Obiekty te pochodzą z okresu międzywojennego i II wojny światowej i stanowią ważne zimowiska nietoperzy w regionie.\n\nW wodach jeziora mimo ograniczonych warunków środowiskowych stwierdzono obecność kilku gatunków ryb. Należą do nich płoć, lin, okoń, a także bas słoneczny – gatunek obcy, introdukowany do wielu zbiorników w Polsce. Niewielka ilość tlenu w najgłębszych partiach jeziora, związana z brakiem cyrkulacji i stagnacją wody, ogranicza liczebność populacji ryb, jednak sprzyja obecności niektórych owadów wodnych i larw chruścików.\n\nPomimo ograniczeń biologicznych, Jezioro Szmaragdowe stanowi ważne ogniwo lokalnego ekosystemu. Stanowi siedlisko przejściowe dla wielu gatunków, pełni funkcję retencyjną i mikroklimatyczną oraz tworzy unikalny krajobraz przyrodniczy i edukacyjny w bezpośrednim sąsiedztwie miejskiej aglomeracji.\n\nAtrakcje wokół Jeziora Szmaragdowego – szlaki, ruiny, punkty widokowe i infrastruktura\n\nRuiny i miejsca warte odwiedzenia\n\nJezioro Szmaragdowe, mimo niewielkich rozmiarów, jest otoczone licznymi śladami historii przemysłowej, architektonicznej i kulturowej regionu. Najbardziej charakterystycznym elementem jest betonowy mostek – dawny fragment kolejki wąskotorowej, którą transportowano kredę z kopalni do cementowni. Choć dziś nieużywany, mostek zachował oryginalną konstrukcję i pełni funkcję punktu widokowego.\n\nNa północno-wschodnim krańcu jeziora znajduje się tzw. grota „Za Łukami” – sztucznie wykonana kompozycja skalna, przypominająca naturalne jaskinie krasowe. Zdobiona wapiennymi formacjami przypominającymi stalaktyty i stalagmity, stanowi ciekawostkę turystyczną, chętnie odwiedzaną przez dzieci i fotografów.\n\nWędrując dalej w stronę południowego wschodu, można natknąć się na ruiny wieży Baresela – punktu widokowego z początku XX wieku, wybudowanego przez przemysłowca Carla Baresela. Wieża, choć dziś w stanie zaawansowanego rozpadu, była niegdyś częścią kompleksu wypoczynkowego, z którego rozciągał się widok na Dolinę Dolnej Odry.\n\nNieopodal, w rejonie obecnego parkingu i zejścia do jeziora, zachowały się fundamenty pałacu rodziny Toepfferów – znanej szczecińskiej familii przemysłowej. Obiekt ten uległ zniszczeniu po II wojnie światowej, ale ślady fundamentów i piwnic wciąż są widoczne w terenie. W otoczeniu można też odnaleźć fragmenty murów oporowych, schodów i platform, świadczących o dawnym zagospodarowaniu terenu.\n\nCały obszar wokół jeziora obfituje w relikty działalności górniczej – zapadliska, betonowe umocnienia, rowy odwadniające, a także ślady torowisk kolejki wąskotorowej, co sprawia, że miejsce to posiada ogromny potencjał edukacyjny i historyczny.\n\nSzlaki i punkty widokowe\n\nJezioro Szmaragdowe otacza żółty Szlak Familijny, liczący około 2,5 kilometra długości. Trasa ta jest idealna dla rodzin z dziećmi, seniorów oraz turystów pragnących zobaczyć okolicę bez forsownego wysiłku. Ścieżka prowadzi przez bukowe lasy, wzdłuż brzegów jeziora i kończy się na Polanie Widokowej (znanej także jako Polana Słoneczna), z której rozpościera się szeroka panorama Szczecina oraz doliny Odry.\n\nNa trasie znajdują się tablice edukacyjne, ławki, miejsca odpoczynku, a także punkty ogniskowe wyposażone w paleniska i stoły piknikowe. Polana Słoneczna to również znakomite miejsce do obserwacji ptaków oraz punkt spotkań grup turystycznych i szkolnych.\n\nW okolicy zachowały się także bunkry i umocnienia z czasów II wojny światowej, wykorzystywane obecnie jako miejsca schronienia dla nietoperzy. Teren wokół jeziora jest poprzecinany siecią leśnych szlaków pieszych i rowerowych o zróżnicowanym stopniu trudności, dzięki czemu każdy turysta znajdzie trasę dopasowaną do swoich możliwości.\n\nInfrastruktura turystyczna\n\nNa terenie wokół jeziora zorganizowano podstawową, lecz funkcjonalną infrastrukturę turystyczną. Przy wejściu od ul. Kopalnianej znajduje się punkt informacyjny, w którym można uzyskać mapy, informacje o szlakach i atrakcjach. Teren jest wyposażony w ławki, ścieżki zdrowia, wiaty wypoczynkowe, a także drewniane barierki i poręcze w najbardziej stromych fragmentach ścieżek.\n\nW sezonie letnim działa mobilna kawiarnia „Szmaragd Cafe”, serwująca napoje i przekąski. Kawiarnia ta funkcjonuje jako punkt gastronomiczny i kulturalny – organizowane są tam niekiedy warsztaty edukacyjne i wydarzenia lokalne.\n\nParking przy ul. Kopalnianej zapewnia dogodne miejsce dla odwiedzających – jest zazwyczaj bezpłatny i posiada miejsca zarówno dla samochodów osobowych, jak i rowerów. Dojazd możliwy jest także komunikacją miejską – linie autobusowe zatrzymują się w pobliżu węzła pieszo-rowerowego przy ul. Batalionów Chłopskich.\n\nTeren wokół jeziora objęty jest ochroną krajobrazową – stanowi fragment Szczecińskiego Parku Krajobrazowego „Puszcza Bukowa”, co zapewnia utrzymanie porządku, nadzór służb leśnych oraz zakaz wprowadzania zmian w krajobrazie bez zezwoleń. Spacerując po szlakach, warto przestrzegać zasad turystyki zrównoważonej – nie zrywać roślin, nie zanieczyszczać wody i nie schodzić z wyznaczonych ścieżek.\n\nLegenda Skarbka nad Jeziorem Szmaragdowym – tajemnicza opowieść z duchami i skarbem\n\nOpowieść ludowa\n\nJedna z najbardziej znanych miejskich legend związanych z Jeziorem Szmaragdowym opowiada o tajemniczym duchu imieniem Skarbek, który miał strzec ogromnego skarbu ukrytego w podziemiach kopalni kredy. Według podania, dawno temu kopalnia funkcjonowała sprawnie i przynosiła znaczne zyski. Jednak pewnego dnia górnicy natrafili w jednym z szybów na skrzynię wypełnioną złotem, klejnotami i tajemniczymi artefaktami. Gdy próbowali wynieść znalezisko na powierzchnię, pojawiła się zjawa – mroczny duch Skarbek, który w przypływie gniewu miał zerwać pieczęć chroniącą wyrobisko przed wodą.\n\nZ opowieści wynika, że woda zaczęła wdzierać się do kopalni gwałtownie i w ciągu kilku godzin zalała całą infrastrukturę. Złoto i kosztowności zatonęły w błocie, a duch zniknął – jednak do dziś ma pojawiać się nad taflą jeziora w postaci mgły lub chłodnego podmuchu. Niektóre wersje tej legendy mówią o słyszanych w nocy jękach, dźwiękach dzwonów i odgłosach kopania pod ziemią – mają to być echa przeklętej załogi górniczej, która nigdy nie opuściła kopalni.\n\nW innej interpretacji Skarbek był nie duchem zła, lecz opiekunem kopalni, strażnikiem równowagi i uczciwości. Ukaranie chciwości ludzi było formą przywrócenia porządku, a samo jezioro – symbolicznym grobem nie tylko dla złota, ale i dla ludzkiej pychy.\n\nZnaczenie legendy\n\nLegenda o duchu Skarbku wrosła w krajobraz kulturowy okolic Jeziora Szmaragdowego i do dziś stanowi jeden z najczęściej powtarzanych elementów ustnej tradycji Szczecina. Chociaż nie istnieją żadne źródła naukowe potwierdzające jej prawdziwość, opowieść ta pełni ważną funkcję – ubarwia historię miejsca i działa jak silny magnes turystyczny.\n\nZaintrygowani turyści poszukują w otoczeniu jeziora śladów dawnych sztolni, ukrytych wejść do podziemi czy pozostałości po eksploracjach górniczych. Niektórzy lokalni przewodnicy wzbogacają swoje opowieści o sugestywne rekwizyty – latarnie, mapy, dźwięki – tworząc mroczną narrację idealną na spacery z dreszczykiem.\n\nOpowieści o Skarbku przeniknęły także do lokalnej sztuki, literatury i kultury popularnej. Pojawiają się w książkach, spektaklach teatralnych i grach terenowych organizowanych dla dzieci i młodzieży. Znane są też relacje osób twierdzących, że po zmroku odczuwają na polanie nad jeziorem dziwną obecność – co tylko podtrzymuje atmosferę tajemniczości.\n\nLegenda pełni więc funkcję elementu tożsamości lokalnej, budując mit wokół miejsca, które z przemysłowego wyrobiska stało się kultowym punktem na mapie Szczecina. Historia ducha Skarbka jest też przestrogą – opowieścią o konsekwencjach chciwości i braku szacunku wobec natury oraz tajemnic, jakie mogą kryć głębiny ziemi.\n\nDojazd do Jeziora Szmaragdowego, parking, komunikacja i zasady bezpieczeństwa\n\nDojazd i parking\n\nJezioro Szmaragdowe znajduje się na południowo-wschodnich obrzeżach Szczecina, w dzielnicy Zdroje – to część prawobrzeżna miasta. Z centrum Szczecina dojazd samochodem zajmuje około 10–12 minut, a głównym punktem orientacyjnym jest skrzyżowanie ulic Kopalnianej i Batalionów Chłopskich. Dojazd możliwy jest zarówno ulicą Gdańską (droga krajowa nr 10), jak i alternatywnie przez ulicę Hangarową.\n\nNa miejscu dostępny jest wygodny parking leśny, zlokalizowany tuż przy wejściu na szlaki turystyczne prowadzące wokół jeziora. Parking jest utwardzony, oznakowany i zazwyczaj bezpłatny, choć w sezonie letnim mogą występować ograniczenia miejscowe. Dostępne są również miejsca postojowe dla rowerów oraz stojaki przy wejściu na szlak.\n\nDla niezmotoryzowanych gości dobrym rozwiązaniem jest komunikacja miejska – linie autobusowe kursujące w kierunku dzielnicy Zdroje zatrzymują się w pobliżu jeziora. Najbliższe przystanki to m.in. „Batalionów Chłopskich” oraz „Szkoła przyrodnicza”. Z przystanku pieszy dojście do jeziora zajmuje około 5–10 minut.\n\nInfrastruktura i bezpieczeństwo\n\nTeren wokół Jeziora Szmaragdowego został przystosowany do potrzeb turystycznych i edukacyjnych. Na miejscu znajdują się tablice informacyjne opisujące historię, geologię oraz przyrodę okolicy. Przez teren przebiegają ścieżki spacerowe, w tym główny szlak familijny, który w większości ma utwardzoną nawierzchnię, co ułatwia poruszanie się rodzinom z wózkami i osobom starszym.\n\nZadbano o małą architekturę turystyczną – dostępne są ławki, wiaty piknikowe, stojaki rowerowe, kosze na śmieci oraz punkty obserwacyjne. W miejscach bardziej stromych zamontowano barierki ochronne i poręcze, zwiększające bezpieczeństwo użytkowników.\n\nKąpiel w jeziorze jest kategorycznie zabroniona. Zakaz ten wynika z kilku powodów: dno zbiornika opada bardzo stromo – już kilka kroków od brzegu głębokość sięga kilku metrów. Dodatkowo na dnie znajdują się pozostałości przemysłowe – m.in. elementy torowiska, maszyn i betonowe konstrukcje, które mogą stanowić zagrożenie. Woda ma także specyficzny skład chemiczny – wysoka zawartość wapnia wpływa na klarowność, ale nie sprzyja florze i faunie kąpielowej.\n\nWarto pamiętać, że jezioro i jego otoczenie znajdują się na terenie obszaru chronionego – Szczecińskiego Parku Krajobrazowego „Puszcza Bukowa”. Obowiązuje tu zakaz śmiecenia, rozpalania ognisk poza wyznaczonymi miejscami, zrywania roślin oraz hałasowania. Straż Leśna oraz służby miejskie regularnie patrolują teren, dbając o porządek i bezpieczeństwo odwiedzających.\n\nW okresie letnim w rejonie jeziora mogą odbywać się wydarzenia plenerowe – koncerty, pikniki ekologiczne i gry terenowe. W takich dniach zwiększa się liczba odwiedzających, dlatego warto wcześniej zaplanować wizytę i skorzystać z mniej popularnych godzin (np. przedpołudniowych lub popołudniowych w dni powszednie).\n\nReklama\n\nŹródło: National Geographic Traveler\n\nNasz ekspert"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Okna dwa metry pod ziemią! Tak wygląda wewnątrz kamienicy w Grudziądzu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/okna-dwa-metry-pod-ziemi%C4%85-tak-wygl%C4%85da-wewn%C4%85trz-kamienicy-w-grudzi%C4%85dzu/ar-AA1IzJbX?ocid=BingNewsVerp",
            "description": "Sąsiadująca z bazyliką kamienica przy Kościelnej 7 w Grudziądzu skrywa ciekawostki historyczne. Niestety, nie są powszechnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iyZ-PfmmKfMLEPlzcRZ9-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN8 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie tylko Złoty Pociąg. Trop do legendarnego skarbu prowadzi na Kaszuby",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/nie-tylko-z%C5%82oty-poci%C4%85g-trop-do-legendarnego-skarbu-prowadzi-na-kaszuby/ar-AA1JrrzQ?ocid=BingNewsVerp",
            "description": "Na Kaszubach może znajdować się zaginiony niemiecki depozyt z czasów II wojny światowej – pełen kosztowności, dzieł sztuki i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kwMwtNABoJF4riB3uq2ObC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "WPROST.pl on MSN14 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rybnik ma nową wizytówkę. Odsłonięto pierwszą rzeźbę szczupaka",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/og%C3%B3lne/rybnik-ma-now%C4%85-wizyt%C3%B3wk%C4%99-ods%C5%82oni%C4%99to-pierwsz%C4%85-rze%C5%BAb%C4%99-szczupaka/ar-AA1JrNMG?ocid=BingNewsVerp",
            "description": "Na skwerze przy ul. Miejskiej, obok Edukatorium Juliusz, pojawiła się nowa atrakcja – rzeźba herbowego szczupaka. To pierwsza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XgZz2sgd90tjrP8s-L93xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Śląskie Radio ESKA on MSN12 godz.",
            "source": "Śląskie Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmarkowe cuda czekają. Jakie atrakcje w poniedziałek?",
            "link": "https://www.gdansk.pl/wiadomosci/Jarmarkowe-cuda-czekaja-Jakie-atrakcje-w-poniedzialek,a,292790",
            "description": "Oprowadzanie po kościele św. Mikołaja przez gospodarzy świątyni braci dominikanów, joga i pilates nad brzegiem Motławy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.isRjz0u9tTE-sHurpBBzwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny portal miasta Gdańska22 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Oprowadzanie po kościele św. Mikołaja przez gospodarzy świątyni braci dominikanów, joga i pilates nad brzegiem Motławy, warsztaty decoupage oraz koncert, podczas którego usłyszymy dźwięk organów i fagotu - to tylko niektóre z atrakcji, z jakich można skorzystać w poniedziałek, 28 lipca, na Jarmarku św. Dominika.\n\n765. Jarmark św. Dominika rozpoczął się w sobotę 26 lipca i potrwa do 17 sierpnia mat. Międzynarodowe Targi Gdańskie AmberExpo\n\nDla każdego coś miłego\n\nKościół z ulicy Świętojańskiej to dziś jedna z najstarszych świątyń Gdańska i jeden z niewielu zabytków, który szczęśliwie ocalał z pożogi II wojny światowej.\n\nJedna z opowieści głosi, że świątynia została oszczędzona przez palących miasto radzieckich żołnierzy ze względu na postać świętego Mikołaja, otaczanego przez prawosławnych Rosjan szczególną czcią. Według drugiej wersji, czerwonoarmiejcy zostali po prostu przekupieni winem z piwniczki kościelnej. Tak, czy siak, kościół dominikanów to jedna z autentycznych pereł gotyckiej architektury w Gdańsku.\n\nZakonnicy podczas oprowadzania kościoła pokażą średniowieczne relikty klasztoru, gotyckie rzeźby, późnorenesansowy ołtarz główny oraz dawny skarbiec klasztoru. Zwiedzanie rozpoczyna się pod chórem kościoła. Zbiórka o godz. 10.00 na Przystanku u Dominikanów.\n\nMamy to! Kościół św. Jana wygrał konkurs \"Zabytek Zadbany\"\n\nW godzinach od 10.00 do 20.00 na Przystanku Smaków działa Strefa Miast i Regionów. To przestrzeń, gdzie można poznać różnorodne kultury i tradycje. Miasta, regiony i państwa z całej Europy prezentują tam, co mają najlepsze: swoje dziedzictwo, wyjątkowe atrakcje i lokalne produkty.\n\nWarto też zajrzeć na Przystanek Równość. Tam w godzinach 12.00-17.00 czeka na wszystkich, bez względu na wiek, Strefa Seniorów. Hasło poniedziałkowe w tej przestrzeni to \"Ćwiczmy razem - spokojnie, bezpiecznie, z uśmiechem!\". PROGRAM STREFY SENIORÓW W PONIEDZIAŁEK, 28 LIPCA: 12.00 – 13.00 Gimnastyka z trenerem, prowadzący: Michał Kubiak Rozwijaj pasje niezależnie od wieku! 12.00 – 14.00 Warsztaty z gospodarzami dnia: Dom Pod Cisem 14.00 – 16.00 Gotowanie bez granic: smaki Sudanu – warsztat kulinarny z opowieściami osób z doświadczeniem uchodźczym Zrelaksuj się w miłym towarzystwie 16.00 – 17.00 Koncert Akordeonowy w wykonaniu Jakuba Kolańczyka Na Przystanku Równość - Skwer Heweliusza przy ulicy Rajskiej - rozgościła się jak w ubiegłych latach Strefa Seniora zapraszająca wszystkich do zabawy mat. Międzynarodowe Targi Gdańskie AmberExpo Kolejne ciekawe jarmarkowe wydarzenie w poniedziałek to \"Joga nad Motławą. Yogalates\". Miejsce: Przystanek Port Gdańsk Pod Żaglami, godz. 11.30. Jak sugeruje nazwa, to zajęcia łączące elementy jogi i pilatesu, nastawione na wzmacnianie mięśni głębokich, poprawę stabilizacji i elastyczności ciała. Praca z oddechem wspiera koncentrację i kontrolę ruchu, a całość pomaga budować świadomość ciała w sposób bezpieczny i efektywny. Trening idealny dla osób szukających zbalansowanego treningu łączącego siłę i mobilność. Czego potrzebujesz? Tylko maty i dobrego humoru. Praktykę poprowadzi Patrycja z Balance and the City. Na Przystanku Port Gdańsk Pod Żaglami można nie tylko relaksować się w formie Yogalates. W godzinach od 14.00 do 17.00 w tej części Jarmarku św. Dominika czeka wydarzenie \"Człowiek renesansu: sztuka decoupage\". To technika ozdabiania przedmiotów za pomocą papierowych serwetek, obrazków i lakieru. To prosty sposób, by stworzyć coś pięknego ze zwykłego pudełka, doniczki czy słoika. Podczas warsztatów poznasz podstawy tej metody i stworzysz ozdobne serca lub podstawki pod kubek, które będą nie tylko efektowną dekoracją, ale i świetnym prezentem. Wszystkie materiały zapewnione są na miejscu, ale jeśli mamy w domu przedmioty, które czekają na drugie życie – to weźmy je ze sobą. Wspólnie nadamy im nowy, unikalny wygląd. Nie musisz mieć żadnego doświadczenia – liczy się chęć tworzenia i dobra zabawa. Poniedziałkowy dzień na jarmarku można zakończyć wieczorem o godz. 20.00 na Przystanku u Dominikanów. Zapowiada się gratka dla melomanów. Wystąpi duet niezwykle utalentowanych artystek: czeskiej organistki Michaeli Káčerkovej oraz grającej na fagocie Atsumi Fukudy z Japonii, pierwszej fagocistki Polskiej Filharmonii Bałtyckiej w Gdańsku. Czeszka jest laureatką międzynarodowych konkursów i wykładowczyni, wykształcenie muzyczne pobierała w Pradze i Lipsku pod okiem najwybitniejszych europejskich pedagogów. Japonka to zaś kameralistka i solistka, studiowała we Francji u czołowych mistrzów fagotu klasycznego i barokowego. Początki jarmarku w Gdańsku sięgają połowy XIII wieku mat. Międzynarodowe Targi Gdańskie AmberExpo\n\nTo tylko kilka zaledwie, naszym subiektywnym zdaniem najciekawszych wydarzeń, jakie są szykowane w poniedziałek, 28 lipca, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku.\n\nO historii gdańskiego jarmarku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nZwiedzaj Gdańsk z książkami Muzeum Gdańska\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:\n\n- Jednak wszystek ten handel jest ześrodkowany na jednym targowisku, to jest we Gdańsku, mieście należącym do Polski, a położonym nad brzegami Bałtyckiego Morza. Jego znakomitej objętości przystań pomieścić może siła statków. W sierpniu odbywa się tam wielki jarmark, w którym biorą udział wszystkie zachodnie narody zwożące lądem i morzem swe towary i kosztowności, a zbierające natomiast krajowe.\n\nKilkuwiekową tradycję jarmarku przerwała na ponad 30 lat II wojna światowa. Imprezę udało się wskrzesić w 1972 r. z inicjatywy i pod patronatem Towarzystwa Przyjaciół Gdańska oraz wydawanego popołudniami “Wieczoru Wybrzeża”. Nazywano go wówczas Jarmarkiem Dominikańskim. Dzisiejszą nazwę związaną z imieniem świętego wprowadzono w 1991 r."
        }
    }
]