[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na pchlim targu przy Auchan Komorniki. Sprawdź, co można było upolować w niedzielę 24 sierpnia 2025 roku! Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-na-pchlim-targu-przy-auchan-komorniki-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-24-sierpnia-2025-roku-zobacz-zdj%C4%99cia-i-ceny/ar-AA1L6Zlc?ocid=BingNewsVerp",
            "description": "W niedzielę, 24 sierpnia, pchli targ przy Auchan Komorniki w Poznaniu ponownie zgromadził tłumy kupujących i oglądających. Na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.72FuvGfbTsjnQznl27I-Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Poznań Nasze Miasto on MSN20 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 26.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-26-08-2025/ar-AA1JydQD?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN5 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 26.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-26082025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN5 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zgarnął 12 milionów w kilka minut! Bezbłędny snajper znów uderza. Jaki coin ustrzelił tym razem?",
            "link": "https://bithub.pl/kryptowaluty/zgarnal-12-milionow-w-kilka-minut-bezbledny-snajper-znow-uderza-jaki-coin-ustrzelil-tym-razem/",
            "description": "Hayden Davis, znany z głośnej afery wokół tokena LIBRA, miał w kilka minut zgarnąć aż 12 mln dolarów na YZY Kanye Westa.",
            "image_url": "https://www.bing.pl/th?id=ODF.TzY3u-XkudRZuTqm2wVZHg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "BitHub.pl10 godz.",
            "source": "BitHub.pl",
            "article_content": "Zgarnął 12 milionów w kilka minut! Bezbłędny snajper znów uderza. Jaki coin ustrzelił tym razem?\n\nŚwiat krypto wprost kocha takie historie. Błyskawiczne strzały, ogromne zyski i… znajome nazwiska powracające jak bumerang. Bubblemaps właśnie wrzuciło bombę: Hayden Davis, człowiek uwikłany wcześniej w głośną aferę z tokenem LIBRA (tym od prezydenta Argentyny, Javiera Milei), miał zgarnąć 12 milionów dolarów na świeżo wypuszczonym memecoinie Kanye Westa – YZY. Jak tego dokonał?\n\nHayden Davis znów w centrum afery. 12 milionów dolarów na YZY od Kanye Westa?\n\nWedług analityków z Bubblemaps, scenariusz wyglądał podejrzanie znajomo. Jeszcze przed startem YZY, kilka adresów zostało „podlane” grubymi transferami z giełd. Gdy tylko Ye ogłosił premierę, boty ruszyły do akcji i w ciągu minuty pojawiły się pierwsze wielkie zakupy. Zyski? Łącznie 12 milionów dolarów w kieszeni grupy 14 snajperów. A tropy – ścieżki finansowania, CCTP, wspólne depozyty – prowadzą prosto do Davisa i jego Kelsier Ventures.\n\nW krypto „sniping” oznacza szybkie i bezlitosne zgarnianie ogromnej części nowej emisji tokena, by odsprzedać go potem z gigantycznym przebiciem. To jak polowanie z karabinem snajperskim, tyle że zamiast kul lecą transakcje. Wybierasz cel i strzelasz. Albo cel… wchodzi pod celownik sam.\n\nStare „hobby” nie rdzewieje\n\nDavis nie jest tu nowicjuszem. W lutym sam przyznał, że „snajpił” LIBRA na starcie, co napompowało token i skończyło się widowiskowym krachem. Do tego pojawiają się jego powiązania z Melania Trump Coin. Kolejnym celebryckim projektem, tym razem pod flagą prezydentowej USA, który ostatecznie skończył na śmietniku historii. Teraz dochodzi Kanye West i YZY, a cała społeczność pyta wprost: czy to wciąż „sprytna spekulacja”, czy już insiderka?\n\nBubblemaps zastrzega, że nie ma twardych dowodów na to, iż Davis miał bezpośrednią linię do ekipy YZY. Ale fakty są takie: ktoś z ogromnym kapitałem i perfekcyjnym timingiem zarobił fortunę, zostawiając mniejszych inwestorów z workiem bezwartościowych monet. Kropki można połączyć samemu.\n\nDavis na razie milczy. Ale w krypto-świecie aż huczy. Bo jeśli nazwisko, które przewija się w kolejnych głośnych aferach, znów wychodzi na wierzch, to przypadek siłą rzeczy zaczyna wyglądać coraz mniej przypadkowo.\n\nDziękujemy, że przeczytałeś/aś nasz artykuł do końca. Obserwuj nas w Wiadomościach Google i bądź na bieżąco!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy polują na te naczynia, wazony i figurki [26.08.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki-260825/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na pchlim targu przy Auchan Komorniki. Sprawdź, co można było upolować w niedzielę 24 sierpnia 2025 roku! Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-na-pchlim-targu-przy-auchan-komorniki-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-24-sierpnia-2025-roku-zobacz-zdj%C4%99cia-i-ceny/ar-AA1L6Zlc?ocid=BingNewsVerp",
            "description": "W niedzielę, 24 sierpnia, pchli targ przy Auchan Komorniki w Poznaniu ponownie zgromadził tłumy kupujących i oglądających. Na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.72FuvGfbTsjnQznl27I-Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN20 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Już 31 sierpnia wielki powrót. Pchli targ w Poznaniu wraca pod centrum handlowe M1 na Franowie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ju%C5%BC-31-sierpnia-wielki-powr%C3%B3t-pchli-targ-w-poznaniu-wraca-pod-centrum-handlowe-m1-na-franowie/ar-AA1L6zQ7?ocid=BingNewsVerp",
            "description": "31 sierpnia pchli targ i giełda staroci wrócą w okolicę centrum handlowego M1 na Franowie w Poznaniu. Oprócz tego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.X5tnst4W4lm8F_CCPey0Bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN20 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Małe Włochy\" w woj. warmińsko-mazurskim. Ta uliczka ma niezwykły klimat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ma%C5%82e-w%C5%82ochy-w-woj-warmi%C5%84sko-mazurskim-ta-uliczka-ma-niezwyk%C5%82y-klimat/ar-AA1Lf6I0?ocid=BingNewsVerp",
            "description": "Nie tylko Wenecja czy Rzym mogą pochwalić się urokliwymi zaułkami. Podobne perełki znajdziemy również w Polsce, a dokładnie w województwie warmińsko-mazurskim. Wystarczy odwiedzić Lubawę, by poczuć wy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.iCEokWGxZa9zpX50OJ9xeQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "ESKA Olsztyn on MSN32 min",
            "source": "ESKA Olsztyn on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na ulicę Sienkiewicza wróciły historyczne krawężniki, choć miało ich tu nie być. To sukces obrońców zabytków",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32198971,na-ulice-sienkiewicza-wrocily-historyczne-krawezniki-choc-mialo.html",
            "description": "Granitowe krawężniki z przełomu XIX i XX wieku miały raz na zawsze zniknąć z przebudowywanych ulic Sienkiewicza i Jasnej.",
            "image_url": "https://www.bing.pl/th?id=OVFT.6A2FcaGR8BVTiFd3XzZMQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa.Wyborcza.pl19 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pamiętniki Mordbota: sezon 1 - recenzja",
            "link": "https://naekranie.pl/recenzje/pamietniki-mordbota-sezon-1-recenzja",
            "description": "Miał być kolejny spektakularny sukces od Apple Tv+. Nowe, oryginalne spojrzenie na science fiction, pełne nieszablonowego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8s-wGVFklPXjFZ7zWQ01Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "naEKRANIE.pl2 godz.",
            "source": "naEKRANIE.pl",
            "article_content": "UWAGA: TEKST ZAWIERA SPOILERY!\n\nfot. materiały prasowe\n\nReklama\n\nOd początku trwania pierwszego sezonu Pamiętniki Mordbota miały trzy duże problemy. Długość odcinków (w większości nieprzekraczająca 19 minut), bardzo mało akcji, a także kartonowy, przeważnie nijaki drugi plan. Jest jeszcze kwestia podnoszona przez widzów, która akurat mi nie przeszkadzała – polskie napisy, a właściwie tłumaczenie czasowników wypowiadanych przez głównego bohatera w formie niebinarnej (zrobiłom, strzelałom, uciekałom, żyłom i tak dalej). Po dwóch minutach przestałem to zauważać, ale osobom, które są na to szczególnie wyczulone, absolutnie odradzam seans z napisami.\n\nA jakie są plusy Pamiętników Mordbota? Na pewno humor i stylizacja. Choć obie te rzeczy występują nie w takiej ilości, jakbym sobie tego życzył. Wstawki z absurdalnie przerysowanych seriali science fiction to złoto i jeden z najmocniejszych punktów poszczególnych epizodów. Gra aktorska, scenografia, a nade wszystko scenariusz – sztuczny, zabawnie przerysowany, udający, że jest do bólu pompatyczny. To wszystko sprawia, że te małe urywki „Księżycowego Azylu” wplecione w główną fabułę wywołują szeroki uśmiech u widza. I choć serial rozkręca się bardzo wolno i nie opiera się na efektownej akcji, to jednak od początku można w nim znaleźć kilka perełek niezwiązanych z zamiłowaniem tytułowego Mordbota do kiczowatych produkcji. Chociażby scena z fabryki robotów, w której dialogi są żywcem wycięte z dobrej komedii wyśmiewającej korporacyjny porządek świata. To zrezygnowanie wypisane na twarzach pracowników, którzy dają z siebie solidne 20%, to humor najwyższej próby, który niestety w serialu nie jest normą, a pojedynczymi bardzo ciekawymi wyskokami.\n\nPamiętniki Mordbota - sezon 1, odcinek 3 Zobacz więcej Reklama\n\nWspomniałem już o bardzo słabym drugim planie. Wystarczy powiedzieć o tym, że mamy tu do czynienia z Mordbotem i grupą hippisów, która go wynajęła. W tym gronie tylko Ratthi ma potencjał komediowy, co odrobinę go wyróżnia. Doktor Mensah i doktor Gurathin to raczej postaci dramatyczne, a reszty zupełnie nie zapamiętujemy (nawet z imion). Nie da się ciągnąć całego serialu tylko na jednej postaci. Nawet jeśli Aleksander Skarsgard spisuje się idealnie jako teoretycznie pozbawiony uczuć ochroniarz o sarkastyczno-ironicznym usposobieniu. Zwyczajnie nie ma bohatera, z którym można byłoby wejść w głębszą interakcję.\n\nWydawałoby się, że skoro pierwsza połowa sezonu jest powolna, to z czasem będzie się działo więcej. Nic bardziej mylnego. Do samego końca sezonu nie dostaniemy ani jednego w pełni satysfakcjonującego odcinka. Kulminacyjna konfrontacja z epizodu dziewiątego nie ma w sobie praktycznie żadnego ładunku emocjonalnego, a niezwykle pompatyczny (jak na standardy tego serialu) finał to tak naprawdę nieco rozwleczona opowieść o uwolnieniu przez zniewolenie. Puenta jest oczywista i mało satysfakcjonująca, a przecież mówimy o sztucznie stworzonej jednostce, która tylko wygląda jak człowiek. W efekcie wychodzi na to, że ludzie walczą o prawa Mordbota tylko po to, by samemu poczuć się lepiej. Nie ma w tym empatii, a raczej głęboko ukryte samolubstwo.\n\nPamiętniki Mordbota - sezon 1, odcinek 5 - oficjalny kadr z odcinka 7 Zobacz więcej Reklama\n\nJednak finał pokazuje jeszcze jedną ogromną wadę tego serialu. Tak zwany world-building, czyli budowanie świata u podstaw. Ten bardzo ważny proces w ogóle w serialu nie zachodzi. Słyszymy o jakiejś firmie, organizacjach, rubieży korporacyjnej, rekultywacji, ale nic nam te nazwy nie mówią. Nie wiemy, kto jest w tym wszystkim potężnym graczem, a kto nie. Kto dysponuje większą siłą i wpływami? Jak owe siły rozkładają się w galaktyce? Dla twórców nie ma to żadnego znaczenia i dlatego widz otrzymuje obraz bez jakiegokolwiek tła, nawet delikatnie zarysowanego. Są jakieś relikty obcych, a my nawet nie wiemy, czy galaktyka w momencie trwania serialu jest zamieszkana tylko przez ludzi.\n\nPamiętniki Mordbota mają błyskotliwe momenty, ale zazwyczaj zawodzą. Na dziesięć odcinków solidna akcja występuje najwyżej w trzech. Reszta to wewnętrzne rozterki maszyny – podane czasem lepiej, z polotem i fantazją, a czasem dużo gorzej, jakby temat odrobinę twórców przerastał. Wahania formy są zbyt duże, a zabawa tempem kompletnie nietrafiona. To bardzo specyficzny projekt, niezwykle oryginalny, ale niestety marnujący swój potencjał, przez nieumiejętność twórców i krótki format odcinków. Minusy przeważają nad plusami. Z tego powodu uznaję ten serial za produkt drugiej kategorii, przy którym rzadko dobrze się bawiłem. Z perspektywy czasu powyżej średniej umieściłbym tylko 4. i 5. odcinek, cała reszta to poziom oceny 5, momentami mocno naciągane 6 (w skali 0-10)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "X Cross Country Motocykli Zabytkowych i Klasycznych. Tu na razie jest ściernisko… i niech tak zostanie!",
            "link": "https://swiatmotocykli.pl/aktualnosci/wydarzenia/lechpotynski/x-cross-country-motocykli-zabytkowych-i-klasycznych-tu-na-razie-jest-sciernisko-i-niech-tak-zostanie/",
            "description": "W kurzu i pyle albo spektakularnym błocku (w zależności od pogody), kilkadziesiąt mniej lub bardziej zabytkowych maszyn, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B_rhraHatEPQ3JA61FQY2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Świat Motocykli1 godz.",
            "source": "Świat Motocykli",
            "article_content": "W miniony weekend już po raz dziesiąty doszło do spotkania entuzjastów polnych wyścigów motocyklami zabytkowymi. Tego rodzaju zabawę nazywamy cross-country i cieszy się ona sporym zainteresowaniem zarówno uczestników, jak i kibiców, bo jest na co patrzeć. Wystarczy spore w miarę płaskie ściernisko i fantastyczna zabawa gotowa!\n\nW kurzu i pyle albo spektakularnym błocku (w zależności od pogody), kilkadziesiąt mniej lub bardziej zabytkowych maszyn, podzielonych na kategorie pojemnościowe, daje z siebie wszystko, aby tylko zwyciężyć. Zasada jest prosta – jedna, dosyć kręta pętla toru i pół godziny rywalizacji. Kto pokona więcej okrążeń, ten wygrywa. Wbrew pozorom 30 minut, to naprawdę szmat czasu, podczas którego i maszyny, i zawodnicy muszą dać z siebie wszystko. A to wcale nie jest to łatwe.\n\nW tym roku wyścigi odbywały się w dniach 22-24 sierpnia. Główną siłą napędową przedsięwzięcia była, jak zwykle, Katarzyna Szymala, która od dekady zaraża swoim entuzjazmem, konsekwencją i zaangażowaniem. Dzięki temu wielu ludzi dobrej woli bezinteresownie poświęca swój czas i energię na organizację tej imprezy. Raz jeszcze w organizację wyścigów zaangażowała się naprawdę spora liczba wolontariuszy – od Ochotniczej Straży Pożarnej i lokalnego Koła Gospodyń Wiejskich, poprzez władze gminy i członków stowarzyszenia CCMZiK (wielkie podziękowania dla Zbycha Smusa, który nie tylko wytyczał trasę, ale i dzielnie się ścigał) oraz niezrzeszonych entuzjastów. Ktoś przecież musiał dostarczyć na całkowicie gołe pole: namioty, kibelki, wodę czy agregaty prądotwórcze.\n\nPomysł na imprezę zrodził się 10 lat temu, na znanym torze crossowym pod Sochaczewem (Kurdwanów). Skoro w cross-country bawią się ludzie na współczesnych maszynach, to czemu nie spróbować tego samego na zabytkach? Tak zaczęły się imprezy w leżącym nieopodal Grzybowie, na prywatnym polu. Z różnych powodów impreza przeniosła się dwa lata temu do gminy Teresin, chociaż tegoroczna lokalizacja została minimalnie zmieniona – na ściernisko pod Kawęczynem. W tym roku wydano 70 numerów startowych, a wyścigi rozpoczęły się w sobotę, punktualnie w południe, od klasy motorowerów. Chociaż… zaraz, zaraz, przecież wcześniej odbyły się zawody w klasie junior totalny. Kategoria ta przeznaczona była dla najmłodszych dzieci, które za zadanie otrzymały przebiegnięcie specjalnie przygotowanego slalomu z motocyklową kierownica w ręku. Emocje też były spore. Szczególnie widowiskowo zawsze prezentuje się ostatnia klasa – sidecar, gdzie walka jest wyjątkowo zawzięta, a organizatorzy mają dodatkowe zajęcie, bo muszą przed biegiem, ze względów bezpieczeństwa, poszerzyć nieco tor. I tym razem nie obyło się bez spektakularnych wywrotek. Pogoda sprzyjała nie tyle zawodnikom, co kibicom, bo było sucho i słonecznie, a solidny wiatr rozwiewał potężne tumanu kurzu, co wpływało na wyjątkowość widowiska.\n\nWyniki poszczególnych biegów znajdziecie tutaj: kliknij.\n\nOd lat na Cross Country Motocykli Zabytkowych przyjeżdżają zawodnicy i kibice z całej Polski. Podczas imprezy spotkać można przeróżne maszyny, od sportowych „Anglików” i Harleyów Sportsterów, przez radzieckie zaprzęgi i klasyczną “Japonię”, na całej masie socjalistycznych dwusuwów i mocnej klasie Junaków (szczególnie w wersji “rajdowy”) kończąc. W tym roku pojawiło się też solidne stadko unikatowych BMW R 75 Sahara, które nie tylko z godnością „przyglądały się” zmaganiom, ale nawet brały w nich udział. Białymi krukami imprezy były dwa Junaki wyposażone w silniki V2 OHRC, z rozrządem realizowanym obrotowymi stawidłami. Przyjechały o własnych siłach!\n\nSposób przygotowania się do zawodów jest zdecydowanie różny. Jedni bardzo solidnie szykują sprzęty do rywalizacji, wprowadzając w nich liczne modyfikacje. Inni z kolei traktują imprezę czysto towarzysko i wystarczy im sam udział w niej oraz spotkania w miłym gronie. Cross Country pokazuje, że w światku zabytkowych motocykli, oprócz klasycznych rajdów i zlotów czy pokazów, znajdzie się miejsce także dla takich spektakularnych sportowych zmagań. Oby tylko Kaśce i Stowarzyszeniu nie zabrakło energii i determinacji na przyszłe lata…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To, co archeolodzy odkryli w lesie, trafi na sejmowe korytarze. Jest wystawa pamiątek z obozowiska partyzantów AK w Borach Tucholskich",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/to-co-archeolodzy-odkryli-w-lesie-trafi-na-sejmowe-korytarze-jest-wystawa-pami%C4%85tek-z-obozowiska-partyzant%C3%B3w-ak-w-borach-tucholskich/ar-AA1Leegj?ocid=BingNewsVerp",
            "description": "„Pomorskie drogi oporu. W obronie polskości 1939-1945'. To tytuł wystawy, prezentującej odkrycia związane z działalnością Armii Krajowej na Pomorzu. Znalazły się na niej unikalne pamiątki, osobiste pr ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YuOETPJFXiTOUZLNTGGMIw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Eska Regiony on MSN4 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 26.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-26-08-2025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN5 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu nie ma nudy! Muzea z atrakcjami dla małych i dużych",
            "link": "https://www.trojmiasto.pl/rozrywka/Tu-nie-ma-nudy-Muzea-z-atrakcjami-dla-malych-i-duzych-n206859.html",
            "description": "Zbliża się jesień, a wraz z nią chłodniejsze dni, kiedy plaża czy spacery nie brzmią już tak kusząco jak wcześniej. Zamiast ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Np1taqihVvCXYz2kfuGUrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Trojmiasto.pl7 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "22 szczęśliwców, którzy przypadkowo znaleźli wyjątkowe rzeczy",
            "link": "https://jasnastrona.com/articles/22-szczesliwcow-ktorzy-przypadkowo-znalezli-wyjatkowe-rzeczy-18402/",
            "description": "Wydawałoby się, że aby znaleźć coś fajnego lub nietypowego, trzeba wyjechać w długą podróż albo poszukać skarbów piratów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.i1VWEQDLzZMTx9j6mW4-li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Jasna Strona5 godz.",
            "source": "Jasna Strona",
            "article_content": "Wydawałoby się, że aby znaleźć coś fajnego lub nietypowego, trzeba wyjechać w długą podróż albo poszukać skarbów piratów. Czasem jednak najciekawsze rzeczy można odkryć w najbliższej okolicy, a nawet we własnym domu.\n\n„Znalazłam starą szkatułkę z biżuterią na poboczu drogi”.\n\nTo prawdziwa skrzynia skarbów! © SabinedeJarny / Reddit\n\n„Sąsiedzi postanowili wyrzucić ten fotel. Był w idealnym stanie, więc teraz mieszka w moim domu”.\n\nGdy znalezisko jest równie przyjemne, co nieoczekiwane.\n\nLedwo zaoszczędziliśmy z mężem na mieszkanie. Kupiliśmy stare dwupokojowe mieszkanko, w którym mieszkał spokojny dziadek. Jego wnuczka powiedziała: „Sami wyrzućcie meble, nie są mi potrzebne!”. Mój mąż i brat podnieśli kanapę, a ona rozpadła się. A z dna kanapy wysypały się zwitki pieniędzy, zapieczętowane w celofanie! Nie powiem, ile, ale wystarczyło na porządny remont, spłatę wszystkich długów i opłacenie studiów syna. Chcieliśmy powiedzieć tej wnuczce, ale przypomnieliśmy sobie, jak mówiła o swoim dziadku, że ten stary człowiek tylko wszystkich wkurza. Myślę, że sam dziadek nie chciałby, żeby zobaczyła te pieniądze. © / VK\n\n„Niedawno kupiłem dom, który ma ponad 100 lat. Po usunięciu dwóch warstw okropnej podłogi laminowanej odkryłem pod spodem inną podłogę. Oto co czekało na nas w kuchni!”\n\n„Wciąż nie mogę uwierzyć, że ktoś to wyrzucił! Znalazłam to zabytkowe cudo w śmieciach i sprzedałam je znajomej, która szyje, za 20 dolarów”.\n\n„Na skraju mojej wiejskiej posiadłości znajduje się opuszczony domek. Znalazłem tam mały schowek, w którym chowano różne domowe śmieci, w tym niesamowitą walizkę”.\n\n„Były też dwie pary nart, narzędzia, wędka. Zamierzam to wszystko uporządkować i zrobić małe muzeum w mojej daczy”.\n\nKiedy dom chroni swoje tajemnice.\n\nMoja siostra i ja wprowadziłyśmy się do domu wybudowanego w 1907 roku. Kuchnia była w złym stanie i postanowiłyśmy ją zdemontować (była to dobudówka). Mój Boże, co myśmy znalazły w ścianach! Były tam prace szkolne, rysunki dzieci, kilka par butów, miś i inne zabawki, telegram, gazety z różnych lat, kalendarze, apteczka, a nawet film ze zdjęciami z około 1915 roku. Niektóre z naszych znalezisk przekazałyśmy do lokalnego muzeum, inne sprzedałyśmy, a jeszcze inne zwróciłyśmy pierwotnej właścicielce. Miała 14 lat, gdy pisała swoje szkolne notatki, i 89 lat, gdy jej je wręczyłyśmy. To był bardzo fajny moment! © Nieznany autor / Reddit\n\n„Odkryłam ten domek dla lalek na poboczu drogi. Jestem taka podekscytowana!”\n\n„Ja: proszę wszechświat o więcej światła i dobra. Wszechświat: daje mi całe pudełko starych, działających żarówek 60W, które sąsiedzi zostawili w wejściu bez powodu”.\n\n„Mieszkamy w domu zbudowanym w 1915 roku. Postanowiliśmy wyremontować łazienkę i odkryliśmy prawdziwy skarb za ścianą: stos starych kosmetyków!”\n\n„Były tam tubki kremów, butelki różnych produktów do pielęgnacji, żyletki, a nawet dwa liściki miłosne do różnych dziewczyn od nastoletniego chłopaka”.\n\nDo niektórych pieniądze po prostu same przypływają.\n\nMam w życiu zasadę: nie zbieraj pieniędzy, jeśli ktoś inny je stracił. Wierzę, że jeśli zabierasz czyjeś pieniądze, tracisz 10 razy więcej. Ale pewnego razu nie mogłam się powstrzymać, gdy podczas pływania w oceanie zobaczyłam pływające 20 euro. Wzruszyłam ramionami i wzięłam je. © iirina horokhova / dzen\n\n„Odbierałam męża z pracy i znalazłam ten ogromny telewizor na poboczu drogi. Działa idealnie!”\n\n„Odkryłem piękną szafkę nocną w koszu na śmieci w bogatej dzielnicy niedaleko mojego domu!”\n\n„Podniosłem pokrywę pianina i znalazłem w środku swoje dzieciństwo. Wszystko dokładnie tak, jak je zostawiłem”.\n\n„Ktoś wyrzucił ciężką ołowianą lampę witrażową, a ja ją wziąłem i sprzedałem za 50 dolarów”.\n\nKiedy sam los ci sprzyja.\n\nW 1987 roku, kiedy miałam dziesięć lat, prosiłam mamę o lalkę. Niestety, nie dostałam jej nawet na urodziny. Znalazłam banknot w kupce piasku i sama kupiłam sobie lalkę. Chociaż moja mama, widząc pieniądze, chciała je zabrać, ale wpadłam w złość i nie oddałam ich. Lalkę mam do dziś. © Eugenia B / Dzen\n\n„Kupiliśmy mieszkanie. Tydzień później kot wyciągnął złoty pierścionek spod listwy przypodłogowej”.\n\n„Zadzwoniliśmy do byłej właścicielki, a ona wpadła w złość i zaczęła krzyczeć, że niepotrzebnie do niej wydzwaniamy, bo ona nigdy nie nosiła pierścionków. I rozłączyła się. Byliśmy nieco zszokowani tą reakcją. Doszliśmy do wniosku, że może miała męża, który ją zdradzał, i dlatego tak bardzo zdenerwowała się znalezieniem pierścionka”.\n\n„Znalazłem ten wygodny fotel obok śmietnika w naszym bloku. Wziąłem go”.\n\n„Zamówiłem dostawę pieczonych małży. Oto co znalazłem w środku”.\n\nZnalezisko jest czasami wynikiem straty.\n\nZgubiłam obrączkę w domku letniskowym. Stało się to, gdy kopałam i sadziłam tulipany. Przekopaliśmy wszystko, ale nie mogliśmy jej znaleźć. Tydzień później mój tata pojechał do domku. Przy samej bramie na zewnątrz znajdowała się wielka uschnięta bryła ziemi. Tata kopnął ją, bryła się rozpadła, a w środku była moja obrączka. Przez tydzień leżała na środku ulicy, gdzie chodzi mnóstwo ludzi, ale nikt jej nie znalazł! © Tatiana Tucha / Dzen\n\n„Znalazłam podnóżek na poboczu drogi. Odrestaurowałam go, założyłam nową tapicerkę i teraz jest mój!”\n\n„Znalazłem starą gofrownicę w najdalszym kącie najgłębszej szuflady. Wyczyściłem ją. Pół godziny na kuchence i gofry z gofrownicy są gotowe!”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warszawiacy wyróżnieni, a krakusy też piękne ogrody mają! Chodźcie z nami, zapraszamy na spacer w zielone...",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/warszawiacy-wyr%C3%B3%C5%BCnieni-a-krakusy-te%C5%BC-pi%C4%99kne-ogrody-maj%C4%85-chod%C5%BAcie-z-nami-zapraszamy-na-spacer-w-zielone/ar-AA1LdgUh?ocid=BingNewsVerp",
            "description": "Ogród na dachu Biblioteki Uniwersyteckiej w Warszawie doceniony został przez \"The Guardian\" i znalazł się w dziesiątce ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bDHhNHlcdLFWZrP-RwsxKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Krakowska on MSN8 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "26 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-26,7,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków14 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie. Złoty skarb w garnku znaleziony koło Kalisza",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/sensacyjne-odkrycie-z%C5%82oty-skarb-w-garnku-znaleziony-ko%C5%82o-kalisza/ar-AA1LbU6Z?ocid=BingNewsVerp",
            "description": "Grupa pasjonatów ze Stowarzyszenia Poszukiwaczy Śladów Historii „DENAR Kalisz' odkryła w okolicach Kalisza niesamowity przedmiot. Początkowo wydawało się, że to jedynie stare naczynie. Okazało się jed ...",
            "image_url": "https://www.bing.pl/th?id=ODF.mifPOK2F1vOuGGWe8nB8UA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "DoRzeczy Historia on MSN18 godz.",
            "source": "DoRzeczy Historia on MSN",
            "article_content": ""
        }
    }
]