[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na Pchlim Targu 12 października 2025 - chryzantemy, wiązanki, znicze, meble i starocie. Zdjęcia, ceny, wideo",
            "link": "https://wloclawek.naszemiasto.pl/tlumy-na-pchlim-targu-12-pazdziernika-2025-chryzantemy-wiazanki-znicze-meble-i-starocie-zdjecia-ceny-wideo/ar/c8p2-28070639",
            "description": "W niedzielę, 12 października 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego znów pojawiły się tłumy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6A00PGWEeFlyY-ZJINUexC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto10 min",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu możesz znaleźć prawdziwe perełki. Zobacz, jakie \"starocie\" upolowaliśmy w niedzielę na targowisku Młyn we Wrocławiu",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/tu-mo%C5%BCesz-znale%C5%BA%C4%87-prawdziwe-pere%C5%82ki-zobacz-jakie-starocie-upolowali%C5%9Bmy-w-niedziel%C4%99-na-targowisku-m%C5%82yn-we-wroc%C5%82awiu/ar-AA1OjhPI?ocid=BingNewsVerp",
            "description": "Kochasz stare rzeczy z duszą? Antyki i zwykłe, choć urokliwe \"starocie\"? To miejsce jest stworzone dla ciebie - mowa o ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nJ_Hzu7ifVfmkqnzcoT4ZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska on MSN2 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lubisz starocie? Kupując używane rzeczy możesz pomóc bezdomnym",
            "link": "https://rdn.pl/386724/lubisz-starocie-kupujac-uzywane-rzeczy-mozesz-pomoc-bezdomnym/",
            "description": "Jeśli lubisz starocie, a równocześnie chcesz komuś pomóc, to miejsce jest dla Ciebie. Kupując używane rzeczy wspierasz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vh5-3Pfm_0QsC4ldJOKxPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Radio RDN7 godz.",
            "source": "Radio RDN",
            "article_content": "Jeśli lubisz starocie, a równocześnie chcesz komuś pomóc, to miejsce jest dla Ciebie. Kupując używane rzeczy wspierasz bezdomnych. Chodzi o przedmioty, które trafiają jako darowizna do sklepu wspólnoty Emaus działającej w Nowym Sączu.\n\nWszystko jest odnawiane lub doprowadzane do jak najlepszego stanu i sprzedawane.\n\n– Tutaj mamy rzeczy używane z drugiej ręki. Mamy grupę stałych klientów, fantastycznych osób, które nie tylko kupują, ale często przychodzą. Sądeczanie są otwarci i mają wielkie serca. Może powiem czego nie można tu znaleźć czyli organizmów żywych, poza tym mamy wszystko: meble, wyposażenie domów, książki, ceramikę, odzież\n\n– mówi Tomasz Grzegorzek, który nadzoruję prace charytatywnego sklepu.\n\nCały dochód trafia na utrzymanie schroniska dla bezdomnych i ogrzewalni, które działają w sąsiedztwie przy ul. Szwedzkiej w Nowym Sączu. Obie instytucje, każdego roku pomagają kilkudziesięciu osobom znajdującym się w kryzysie życiowym.\n\nDodajmy też, że wspólnota Emaus działa w Nowym Sączu od 1999 roku. Utrzymuje się dzięki sprzedaży używanych mebli, ubrań, sprzętu RTV i AGD, książek oraz bibelotów.\n\nJeśli masz rzeczy tego typu, których nie potrzebujesz, a wciąż ma wartość użytkową, możesz zadzwonić do Wspólnoty Emaus, a jej członkowie własnym transportem odbiorą je od ciebie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu możesz znaleźć prawdziwe perełki. Zobacz, jakie...",
            "link": "https://gazetawroclawska.pl/tu-mozesz-znalezc-prawdziwe-perelki-zobacz-jakie-starocie-upolowalismy-w-niedziele-na-targowisku-mlyn-we-wroclawiu/gh/c1p2-28070475/9",
            "description": "Dokonywanie zwielokrotnień w celu eksploracji tekstu i danych, w tym systematyczne pobieranie treści, danych lub informacji z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wJqc-C7KIgGdO5eKgzFgZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska1 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skupują książki za gotówkę. \"Ludzie myślą, że zarobią majątek\"",
            "link": "https://www.fakt.pl/pieniadze/ile-mozna-zarobic-na-sprzedazy-starych-ksiazek-sprzedawca-antykwariatu-zdradza-co-sie/p0j5fjk",
            "description": "W internecie roi się od ogłoszeń dotyczących skupu starych książek: \"Przyjadę, spakuję, zapłacę na miejscu\". Wystarczy wysłać ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tZjtTu8rVJqPcDwzhBzx2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Fakt.pl5 godz.",
            "source": "Fakt.pl",
            "article_content": "W internecie roi się od ogłoszeń dotyczących skupu starych książek: \"Przyjadę, spakuję, zapłacę na miejscu\". Wystarczy wysłać kilka zdjęć i poczekać na wycenę. Można zbić na tym interes? Arkadiusz z Warszawy, który od lat skupuje książki i starocie zdradza kulisy tej pracy — to nie jest złoty interes. — W tej pracy nie ma luksusów. Codziennie jeżdżę do klientów, często po trzy adresy dziennie. Nie mam stacjonarnego punktu, wszystko odbywa się w terenie. Ludzie mają wrażenie, że to łatwe pieniądze, ale rzeczywistość jest inna — mówi w rozmowie z \"Faktem\".\n\nArkadiusz od lat prowadzi skup książek. Cały proces wygląda prosto: ktoś ma w domu stertę książek, chce się ich pozbyć, więc kontaktuje się z nim przez stronę internetową albo dzwoni. — Każdego dnia ktoś chce się pozbyć książek. Często po rodzicach, po dziadkach. Czasem po prostu brakuje miejsca w mieszkaniu — opowiada. Co dzieje się potem?\n\n— Jadę na miejsce, przeglądam księgozbiór, wybieram, co ma sens, dogadujemy cenę i zabieram towar. Nie mam magazynu w mieście, więc wszystko organizuję sam. To raczej praca w ruchu niż za ladą — tłumaczy.\n\nWielu jego klientów przeżywa szok po otrzymaniu wyceny.\n\n\"Ludzie liczą na majątek, a dostają grosze\"\n\n— Czasami ktoś pokazuje 20 kartonów książek i myśli, że zarobi majątek. A ja muszę powiedzieć, że większość to makulatura. Nie da się inaczej, bo rynek jest przesycony — tłumaczy.\n\nArkadiusz podkreśla, że nie wszystko, co stare, ma wartość. — Wiek książki nie oznacza, że ktoś ją kupi. Liczy się stan, temat, wydanie. Czasem trafia się perełka — jakaś przedwojenna encyklopedia albo wydanie kolekcjonerskie — ale to rzadkość. Encyklopedie, słowniki, leksykony — tego nikt już nie chce. Dziś wszystko jest w internecie. Słowniki językowe kupuje się tylko z rzadkimi językami: czeski, hebrajski, skandynawskie. Reszta? Nie ma zbytu — mówi handlarz.\n\nStare przedmioty warte fortunę. Każdy z was może je mieć w domu\n\n\"Nie każda książka to skarb, ale każda ma historię\"\n\nArkadiusz nie ogranicza się tylko do książek. — Skupuję też wszelkie przedmioty \"z duszą\": antyki, starocie, przedmioty kolekcjonerskie, złotą i srebrną biżuterię, dzieła sztuki, militaria, płyty CD i winyle, a nawet stare fotografie, dokumenty, odznaczenia i wiele innych. Wszystko, co może mieć drugie życie. Dla jednych to rupiecie, dla innych kawałek historii — tłumaczy.\n\nNie chce mówić o konkretnych kwotach, ale przyznaje, że rzadko kiedy transakcje na książkach przekraczają większe kwoty. — Klient myśli, że oddaje skarb, a dostaje w zamian 50 zł. Ale jeśli coś naprawdę ma wartość, zawsze o tym mówię. Nie oszukuję, bo w tej branży uczciwość to podstawa — podkreśla.\n\nPrzeszukaj piwnicę i schowki. Jeden \"rupieć\" może być wart kilkaset złotych\n\nNie każda stara książka to skarb. Czasem to tylko papier\n\nAdam z innej firmy zajmującej się skupem książek, pracuje w branży od 25 lat. Mówi \"Faktowi\" wprost: sprzedaż starych książek to nie interes życia. I on potwierdza smutną prawdę o tym, że 90 proc. książek nie ma dziś wartości. — Encyklopedie, słowniki, lektury z PRL-u? Nikt tego nie chce. Kupujemy tylko to, co ma szansę na drugie życie: biografie, książki historyczne, albumy, wydania kolekcjonerskie — wylicza. — Stara, zniszczona książka nie zyskuje z wiekiem. Czasem komiks z 2010 r. jest więcej wart niż powieść z lat 50. — mówi \"Faktowi\".\n\nWśród tysięcy tomów zdarzają się jednak wyjątkowe okazje. — Trafiają się pierwsze wydania z autografem, czasem coś z lat 30. Wtedy to faktycznie może być gratka dla kolekcjonera — przyznaje Adam. — Ale w większości przypadków to po prostu papier, który ktoś musi przejrzeć, spakować i wywieźć — podsumowuje.\n\n\"Czasami ważniejsze jest, żeby coś ocalić, niż na tym zarobić\"\n\nChoć praca obu naszych rozmówców nie zawsze przynosi pieniądze, daje im satysfakcję. — Lubię, kiedy coś dostaje drugie życie. Lepiej oddać książkę komuś, kto ją przeczyta, niż wyrzucać. Książka, która leży na półce przez 20 lat, to tylko kurz — dodaje Arkadiusz.\n\nPrzedmioty z PRL-u: co jest dziś najcenniejsze? Sprawdź, co masz w domu"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 12.10",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-1210/ar-AA1NWeyB?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na tych banknotach możesz zarobić. Sprawdź, czy ich nie masz!",
            "link": "https://gdansk.naszemiasto.pl/na-tych-banknotach-mozesz-zarobic-sprawdz-czy-ich-nie-masz/ar/c1p2-27574191",
            "description": "Czy na banknotach z okresu PRL można zarobić? Można, ale takie banknoty muszę spełniać kilka warunków. To m.in.: dobry stan ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.r42VGOGiinzBn_qhDBgv5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gdańsk Nasze Miasto7 godz.",
            "source": "Gdańsk Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 12.10",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-1210/ar-AA1NXzpp?ocid=BingNewsVerp",
            "description": "Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ze szkła z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jest giełda staroci pełna okazji. Zobacz, co sprzedają i kupują Opolanie",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/to-jest-gie%C5%82da-staroci-pe%C5%82na-okazji-zobacz-co-sprzedaj%C4%85-i-kupuj%C4%85-opolanie/ar-AA1OgNrg?ocid=BingNewsVerp",
            "description": "Ceny potrafią być bardzo różne. Niektóre drobiazgi można kupić za kilkadziesiąt złotych, ale są też oferty, których wartość liczona jest w tysiącach. Szczególną popularnością cieszą się zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN4 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takimi banknotami już nie zapłacisz w 2025 roku. One tracą ważność - musisz je szybko wymienić",
            "link": "https://pomorska.pl/takimi-banknotami-juz-nie-zaplacisz-w-2025-roku-one-traca-waznosc-musisz-je-szybko-wymienic/ar/c1p2-27972805",
            "description": "Nie wszystkie banknoty i monety zachowują ważność bez końca. W 2025 roku część z nich nie będzie już pełnoprawnym środkiem płatniczym. Sprawdź, które pieniądze musisz wymienić, aby uniknąć problemów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Gazeta Pomorska5 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na Pchlim Targu 12 października 2025 - chryzantemy, wiązanki, znicze, meble i starocie. Zdjęcia, ceny, wideo",
            "link": "https://wloclawek.naszemiasto.pl/tlumy-na-pchlim-targu-12-pazdziernika-2025-chryzantemy-wiazanki-znicze-meble-i-starocie-zdjecia-ceny-wideo/ar/c8p2-28070639",
            "description": "W niedzielę, 12 października 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego znów pojawiły się tłumy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6A00PGWEeFlyY-ZJINUexC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto10 min",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy odwiedzających i wyjątkowe znaleziska. Zobacz, co przyciągnęło największą uwagę na pchlim targu przy M1 w Poznaniu w niedzielę!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-odwiedzaj%C4%85cych-i-wyj%C4%85tkowe-znaleziska-zobacz-co-przyci%C4%85gn%C4%99%C5%82o-najwi%C4%99ksz%C4%85-uwag%C4%99-na-pchlim-targu-przy-m1-w-poznaniu-w-niedziel%C4%99/ar-AA1OjGex?ocid=BingNewsVerp",
            "description": "W niedzielę, 12 października, gdy przez Poznań przebiegały tysiące uczestników maratonu, przed centrum handlowym M1 równie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xLIE0umOKhrbMEAW2D2g0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN59 min",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci przy Balickiej w Krakowie to wehikuł czasu. Są tu przedmioty z duszą i z przeszłością",
            "link": "https://krakow.naszemiasto.pl/gielda-staroci-przy-balickiej-w-krakowie-to-wehikul-czasu-sa-tu-przedmioty-z-dusza-i-z-przeszloscia/ar/c1p2-28070529",
            "description": "W każdą sobotę w godzinach od 7 do 15 na Placu Nowym w Krakowie, w sercu Kazmierza, odbywa się Krakowska Giełda Staroci. Skupia pasjonatów niemal z całej Polski i zza granicy. W miłej i przyjemnej atm ...",
            "image_url": "https://www.bing.pl/th?id=ODF.8WcO6FyHH7JNuJcifjc29Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Kraków Nasze Miasto1 godz.",
            "source": "Kraków Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu możesz znaleźć prawdziwe perełki. Zobacz, jakie \"starocie\" upolowaliśmy w niedzielę na targowisku Młyn we Wrocławiu",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/tu-mo%C5%BCesz-znale%C5%BA%C4%87-prawdziwe-pere%C5%82ki-zobacz-jakie-starocie-upolowali%C5%9Bmy-w-niedziel%C4%99-na-targowisku-m%C5%82yn-we-wroc%C5%82awiu/ar-AA1OjhPI?ocid=BingNewsVerp",
            "description": "Kochasz stare rzeczy z duszą? Antyki i zwykłe, choć urokliwe \"starocie\"? To miejsce jest stworzone dla ciebie - mowa o ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nJ_Hzu7ifVfmkqnzcoT4ZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN2 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Maraton w poszukiwaniu skarbów! Pchli targ przy M1 w niedzielę, 12 października",
            "link": "https://gloswielkopolski.pl/tlumy-odwiedzajacych-i-wyjatkowe-znaleziska-zobacz-co-przyciagnelo-najwieksza-uwage-na-pchlim-targu-przy-m1-w-poznaniu-w-niedziele/ar/c1p2-28070555",
            "description": "W niedzielę, 12 października, gdy przez Poznań przebiegały tysiące uczestników maratonu, przed centrum handlowym M1 równie licznie gromadzili się miłośnicy unikalnych przedmiotów. Wśród setek stoisk ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Wielkopolski1 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Olsztyn kończy z dziurą pod Wysoką Bramą [ZDJĘCIA]",
            "link": "https://gazetaolsztynska.pl/1213619,Olsztyn-konczy-z-dziura-pod-Wysoka-Brama-ZDJECIA.html",
            "description": "Reprezentacyjne wejście na Stare Miasto Teraz przyszedł czas na ważny ruch. – Ogłaszamy przetarg na zagospodarowanie dziury ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iNFLGevmICqX7-vQ5ca35y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Olsztyńska22 godz.",
            "source": "Gazeta Olsztyńska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sequel docenionego RPG-a rusza z playtestem. Ruszyły zapisy",
            "link": "https://planetagracza.pl/moonlighter-2-the-endless-vault-zamkniety-playtest-steam/",
            "description": "Moonlighter 2: The Endless Vault wystartowało z zamkniętym playtestem na PC. Twórcy dodali ręczne ceny, zmiany i poprawki balansu.",
            "image_url": "https://www.bing.pl/th?id=ODF.A0m18wD3eoHYPd4Rn-LQQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PlanetaGracza.pl21 godz.",
            "source": "PlanetaGracza.pl",
            "article_content": "Zanim pojawi się wczesny dostęp, Moonlighter 2 sprawdza nowe mechaniki w zamkniętych testach na Steam – wraz z usprawnieniami.\n\nFani prowadzenia sklepu, handlowania i wypraw do lochów czekali na powrót do Rynokomii, lecz wczesny dostęp został przesunięty na przyszły miesiąc. Zanim sklep znów otworzy drzwi dla wszystkich, twórcy sprawdzają kluczowe zmiany w ograniczonym gronie. Dzięki temu nowa odsłona ma lepiej wyważyć rytm między sprzedażą a wyprawami.\n\nMoonlighter 2: The Endless Vault – wystartował zamknięty playtest\n\nStudio Digital Sun uruchomiło zamknięty playtest Moonlighter 2: The Endless Vault na PC. O dostęp można poprosić bezpośrednio na Steam – i może zrobić to każdy aktywny użytkownik platformy. Jak wyjaśnił marketing manager Israel Mallén Broch, test skupia się na poprawkach po krótkiej demie. Gracz ustawia ceny ręcznie, a do sklepu wracają stali klienci. Losowe wydarzenia przestają dominować rozgrywkę, ponieważ ich chaos został ograniczony. Zamiast jawnych cen, Relikty otrzymują wartości jakości, które można modyfikować w trakcie wypraw poprzez zarządzanie plecakiem.\n\nZmieniły się także lochy. Teraz przypominają mapę w stylu Slay the Spire – z częściowo odsłoniętymi węzłami, które pozwalają zaplanować trasę i dobrać nagrody. Twórcy informują również o poprawkach balansu i responsywności, co powinno przełożyć się na płynniejsze starcia oraz czystszy pętlowy gameplay między handlem a eksploracją. Trzeba jednak pamiętać o znanych problemach, w tym okazjonalnie rozmytych opisach w interfejsie.\n\nWczesny dostęp Moonlighter 2: The Endless Vault rozpocznie się 19 listopada na PC – zarówno na Steam, jak i w Microsoft Store. Do tego czasu zamknięty playtest ma pomóc zespołowi wyłapać najważniejsze uwagi i dopracować szczegóły przed szerszym otwarciem.\n\nŹródło: GamingBolt"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 5 km od Kołobrzegu. Urocze miejsca na krótką trasę w weekend 11 - 12 października",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-nordic-walking-do-5-km-od-kolobrzegu-urocze-miejsca-na-krotka-trase-w-weekend-11-12-pazdziernika/ar/c7p1-22319027",
            "description": "W sobotę 11 października według prognozy pogody ma być 14°C. Nie powinno padać. W niedzielę 12 października zgodnie z najnowszymi prognozami pogody ma być 14°C w najcieplejszym momencie dnia.",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto22 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta miejscowość jest w TOP5 najbogatszych miasteczek Kujawsko-Pomorskiego! Osadnicy przybyli tu już w 1239 roku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ta-miejscowo%C5%9B%C4%87-jest-w-top5-najbogatszych-miasteczek-kujawsko-pomorskiego-osadnicy-przybyli-tu-ju%C5%BC-w-1239-roku/ar-AA1LtyTV?ocid=BingNewsVerp",
            "description": "Górzno, małe miasto w powiecie brodnickim, zamieszkiwane przez kilka tysięcy mieszkańców, przyciąga uwagę nie tylko swoją bogatą historią, ale również malowniczymi jeziorami i lasami. W najnowszym ran ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YuOETPJFXiTOUZLNTGGMIw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Eska Regiony on MSN9 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowa październikowa Falenicka Giełda Staroci. Z Syrenką, muzyką i przewodnikiem. Kultowa garażówka powróciła do Warszawy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wyj%C4%85tkowa-pa%C5%BAdziernikowa-falenicka-gie%C5%82da-staroci-z-syrenk%C4%85-muzyk%C4%85-i-przewodnikiem-kultowa-gara%C5%BC%C3%B3wka-powr%C3%B3ci%C5%82a-do-warszawy/ar-AA1Oj0kp?ocid=BingNewsVerp",
            "description": "Na Targowisku Falenica przy ul. Trocinowej 1 w Warszawie trwa kolejna edycja Falenickiej Giełdy Staroci. Wydarzenie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qCcambqcmWrem7f3960WYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto on MSN2 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jest giełda staroci pełna okazji. Zobacz, co sprzedają i kupują Opolanie",
            "link": "https://opole.naszemiasto.pl/to-jest-gielda-staroci-pelna-okazji-zobacz-co-sprzedaja-i-kupuja-opolanie/ar/c1p2-28066447",
            "description": "Ceny potrafią być bardzo różne. Niektóre drobiazgi można kupić za kilkadziesiąt złotych, ale są też oferty, których wartość liczona jest w tysiącach. Szczególną popularnością cieszą się zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5eUjnTwafEuYRg7WM5FUFQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Opole Nasze Miasto3 godz.",
            "source": "Opole Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci przy Balickiej w Krakowie to wehikuł czasu. Są tu przedmioty z duszą i z przeszłością",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/gie%C5%82da-staroci-przy-balickiej-w-krakowie-to-wehiku%C5%82-czasu-s%C4%85-tu-przedmioty-z-dusz%C4%85-i-z-przesz%C5%82o%C5%9Bci%C4%85/ar-AA1OjkjO?ocid=BingNewsVerp",
            "description": "Pchle targi i giełdy staroci - w tym ta organizowana w weekendy w halach giełdy kwiatowej przy ul. Balickiej - cieszą się niesłabnącym zainteresowaniem. Takie miejsca odwiedzają nie tylko koneserzy. K ...",
            "image_url": "https://www.bing.pl/th?id=ODF.HjClkBco3nIXj5Su8fjgAg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Polski on MSN1 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby w Lubuskiem. Ziemia kryła cenne znaleziska. Sprawdzamy, gdzie i co odkryto w naszym regionie",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/skarby-w-lubuskiem-ziemia-kry%C5%82a-cenne-znaleziska-sprawdzamy-gdzie-i-co-odkryto-w-naszym-regionie/ar-AA1OjGU0?ocid=BingNewsVerp",
            "description": "Zdobiona biżuteria sprzed kilku tysięcy lat, zakopane w lesie monety, przepiękna zastawa - między innymi takie przedmioty odnajdowano w Lubuskiem. Ziemia w naszym regionie wciąż kryje dużo tajemnic. W ...",
            "image_url": "https://www.bing.pl/th?id=ODF.6oXJf1KayPglPY9d412pqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska on MSN20 min",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Architektoniczne absurdy Krakowa. \"Przejście między dworcem a Galerią Krakowską to przepis na tragedię\"",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,32311597,architektoniczne-grzechy-krakowa-pokazuje-je-studentom-na.html",
            "description": "Plac zabaw przypominający więzienny spacerniak, balkony pod ziemią i nadbudowy na zabytkowych kamienicach. Oto lista ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._IY0cGkT8PaH9cE0PT316y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków.Wyborcza.pl7 godz.",
            "source": "Kraków.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 12.10",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-1210/ar-AA1NXzpp?ocid=BingNewsVerp",
            "description": "Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ze szkła z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty, które mogą być warte więcej niż nominalnie. Sprawdź czy masz je u siebie!",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/banknoty-kt%C3%B3re-mog%C4%85-by%C4%87-warte-wi%C4%99cej-ni%C5%BC-nominalnie-sprawd%C5%BA-czy-masz-je-u-siebie/ar-AA1OjnMH?ocid=BingNewsVerp",
            "description": "Nie każdy banknot jest wart dokładnie tyle, ile na nim napisano. Niektóre z nich - choć wciąż krążą w naszych portfelach - mogą osiągać znacznie wyższą wartość wśród kolekcjonerów. Czasem decyduje o t ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Express Bydgoski on MSN31 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 12.10",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-1210/ar-AA1NWeyB?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nietypowe odkrycie w Opolskiem: sztylet z epoki brązu znaleziony w dwóch częściach [+FOTO/WIDEO]",
            "link": "https://kresy.pl/wydarzenia/nietypowe-odkrycie-w-opolskiem-sztylet-z-epoki-brazu-znaleziony-w-dwoch-czesciach-foto-wideo/",
            "description": "Podczas poszukiwań prowadzonych na polu w rejonie Świerczowa w województwie opolskim, członkowie Grupy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gsiLy3A_xzMNFSbmKgWhyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kresy.pl31 min",
            "source": "Kresy.pl",
            "article_content": "Podczas poszukiwań prowadzonych na polu w rejonie Świerczowa w województwie opolskim, członkowie Grupy Eksploracyjno-Poszukiwawczej „Nietoperze” odkryli sztylet z epoki brązu.\n\nPrzedmiot okazał się wyjątkowy – został znaleziony w dwóch częściach, oddalonych od siebie o około 30 metrów.\n\nWedług wstępnych ustaleń, długość sztyletu wynosi około 15 centymetrów, a szerokość 2 centymetry. Obie części zalegały w warstwie ornej, mniej więcej na głębokości odpowiadającej długości szpadla. Odkrywcy podkreślają, że niecodzienna odległość między fragmentami rodzi pytania o okoliczności, w jakich broń została przełamana i porzucona. Nie wiadomo, czy doszło do tego w wyniku celowego działania, czy też naturalnych procesów zachodzących w glebie przez tysiące lat.\n\nZabytek, jako znalezisko luźne, zostanie przekazany do dalszych badań Opolskiemu Wojewódzkiemu Konserwatorowi Zabytków. Po zakończeniu analiz członkowie grupy „Nietoperze” mają nadzieję, że sztylet trafi do zbiorów Namysłowskiej Izby Regionalnej, gdzie będzie mógł wzbogacić ekspozycję prezentującą historię regionu.\n\nCzytaj też: Wielkopolska: badacze odkryli olbrzymie grobowce sprzed 5,5 tysiąca lat. To „polskie piramidy”\n\nJak podkreślili poszukiwacze, tego rodzaju odkrycia nie tylko potwierdzają bogactwo archeologiczne regionu, ale także pokazują znaczenie współpracy między środowiskami eksploratorów a służbami konserwatorskimi.\n\nKresy.pl / Zwiadowca Historii\n\nCzytaj też: Rzymski legionista pod Olsztynem? Zobacz, co odkryli detektoryści [+FOTO]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (12.10.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://nowosci.com.pl/przeglad-prasy-12-10-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960939",
            "description": "Bogdan Rymanowski to jeden z najbardziej rozpoznawalnych polskich dziennikarzy, obecny na wielu medialnych frontach – od telewizji, przez radio, aż po internet. Po ponad 30 latach związku nadal darzy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Nowości Dziennik Toruński8 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    }
]