[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Powiat kielecki gala",
            "link": "https://echodnia.eu/swietokrzyskie/tag/powiat-kielecki-gala",
            "description": "W piątek, 14 listopada, w Wojewódzkim Domu Kultury w Kielcach odbyła się uroczysta gala zorganizowana przez Starostwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OlAu1bnOzeBTIhhXx8Eu3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia13 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raciborski Targ Staroci powraca na plac Dominikański, znów bezpłatnie",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/120081-raciborski-targ-staroci-powraca-na-plac-dominikanski-znow-bezplatnie",
            "description": "W sobotę, 15 listopada 2025 r., na placu Dominikańskim w Raciborzu odbędzie się kolejna edycja Raciborskiego Targu Staroci. Wydarzenie skierowane jest zarówno do kolekcjonerów i miłośników sztuki, jak ...",
            "image_url": "https://www.bing.pl/th?id=ODF.zyHZryUb3Zd_dbBzzJoUdQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nasz Racibórz17 godz.",
            "source": "Nasz Racibórz",
            "article_content": "W sobotę, 15 listopada 2025 r., na placu Dominikańskim w Raciborzu odbędzie się kolejna edycja Raciborskiego Targu Staroci. Wydarzenie skierowane jest zarówno do kolekcjonerów i miłośników sztuki, jak i sprzedawców unikatowych przedmiotów oraz pasjonatów dawnych wyrobów użytkowych.\n\nTeren przeznaczony dla wystawców obejmuje Plac Dominikański, skwer przy ul. Młyńskiej, mur wzdłuż targowiska oraz teren przy kościele pw. św. Jakuba (od strony targowiska). Organizator przypomina, że obowiązuje zakaz wjazdu samochodów na stoiska, a miejsca nie są rezerwowane – obowiązuje zasada „kto pierwszy, ten lepszy”. Wystawcy mogą zajmować przestrzeń wystawienniczą i wykładać asortyment już od godziny 5:00 w dniu targowym.\n\nUdział w targu jest całkowicie bezpłatny.\n\nOrganizator apeluje o przestrzeganie zasad współżycia społecznego i dbanie o porządek na terenie wydarzenia.\n\nRaciborski Targ Staroci to okazja, by znaleźć wyjątkowe przedmioty z przeszłości i spotkać pasjonatów dawnej sztuki użytkowej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 15.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-15-11-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są teraz w cenie. Można na nich zarobić duże pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-teraz-w-cenie-mo%C5%BCna-na-nich-zarobi%C4%87-du%C5%BCe-pieni%C4%85dze/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W zasadzie w każdym polskim domu wciąż leżą stare monety z czasów PRL. Teraz są warte znacznie więcej, niż można by się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wL8w8AH-uzdWD1xd7QB-VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN22 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za te stare monety znawcy płacą teraz spore sumy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/za-te-stare-monety-znawcy-p%C5%82ac%C4%85-teraz-spore-sumy/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Obejrzyj lepiej wnikliwie monety, które masz w domu. Ich wartość jest dzisiaj znacznie większa, niż przypuszczasz. Niektóre ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4_NQBU-8jj5GYIaNNKeBSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN21 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest zwykła! Takie pięć 5 zł jest warte więcej, niż myślisz. Sprawdź, czy masz ją w portfelu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-zwyk%C5%82a-takie-pi%C4%99%C4%87-5-z%C5%82-jest-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-sprawd%C5%BA-czy-masz-j%C4%85-w-portfelu/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN20 min",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 15.11.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-15-11-2025/ar/c3p2-28055853",
            "description": "Kobiety trzymają cenną biżuterię z tych czasów, która była odzwierciedleniem stylu, bogactwa oraz możliwości. Dużo cenniejsze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NjHkJoxJLCtpCk0AVQSLIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raciborski Targ Staroci powraca na plac Dominikański, znów bezpłatnie",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/120081-raciborski-targ-staroci-powraca-na-plac-dominikanski-znow-bezplatnie",
            "description": "W sobotę, 15 listopada 2025 r., na placu Dominikańskim w Raciborzu odbędzie się kolejna edycja Raciborskiego Targu Staroci. Wydarzenie skierowane jest zarówno do kolekcjonerów i miłośników sztuki, jak ...",
            "image_url": "https://www.bing.pl/th?id=ODF.zyHZryUb3Zd_dbBzzJoUdQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Nasz Racibórz17 godz.",
            "source": "Nasz Racibórz",
            "article_content": "W sobotę, 15 listopada 2025 r., na placu Dominikańskim w Raciborzu odbędzie się kolejna edycja Raciborskiego Targu Staroci. Wydarzenie skierowane jest zarówno do kolekcjonerów i miłośników sztuki, jak i sprzedawców unikatowych przedmiotów oraz pasjonatów dawnych wyrobów użytkowych.\n\nTeren przeznaczony dla wystawców obejmuje Plac Dominikański, skwer przy ul. Młyńskiej, mur wzdłuż targowiska oraz teren przy kościele pw. św. Jakuba (od strony targowiska). Organizator przypomina, że obowiązuje zakaz wjazdu samochodów na stoiska, a miejsca nie są rezerwowane – obowiązuje zasada „kto pierwszy, ten lepszy”. Wystawcy mogą zajmować przestrzeń wystawienniczą i wykładać asortyment już od godziny 5:00 w dniu targowym.\n\nUdział w targu jest całkowicie bezpłatny.\n\nOrganizator apeluje o przestrzeganie zasad współżycia społecznego i dbanie o porządek na terenie wydarzenia.\n\nRaciborski Targ Staroci to okazja, by znaleźć wyjątkowe przedmioty z przeszłości i spotkać pasjonatów dawnej sztuki użytkowej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 osób, które będą wspominać swój urlop aż do emerytury",
            "link": "https://jasnastrona.com/articles/15-osob-ktore-beda-wspominac-swoj-urlop-az-do-emerytury-20091/",
            "description": "Podczas wyczekiwanego urlopu wszyscy chcemy odpocząć, naładować baterie i świetnie spędzić czas. Jednak bohaterowie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H3T8r_UtRXJdwPHHDg0h5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Jasna Strona20 godz.",
            "source": "Jasna Strona",
            "article_content": "Podczas wyczekiwanego urlopu wszyscy chcemy odpocząć, naładować baterie i świetnie spędzić czas. Jednak bohaterowie dzisiejszego artykułu przeżyli na wakacjach przygody wielkiego kalibru, których wcale nie planowali. Za to jedno jest pewne — teraz mają historie do opowiadania wnukom."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 15.11.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://poranny.pl/przeglad-prasy-15-11-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960907",
            "description": "Cukrzyca potrafi rozwijać się latami bez objawów, a gdy w końcu daje o sobie znać, często oznacza to już zaawansowane ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cx8xYHCtAK1Uu2NKf811GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Poranny4 godz.",
            "source": "Kurier Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Finał konkursu Racibórz prozą zaczarowany i spotkanie ze Sławkiem Gortychem",
            "link": "https://www.naszraciborz.pl/site/art/3-kultura-i-edukacja/0-/120076-final-konkursu-raciborz-proza-zaczarowany-i-spotkanie-ze-slawkiem-gortychem",
            "description": "Zagubiony w Karkonoszach – odnaleziony w Raciborzu! Miejska i Powiatowa Biblioteka Publiczna w Raciborzu zaprasza w piątek 21 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.w0RjcVXhGiECYGnIz0bIqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasz Racibórz6 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Zagubiony w Karkonoszach – odnaleziony w Raciborzu! Miejska i Powiatowa Biblioteka Publiczna w Raciborzu zaprasza w piątek 21 listopada na rozstrzygnięcie XII edycji Ogólnopolskiego Konkursu Literackiego „Racibórz prozą zaczarowany” oraz spotkanie z autorem bestsellerowej Karkonoskiej Serii Kryminalnej – Sławkiem Gortychem.\n\nRacibórz to miasto pełne historii – tych zapisanych w kronikach i tych, które wymykają się kartom oficjalnych dokumentów. To miejsce, gdzie mury dawnych budowli wciąż szepczą o przeszłości, a ulice zdają się znać kroki tych, którzy przeminęli. Co, jeśli Racibórz pamięta więcej, niż jesteśmy w stanie dostrzec? Już 21 listopada poznamy laureatów tegorocznej XII edycji Ogólnopolskiego Konkursu Literackiego „Racibórz prozą zaczarowany”, organizowanego pod patronatem Prezydenta Miasta Raciborza Jacka Wojciechowicza. Zobacz, kto miał odwagę wsłuchać się w głos Raciborza!\n\nA o czym szepcze Duch Gór? Tuż po wręczeniu nagród w konkursie, biblioteka zaprasza na spotkanie ze Sławkiem Gortychem - autorem bestsellerowych kryminałów, których akcja rozgrywa się w Karkonoszach i wielkim miłośnikiem gór, w wolnych chwilach prowadzącym blog „Zagubiony w Karkonoszach”. Gortych jest kilkukrotnym laureatem Książki Roku - największego plebiscytu czytelniczego w Polsce organizowanego przez serwis lubimyczytac.pl. Trzy tomy Karkonoskiej Serii Kryminalnej doceniono także tytułem Najlepszej Górskiej Książki Roku na Festiwalu Literatury Górskiej w Lądku-Zdroju w latach 2023 i 2024.\n\n21 listopada 2025, godz. 18:00\n\nBiblioteka, ul. Kasprowicza 12\n\nWstęp wolny!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rośliny na kraśnickim rynku tak, ale wyłącznie w donicach",
            "link": "https://www.dziennikwschodni.pl/krasnik/rosliny-tak-ale-wylacznie-w-donicach,n,1000291074.html",
            "description": "Na kraśnickim rynku ma być więcej zieleni. W centrum miasta mają pojawić się nowe rośliny, w tym winobluszcz trójklapowy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oymt_0c4Xr_n_VdFdkf3DS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Wschodni23 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "– Na rewitalizację rynku mamy już pozwolenie na budowę i zaczniemy ją, jak tylko zostanie rozstrzygnięty przetarg – zapowiada Wojciech Wilk, burmistrz Kraśnika. – Prace inwestycyjne nie powinny powodować większych utrudnień w komunikacji, bowiem biegnąca przez środek rynku droga zostanie tylko wyremontowana z wykorzystaniem tej samej kostki. Zleciłem dodatkowo przystąpienie do zadań bezpośrednio związanych z rynkiem, czyli remont chodnika wraz z nową zielenią po stronie Urzędu Skarbowego oraz chodnika po stronie kościoła pw. WNMP, ale tę część chcemy skorelować z odnową ogrodzenia przez parafię.\n\nKraśnicki rynek jest wyłożony płytami granitowo-bazaltowymi. „Stan techniczny (nawierzchni - red.) jest bardzo dobry” – czytamy w dokumentacji projektowej. Chodniki i ulice dojazdowe do lokali usługowych są ułożone z kostki granitowej. „Wyjątek stanowi ciąg ulicy Tęczyńskich oraz droga przebiegająca przez centralną część rynku w kierunku północnego-wschodu na południowy-zachód, których nawierzchnia została wykonana z kostki bazaltowej.” W rynku znajdują się pomnik marszałka Józefa Piłsudskiego i pomnik z cegły kraśnickiej. Rosną drzewa, są też ustawione kwietniki i ławki. Teren jest oświetlony.\n\nZaplanowane przez urząd miasta prace (przy współudziale funduszy unijnych) mają spowodować, że na rynku będzie więcej zieleni. Plac będzie też bardziej uporządkowany. „Obecnie zagospodarowanie rynku nie jest atrakcyjne. Przestrzeń jest chaotyczna (…). Jednym z problemów jest mała ilość zieleni komponowanej. Istniejące drzewa iglaste są mocno przycięte od dołu, nie zacieniają placu wystarczająco” – czytamy w dokumentacji.\n\nPrace, na które urzędnicy szukają obecnie wykonawcy, będą polegać m.in. na posadzeniu roślinności w donicach, dostawie i montażu: pergoli (5 szt.), pergoli z wiszącą ławka na sprężynach (3 szt.), ławek pod pergolami i na skwerku (8 szt.), a także dostawie i montażu donic: na drzewa (23 szt.), na pnącza (10 szt.) i na roślinność trawiastą (6 szt.).\n\nDlaczego donice? – Taka była sugestia wojewódzkiego konserwatorka zabytków, na wniosek którego w 2019 r. zostały przeprowadzone badania archeologiczne na rynku starego miasta – wyjaśnia burmistrz Kraśnika.\n\nGłównym celem badań było sformułowanie wniosków i zaleceń konserwatorskich na potrzeby planowanego nowego zagospodarowania rynku. Wśród koncepcji była m.in. budowa fontanny, a także nasadzenia roślinności.\n\nWyniki przeprowadzonych dwa lata temu badań geofizycznych „wskazały na prawdopodobieństwo występowania w tym obszarze reliktów dawnej zabudowy (w tym m.in. dawnego ratusza, pręgierza i studni), co wymaga przeprowadzenia kompleksowych ratowniczych badań przedinwestycyjnych” – czytamy w opinii podpisanej przez dr Dariusza Kopciowskiego, lubelskiego wojewódzkiego konserwatora zabytków.\n\nOdkrycia pokazały bowiem, że „istnieje duża szansa natrafienia na relikty zabudowy z okresu wczesnego średniowiecza. Praktycznie pod całą nawierzchnią rynku spodziewać się należy obecności obiektów oraz warstw kulturowych z okresu funkcjonowania miasta średniowiecznego i nowożytnego” – zwracają uwagę autorzy dokumentacji projektowej.\n\nObecnie na szczegółowe badania urząd nie może sobie pozwolić. Ratusz odstąpił także od realizacji poprzedniego projektu, który zakładał znaczną ingerencję w strukturę podziemną m.in. poprzez budowę fontanny.\n\n„Proponowane obecnie rozwiązania ograniczają się do montażu małej architektury tj. pergoli, ławek, donic z zielenią, ze zminimalizowaną do punktowych ingerencją w płytę rynku bez wymiany istniejącej nawierzchni” – czytamy w decyzji konserwatora.\n\n– W przypadku nasadzeń ziemnych konieczne byłyby badania na szerszą skalę, wydłużenie czasu realizacji inwestycji i dodatkowe koszty – tłumaczy Wojciech Wilk. – Nie rezygnujemy jednak całkowicie z tego rozwiązania. Jeśli pozyskamy dodatkowe środki, to na rynku pojawi się jeszcze więcej zieleni.\n\nNiewykluczone, że w nowej unijnej perspektywie miastu uda się zdobyć dofinansowanie, dzięki czemu będzie możliwa ekspozycja znajdujących się pod płytą rynku reliktów dawnej zabudowy miasta."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 6 km od Kołobrzegu. Pomysły spędzenie czasu w weekend 15 - 16 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-spacer-do-6-km-od-kolobrzegu-pomysly-spedzenie-czasu-w-weekend-15-16-listopada/ar/c7p1-22115647",
            "description": "Rozglądasz się za ciekawym pomysłem na niebanalną ścieżkę na spacer w okolicy Kołobrzegu? Nasze sugestie, gdzie można się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2vfSicMddJU33rkXIANB4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto18 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Bulwarach w Oświęcimiu stanie pawilon wystawienniczy. Tutaj będzie ekspozycja XVIII-wiecznej mykwy odnalezionej na Bulwarach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/na-bulwarach-w-o%C5%9Bwi%C4%99cimiu-stanie-pawilon-wystawienniczy-tutaj-b%C4%99dzie-ekspozycja-xviii-wiecznej-mykwy-odnalezionej-na-bulwarach/ar-AA1QlXXE?ocid=BingNewsVerp",
            "description": "Muzeum Zamek w Oświęcimiu przedstawiło plany jak i od kiedy będzie eksponowana XVIII-wieczna mykwa odnaleziona na Bulwarach w 2023 roku podczas wykopalisk archeologicznych.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto on MSN23 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 LISTOPADA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-11-15,9,day.html",
            "description": "Czynna ponownie od 12 maja! Stanisław Dróżdż jest jednym z najważniejszych przedstawicieli polskiej sztuki konceptualnej oraz najwybitniejszym polskim poetą konkretnym. W 2003 roku ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków8 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Muzyka rozrywkowa Festiwale Wystawy czasowe Targi i kiermasze Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale muzyczne Festiwale teatralne Inne przedstawienia Spotkania i slajdowiska Pozostałe Inne koncerty Wydarzenia sportowe Muzyka klubowa Widowiska plenerowe i happeningi Cykle filmowe Inne wydarzenia literackie Spotkania i wykłady literackie Wystawy stałe Pokazy filmowe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest zwykła! Takie pięć 5 zł jest warte więcej, niż myślisz. Sprawdź, czy masz ją w portfelu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-zwyk%C5%82a-takie-pi%C4%99%C4%87-5-z%C5%82-jest-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-sprawd%C5%BA-czy-masz-j%C4%85-w-portfelu/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN21 min",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są teraz w cenie. Można na nich zarobić duże pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-teraz-w-cenie-mo%C5%BCna-na-nich-zarobi%C4%87-du%C5%BCe-pieni%C4%85dze/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W zasadzie w każdym polskim domu wciąż leżą stare monety z czasów PRL. Teraz są warte znacznie więcej, niż można by się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wL8w8AH-uzdWD1xd7QB-VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN22 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za tyle można teraz sprzedać stare medale i ordery",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/za-tyle-mo%C5%BCna-teraz-sprzeda%C4%87-i-kupi%C4%87-stare-medale-i-ordery-sprawd%C5%BA-ile-s%C4%85-dzi%C5%9B-warte-pami%C4%85tki-z-przesz%C5%82o%C5%9Bci/ar-AA1QgT2Y?ocid=BingNewsVerp",
            "description": "Stare ordery i medale budzą obecnie ogromne zainteresowanie kolekcjonerów. Choć przez wiele lat leżały zapomniane w szufladach lub na strychach, dziś mogą być warte naprawdę sporo. Rynek numizmatyczny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN23 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 15.11.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-15-11-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, najczęściej zależna od ilości zachowanych egzemplarzy oraz stanu zachowania.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe banknoty kolekcjonerskie",
            "link": "https://olsztyn.naszemiasto.pl/tag/nowe-banknoty-kolekcjonerskie",
            "description": "Informowaliśmy was, że Narodowy Bank Polski wprowadził do obiegu nowy banknot kolekcjonerski „Niepodległość' o wartości ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Olsztyn Nasze Miasto16 godz.",
            "source": "Olsztyn Nasze Miasto",
            "article_content": "Content not available"
        }
    }
]