[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie ma chętnych na zakup zabytkowego hotelu Hutnik w Stalowej Woli. Będzie kolejny przetarg",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/nie-ma-ch%C4%99tnych-na-zakup-zabytkowego-hotelu-hutnik-w-stalowej-woli-b%C4%99dzie-kolejny-przetarg/ar-AA1QFxX0?ocid=BingNewsVerp",
            "description": "Kiedyś „Dom Gościnny Dyrekcji Zakładów Przemysłowych' dziś Hotel i Restauracja Hutnik. Historia budowy „Domu Gościnnego' ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.om1eKVlv3XlEMfP5A2ts0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia on MSN2 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zmiany w kierownictwie TVP1 i \"Wiadomości\"",
            "link": "https://media2.pl/l/n/85994",
            "description": "Iwona Schymalla przestała kierować telewizyjną Jedynką. Nowy dyrektor anteny zostanie powołany do końca 2011 roku. Wraz ze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Ml4a4A9FzL97cAz7-9rfwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "media2.pl8 godz.",
            "source": "media2.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 18.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-18-11-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle kolekcjonerzy płacą teraz za stare polskie monety",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/tyle-kolekcjonerzy-p%C5%82ac%C4%85-teraz-za-stare-polskie-monety/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Obejrzyj lepiej bardzo dokładnie monety, które masz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, niż przypuszczasz. Niektóre egzemplarze osiągają ceny sięgające tysięcy złotych.",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN4 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za te monety okolicznościowe z PRL płacą teraz fortunę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/za-te-monety-okoliczno%C5%9Bciowe-z-prl-p%C5%82ac%C4%85-teraz-fortun%C4%99/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W polskich domach wciąż leżą stare monety z czasów PRL. Teraz są warte znacznie więcej, niż można by się spodziewać. Wśród ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SnD7ms8VijzfMAUMTEaxaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN6 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Takie są najdroższe w 2025 roku",
            "link": "https://nowosci.com.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-takie-sa-najdrozsze-w-2025-roku/ar/c1p2-28183977",
            "description": "Monety z PRL mogą być jeszcze bardziej wartościowe, zwłaszcza te z małych nakładów lub wydania próbne. Na przykład popularne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.h_Q9PYUpiOcMcFymhWJeJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński7 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To najstarsze monety w historii Polski. Tyle są teraz warte",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/to-najstarsze-monety-w-historii-polski-tyle-s%C4%85-teraz-warte/ar-AA1OxuAF?ocid=BingNewsVerp",
            "description": "Zbieranie średniowiecznych i nowożytnych numizmatów to hobby nie tylko dla bogaczy. Część z tych niezwykłych monet, mających ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I9Aq3I7GAKhJKbOrFdmbDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN41 min",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara Kopalnia targi",
            "link": "https://walbrzych.naszemiasto.pl/tag/stara-kopalnia-targi",
            "description": "Przysłowiowym strzałem w dziesiątkę okazały się targi „Vintage & Craft – Rzemiosło i Drugie Życie', zorganizowane w Starej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eALW_cw19TF329e0umlECy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto22 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi Vintage Stara Kopalnia",
            "link": "https://walbrzych.naszemiasto.pl/tag/targi-vintage-stara-kopalnia",
            "description": "Stara Kopalnia w Wałbrzychu ma 10 lat. To Centrum Nauki, Kultury i Sztuki otwarto uroczyście w 2014 roku, po zakończeniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eALW_cw19TF329e0umlECy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto22 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 18.11.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://nowiny24.pl/przeglad-prasy-18-11-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960915",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 17.11.",
            "image_url": "https://www.bing.pl/th?id=OVFT.WSSYneOftTj0y7fVQjE7yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowiny 2412 godz.",
            "source": "Nowiny 24",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki na spacer w woj. zachodniopomorskim. Gdzie warto iść w weekend 22 - 23 listopada? 10 najciekawszych tras",
            "link": "https://gs24.pl/sciezki-na-spacer-w-woj-zachodniopomorskim-gdzie-warto-isc-w-weekend-22-23-listopada-10-najciekawszych-tras/ar/c7p1-22116477",
            "description": "Nim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 22 listopada w woj. zachodniopomorskim ma być od -3°C do 2°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KRe_-u3HNFXBNvg3PmSjFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński2 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w Toruniu: drewniane konstrukcje z XIII w.",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/niezwykle-odkrycie-w-toruniu-drewniane-konstrukcje-z-xiii-w/egw3ljt,0666d3f1",
            "description": "W sierpniu rozpoczęto prace archeologiczne na dziedzińcu Domu Mikołaja Kopernika w Toruniu. We wtorek archeolodzy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Yj2FI6h-mLe929C2x-QiIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet1 godz.",
            "source": "Onet",
            "article_content": "Podczas badań archeologicznych na dziedzińcu Domu Mikołaja Kopernika w Toruniu odkryto wcześniej nieznane drewniane konstrukcje z XIII wieku. To jedne z najstarszych takich znalezisk w mieście. Konstrukcje trafią do konserwacji i staną się elementem przyszłej wystawy stałej.\n\nNiezwykłe znalezisko w Toruniu\n\nPAP informowała w sierpniu o rozpoczęciu prac archeologicznych w tym miejscu. We wtorek archeolodzy przekazali, że dokonano — nawet jak na toruńskie warunki miasta wpisanego na światową listę dziedzictwa UNESCO — niezwykłego znaleziska.\n\nPoznaj kontekst z AI Gdzie dokładnie dokonano odkrycia drewnianych konstrukcji?\n\nJakie są plany dotyczące konserwacji odkrytych reliktów?\n\nCzy poznano datę budowy drewnianych konstrukcji?\n\nJakie znaczenie mają te odkrycia dla historii Torunia?\n\n— Potwierdzam, archeolodzy odnaleźli konstrukcje z XIII wieku, a może i starsze, co pomogą ustalić badania dendrochronologiczne — powiedział PAP kustosz Domu Mikołaja Kopernika Michał Kłosiński.\n\nreklama\n\nHistoria odkrycia\n\nPod współczesnymi i nowożytnymi nawarstwieniami, o których już w sierpniu informowała, zespół archeologów natrafił na pozostałości dawnej zabudowy drewnianej sprzed roku 1370, zanim na parceli pojawił się murowany dom, który w latach 1462–1480 był własnością rodziny Koperników.\n\n— Na wysokości środkowej oficyny odsłonięto zarys drewnianej konstrukcji wzniesionej w technice wieńcowej, z niezwykle dobrze zachowanym węgłem łączonym \"na zakładkę\". To rzadkość. Relikty drewnianych budowli mieszkalnych z najwcześniejszych faz Torunia praktycznie się nie zachowały. Dlatego znalezisko ma znaczenie wyjątkowe nie tylko dla historii Domu Mikołaja Kopernika, lecz także dla badań nad najwcześniejszą zabudową miasta. Odsłonięta konstrukcja ukazuje nam obraz parceli zanim zaczęły dominować murowane kamienice: wczesne drewniane domy i warsztaty — poinformowali przedstawiciele Domu Mikołaja Kopernika, aktualnie interaktywnego muzeum.\n\nZnaczenie odkrycia\n\nPozostałości budowli były najpewniej zorientowane na osi wschód–zachód, czyli prostopadle do obecnego układu: kamienicy i oficyn w układzie północ–południe. Ujawnia to zupełnie odmienną organizację parceli przed drugą połową XIV wieku.\n\nW tym momencie archeolodzy nie przesądzają, czy mógł to być budynek mieszkalny czy zabudowania gospodarcze.\n\n— Teoretycznie mogłaby to być forma masywnej cysterny na wodę, ale znane toruńskie cembrowiny drewniane z XIV —XV wieku są mniejsze. Z większym prawdopodobieństwem badacze skłaniają się więc ku interpretacji, że jest to budowla mieszkalna lub warsztatowa związana z najwcześniejszym użytkowaniem tej parceli — dowiadujemy się z informacji z muzeum.\n\nPlany na przyszłość\n\nW najbliższym czasie fragmenty drewna zostaną poddane badaniom dendrochronologicznym, co pozwoli na precyzyjne określenie ich wieku. W muzeum zapewniono, że trwają prace nad zapewnieniem możliwości konserwacji całej konstrukcji. Ma być ona elementem przyszłej, kolejnej wystawy stałej. W planach jest ekspozycja \"in situ\", czyli w miejscu znalezienia.\n\n— Założenia przewidują ekspozycje \"in situ\", ale przy założeniu wyjęcia reliktów, wykonania niezbędnych prac zabezpieczających na zewnątrz. Następnie dojdzie do otworzenia układu odkrytej budowli w przygotowanym wcześniej wnętrzu — informują przedstawiciele Domu Mikołaja Kopernika.\n\nKonieczne będzie stworzenie nowej przestrzeni ekspozycyjnej do prezentacji najstarszych drewnianych reliktów Torunia. Obecne badania archeologiczne związane są z koniecznością przeprowadzenia prac stabilizujących oficyny i XV-wiecznego muru granicznego. Obie te kwestie muszą zostać pogodzone.\n\nWyzwania i perspektywy\n\n— Walczymy o zachowanie tego dziedzictwa, jako materialnego świadectwa narodzin miasta. Starajmy się obecnie o to, aby te XIII— i XIV-wieczne fragmenty przetrwały nie w magazynach, lecz w miejscu swojego odkrycia, dostępne dla zwiedzających i przyszłych pokoleń. To jednak ogromne wyzwanie. Konserwacja drewna liczącego ponad 700 lat, jego zabezpieczenie, stworzenie stabilnych warunków ekspozycyjnych oraz przebudowa przestrzeni dziedzińca to przedsięwzięcia wymagające znacznych nakładów finansowych i organizacyjnych.\n\nreklama\n\nNie jest to droga łatwa, ale to dziedzictwo jest tego warte. Odkrycie tak wyjątkowych reliktów zdarza się raz na wiele lat, czasem raz na pokolenie. Naszym obowiązkiem jest zrobić wszystko, by je ochronić, zachować i udostępnić — dodali przedstawiciele muzeum.\n\nZnaczenie badań archeologicznych\n\nKierownik badań, archeolog Leszek Kucharski, podkreślił w rozmowie z PAP już w sierpniu, że zaplecza są najciekawszymi miejscami do badań. — Zaplecza są użytkowane, ale jeżeli są zabudowywane, to najczęściej nietrwałą, a przede wszystkim nieschodzącą w dół zabudową. Zawsze są więc duże szanse, że nawarstwienia kulturowe, najwcześniejsze, są nienaruszone — ocenił.\n\nPrzypomniał, że badania w piwnicy oficyny prowadziła w 1972 roku prof. Jadwiga Chudziakowa. Później były nadzory archeologiczne w 1999 i 2004 roku. — Mamy pewność, że nawarstwienia są w dużym stopniu nienaruszone. Mamy do czynienia z różnymi konstrukcjami drewnianymi, prawdopodobnie z XIII wieku. Mamy zlokalizowane co najmniej dwie latryny — w tym jedną datowaną na pierwszą połowę XV wieku, czyli bardzo interesujący nas okres — mówił wówczas Kucharski.\n\nDom Mikołaja Kopernika\n\nPóźnogotycka kamienica mieszczańska przy ul. Kopernika w Toruniu to miejsce szczególne dla wszystkich osób zainteresowanych życiem wybitnego polskiego astronoma. Dom Mikołaja Kopernika to unikalna na skalę ogólnopolską instytucja zajmująca się propagowaniem wiedzy o najbardziej znanym na świecie torunianinie.\n\nTa późnogotycka kamienica mieszczańska należała do rodziny Koperników w drugiej połowie XV wieku. W literaturze określa się takie budowle mianem domu-składu. To dom mieszczański ukazujący całe bogactwo kultury późnośredniowiecznego Torunia, w którym dorastał Kopernik. Przyszedł on na świat w rodzinie mieszczańskiej, w niej się wychowywał i na toruńskiej Starówce rozegrało się jego dzieciństwo."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy przecierali oczy. To odkrycie to rzadkość. \"Jedne z najstarszych reliktów\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/archeolodzy-przecierali-oczy-to-odkrycie-to-rzadko%C5%9B%C4%87-jedne-z-najstarszych-relikt%C3%B3w/ar-AA1QFMxw?ocid=BingNewsVerp",
            "description": "Wyjątkowe odkrycie podczas prac archeologicznych w Domu Mikołaja Kopernika w Toruniu. Badacze natrafili na pozostałości ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QrdDyDVNUzANri-XX2Fdby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Radio ZET on MSN2 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na dziedzińcu Domu Mikołaja Kopernika w Toruniu odkryto drewniane konstrukcje z XIII wieku [zdjęcia]",
            "link": "https://www.radiopik.pl/2,134221,na-dziedzincu-domu-mikolaja-kopernika-w-toruniu-odkryto-drewniane-konstrukcje-z-xiii-wieku-zdjec",
            "description": "To jedno z najstarszych takich znalezisk w mieście. Konstrukcje trafią do konserwacji i staną się elementem przyszłej wystawy stałej. Badania archeologiczne trwają w tym miejscu od sierpnia.",
            "image_url": "https://www.bing.pl/th?id=ODF.Hvqnk8dTAXFkTFgqefVz6Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Polskie Radio PiK11 min",
            "source": "Polskie Radio PiK",
            "article_content": "Na dziedzińcu Domu Mikołaja Kopernika w Toruniu odkryto drewniane konstrukcje z XIII wieku/Dom Mikołaja Kopernika/Facebook\n\nTo jedno z najstarszych takich znalezisk w mieście. Konstrukcje trafią do konserwacji i staną się elementem przyszłej wystawy stałej. Badania archeologiczne trwają w tym miejscu od sierpnia.\n\n– Potwierdzam, archeolodzy odnaleźli konstrukcje z XIII wieku, a może i starsze, co pomogą ustalić badania dendrochronologiczne – powiedział kustosz Domu Mikołaja Kopernika, Michał Kłosiński.\n\n\n\nPod współczesnymi i nowożytnymi nawarstwieniami, zespół archeologów natrafił na pozostałości dawnej zabudowy drewnianej sprzed roku 1370, zanim na parceli pojawił się murowany dom, który w latach 1462–1480 był własnością rodziny Koperników.\n\n\n\n– Na wysokości środkowej oficyny odsłonięto zarys drewnianej konstrukcji wzniesionej w technice wieńcowej, z niezwykle dobrze zachowanym węgłem łączonym „na zakładkę”. To rzadkość. Relikty drewnianych budowli mieszkalnych z najwcześniejszych faz Torunia praktycznie się nie zachowały. Dlatego znalezisko ma znaczenie wyjątkowe nie tylko dla historii Domu Mikołaja Kopernika, lecz także dla badań nad najwcześniejszą zabudową miasta. Odsłonięta konstrukcja ukazuje nam obraz parceli zanim zaczęły dominować murowane kamienice: wczesne drewniane domy i warsztaty – poinformowali przedstawiciele Domu Mikołaja Kopernika, aktualnie interaktywnego muzeum.\n\n\n\nPozostałości budowli były najpewniej zorientowane na osi wschód–zachód, czyli prostopadle do obecnego układu: kamienicy i oficyn w układzie północ–południe. Ujawnia to zupełnie odmienną organizację parceli przed drugą połową XIV wieku.\n\n\n\nW tym momencie archeolodzy nie przesądzają, czy mógł to być budynek mieszkalny czy zabudowania gospodarcze.\n\n\n\n– Teoretycznie mogłaby to być forma masywnej cysterny na wodę, ale znane toruńskie cembrowiny drewniane z XIV–XV wieku są mniejsze. Z większym prawdopodobieństwem badacze skłaniają się więc ku interpretacji, że jest to budowla mieszkalna lub warsztatowa związana z najwcześniejszym użytkowaniem tej parceli – dowiadujemy się z informacji z muzeum.\n\n\n\nW najbliższym czasie fragmenty drewna zostaną poddane badaniom dendrochronologicznym, co pozwoli na precyzyjne określenie ich wieku. W muzeum zapewniono, że trwają prace nad zapewnieniem możliwości konserwacji całej konstrukcji. Ma być ona elementem przyszłej, kolejnej wystawy stałej. W planach jest ekspozycja „in situ”, czyli w miejscu znalezienia.\n\n\n\n– Założenia przewidują ekspozycje „in situ”, ale przy założeniu wyjęcia reliktów, wykonania niezbędnych prac zabezpieczających na zewnątrz. Następnie dojdzie do otworzenia układu odkrytej budowli w przygotowanym wcześniej wnętrzu – informują przedstawiciele Domu Mikołaja Kopernika.\n\n\n\nKonieczne będzie stworzenie nowej przestrzeni ekspozycyjnej do prezentacji najstarszych drewnianych reliktów Torunia. Obecne badania archeologiczne związane są z koniecznością przeprowadzenia prac stabilizujących oficyny i XV-wiecznego muru granicznego. Obie te kwestie muszą zostać pogodzone.\n\n\n\n– Walczymy o zachowanie tego dziedzictwa, jako materialnego świadectwa narodzin miasta. Starajmy się obecnie o to, aby te XIII- i XIV-wieczne fragmenty przetrwały nie w magazynach, lecz w miejscu swojego odkrycia, dostępne dla zwiedzających i przyszłych pokoleń. To jednak ogromne wyzwanie. Konserwacja drewna liczącego ponad 700 lat, jego zabezpieczenie, stworzenie stabilnych warunków ekspozycyjnych oraz przebudowa przestrzeni dziedzińca to przedsięwzięcia wymagające znacznych nakładów finansowych i organizacyjnych.\n\n\n\nNie jest to droga łatwa, ale to dziedzictwo jest tego warte. Odkrycie tak wyjątkowych reliktów zdarza się raz na wiele lat, czasem raz na pokolenie. Naszym obowiązkiem jest zrobić wszystko, by je ochronić, zachować i udostępnić – dodali przedstawiciele muzeum.\n\n\n\nKierownik badań, archeolog Leszek Kucharski, podkreślił w rozmowie z PAP już w sierpniu, że zaplecza są najciekawszymi miejscami do badań. – Zaplecza są użytkowane, ale jeżeli są zabudowywane, to najczęściej nietrwałą, a przede wszystkim nieschodzącą w dół zabudową. Zawsze są więc duże szanse, że nawarstwienia kulturowe, najwcześniejsze, są nienaruszone – ocenił.\n\n\n\nPrzypomniał, że badania w piwnicy oficyny prowadziła w 1972 roku prof. Jadwiga Chudziakowa. Później były nadzory archeologiczne w 1999 i 2004 roku. – Mamy pewność, że nawarstwienia są w dużym stopniu nienaruszone. Mamy do czynienia z różnymi konstrukcjami drewnianymi, prawdopodobnie z XIII wieku. Mamy zlokalizowane co najmniej dwie latryny – w tym jedną datowaną na pierwszą połowę XV wieku, czyli bardzo interesujący nas okres – mówił wówczas Kucharski.\n\n\n\nPóźnogotycka kamienica mieszczańska przy ul. Kopernika w Toruniu to miejsce szczególne dla wszystkich osób zainteresowanych życiem wybitnego polskiego astronoma. Dom Mikołaja Kopernika to unikalna na skalę ogólnopolską instytucja zajmująca się propagowaniem wiedzy o najbardziej znanym na świecie torunianinie.\n\n\n\nTa późnogotycka kamienica mieszczańska należała do rodziny Koperników w drugiej połowie XV wieku. W literaturze określa się takie budowle mianem domu-składu. To dom mieszczański ukazujący całe bogactwo kultury późnośredniowiecznego Torunia, w którym dorastał Kopernik. Przyszedł on na świat w rodzinie mieszczańskiej, w niej się wychowywał i na toruńskiej Starówce rozegrało się jego dzieciństwo."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie w Polsce. Skarb sprzed wieków, budowa wstrzymana",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/odkrycie-w-polsce-skarb-sprzed-wiek%C3%B3w-budowa-wstrzymana/ar-AA1QFFL5?ocid=BingNewsVerp",
            "description": "Szczecin, sensacyjne odkrycie archeologiczne. Budowa Teatru Współczesnego na terenie Łasztowni została wstrzymana. Jak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ULoRL6DwD9frvb3Dk3eHuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Planeta on MSN2 godz.",
            "source": "Planeta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie uwierzysz, ile są warte te stare przedmioty z PRL! Antyki w listopadzie 2025 osiągają zawrotne ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/nie-uwierzysz-ile-s%C4%85-warte-te-stare-przedmioty-z-prl-antyki-w-listopadzie-2025-osi%C4%85gaj%C4%85-zawrotne-ceny/ar-AA1QE5ab?ocid=BingNewsVerp",
            "description": "W 2025 roku antyki cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz jeszcze takie w domu, przyjrzyj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8plFAqIwQ0-oo8PU3zOHly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski on MSN9 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Premier: Ustaliliśmy dane sprawców aktów dywersji",
            "link": "https://expressbydgoski.pl/nie-uwierzysz-ile-sa-warte-te-stare-przedmioty-z-prl-antyki-w-listopadzie-2025-osiagaja-zawrotne-ceny/gh/c1p2-27738583/4",
            "description": "Horoskop miłosny na tydzień dla wszystkich znaków zodiaku. Panna, Waga, Ryby, Lew ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski3 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Heweliusz\" hitem Netflixa. Tu zobaczysz autentyczne eksponaty z katastrofy",
            "link": "https://www.trojmiasto.pl/rozrywka/Heweliusz-hitem-Netflixa-W-Gdansku-autentyczne-pamiatki-z-katastrofy-n210691.html?sort=up&strona=0",
            "description": "Sukces netflixowego serialu o \"Heweliuszu\" sprawił, że o katastrofie sprzed 30 lat mówi dziś cała Polska. Widzowie, którzy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PPhU9_D5f35eLnDr6jS75y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Trojmiasto.pl9 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 18.11.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-18-11-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960895",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 17.11.",
            "image_url": "https://www.bing.pl/th?id=OVFT.IuUY7M84a9xuCK-i1auZ9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska12 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za tyle można obecnie sprzedać stare medale i ordery. Można nieźle zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/za-tyle-mo%C5%BCna-obecnie-sprzeda%C4%87-stare-medale-i-ordery-mo%C5%BCna-nie%C5%BAle-zarobi%C4%87/ar-AA1QgT2Y?ocid=BingNewsVerp",
            "description": "Stare ordery i medale budzą teraz ogromne zainteresowanie znawców i kolekcjonerów. Choć przez wiele lat leżały zapomniane w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qlWcFaoZIL6Z_aKLmJKB8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN2 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te pospolite dwuzłotówki są teraz warte ogromne pieniądze",
            "link": "https://nto.pl/te-pospolite-dwuzlotowki-sa-teraz-warte-ogromne-pieniadze/ar/c1p2-28109229",
            "description": "Te dwuzłotówki jeszcze kilka lat temu były kupowane przez Polaków na potęgę. Obecnie niektóre z nich osiągają na aukcjach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZqcHehJPh_T6TBNq9TUpFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska5 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy zwrócili uwagę, że coś jest nie tak z nowym banknotem. Jest komentarz Narodowego Banku Polskiego",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/kolekcjonerzy-zwr%C3%B3cili-uwag%C4%99-%C5%BCe-co%C5%9B-jest-nie-tak-z-nowym-banknotem-jest-komentarz-narodowego-banku-polskiego/ar-AA1QFuDo?ocid=BingNewsVerp",
            "description": "Miłośnicy pieniądza papierowego rzucili się do zakupów nowego banknotu kolekjonerskiego o nominale 20 zł z wizerunkiem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Iz_BvbOcAn7aoUzdMQ3HRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Krakowska on MSN3 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To najstarsze monety w historii Polski. Tyle są teraz warte",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/to-najstarsze-monety-w-historii-polski-tyle-s%C4%85-teraz-warte/ar-AA1OxuAF?ocid=BingNewsVerp",
            "description": "Zbieranie średniowiecznych i nowożytnych numizmatów to hobby nie tylko dla bogaczy. Część z tych niezwykłych monet, mających ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I9Aq3I7GAKhJKbOrFdmbDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN41 min",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 18.11.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99/ar-AA1QCiZX?ocid=BingNewsVerp",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN11 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    }
]