[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "USŁUGI OGÓLNOBUDOWLANE PAWEŁ WRÓBEL",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,22844684,uslugi-ogolnobudowlane-pawel-wrobel.html",
            "description": "Zameldowanie oraz wymeldowanie z domu lub mieszkania to temat, który w Polsce jest bardzo specyficzny. Pamiętajmy bowiem, że wielu rodaków lekceważy obowiązek meldunkowy, co skutkuje między innymi zan ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl32 min",
            "source": "Firma eGospodarka.pl",
            "article_content": "Wielu pracodawców zastanawia się, czy mogą zobowiązać pracowników do wykorzystania urlopu w okresie między Świętami Bożego Narodzenia a Nowym Rokiem. Przepisy Kodeksu pracy przewidują pewne sytuacje, w których pracodawca może ...\n\nKoszty życia pochłaniają budżety młodych Polaków, którzy coraz częściej muszą wybierać między podstawowymi wydatkami a przyjemnościami. Raport Autopay ujawnia, że jedynie 2 na 5 osób z pokolenia Z nie odczuwa finansowych wyrzeczeń ...\n\nCrowdunding pod postacią internetowych zbiórek cieszy się wśród Polaków sporą popularnością. Osoby fizyczne odpowiadały w minionym roku za gros, bo aż za 81,3% całości zebranych pieniędzy. Pozostałą część wygenerowały NGO-sy ...\n\nChińskie marki budzą dziś wątpliwości klientów, ale próbują przebić się do ich świadomości odpowiednim stosunkiem ceny do wyposażenia. Kiedyś w tej sytuacji był koreański producent. Teraz jest jednym z liderów polskiego rynku, co ...\n\nRząd Japonii zatwierdził dodatkowy budżet w wysokości 18.3 biliona jenów, co odpowiada około 117 miliardom dolarów. Środki te mają sfinansować największy od czasu pandemii pakiet stymulacyjny, zapowiedziany przez premier Sanae Takaichi ...\n\nBibby Financial Services prezentuje wyzwania, z którymi zmaga się obecnie branża metalowa. Wśród nich znajdują się m.in. wysokie koszty energii i wahania cen surowców. Eksperci podkreślają, aby w trudnych warunkach rynkowych nie zapominać ...\n\nJak donoszą media, powiązana z Koreą Północną grupa Lazarus dokonała właśnie największej w historii kradzieży. Czy to zwykła kradzież czy działanie o podłożu politycznym? Kim jest grupa Lazarus? Jakich ataków dokonała w ...\n\nWizz Air wprowadza plan \"Customer First\", którego głównym celem jest poprawa obsługi pasażerów. Co ma się zmienić? O tym eksperci AirCashBack.\n\nOd maja 2025 roku tureckie służby lotnicze wprowadzają surowe przepisy dotyczące obowiązku zapinania pasów bezpieczeństwa aż do momentu całkowitego zatrzymania samolotu po lądowaniu. Wcześniejsze odpięcie pasów będzie teraz skutkować ...\n\nPoczątek br. okazał się dla deweloperów mieszkaniowych notowanych na rynku podstawowym i Catalyst warszawskiej GPW relatywnie słaby sprzedażowo. Jak zauważają eksperci portalu RynekPierwotny.pl najnowsze statystyki kontraktacji rynkowych ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Czemu nie może być po nowemu?', czyli o placu Nowym bez przekłamań",
            "link": "https://krakow.pl/opinie__stanowiska__polemiki/215586,28,komunikat,_czemu_nie_moze_byc_po_nowemu_”__czyli_o_placu_nowym_bez_przeklaman.html",
            "description": "Artykuł Piotra Tymczaka z wczorajszego wydania Dziennika Polskiego „Miasto mało zarabia na placu Nowym. Czemu nie może być po nowemu?' jest pełen przekłamań i nieścisłości. Poniżej wyjaśnienia kilku ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.Opinion",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "„Czemu nie może być po nowemu?”, czyli o placu Nowym bez przekłamań\n\nArtykuł Piotra Tymczaka z wczorajszego wydania Dziennika Polskiego „Miasto mało zarabia na placu Nowym. Czemu nie może być po nowemu?” jest pełen przekłamań i nieścisłości. Poniżej wyjaśnienia kilku wybranych wątków i sformułowań, które rzucają na tę sprawę zupełnie inne światło, pokazując ją w pełnym kontekście, bez pisanych pod tezę twierdzeń .\n\n1. Nie jest prawdą, że czynsz na targowisku pobiera „pośrednik”.\n\nTargowisko „Plac Nowy” jest oddane w dzierżawę, oznacza to, że dzierżawca ma prawo do używania przedmiotu dzierżawy – w tym przypadku: prowadzenia targowiska – i pobierania z niego pożytków w zamian za umówiony czynsz, który płaci Miastu. Na tym polega każda dzierżawa, zgodnie z kodeksem cywilnym. Gdyby przyjąć nomenklaturę zastosowaną przez redaktora Tymczaka to każdy dzierżawca jest pośrednikiem.\n\n2. Nieuzasadniony jest zarzut niegospodarności Miasta i nieprawidłowego nadzoru nad targowiskiem.\n\nWszystkie targowiska miejskie w Krakowie (nie tylko „Plac Nowy”) funkcjonują w oparciu o obowiązujące w Gminie Miejskiej Kraków prawo miejscowe. W ten sposób ustalono liczbę targowisk, ich lokalizacje, granice, model funkcjonalny (dzierżawa podmiotom prywatnym na określony czas), zasady wydzierżawiania, wysokości czynszów i zasady ich waloryzowania oraz regulaminy targowisk (szczegółowe zasady funkcjonowania – m.in. dopuszczalne formy działalności prowadzonej na targowiskach i ograniczenia w tym zakresie).\n\n3. Wprowadzaniem opinii publicznej w błąd jest twierdzenie, że prowadzenie na targowisku gastronomii nie jest „funkcją targową”.\n\n„Funkcje targowe” targowisk miejskich zostały wskazane przez Radę Miasta Krakowa w regulaminach targowisk, uchwalonych w roku 2007. To regulamin targowiska określa rodzaje działalności, jakie mogą być prowadzone na targowisku. A zatem każda z nich jest działalnością targowiskową. Innymi słowy – to są właśnie „funkcje targowe”, które określiła Rada Miasta Krakowa. Przekonanie o tym, że targowiskiem jest miejsce, gdzie sprzedaje się wyłącznie owoce i warzywa jest nieaktualne przynajmniej od dekady. Jest to myślenie archaiczne i szkodliwe, bo gdyby wciąż miało odzwierciedlenie w obowiązujących regulaminach, to wiele targowisk nie dotrwałoby do roku 2017. Zapewnie upadłby również „Plac Nowy”, na którym – co widać każdego dnia – owoce i warzywa stanowią niewielką część oferowanego asortymentu.\n\nZwiększenie możliwości w zakresie prowadzonej na targowiskach działalności stworzyło placom targowym szansę przetrwania. Umożliwiło poszerzenie oferty handlowej i usługowej, co ma ogromne znaczenie dla utrzymania się na rynku pomiędzy galeriami handlowymi czy nawet mniejszymi, ale wielobranżowymi marketami. Dzięki temu na targowiskach miejskich mamy (oprócz warzyw i owoców), piekarnie, cukiernie, lodziarnie, garmażerię, sklepy odzieżowe, obuwnicze, artykuły gospodarstwa domowego, stolarkę okienną, usługi bankowe, biura podróży, zakłady fryzjerskie, szewskie, usługi krawieckie, sprzedaż rowerów, artykułów motoryzacyjnych i wiele innych (z szeroko rozumianą gastronomią włącznie).\n\nWarto również dodać, że Rada Miasta Krakowa poszerzając możliwości funkcjonowania targowisk w 2007 r., nie zdecydowała o równoczesnym podniesieniu czynszów dzierżawnych czy też ich różnicowania w zależności od rodzaju prowadzonej działalności. Co więcej, jeszcze do roku 2010 obowiązywało prawo miejscowe uniemożliwiające dokonywanie jakichkolwiek podwyżek czynszów za dzierżawę targowisk. Dopiero od roku 2011, w wyniku postulatów zgłaszanych przez Wydział Spraw Administracyjnych, Rada Miasta Krakowa dopuściła waloryzowanie czynszów dzierżawnych, ale tylko o wskaźnik inflacji.\n\n4. Porównanie „Placu Nowego” do „Starego Kleparza”, „Nowego Kleparza” czy Hali targowej jest nieuprawnione.\n\nHala Targowa nie jest targowiskiem. Wbrew twierdzeniom redaktora Tymczaka dzierżawca „Placu Nowego” nie ma preferencyjnych stawek czynszowych w stosunku do dzierżawców obydwu „Kleparzy”, zaś oferta tych placów jest nieporównywalna. Z tego samego powodu – obydwa „Kleparze” są bez porównania większe. Płacą więc większy czynsz i posiadają bogatszą ofertę handlową. Nic nie ujmując takim targowiskom jak np. „Azory” lub „Piast”, idąc za tokiem rozumowania redaktora Tymczaka, również można je przyrównać do „Placu Nowego” i takie porównanie wypadnie akurat korzystnie pod względem ilości towaru i zróżnicowania asortymentu dla „Placu Nowego”.\n\nFunkcjonowanie targowiska zależy od wielu czynników, również od jego lokalizacji, wielkości a także pewnego charakteru czy też specyfiki, tworzącej się na przestrzeni lat. Nie na każdym placu przyjmie się handel owocami i warzywami na masową skalę, tak jak nie na każdym placu będzie można zjeść jedyną w swoim rodzaju zapiekankę, kupić starocie, antyki, artykuły kolekcjonerskie a nawet żywe gołębie. Tego nie da się wprowadzić uchwałą Rady Miasta ani decyzją prezydenta Krakowa. Nie można nakazać hurtowej sprzedaży ziemniaków na „Placu Nowym” jak i handlu gołębiami w halach KCHT (na targowisku „Tandeta”). Podobnie, nie można wymusić na mieszkańcach robienia zakupów spożywczych na „Placu Nowym” zamiast w Galerii Kazimierz. To rynek, czyli konsumenci, decyduje o tym, co ma rację bytu na danym targowisku.\n\n5. „Konieczna jest renegocjacja umowy ze spółką Kazimierz pod kątem wyeliminowania z obrotu gospodarczego zbędnego pośrednictwa” [pisownia oryginalna].\n\nKwestia „pośrednictwa” została już wyjaśniona w punkcie 1, natomiast dookreślenie go mianem „zbędnego” jest niestosowne. W powyższym cytacie zawarte jest żądanie „wyeliminowania” dzierżawcy, który okazawszy się operatywnym – bo znalazł kontrahenta gotowego wyremontować gminną nieruchomość i prowadzić tam działalność – stał się „zbędny”. Nie jest to właściwe zachowanie.\n\nAnna Broś-Milc\n\nZastępca Dyrektora Wydziału Spraw Administracyjnych"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety PRL są cenne. Można na nich zarobić. 5 zł rybak kosztuje nawet 7000 zł. Sprawdź. 27.12.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stare-monety-prl-s%C4%85-cenne-mo%C5%BCna-na-nich-zarobi%C4%87-5-z%C5%82-rybak-kosztuje-nawet-7000-z%C5%82-sprawd%C5%BA-27122025/ar-AA1T5slq?ocid=BingNewsVerp",
            "description": "Jedną z cenniejszych monet z cyklu 2 zł - okolicznościowe - jest 2 zł z Zygmuntem Augustem z 1996 roku. Potrafi ona kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uGj4YN52ru9oLsyHHXyyCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Pomorskie Nasze Miasto on MSN11 godz.",
            "source": "Pomorskie Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 26.12.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-26122025/ar-AA1SWfck?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mT_T7J17Avnq3BgWCuMD9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN22 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 26.12.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/tyle-pieni%C4%99dzy-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mo%C5%BCna-du%C5%BCo-na-nich-zarobi%C4%87-2512/ar-AA1T0gTK?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ELjIGXf_lRynhxkuAdD-kC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 26.12",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-2612/ar-AA1OXkNT?ocid=BingNewsVerp",
            "description": "Pokolenie dzisiejszych 30- i 40-latków dorastało z pierwszymi komórkami w rękach. Dźwięk kultowego dzwonka Nokii 3310, gry w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kQor35RUik_fedtS68tsQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN21 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najdroższe bombki 2025 z PRL-u. Te ozdoby choinkowe mieli kiedyś wszyscy, dziś kosztują krocie. Stare bombki na sprzedaż. Zobacz ceny z OLX",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/najdro%C5%BCsze-bombki-2025-z-prl-u-te-ozdoby-choinkowe-mieli-kiedy%C5%9B-wszyscy-dzi%C5%9B-kosztuj%C4%85-krocie-stare-bombki-na-sprzeda%C5%BC-ceny-z-olx/ar-AA1SYVtr?ocid=BingNewsVerp",
            "description": "Dziś, po upływie 35 lat moda na PRL wraca, czego przykładem są dawne meble, zegary, monety, zabawki, płyty i kasety, kolekcje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.igp-ciRUorsg24G-l-5oXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wrocławska on MSN20 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kijów przedstawia Zachodowi szczegółowy plan pokojowy, budzi się \"ostrożne zainteresowanie\".",
            "link": "https://gazeta-lokalna.pl/kijow-przedstawia-zachodowi-szczegolowy-plan-pokojowy-budzi-sie-ostrozne-zainteresowanie/",
            "description": "W Kijowie narasta determinacja, by w końcu przedstawić Zachodowi plan, który zadowoli wszystkich, a przynajmniej będzie próbą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5V_EqNgJrfmbN7XWeR-sOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Lokalna19 godz.",
            "source": "Gazeta Lokalna",
            "article_content": "W Kijowie narasta determinacja, by w końcu przedstawić Zachodowi plan, który zadowoli wszystkich, a przynajmniej będzie próbą wyważenia amerykańskiej logiki „America First” z realiami długofalowego wsparcia. Czy najnowsza, najbardziej szczegółowa propozycja zdoła przełamać sceptycyzm Waszyngtonu i europejskich stolic? Mamy do czynienia z precyzyjnym manewrem dyplomatycznym, ale diabeł, jak zawsze, tkwi w szczegółach – a te kluczowe wciąż pozostają nierozstrzygnięte.\n\nKijów stawia na szczegóły: koniec dyplomatycznej mgły?\n\nW świecie geopolitycznej gry, gdzie każdy dzień wojny generuje potężne koszty – nie tylko te liczone w dolarach i euro, ale i w ludzkim cierpieniu – Ukraina najwyraźniej uznała, że czas na radykalne cięcia w niejasnościach. Przedstawiciele zachodnich rządów zgodnie donoszą, że Kijów zaprezentował dotychczas najbardziej rozbudowany i szczegółowy zestaw propozycji pokojowych od momentu inwazji. Wysoki rangą urzędnik koordynujący współpracę USA–Europa ocenił ten krok z nutą powściągliwego optymizmu, mówiąc o „ostrożnym zainteresowaniu”, które zapanowało w stolicach sojuszniczych.\n\nJednak to właśnie ten optymizm jest delikatny jak chińska porcelana, gdy spojrzymy bliżej na naturę tych propozycji. Jak zaznacza rozmówca „Kyiv Post”:\n\n– Poziom szczegółowości jest wyższy niż wcześniej, ale kluczowe kwestie – gwarancje bezpieczeństwa, mechanizmy egzekwowania porozumień oraz prawnie wiążące zobowiązania Rosji – pozostają nierozstrzygnięte.\n\nI tu dochodzimy do sedna strategii Kijowa. To nie jest zwykłe wezwanie do zawieszenia broni. To kompleksowa propozycja, która musi zrównoważyć dwie pozornie sprzeczne siły: twardą potrzebę suwerenności Ukrainy i pragmatyzm zachodnich partnerów, zwłaszcza Stanów Zjednoczonych. Mówimy tu o próbie idealnego architektowania rozwiązania, które jednocześnie musi wpisywać się w amerykańską logikę „America First” i jednocześnie systemowo ograniczyć długofalowe obciążenia finansowe i militarne dla Zachodu. To prawdziwy kurs na cienkiej linie.\n\n20-punktowy plan pokojowy: coś więcej niż tylko pakt o nieagresji?\n\nCentralną osią tej nowej ofensywy dyplomatycznej ukraińskiej jest rozwinięcie wcześniejszej koncepcji, znanej jako „Formuła Pokoju”, przekształcone teraz w konkretny, 20-punktowy plan. To odejście od ogólnikowych deklaracji w stronę niemal konstytucyjnych zapisów post-konfliktowych. Jurij Bojeczka, szef amerykańskiej organizacji Hope for Ukraine, określa to jako „przejście od deklaracji do twardych zobowiązań”.\n\nCóż zatem znajduje się w tym szczegółowym dokumencie? Propozycje wykraczają daleko poza elementarne żądania dotyczące wycofania wojsk. Kluczowe jest tu stworzenie nowej architektury bezpieczeństwa dla Ukrainy po zakończeniu trwającej fazy konfliktu. Najbardziej elektryzującym elementem jest oczekiwanie gwarancji bezpieczeństwa strukturalnie przypominających Artykuł 5 NATO – tyle że udzielonych przez USA i kluczowych partnerów europejskich.\n\nAle żeby to wszystko zadziałało, Kijów postanowił zagrać kartą, która może zaskoczyć część analityków: wiążący pakt o nieagresji, ratyfikowany przez Rosję. W zamian? Ukraina miałaby potwierdzić swój, już formalnie przyjęty, status państwa nienuklearnego. To jest ten element, który próbuje uderzyć w czuły punkt Rosji, jednocześnie oferując USA pewne gwarancje stabilności strategicznej, co ma być sygnałem dla tych, którzy obawiają się niekontrolowanej eskalacji. Czy jednak Rosja, biorąc pod uwagę obecny stan rzeczy, zgodzi się na prawnie wiążące zobowiązania pod dyktando stron trzecich? To pytanie, które wisi nad całym tym ambitnym planem.\n\nDlaczego teraz i dlaczego tak szczegółowo? Gra o przyszłe koszty.\n\nMotywacja Ukrainy jest dwojaka: zabezpieczenie przyszłości geopolitycznej oraz złagodzenie percepcji „nieskończonego obciążenia” dla sojuszników. Europa i Waszyngton, choć zadeklarowały niezachwiane wsparcie, zaczynają zadawać pytania o horyzont czasowy zaangażowania i ostateczny kalkulowany koszt tej wojny. Każdy dodatkowy miliard wsparcia musi być teraz uzasadniony nie tylko moralnie, ale i finansowo.\n\nPrecyzyjne wyliczenie zobowiązań, mechanizmów egzekwowania i gwarancji ma na celu ugruntowanie długoterminowego wsparcia, czyniąc je strukturalnie trudniejszym do zerwania przez przyszłe administracje lub zmiany polityczne w krajach zachodnich. Kijów stara się stworzyć prawny i proceduralny parasol, który przetrwa zmianę warty politycznej. Jeśli uda się stworzyć dokument, który zadowoli kongresmenów zorientowanych na „America First” (bo pokazuje on skondensowany i uregulowany plan wyjścia z zaangażowania), a jednocześnie zapewni Kijowowi bezpieczeństwo strategiczne, Ukraina może wygrać tę fazę gry negocjacyjnej, zanim jeszcze padną pierwsze strzały pokoju."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gwiezdne Szańce: Tutaj przygotowywano się do wojny. Twierdze, fortyfikacje i relikty militarne na Dolnym Śląsku są co krok - lista",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/gwiezdne-sza%C5%84ce-tutaj-przygotowywano-si%C4%99-do-wojny-twierdze-fortyfikacje-i-relikty-militarne-na-dolnym-%C5%9Bl%C4%85sku-s%C4%85-co-krok-lista/ar-AA1T3RIu?ocid=BingNewsVerp",
            "description": "Ogromne górskie twierdze, tajemnicze tunele kompleksu Riese i książańska kwatera dla Hitlera to nie są jedyne dolnośląskie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.r3NYufuuwF_MYtkv0kDKuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska on MSN20 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku/ar-AA1T3aNl?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN10 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer w woj. zachodniopomorskim. Gdzie warto iść w weekend 27 - 28 grudnia? 10 najlepszych tras",
            "link": "https://gs24.pl/gdzie-na-spacer-w-woj-zachodniopomorskim-gdzie-warto-isc-w-weekend-27-28-grudnia-10-najlepszych-tras/ar/c7p1-22116477",
            "description": "Zanim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 27 grudnia w woj. zachodniopomorskim ma być od 1°C do 3°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.p5gv4gKDWh4JhJwdBJl3oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński14 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Estetyczna transformacja. W okolicy Starego Miasta w Olsztynie budynki zyskają nowe funkcje",
            "link": "https://www.msn.com/pl-pl/infrastruktura-miejska/budynki-i-przestrzenie-publiczne/olsztyn-chce-polepszy%C4%87-estetyk%C4%99-budynk%C3%B3w-w-otoczeniu-starego-miasta/ar-AA1T3rXv?ocid=BingNewsVerp",
            "description": "Władze Olsztyna zamierzają odnowić estetykę budynków w pobliżu średniowiecznej Wysokiej Bramy, planując konkurs na koncepcję ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YNtHM50i1pdCZ9n2f3-uiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "PAP on MSN21 godz.",
            "source": "PAP on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 1 km od Jaworzna. Pomysły na jednodniową wyprawę. Gdzie w weekend 27 - 28 grudnia?",
            "link": "https://jaworzno.naszemiasto.pl/trasy-na-rower-do-1-km-od-jaworzna-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-27-28-grudnia/ar/c7p1-21831473",
            "description": "Zanim wyruszysz na wyprawę, sprawdź prognozę pogody. W sobotę 27 grudnia w Jaworznie ma być -1°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.93RhhiumNuirgg3udI_FjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Jaworzno Nasze Miasto13 godz.",
            "source": "Jaworzno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezapomniane motocykle PRL na sprzedaż. Kiedyś brylowały na naszych drogach. Tyle dziś zapłacisz za WSK, WFM, SHL, Junak, czy Jawę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/niezapomniane-motocykle-prl-na-sprzeda%C5%BC-kiedy%C5%9B-brylowa%C5%82y-na-naszych-drogach-tyle-dzi%C5%9B-zap%C5%82acisz-za-wsk-wfm-shl-junak-czy-jaw%C4%99/ar-AA1T42FY?ocid=BingNewsVerp",
            "description": "Motocykle z czasów PRL-u ciągle budzą emocje wśród miłośników klasycznej motoryzacji. Kiedyś były podstawowym środkiem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zyOFu3M5fI1mZv3Xr6aOlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Poranny on MSN18 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ameryka: Texarkana – miasto, w którym nic się nie wydarzyło",
            "link": "https://www.gdanskstrefa.com/ameryka-texarkana-miasto-w-ktorym-nic-sie-nie-wydarzylo/",
            "description": "Texarkana to miasto, które leży na granicy dwóch stanów: Arkansas i Teksas. Poza tym słynie absolutnie z niczego. Ale ta ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E4G_mf1FhS4tLFKLU9xyPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gdańsk Strefa Prestiżu3 godz.",
            "source": "Gdańsk Strefa Prestiżu",
            "article_content": "Texarkana to miasto, które leży na granicy dwóch stanów: Arkansas i Teksas. Poza tym słynie absolutnie z niczego. Ale ta cecha jest unikatowa: to jest „podwójne” miasto – dwa organizmy prawne, dwie administracje miejskie, dwa systemy podatkowe, oddzielne służby mundurowe. W części miasta kupisz alkohol (Arkansas), w części nie kupisz (Teksas).\n\nAle mają na przykład wspólny system wodociągowy i najsłynniejszą pocztę w USA, która stoi dokładnie na granicy stanów. W zasadzie jest to budynek pocztowo-sądowy, ale poczta jest tu słynniejsza i to sąd jest w poczcie, a nie odwrotnie.\n\nTexarkana powstała na skrzyżowaniu autostrad międzystanowych, ale autostrady przyszły po kolei (kolej = pociąg). Jej początki sięgają końca lat 50. XIX wieku, kiedy budowniczowie linii kolejowej Cairo & Fulton Railroad położyli tory w Arkansas. W 1873 r. dotarli do granicy z Teksasem. 8 grudnia tegoż roku, wraz ze sprzedażą działek miejskich, ustanowiono teren pod budowę miasta. Texarkana w Teksasie otrzymała statut 12 czerwca 1874 roku. Texarkana w Arkansas uzyskała własny statut 10 sierpnia 1880 roku, choć były głosy, by przyłączyć się do tej pierwszej Texarkany.\n\nSprzedaż działek miejskich doprowadziła do otwarcia pierwszego przedsiębiorstwa w mieście — sklepu spożywczego wraz z drogerią, prowadzonego przez George’a M. Clarka. Miasto szybko stało się węzłem komunikacyjnym – miejscem, gdzie zbiegały się szlaki, towary i ludzie. Poza tym nic nigdy w tym mieście się nie wydarzyło i tak się reklamuje.\n\nZnak powitalny Teksasu Znak powitalny Arkansas\n\nNazwa jest połączeniem słów Texas, Arkansas i Luizjana, chociaż Luizjana jest oddalona o 50 kilometrów. Jedna Texarkana leży w hrabstwie Miller w stanie Arkansas, druga Texarkana w hrabstwie Bowie w Teksasie, ale czasami oba organizmy funkcjonują jako jedno miasto, może nawet częściej niż rzadziej. Jest to realizacja zasady „Twice as Nice” (Dwa razy milej).\n\nWjechaliśmy do Texarkany od strony Little Rock w Arkansas. Interstate 30 prowadzi ze stolicy Arkansas do Fort Worth koło Dallas, licząc w sumie 590 kilometrów. Oba miejskie organizmy zamieszkuje na granicy ok. 66 tysięcy Amerykanów. Nie jest to więc dużo i faktycznie Texarkana robi wrażenie dosyć ospałej miejscowości. Skoro znalazła się na naszym szlaku, koniecznie musieliśmy zrobić to, co każdy turysta: stanąć na State Line Avenue przed pocztą jedną nogą w jednym stanie, drugą w drugim.\n\nInterstate 30 Texarkana w Arkansas Texarkana\n\nBudynek Poczty i Sądu Federalnego w Texarkanie (U.S. Post Office and Courthouse) to jedyny budynek federalny w USA, który znajduje się w dwóch stanach jednocześnie. Granica między Teksasem a Arkansas przebiega dokładnie przez jego środek. Ponieważ poczta obsługuje dwa stany, posiada dwa oddzielne kody pocztowe: 75501 dla strony teksańskiej oraz 71854 dla strony z Arkansas.\n\nNa zdjęciu poniżej mamy wejście do poczty, a jeszcze niżej część sądową. W zasadzie są to dwa sądy, czyli dwie oddzielne sale rozpraw dla federalnych sądów okręgowych – po jednej dla wschodniego dystryktu Teksasu i zachodniego dystryktu Arkansas.\n\nPoczta z sądem jest drugim najczęściej fotografowanym federalnym budynkiem sądowym w USA (pierwszym jest Sąd Najwyższy w Waszyngtonie). Oczywiście, z powodu idealnego położenia na granicy stanów. Przed obiektem znajduje się specjalny plac, tzw. Wyspa Fotografów, gdzie turyści mogą stanąć jedną nogą w Teksasie, a drugą w Arkansas.\n\nState Line Granica dwóch stanów State Line\n\nGmach ukończono w 1933 roku, reprezentuje styl beaux-arts z elementami art deco. Posiada monumentalne kolumny jońskie i brązowe drzwi wejściowe. Konstrukcja odzwierciedla jego dwustanowy charakter. Podstawa została wykonana z różowego granitu z Teksasu, natomiast ściany wyższych pięter z wapienia z Arkansas. jest wpisany do Krajowego Rejestru Miejsc Historycznych (National Register of Historic Places).\n\nOba stany posiadały odrębne instytucje pocztowe do roku 1892. Wtedy postawiono pierwszy budynek, ale zburzono go w 1930. Potem powstał właśnie ten. Do sądu nie można wejść, ale do poczty i owszem. A skoro można, to wejść musiałam i wysłać kartkę na swój domowy adres. Wewnątrz zachowały się zabytkowe detale, takie jak mosiężne skrzynki pocztowe, marmurowe podłogi oraz bogato zdobione sufity.\n\nBeaux-arts to klasyczny przepych, art deco to nowoczesna elegancja. Oba style przenikają się w tym gmachu. Beaux-arts dominował w USA w latach 1880–1920. Wywodzi się z paryskiej szkoły sztuk pięknych i stawia na monumentalizm oraz nawiązania do antyku. Budynek poczty ma z tego stylu monumentalną skalę, wysokie sufity, łuki, symetryczną fasadę i jońskie kolumny. Ma budzić respekt i kojarzyć się z trwałością państwa.\n\nNa poczcie Sufit na poczcie\n\n\n\nDetal stołu Wnętrze poczty Szczyt popularności art deco przypadł na lata 1925–1940. Był to styl „maszyny i postępu”, odrzucający klasyczne ozdoby na rzecz nowoczesności. Widać to w Texarkanie w uproszczeniu detali, pionowych liniach oraz w metaloplastyce (brązowe drzwi, okucia, lampy), które mają ostre, geometryczne kształty zamiast klasycznych liści akantu.\n\nBudynek poczty w Texarkanie to przykład stylu przejściowego, często nazywanego Star-Spangled Classicism (amerykański klasycyzm) lub PWA Moderne. Łączy on „bezpieczny” konserwatyzm beaux-arts (bryła, kolumny) z oszczędnością i nowoczesnym wykończeniem art deco (płaskie powierzchnie, geometryczne detale). PWA Moderne jest nazwą amerykańską. Nazwa pochodzi od Public Works Administration – agencji rządowej, która finansowała budowę tysięcy obiektów użyteczności publicznej w czasach Wielkiego Kryzysu.\n\nWspomniałam o Wyspie Fotografów. Jeśli staniemy w tym miejscu, ale tyłem do poczty, to przed sobą mamy kawałek miasta ze starą i nową zabudową, w tym dwa kościoły, Pomnik Matek Konfederatów (o nich za chwilę) i na pierwszym planie postument, na którym leży tablica upamiętniająca wizytę Johna F. Kennedy’ego.\n\nKennedy odwiedził Texarkanę 13 września 1960 roku podczas swojej kampanii prezydenckiej i było to jedno z najważniejszych wydarzeń w historii miasta. W końcu nic się w nim nie dzieje. Senator Kennedy wygłosił przemówienie stojąc na schodach słynnego gmachu. Szacuje się, że na State Line Avenue zgromadziło się około 100 000 osób, więc zapewne przyjechali zewsząd. JFK wziął również udział w paradzie Four States Fair and Rodeo, jadąc ulicami miasta w otwartym samochodzie Pontiac Bonneville.\n\nNa cześć tej wizyty 25 września 1964 roku (niecały rok po zamachu w Dallas), Lyndon B. Johnson odsłonił pamiątkową tablicę. Wyryto na niej słowa zmarłego prezydenta, które nigdy nie zostały wypowiedziane. Jest to fragment przemówienia, które miał wygłosić 22 listopada 1963 w Austin:\n\nW Texarkanie, w 1960 roku, obiecałem, że nasz kraj nie będzie dłużej angażować się w opóźnione wysiłki kosmiczne. Ta obietnica została spełniona. Nie jesteśmy jeszcze pierwsi w każdej dziedzinie działań kosmicznych, ale odzyskaliśmy światowy szacunek dla naszych naukowców, naszego przemysłu, naszej edukacji i naszej wolnej inicjatywy.\n\nPomnik Matek Konfederatów w Texarkanie (Confederate Mothers Monument) z 1918 r. ma wyjątkowe przesłanie na tle innych tego typu obiektów w USA, ponieważ kładzie nacisk na rolę matek podczas wojny secesyjnej. To hołd złożony matkom, uhonorowanie ich poświęcenia i cierpienia związanego ze stratą bliskich. Monument przedstawia postać kobiety stojącej w cieniu syna-żołnierza. Inskrypcja na cokole głosi: „O Wielkie Matki Konfederacji, chcielibyśmy wyryć wasze imiona na pomnikach, aby ludzie czytali je z upływem lat i oddawali hołd wam, które zrodziłyście i wychowałyście synów-bohaterów…”.\n\nNieopodal stoi inny pomnik: monument poświęcony ofiarom Wielkiej Wojny, żołnierzom z hrabstw Bowie i Miller. Monument przedstawia rzeźbę znaną jako „The Spirit of the American Doughboy” autorstwa Ernesta M. Viquesneya. Znajduje się w zadbanym otoczeniu parkowym z tablicami pamiątkowymi i ścieżkami spacerowymi.\n\nW bliskim sąsiedztwie pomnika znajduje się kapsuła czasu. Kiedyś leżała tu inna. Otwarto ją w 2023, 50 lat po zakopaniu. 8 grudnia tego samego roku umieszczono nową i odbyło się to z okazji 150-lecia miasta (Sesquicentennial). Wewnątrz schowano m.in. monetę z bazy wojskowej Red River Army Depot, medal i koszulkę z biegu „Run the Line”, programy koncertowe Texarkana Symphony Orchestra, odbitki prac nagrodzonych w konkursie plastycznym, wycinki z lokalnej gazety „Texarkana Gazette”, programy sportowe, zdjęcia przedstawicieli władz miasta i służb ratunkowych. Ale także wiadomości osobiste: listy mieszkańców do ich potomków, w tym wiadomości pisane przez dziadków do ich wnuków.\n\nPrzy kompletowaniu nowej kapsuły starano się wybierać przedmioty o znaczeniu ogólnospołecznym, aby uniknąć problemów z poprzedniej edycji, gdzie wiele listów było skierowanych do konkretnych osób, które trudno było odnaleźć po pół wieku.\n\nI jeszcze słowo o kościołach. Z lewej strony Konfederatów znajduje się Pierwszy Kościół Metodystów. Jest on architektonicznie mało ciekawy. Z prawej Kościół Episkopalny Świętego Jakuba, który ma bogatą historię, sięgającą początków samego miasta, i wyróżnia się charakterystyczną architekturą w stylu neogotyckim. Kongregacja kościoła św. Jakuba zorganizowała się w latach 1876-1878 i w 1893 postawiono pierwszą drewnianą świątynię. Obecny kościół zbudowano z cegły, został ukończony w 1927 roku. Częściowo włączono do niego elementy poprzedniego, drewnianego budynku. Kościół był historycznie zaangażowany w wiele inicjatyw społecznych. W czasie I wojny światowej zorganizowano w nim szwalnię Czerwonego Krzyża, gdzie szyto ubrania dla żołnierzy.\n\nMiasto ma również związki ze Scottem Joplinem, królem ragtimów, który mieszkał tu jako dziecko. Przez dosyć długi czas uważano, że tu się właśnie urodził. Ostatecznie urodził się w Marshall w Teksasie, a w Texarkanie spędził dzieciństwo. Młody Scott Joplin grał na pianinie w domach, w których pracowała jego matka jako praczka, a także grał w pobliskim kościele St. James African Methodist Episcopal Church. Ten ragtime wszyscy znają:\n\nAnna Pisarska\n\nMoje artykuły o Stanach Zjednoczonych (po kliknięciu można przejść do artykułu):\n\nPozostałe o Ameryce:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe w woj. śląskim. Gdzie warto iść w weekend 27 - 28 grudnia? Lista 10 tras",
            "link": "https://dziennikzachodni.pl/trasy-spacerowe-w-woj-slaskim-gdzie-warto-isc-w-weekend-27-28-grudnia-lista-10-tras/ar/c7p1-22116485",
            "description": "Zanim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 27 grudnia w woj. śląskim ma być od -2°C do -1°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2LbThXpp1Xzhjd2va_hA-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni14 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 2 km od Niepołomic. Pomysły na jednodniowy wypad. Gdzie w weekend 27 - 28 grudnia?",
            "link": "https://niepolomice.naszemiasto.pl/rowerem-do-2-km-od-niepolomic-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-27-28-grudnia/ar/c7p1-21832069",
            "description": "Zamek królewski położony był w drugiej połowie XVI wieku w powiecie szczyrzyckim województwa krakowskiego [1].",
            "image_url": "https://www.bing.pl/th?id=OVFT.LIawaCigxMukxo7djAKgrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto13 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 26.12.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-26-12-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, najczęściej zależna od ilości zachowanych egzemplarzy oraz stanu zachowania.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    }
]