[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "02 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-02,4,day.html",
            "description": "Obrazy, rysunki i fotografie - łącznie 250 prac z prywatnej kolekcji Anny i Piotra Dmochowskich, marszandów i przyjaciół nieżyjącego artysty od października 2016 roku można oglądać w Galerii Zdzisława ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "krakow14 godz.",
            "source": "krakow",
            "article_content": "Przekroje. Galeria architektury polskiej XX i XXI wieku\n\nCzym jest i czym może być architektura? W jaki sposób można opisać relacje łączące ją z człowiekiem? Na nowej wystawie stałej w Kamienicy Szołayskich przez pryzmat tych pytań poznamy historię, a także współczesne oblicze polskiej..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zobiekalipsa!!! – słowiańskie objawienie zombie-apokalipsy w klimacie PRL-u",
            "link": "https://www.gry-online.pl/forum/zobiekalipsa-slowianskie-objawienie-zombie-apokalipsy-w-klimacie/zfffeb57",
            "description": "Projekt nazywa się Zobiekalipsa!!! i jest narracyjnym RPG z widokiem z góry, osadzonym w alternatywnej wersji Lubelszczyzny, gdzie zombie opanowały prowincję, a relikty komunizmu wciąż mają się dobrze ...",
            "image_url": "https://www.bing.plNo image",
            "category": "relikty",
            "date": "gry-online.pl20 godz.",
            "source": "gry-online.pl",
            "article_content": "Zobiekalipsa!!! – słowiańskie objawienie zombie-apokalipsy w klimacie PRL-u\n\nCześć wszystkim! Jestem Paweł z Kocka i od kilku miesięcy tworzę grę indie, która łączy pixelart, czarny humor i absurd rodem z PRL-u. Projekt nazywa się Zobiekalipsa!!! i jest narracyjnym RPG z widokiem z góry, osadzonym w alternatywnej wersji Lubelszczyzny, gdzie zombie opanowały prowincję, a relikty komunizmu wciąż mają się dobrze.\n\nCo znajdziecie w grze?\n\n– Fikcyjne miejscowości jak Zadymowo, Borucin czy Nowy Korytów – Rozbudowę bazy ocalałych w opuszczonym PGR-ze – System wyborów i konsekwencji: czy pomożesz sąsiadom, czy ograbisz ich z konserw? – Satyryczne dialogi, słowiańskie demony, lokalne przesądy i duch PRL-u – Stylową grafikę pixelart tworzoną ręcznie, bez AI – Trzy grywalne postacie:\n\nŹdzichu – chłop jak dąb, zna każdy przesmyk i każdą legendę Henio – opój z prowincji, mistrz melin i lokalnych układów Trzecia postać – jeszcze nieujawniona, ale będzie miała własną historię i motywacje\n\nGra powstaje w Pythonie (Pygame), ale planuję przenieść ją na Unity lub Unreal Engine 5. Demo jest już w przygotowaniu i będzie dostępne na itch.io — wystarczy wpisać nazwę gry w wyszukiwarce.\n\nJeśli ktoś chce wesprzeć rozwój gry, prowadzę dwie zbiórki:\n\n– jedna na zrzutce (cpu266)\n\n– druga na pomagam (m64mem)\n\nWystarczy dodać końcówkę do odpowiednich stron .pl\n\nZ góry dzięki za każde dobre słowo, komentarz czy udostępnienie. Zobiekalipsa nadchodzi — i będzie absurdalnie dobra!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryto sekrety zamku Kmitów. Zobacz, co skrywały ruiny",
            "link": "https://www.rmf24.pl/regiony/rzeszow/news-odkryto-sekrety-zamku-kmitow-zobacz-co-skrywaly-ruiny,nId,8016289",
            "description": "W ruinach zamku Kmitów, położonych na malowniczej Górze Sobień w sercu podkarpackiego rezerwatu przyrody, archeolodzy i konserwatorzy prowadzą intensywne prace mające na celu ocalenie i zabezpieczenie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "RMF2423 godz.",
            "source": "RMF24",
            "article_content": "W ruinach zamku Kmitów, położonych na malowniczej Górze Sobień w sercu podkarpackiego rezerwatu przyrody, archeolodzy i konserwatorzy prowadzą intensywne prace mające na celu ocalenie i zabezpieczenie jednego z najcenniejszych zabytków regionu. Odsłonięcie kolejnych fragmentów murów, odkrycie unikatowych artefaktów oraz przygotowanie trwałej ruiny – to tylko niektóre elementy szeroko zakrojonego projektu, który ma przywrócić dawny blask tej historycznej warowni.\n\nRuiny zamku Kmitów na Górze Sobień / Foto: Nadleśnictwo Lesko/Facebook /\n\nZamek Kmitów na Górze Sobień od lat fascynował zarówno historyków, jak i miłośników Bieszczad. Ostatnie poważne badania archeologiczne prowadzone były tutaj ponad 50 lat temu, a przez kolejne dekady ruiny popadały w coraz większą degradację. Teraz, dzięki inicjatywie Nadleśnictwa Lesko, rozpoczęte w lutym 2025 roku prace mają szansę nie tylko zatrzymać proces niszczenia, ale także na nowo odkryć historię tego miejsca.\n\nJak poinformował archeolog z Muzeum Budownictwa Ludowego w Sanoku, Marcin Glinianowicz, obecnie głównym zadaniem zespołu jest \"odgruzowanie reliktów i ich zabezpieczenie\". Prace prowadzone są równolegle w kilku wykopach archeologicznych, co pozwala na kompleksowe spojrzenie na strukturę dawnego zamku.\n\nOdsłonięte mury, baszty i skarby sprzed wieków\n\nEfekty badań już teraz budzą ogromne zainteresowanie. Archeolodzy odsłonili południową kurtynę muru obronnego, znaczną część kurtyny północnej, basztę, a także relikty przedbaszcia oraz podział wewnętrzny domu zamkowego. Te odkrycia rzucają nowe światło na układ i funkcjonowanie warowni, będącej niegdyś ważnym punktem obronnym regionu.\n\nWśród wydobytych z ziemi artefaktów znalazły się prawdziwe rarytasy: fragmenty średniowiecznej broni palnej, kamienna kula armatnia, groty bełtów, monety oraz kafel piecowy z łacińskim napisem \"Laurentis\". Ten ostatni obiekt określono mianem \"bliźniaka\" względem kafla odkrytego przed ponad pół wiekiem przez archeologa Tadeusza Żurowskiego. Oryginalne nawarstwienia ziemi z czasów, kiedy zamek powstawał i funkcjonował, pozwalają naukowcom na jeszcze dokładniejsze odtworzenie dziejów rezydencji Kmitów.\n\nTrwała ruina - bezpieczeństwo i edukacja\n\nCelem tych szeroko zakrojonych działań jest nie tylko ratowanie zabytku, ale również przekształcenie ruin w tzw. trwałą ruinę.\n\nPo zakończeniu prac, które mają potrwać do wiosny przyszłego roku, planowane jest otwarcie nowoczesnej ścieżki poznawczej. Ma ona łączyć treści przyrodnicze, historyczne i kulturowe, umożliwiając zwiedzającym głębsze poznanie zarówno samego zamku, jak i niezwykłej przyrody rezerwatu Góra Sobień."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te słowa brzmią jak wyrok. Lamparska dla „Wprost': Złotego pociągu nie ma",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-s%C5%82owa-brzmi%C4%85-jak-wyrok-lamparska-dla-wprost-z%C5%82otego-poci%C4%85gu-nie-ma/ar-AA1LEK3J?ocid=BingNewsVerp",
            "description": "– Historia jest zapisana w każdej cegle, ale my wolimy gonić za tym, czego dogonić się po prostu nie da. I przez to często ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mElcGCllXfu4tJcq9K4kVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WPROST.pl on MSN20 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    }
]