[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=OVF.NvfVmyCp9QqV5LXP%2f%2fwfmw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Express Bydgoski on MSN59 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [11.04.25]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-31-03-2025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i banknotów stale rosną. Co sprawia, że pieniądze z PRL są tak poszukiwane w ...",
            "image_url": "https://www.bing.plNo image",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare kryształy z PRL – kolekcjonerzy nie szczędzą pieniędzy! Tyle teraz warte są te naczynia i wazony z minionej epoki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stare-kryszta%C5%82y-z-prl-kolekcjonerzy-nie-szcz%C4%99dz%C4%85-pieni%C4%99dzy-tyle-teraz-warte-s%C4%85-te-naczynia-i-wazony-z-minionej-epoki/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RULadzVVttLxe9nBfkXWYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN44 min",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci",
            "link": "https://echodnia.eu/podkarpackie/tag/targ-staroci",
            "description": "Tysiące osób w słoneczną niedzielę, 20 października przewinęło się przez Rozwadowski Targ Staroci w Stalowej Woli, by kupić ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OlAu1bnOzeBTIhhXx8Eu3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia17 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [11.04.25]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-31-03-2025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i banknotów stale rosną. Co sprawia, że pieniądze z PRL są tak poszukiwane w ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety, czajniki i złote kolczyki. Takie cuda można kupić na pchlim targu w Gorzowie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stare-monety-czajniki-i-z%C5%82ote-kolczyki-takie-cuda-mo%C5%BCna-kupi%C4%87-na-pchlim-targu-w-gorzowie/ar-AA1CBtb1?ocid=BingNewsVerp",
            "description": "Pchli targ organizowany na ryneczku Jerzego w Gorzowie cieszy się sporym zainteresowaniem miłośników starych przedmiotów z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5Rzp823lbMRjU6o9YdjP3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nasze Miasto on MSN7 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 10.04.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-10042025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.jIyD7CFifO8slyqZ9Sqd5g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN23 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 10.04.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-10042025/ar-AA1CE0Yt?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN23 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 10.04.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-08042025/ar-AA1zSD9c?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVF.UpXmbyaDIwSsnstRNu4J4g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN23 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 11.04.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-11042025/ar-AA1BHbke?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL jest szczególnie poszukiwana przez kolekcjonerów. Przedmioty z tego okresu cieszą się rosnącą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mAaVJvc-qR6PH4IosjhUsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN11 min",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 10.04.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-10042025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę!",
            "image_url": "https://www.bing.pl/th?id=OVF.q%2b3mjF2Cv0QyzlvfkTyMmQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN23 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kraków to nie tylko Wawel i Sukiennice. Tu zjesz w synagodze, a zabytki obejrzysz ze szczytów kopców",
            "link": "https://weekend.gazeta.pl/weekend/7,181991,31844514,krakow-to-nie-tylko-wawel-i-sukiennice-tu-zjesz-w-synagodze.html",
            "description": "Kraków w 2024 roku odwiedziło 12 mln turystów. Nic więc dziwnego, że mieszkając w tak dużym, zatłoczonym mieście, szukam w nim małych ucieczek. I znajduję, nawet w ścisłym centrum.",
            "image_url": "https://www.bing.pl/th?id=ODF.n0CtTagPjd-XSkLyiGi6eQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Weekend w Gazeta.pl24 min",
            "source": "Weekend w Gazeta.pl",
            "article_content": "W cyklu \"Miasto na weekend\" prezentujemy miejsca warte odwiedzenia z nieoczywistej, subiektywnej perspektywy naszych autorek i autorów oraz osób ze świata sztuki, kultury i sportu. Teksty będą się ukazywały w każdy piątek. O Krakowie, który zauroczył ją, kiedy była małą dziewczynką, opowiada Magdalena Idem.\n\nPamiętam z dzieciństwa taką fotografię z lat 30.: mój pradziadek ubrany w swój jedyny odświętny strój – szalenie elegancki ciemny garnitur i letni kapelusz z dość szerokim rondem – siedzi przy krakowskim Barbakanie i bawi się z gołębiami. Jego chłopskie pochodzenie zdradzają jedynie spracowane ręce i mocno znoszone buty.\n\nREKLAMA\n\nZdjęcie zostało zrobione, gdy którejś soboty przyjechał do Krakowa na spotkanie z kolegą z wojska. Oglądaniu fotografii towarzyszyły zawsze opowieści o oswojonych ptakach, wspaniałych zabytkowych kościołach i królach, którzy – jak zwykła żartować ze mnie ciocia, kiedy byłam mała – wciąż w Krakowie mieszkają.\n\nPrzez historie o pradziadku i mieście, \"do którego trzeba się wystroić\", miałam do tego miejsca szczególny sentyment. To dziecięce wyobrażenie oczywiście nie towarzyszyło mi zbyt długo, wystarczyły jednak pierwsze wyjazdy do Krakowa, żeby wyprodukować własne fascynacje nim. Mit o artystycznym duchu miasta, tłumy turystów, głośne imprezy, smog, ciągłe korki, momentami przytłaczająca tkanka miejska, do której przytula się (najczęściej bezmyślnie) nowoczesna deweloperka… Ta dziwna mieszanka bardzo szybko stała się dla mnie interesująca. Zapragnęłam być jej częścią i jak najszybciej ją oswoić – więc przyjechałam tu na studia.\n\nKraków to nie tylko Wawel i Sukiennice. Na zdjęciu: zamek w Przegorzałach, widok ze ścieżki rowerowej (Fot. Piotr Idem) , W Krakowie wymyślono coś tak praktycznego jak góry w środku miasta, a mianowicie kopce. Na zdjęciu: Kopiec Kraka na Starym Podgórzu (Fot. Piotr Idem)\n\nOd festiwalu do festiwalu\n\nDoskonale pamiętam mój debiutancki rok tutaj, zwłaszcza pierwsze randki w nieodżałowanym kinie ARS, wieczorne wypady na Stare Podgórze do Makaroniarni w tzw. kamienicy paryskiej (wciąż działa, idźcie tam na krem pomidorowy), ale też pierwszy Miesiąc Fotografii, którego tematem była – tak się przyjemnie składa – moda. Mapa zaprojektowana dla gości festiwalu stała się moim pierwszym przewodnikiem kulturalnym po mieście. Odkrywałam galerie sztuki, o których wcześniej nie miałam pojęcia, zachwycałam się atmosferą wernisaży odbywających się w MOCAK-u [Muzeum Sztuki Współczesnej w Krakowie – przyp. red.], na których bezpretensjonalnie rozdawano bułki z pastą jajeczną. Do dzisiaj zresztą tę mapę przechowuję, podobnie jak towarzyszący tamtemu festiwalowi magazyn o modzie \"Maj\".\n\nWspominam o tym dlatego, że w Krakowie można właściwie żyć od festiwalu do festiwalu. Sezon zaczyna się mniej więcej w okresie wielkanocnym, kiedy startuje mój ulubiony festiwal muzyki dawnej Misteria Paschalia. Maj otwiera z kolei OFF Camera ze wszystkimi dobrodziejstwami kina plenerowego. W tym samym miesiącu odbywają się też Festiwal Muzyki Filmowej i Festiwal Literacki im. Czesława Miłosza. Lato to rzecz jasna festiwale muzyczne, w tym Festiwal Kultury Żydowskiej i Letni Festiwal Jazzowy. Jesień zresztą od lata w tym zakresie nie odstaje, bo to czas Sacrum Profanum i Unsound Festival. Jest jeszcze Festiwal Conrada, który sprawia, że w październiku Kraków zamienia się w europejską stolicę literatury. I proszę, tym sposobem zupełnie niepostrzeżenie wylądowaliśmy w zimie, gdy miasto zaczyna żyć świątecznym jarmarkiem i tradycyjnym konkursem na najładniejszą szopkę bożonarodzeniową.\n\nUciec od zgiełku\n\nJeśli przyjedziecie tu na jeden z festiwali albo po prostu wpadniecie do Krakowa na weekend, większość czasu spędzicie zapewne na Starym Mieście lub na Kazimierzu. W tej okolicy trudno uciec od zgiełku, chociaż nie jest to niemożliwe. W ścisłym centrum sporo jest ukrytych ogródków i knajpek. Na pewno warto zajrzeć do Meho Café na Krupniczej, kawiarni w Domu Józefa Mehoffera (dom ten jest częścią tutejszego oddziału Muzeum Narodowego). Od wiosny do późnej jesieni kawę i ciasto można tam zamawiać do ogrodu usytuowanego od południowej strony domu. Wspaniale jest też usiąść w Dzikim Winie zlokalizowanym w głębi dziedzińca pałacu Pod Baranami, którego wysokie mury tłumią hałasy dobiegające z rynku. Pragnącym poczuć się bardziej luksusowo podczas wizyty na Starym Mieście proponowałabym udanie się na zaciszną ul. Pijarską, do Brasserie L’Olympique, restauracji na parterze Hotelu Francuskiego. Już sam budynek projektu Zbigniewa Odrzywolskiego jest spektakularny, w okresie międzywojennym uznawano go zresztą za najbardziej luksusowy hotel w mieście i ta aura elegancji wciąż się w nim unosi. Warto wejść tu choćby na szybką kawę, rogalika lub eklera.\n\nUl. Mostowa kończy się wejściem na kładkę Ojca Bernatka. Symbolicznie uznać można ją za zaproszenie na Stare Podgórze, które pozwala cieszyć się wspaniałym widokiem na miasto (Fot. Piotr Idem)\n\nOd zgiełku Rynku można też uciec do któregoś z muzeów. Klasyczny kierunek to Wawel albo Muzeum Czartoryskich, ale wymagają one dużej uwagi i czasu, którymi nie każdy przyjeżdżający do Krakowa dysponuje. Dobrą alternatywą jest więc kamienica Szołayskich na pl. Szczepańskim, gdzie przez cały rok trwa wystawa \"Przedmioty. Galeria designu polskiego XX i XXI wieku\" prezentująca osiągnięcia polskiego designu ostatnich 120 lat. Zgromadzono tu obiekty, które nazwałabym niecodziennymi przedmiotami codziennego użytku, takie jak krzesła Wyspiańskiego czy ćmielowska porcelana, ale też elementy wyposażenia dawnego krakowskiego hotelu Cracovia. Jedna sala wystawowa poświęcona jest zawsze modzie – w tym roku można obejrzeć w niej ubrania Gosi Baczyńskiej.\n\nKolejną wystawą stałą, którą warto zobaczyć, będąc w centrum Krakowa, jest ta w Muzeum Etnograficznym na Kazimierzu. Większość turystów uda się tam zapewne ul. Grodzką; ja proponuję trasę, która pozwala ominąć tłumy. Wychodząc z Małego Rynku, gdzie łapiemy kawę na wynos z Katane (ta kawiarnio-gelateria to krakowska instytucja), kierujemy się Plantami w stronę ul. Świętej Gertrudy, po czym skręcamy w Świętego Sebastiana, przecinamy nią Planty Dietlowskie i w kilka chwil znajdujemy się na słynnym skwerze Kółeczko.\n\nTo dobry punkt wyjścia do kolejnych spacerów po Kazimierzu. Skręcając na Podbrzezie i w Miodową, szybko znajdziemy się w modnej części tej dzielnicy, gdzie w dawnej synagodze Chewra Thilim działa bar Hevre (warto wdepnąć tu choćby po to, by przyjrzeć się oryginalnej naściennej polichromii), będziemy też o krok od kultowej śniadaniarni Ranny Ptaszek i księgarni Tajfuny.\n\nJeśli z kolei z Kółeczka pójdziemy dalej prosto, znajdziemy się na ulicy synagog, czyli na Świętego Józefa, która słynie ze sklepów vintage i sklepików z pamiątkami, ale też z najlepszej zupy cebulowej w Zazie Bistro oraz butiku Anny Gregory. By znaleźć się nareszcie na pl. Wolnica w Muzeum Etnograficznym, wystarczy skręcić z ul. Świętego Józefa w ul. Bożego Ciała, która zaprowadzi nas prosto do celu. Tam pytajcie o wystawę \"Kogo stać?\". To kolejna ekspozycja, na której zgromadzono przedmioty codziennego użytku. Tu jednak ułożone je w opowieść o ludziach często zapomnianych przez historię. Przedmioty takie jak wyblakłe korale, gorset czy testament gospodyni analfabetki zadają tu pytanie o nierówności społeczne kiedyś i teraz.\n\nMiasto w mieście\n\nJasnym punktem Kazimierza jest też ul. Mostowa, gdzie znajduje się świetna księgarnia Lokator, a od niedawna również druga lokalizacja słynnego bistro Charlotte, które wydaje się bardziej kameralne i przystępne niż to na pl. Szczepańskim. Mostowa kończy się wejściem na kładkę Ojca Bernatka. Symbolicznie uznać można ją za zaproszenie na Stare Podgórze, które – jeśli ma się wiedzę, gdzie pójść – pozwala cieszyć się wspaniałym widokiem na miasto. Wspominam o tym, by nie pozostawić czytelników z wrażeniem, że z powodu tłumów nie da się tu efektywnie zobaczyć najważniejszych zabytków. W Krakowie wymyślono bowiem coś tak praktycznego jak góry w środku miasta, a mianowicie kopce. Jeden z nich – kopiec Kraka – znajduje się właśnie na Starym Podgórzu.\n\nOd zgiełku Rynku można też uciec do któregoś z muzeów. Klasyczny kierunek to Wawel albo Muzeum Czartoryskich. Na zdjęciu: widok na Wawel z okolic Ronda Grunwaldzkiego (Fot. Piotr Idem) , W Krakowie nie brakuje też zieleni. Na zdjęciu słynne Błonia (Fot. Piotr Idem)\n\nTo jedna z moich ulubionych tras spacerowych. Zaczynam w parku Bednarskiego, kupuję kawę w uroczym Mech Café i ul. Parkową kieruję się na wzgórze, które oferuje nie tylko panoramę, ale także daje możliwość zaplanowania dalszego spaceru na Podgórzu.\n\nTo dzielnica, która przypomina samodzielne miasto; zresztą była nim przed przyłączeniem do Krakowa w 1915 roku. Podgórski rynek tętni dziś wielkomiejskim życiem głównie dzięki restauracjom takim jak Mazi czy Kropka, niedawno przeniosła się też tutaj księgarnia DeRevolutionibus. To ostatnie miejsce polecam do pracy, jeśli musicie przysiąść gdzieś w okolicy z laptopem. Księgarnia ma niewielki ogródek, ale też zapewniające spokój stoliki schowane za wysokimi regałami z książkami.\n\nCentrum podgórskiego życia jest też bez wątpienia ul. Nadwiślańska, przy której znajduje się siedziba Cricoteki, czyli Muzeum Tadeusza Kantora. Budynek jest absolutnie wyjątkowy. To właściwie połączenie dwóch budynków: dawnej elektrowni miejskiej i nowoczesnej konstrukcji, która nad nią góruje. Spragnieni kolejnego fantastycznego widoku na Kraków powinni odwiedzić kawiarnię Fresh Coffee Place, która mieści się na ostatnim piętrze muzeum. Szczęśliwcom, którzy pójdą tam wieczorem, być może uda się załapać na krakowski zachód słońca. Z okien Cricoteki, które wychodzą na Wisłę, wygląda on spektakularnie. Stare Podgórze to też idealne miejsce na zakupy z drugiej ręki. Nie znam lepszych adresów dla miłośników mody vintage niż sklepy Obcy w Mojej Szafie i Bohema Vintage (uwaga jednak na godziny otwarcia, bo bywają zmienne).\n\nKościół oo. Bonifratrów na ul. Krakowskiej (Fot. Piotr Idem) , W Krakowie można żyć od festiwalu do festiwalu. Sezon zaczyna się na Wielkanoc, a kończy jesienią. Na zdjęciu: Stare Miasto, widok z wieży ratuszowej (Fot. Piotr Idem)\n\nNie chcę tak łatwo porzucać kopców, tym bardziej że piszę ten tekst wczesną wiosną, gdy w Krakowie ruszył już nowy sezon osobliwej miejskiej turystyki szlakiem kwitnących drzew. Po zdjęcia tych naturalnych atrakcji dobrze jest udać się na kopiec Piłsudskiego lub Kościuszki, choć przyznam, że akurat te dwie trasy spacerowe ja najbardziej lubię jesienią. Zainteresowanych turystyką drzewną zapraszam do słynnej wiśniowej alejki na Bronowicach, pod magnolie na Wawelu i wisterie w al. Daszyńskiego.\n\nNie byłabym jednak sobą, gdybym nie wspomniała o zielonych atrakcjach dostępnych od ręki i bez kolejek w dzielnicy, w której sama mieszkam.\n\nŚladami Szymborskiej\n\nOd czasów studenckich wybierałam miejsca do mieszkania w Krakowie tak, by móc powoli poznawać kolejne części miasta. Na Starą Krowodrzę przeprowadziłam się ze względu na modernistyczne kamienice i parkowe otoczenie. Bliskość parku Krakowskiego, Młynówki Królewskiej i parku Jordana sprawia, że nie czuję się tu mieszkanką ponad 800-tysięcznego miasta.\n\nTak się również złożyło, że zupełnie nieświadomie zamieszkałam w miejscu, które zasługuje (chyba) na miano dystryktu Wisławy Szymborskiej. Gdyby ktoś poprosił mnie o wskazanie krakowskich miejsc, które powinny kojarzyć się nam z noblistką, poleciłabym mu oczywiście wizytę w jej ostatnim mieszkaniu przy ul. Piastowskiej albo spacer po Parku im. Wisławy Szymborskiej przy ul. Karmelickiej (tym z muralem z wierszem \"Nic dwa razy\"). Równie dobrze jednak mogłabym wskazać po prostu ulice po sąsiedzku, Chocimską i Królewską, przy których mieszczą się poprzednie mieszkania poetki (również to, które nazywała \"szufladą\"), albo jej ulubiony pl. Nowowiejski, na którym kupowała \"jarzynkę\".\n\nZobacz wideo Były myśliwy uratował potrąconego wilka. \"Rozjeździliby go na miazgę\". Kim jest Marcin z Lasu?\n\nStara Krowodrza jest kompaktowa i praktyczna, odległa i jednocześnie bliska centrum. Łatwo stąd, nawet pieszo, dostać się w rejony rynku, dworca, miasteczka studenckiego. Mamy tu też do czynienia z cenowymi ekscesami, które nie zdarzają się już powszechnie w Krakowie: u wylotu parku Krakowskiego, w kawiarni Spodek dostaniecie na przykład espresso za 5 zł, a w Cukierni Śliwa za tyle samo kupicie najlepsze na świecie (przysięgam!) pączki z różą. W Vicenti przy ul. Kazimierza Wielkiego, legendarnej knajpie z pizzą rzymską, która w Krakowie ma kilka lokalizacji, złapiecie z kolei kawę za 3,5 zł!\n\nI tak oto wyszedł mi poradnik \"Jak, mieszkając w wielkim mieście, szukać w nim małych ucieczek\". Nie ma w tym chyba jednak nic dziwnego, biorąc pod uwagę to, że Kraków w 2024 roku odwiedziło 12 mln turystów. Można stąd zresztą uciekać bardziej dosłownie, wciąż jednak pozostając w jego granicach. Wystarczy wsiąść na rower i ruszyć w stronę Tyńca, Przegorzał albo Ojcowa. Ale to już temat na inny tekst.\n\nMagdalena Idem. Reporterka i redaktorka. Doktorantka w Instytucie Dziennikarstwa, Mediów i Komunikacji Społecznej UJ. Autorka książki Manekin w peniuarze. Moda w II RP. Stypendystka Fundacji Herodot im. Ryszarda Kapuścińskiego, laureatka stypendium im. Leopolda Ungera."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare kryształy z PRL – kolekcjonerzy nie szczędzą pieniędzy! Tyle teraz warte są te naczynia i wazony z minionej epoki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stare-kryszta%C5%82y-z-prl-kolekcjonerzy-nie-szcz%C4%99dz%C4%85-pieni%C4%99dzy-tyle-teraz-warte-s%C4%85-te-naczynia-i-wazony-z-minionej-epoki/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w zawrotnym tempie. Wazy, figurki i naczynia, które kiedyś były powszechnie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN11 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwana biżuteria PRL. Oto aktualne ceny - w 2025 roku kolekcjonerzy płacą za nią krocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/poszukiwana-bi%C5%BCuteria-prl-oto-aktualne-ceny-w-2025-roku-kolekcjonerzy-p%C5%82ac%C4%85-za-ni%C4%85-krocie/ar-AA1CkGgw?ocid=BingNewsVerp",
            "description": "Pierścionki, naszyjniki czy kolczyki z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników stylu retro.",
            "image_url": "https://www.bing.pl/th?id=OVFT.RR7JuQtlG7jUgp1H078fFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN44 min",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci",
            "link": "https://echodnia.eu/podkarpackie/tag/targ-staroci",
            "description": "Tysiące osób w słoneczną niedzielę, 20 października przewinęło się przez Rozwadowski Targ Staroci w Stalowej Woli, by kupić ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OlAu1bnOzeBTIhhXx8Eu3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Echo Dnia17 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Imprezy weekendowe w Żarach. Jarmark Wielkanocny, Targ Śniadaniowy, kiermasz - co będzie się działo w mieście w najbliższych dniach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/imprezy-weekendowe-w-%C5%BCarach-jarmark-wielkanocny-targ-%C5%9Bniadaniowy-kiermasz-co-b%C4%99dzie-si%C4%99-dzia%C5%82o-w-mie%C5%9Bcie-w-najbli%C5%BCszych-dniach/ar-AA1CEfuS?ocid=BingNewsVerp",
            "description": "Najbliższy weekend w Żarach zapowiada się interesująco. Na tydzień przed świętami wielkanocnymi warto wybrać się na Targ ...",
            "image_url": "https://www.bing.pl/th?id=OVF.x6RaDup3ZJV23AzLurz9GA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska on MSN20 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ w Gorzowie. Tutaj znajdziecie prawdziwe cuda i cudeńka",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-gorzowie-tutaj-znajdziecie-prawdziwe-cuda-i-cude%C5%84ka/ar-AA1CBtb1?ocid=BingNewsVerp",
            "description": "Pchli targ organizowany na ryneczku Jerzego w Gorzowie cieszy się sporym zainteresowaniem miłośników starych przedmiotów z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YskyFMaBoBJHaZp8ckbfdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN7 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jaworznicki Pchli Targ już w najbliższą niedzielę - 13 kwietnia",
            "link": "https://jaw.pl/artykul/jaworznicki-pchli-targ-n1692587",
            "description": "Kolejny Jaworznicki Pchli Targ na Małym Rynku już 13 kwietnia czyli w najbliższą niedzielę. To miłe i pożyteczne wydarzenie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.srZmrfdiM_AmVhFziFuw5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "jaw.pl19 godz.",
            "source": "jaw.pl",
            "article_content": "Kolejny Jaworznicki Pchli Targ na Małym Rynku już 13 kwietnia czyli w najbliższą niedzielę.\n\nTo miłe i pożyteczne wydarzenie zdobyło liczne grono sympatyków. Można na nim sprzedać wszystko to, co już niepotrzebne a zalegało na strychach, w garażach, w szafach...\n\nPchli Targ 13 kwietnia na Małym Rynku trwał będzie od godz. 7.00 do godz. 13.00.\n\nFascynaci przedmiotów nietuzinkowych i oryginalnych, staroci i retro z pewnością odnajdą tam coś dla siebie.\n\nKoniecznie się przekonajcie, że to bardzo interesujący Targ. Do zobaczenia!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kiermasz rzeczy używanych po raz kolejny w Białobrzegach. Na miejskim targowisku będzie można sprzedać, kupić i wymienić lub pooglądać",
            "link": "https://echodnia.eu/radomskie/kiermasz-rzeczy-uzywanych-po-raz-kolejny-w-bialobrzegach-na-miejskim-targowisku-bedzie-mozna-sprzedac-kupic-i-wymienic-lub-poogladac/ar/c1p2-27458797",
            "description": "Kiermasz rzeczy używanych w Białobrzegach odbędzie się już w sobotę, 12 kwietnia. To już jego kolejna edycja. Tym razem poza zakupami będzie można też zjeść coś pysznego, swoje stanowisko szykują ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Echo Dnia13 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wrocławska perełka przejdzie metamorfozę. Turyści uwielbiają tam spacerować",
            "link": "https://wiadomosci.radiozet.pl/wroclaw/wroclawska-perelka-przejdzie-metamorfoze-turysci-uwielbiaja-tam-spacerowac",
            "description": "Szykuje się remont na zboczu Wzgórza Polskiego we Wrocławiu. Relikty po pochodzącym z XVI wieku Bastionie Ceglarskim, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Zp51pXf1fxJn6FeiZUvr5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Radio ZET17 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Urząd Miejski Wrocławia poinformował o planowanym zagospodarowaniu terenu Wzgórza Polskiego\n\nKonkretnie chodzi o Bastion Ceglarski, który jest częścią rozbudowanego systemu fortecznego z XVI i XVII wieku\n\nZarząd Zieleni Miejskiej we Wrocławiu planuje m.in. remont tarasu artyleryjskiego\n\nBędzie remont na zboczu Wzgórza Polskiego we Wrocławiu\n\nJak poinformowało biuro prasowe Urzędu Miejskiego Wrocławia, planowane jest zagospodarowanie terenu Wzgórza Polskiego. \"Chodzi o Bastion Ceglarski, który jest częścią rozbudowanego systemu fortecznego z XVI i XVII wieku, a właściwie o pozostałości po jednej z najstarszych bram wałowych miasta, czyli Bramie Ceglarskiej. W latach 1807 - 1813 bastion został częściowo splantowany w celu przekształcenia go w wzgórze widokowe, nazwane później Wzgórzem Holteia, a po 1945 roku Wzgórzem Polskim\" - czytamy w komunikacie zamieszczonym przez UM Wrocławia.\n\nJeszcze w tym roku Zarząd Zieleni Miejskiej we Wrocławiu planuje remont tarasu artyleryjskiego, czyli najbardziej wyeksponowanego i dostępnego elementu bastionu, który równocześnie jest najbardziej zniszczony. Czeka na wykonanie izolacji i wymianę nawierzchni, odbudowę trzech stanowisk artyleryjskich i wykonanie drenażu wód opadowych. Gotowe są już także projekty na pozostałe części dawnej fortyfikacji. Jak przyznał Adam Żurek w Leksykonie architektury Wrocławia, obecnie pozostałości Bastionu Ceglarskiego są najlepiej zachowanymi elementami bastionowych fortyfikacji Wrocławia.\n\nSłynny bastion wzniesiono w 1585 roku\n\nPrzetarg ma zostać ogłoszony jeszcze w tym miesiącu. Dokumentacja projektowa na pozostałe elementy fortyfikacji jest gotowa, trwają przygotowania do realizacji. Przypomnijmy, że Bastion Ceglarski wzniesiono w 1585 roku. \"Trzykondygnacyjne kazamaty służyły za magazyny, a w trakcie wojen znajdowały się tam m.in. szpitale wojskowe. Po II wojnie światowej zrujnowany bastion został nazwany Wzgórzem Polskim. Podziemne kazamaty zabezpieczono, nie są dostępne dla turystów\" - czytamy na stronie visitwroclaw.eu. Z dawnego bastionu zachowały się odsłonięte części, takie jak portal, fragmenty murów i części działobitni. Obecnie bastion to lubiane miejsce spacerów, znajduje się tuż przy bulwarze Xawerego Dunikowskiego.\n\nŹródło: Radio ZET/Wroclaw.pl/visitwroclaw.eu"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wydobyli fragmenty kolumn synagogi Goldbergów",
            "link": "https://tvn24.pl/tvnwarszawa/okolice/otwock-wydobyli-fragmenty-kolumn-synagogi-goldbergow-st8405041",
            "description": "Fragmenty kolumn pochodzących z synagogi Goldbergów w Otwocku, odkryte podczas prowadzonych w ubiegłym roku badań archeologicznych, zostały wydobyte. Będą szczegółowo badane oraz poddane konserwacji.",
            "image_url": "https://www.bing.pl/th?id=ODF.64zms-dqm9CeVRcHtHJOtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "TVN2411 godz.",
            "source": "TVN24",
            "article_content": "Prace archeologiczne na miejscu dawnej synagogi w Otwocku Źródło: B. Radzimińska/WUOZ w Warszawie\n\nFragmenty kolumn pochodzących z synagogi Goldbergów w Otwocku, odkryte podczas prowadzonych w ubiegłym roku badań archeologicznych, zostały wydobyte. Będą szczegółowo badane oraz poddane konserwacji. Prace wykonano pod nadzorem służb konserwatorskich.\n\nBadania archeologiczne prowadzone były w ubiegłym roku, po tym, jak w lipcu podczas prac ziemnych odkopano polichromowane elementy kolumn i szczątki murów pochodzące ze zburzonej w 1940 roku synagogi Goldbergów. Ocalałe fragmenty zostały zabezpieczone i zdeponowane na terenie dawnego Muzeum Ziemi Otwockiej.\n\n\"Dziś podjęte zostały z ziemi fragmenty kolumn pochodzących z synagogi Goldbergów w Otwocku, które odkryto podczas prowadzonych w ubiegłym roku badań archeologicznych. Wydobyte kolumny, na których zachowały się fragmenty polichromii, zostaną teraz szczegółowo zbadane oraz poddane konserwacji. Prace wykonano pod nadzorem służb konserwatorskich\" - poinformował w czwartek, 10 kwietnia, mazowiecki wojewódzki konserwator zabytków.\n\nDziś podjęte zostały z ziemi fragmenty kolumn pochodzących z synagogi Goldbergów w Otwocku, które odkryto podczas... Posted by Mazowiecki Wojewódzki Konserwator Zabytków on Thursday, April 10, 2025 Rozwiń\n\nPrace archeologiczne na miejscu dawnej synagogi Goldbergów w Otwocku Prace archeologiczne na miejscu dawnej synagogi w Otwocku Źródło: Mazowiecki Wojewódzki Konserwator Zabytków/Facebook Prace archeologiczne na miejscu dawnej synagogi w Otwocku Źródło: B. Radzimińska/WUOZ w Warszawie Prace archeologiczne na miejscu dawnej synagogi w Otwocku Źródło: B. Radzimińska/WUOZ w Warszawie Prace archeologiczne na miejscu dawnej synagogi w Otwocku Źródło: B. Radzimińska/WUOZ w Warszawie Prace archeologiczne na miejscu dawnej synagogi w Otwocku Źródło: Mazowiecki Wojewódzki Konserwator Zabytków/Facebook Prace archeologiczne na miejscu dawnej synagogi w Otwocku Źródło: Mazowiecki Wojewódzki Konserwator Zabytków/Facebook\n\nMieściła 650 wiernych\n\nSynagoga została zbudowana w 1927 roku przy ulicy Warszawskiej, z inicjatywy i funduszy Szlomy i Chaima Goldbergów. Jej projektantem była polska architektka Eugenia Jabłońska. W budynku było miejsce dla 650 wiernych.\n\n\"Przedwojenny Otwock był miastem niezwykłym z wielu względów. Jednym z nich było to, że ówcześni burmistrzowie z okien swojego gabinetu widzieli nie rynek miejski, nie kościół, lecz synagogę. Usytuowana przy ulicy Warszawskiej, dokładnie naprzeciwko ratusza, świątynia była ozdobą okolicy. Wzniesiona w stylu nawiązującym do późniejszego renesansu, była bogato udekorowana, ozdobiona kolumnami i witrażami na całą wysokość. Głównym pomieszczeniem była ogromna sala synagogalna o kopulastym suficie z miejscem dla chóru, galerią dla kobiet oraz ołtarzem wzorowanym na starych sefardyjskich synagogach\" - napisał na profilu Otwock-history Sebastian Rakowski.\n\nKolumny i szczątki murów odkryte w Otwocku Kolumny i szczątki murów odkryte w Otwocku Źródło: WUOZ Kolumny i szczątki murów odkryte w Otwocku Źródło: WUOZ Kolumny i szczątki murów odkryte w Otwocku Źródło: WUOZ Kolumny i szczątki murów odkryte w Otwocku Źródło: WUOZ\n\nSynagoga nie służyła tylko i wyłącznie kultowi religijnemu. \"Oprócz zwykłych nabożeństw odbywały się w niej również uroczystości związane ze świętami narodowymi czy ważnymi wydarzeniami, które działy się w Polsce międzywojennej. To właśnie w tej synagodze odbywały się nabożeństwa w rocznicę uchwalenia Konstytucji 3 Maja czy odzyskania niepodległości. Także w tej synagodze odprawiono nabożeństwo żałobne po śmierci Józefa Piłsudskiego\" - podał Rakowski.\n\nPodpalenie i rozbiórka\n\nW październiku 1939 roku synagoga została podpalona przez niemieckich żołnierzy, którzy zabronili strażakom gasić pożar. Udało się uratować zwoje Tory, ale ogień zniszczył dom nauki i bibliotekę.\n\nW 1940 wypalony budynek został rozebrany. Po zakończeniu II wojny światowej nie został odbudowany.\n\n- Gdy rozebrano mury, teren po synagodze został wyrównany. Przez lata porósł trawą, drzewami i krzewami. Tak pozostałości synagogi pozostały do dnia dzisiejszego - opowiedział Sebastian Rakowski, historyk, Prezes Towarzystwa Przyjaciół Otwocka i współpracownik Społecznego Komitetu Pamięci Żydów Otwockich."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 34 km od Pleszewa. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 12 - 13 kwietnia?",
            "link": "https://pleszew.naszemiasto.pl/wycieczki-rowerowe-do-34-km-od-pleszewa-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-12-13-kwietnia/ar/c7p1-21831917",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 12 kwietnia w Pleszewie ma być 16°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ABsB_KR1A7mWGUktAeoVGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pleszew Nasze Miasto14 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spichlerz niszczeje",
            "link": "https://warszawa.naszemiasto.pl/tag/spichlerz-niszczeje",
            "description": "Spichlerz znajdujący się na terenie Twierdzy Modlin w Nowym Dworze Mazowieckim przejdzie gruntowną renowację. Przeprowadzenie prac konserwatorskich i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto7 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Twierdza modlin prace",
            "link": "https://warszawa.naszemiasto.pl/tag/twierdza-modlin-prace",
            "description": "Spichlerz znajdujący się na terenie Twierdzy Modlin w Nowym Dworze Mazowieckim przejdzie gruntowną renowację. Przeprowadzenie prac konserwatorskich i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto7 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kraków to nie tylko Wawel i Sukiennice. Tu zjesz w synagodze, a zabytki obejrzysz ze szczytów kopców",
            "link": "https://weekend.gazeta.pl/weekend/7,181991,31844514,krakow-to-nie-tylko-wawel-i-sukiennice-tu-zjesz-w-synagodze.html",
            "description": "Kraków w 2024 roku odwiedziło 12 mln turystów. Nic więc dziwnego, że mieszkając w tak dużym, zatłoczonym mieście, szukam w nim małych ucieczek. I znajduję, nawet w ścisłym centrum.",
            "image_url": "https://www.bing.pl/th?id=ODF.n0CtTagPjd-XSkLyiGi6eQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Weekend w Gazeta.pl25 min",
            "source": "Weekend w Gazeta.pl",
            "article_content": "W cyklu \"Miasto na weekend\" prezentujemy miejsca warte odwiedzenia z nieoczywistej, subiektywnej perspektywy naszych autorek i autorów oraz osób ze świata sztuki, kultury i sportu. Teksty będą się ukazywały w każdy piątek. O Krakowie, który zauroczył ją, kiedy była małą dziewczynką, opowiada Magdalena Idem.\n\nPamiętam z dzieciństwa taką fotografię z lat 30.: mój pradziadek ubrany w swój jedyny odświętny strój – szalenie elegancki ciemny garnitur i letni kapelusz z dość szerokim rondem – siedzi przy krakowskim Barbakanie i bawi się z gołębiami. Jego chłopskie pochodzenie zdradzają jedynie spracowane ręce i mocno znoszone buty.\n\nREKLAMA\n\nZdjęcie zostało zrobione, gdy którejś soboty przyjechał do Krakowa na spotkanie z kolegą z wojska. Oglądaniu fotografii towarzyszyły zawsze opowieści o oswojonych ptakach, wspaniałych zabytkowych kościołach i królach, którzy – jak zwykła żartować ze mnie ciocia, kiedy byłam mała – wciąż w Krakowie mieszkają.\n\nPrzez historie o pradziadku i mieście, \"do którego trzeba się wystroić\", miałam do tego miejsca szczególny sentyment. To dziecięce wyobrażenie oczywiście nie towarzyszyło mi zbyt długo, wystarczyły jednak pierwsze wyjazdy do Krakowa, żeby wyprodukować własne fascynacje nim. Mit o artystycznym duchu miasta, tłumy turystów, głośne imprezy, smog, ciągłe korki, momentami przytłaczająca tkanka miejska, do której przytula się (najczęściej bezmyślnie) nowoczesna deweloperka… Ta dziwna mieszanka bardzo szybko stała się dla mnie interesująca. Zapragnęłam być jej częścią i jak najszybciej ją oswoić – więc przyjechałam tu na studia.\n\nKraków to nie tylko Wawel i Sukiennice. Na zdjęciu: zamek w Przegorzałach, widok ze ścieżki rowerowej (Fot. Piotr Idem) , W Krakowie wymyślono coś tak praktycznego jak góry w środku miasta, a mianowicie kopce. Na zdjęciu: Kopiec Kraka na Starym Podgórzu (Fot. Piotr Idem)\n\nOd festiwalu do festiwalu\n\nDoskonale pamiętam mój debiutancki rok tutaj, zwłaszcza pierwsze randki w nieodżałowanym kinie ARS, wieczorne wypady na Stare Podgórze do Makaroniarni w tzw. kamienicy paryskiej (wciąż działa, idźcie tam na krem pomidorowy), ale też pierwszy Miesiąc Fotografii, którego tematem była – tak się przyjemnie składa – moda. Mapa zaprojektowana dla gości festiwalu stała się moim pierwszym przewodnikiem kulturalnym po mieście. Odkrywałam galerie sztuki, o których wcześniej nie miałam pojęcia, zachwycałam się atmosferą wernisaży odbywających się w MOCAK-u [Muzeum Sztuki Współczesnej w Krakowie – przyp. red.], na których bezpretensjonalnie rozdawano bułki z pastą jajeczną. Do dzisiaj zresztą tę mapę przechowuję, podobnie jak towarzyszący tamtemu festiwalowi magazyn o modzie \"Maj\".\n\nWspominam o tym dlatego, że w Krakowie można właściwie żyć od festiwalu do festiwalu. Sezon zaczyna się mniej więcej w okresie wielkanocnym, kiedy startuje mój ulubiony festiwal muzyki dawnej Misteria Paschalia. Maj otwiera z kolei OFF Camera ze wszystkimi dobrodziejstwami kina plenerowego. W tym samym miesiącu odbywają się też Festiwal Muzyki Filmowej i Festiwal Literacki im. Czesława Miłosza. Lato to rzecz jasna festiwale muzyczne, w tym Festiwal Kultury Żydowskiej i Letni Festiwal Jazzowy. Jesień zresztą od lata w tym zakresie nie odstaje, bo to czas Sacrum Profanum i Unsound Festival. Jest jeszcze Festiwal Conrada, który sprawia, że w październiku Kraków zamienia się w europejską stolicę literatury. I proszę, tym sposobem zupełnie niepostrzeżenie wylądowaliśmy w zimie, gdy miasto zaczyna żyć świątecznym jarmarkiem i tradycyjnym konkursem na najładniejszą szopkę bożonarodzeniową.\n\nUciec od zgiełku\n\nJeśli przyjedziecie tu na jeden z festiwali albo po prostu wpadniecie do Krakowa na weekend, większość czasu spędzicie zapewne na Starym Mieście lub na Kazimierzu. W tej okolicy trudno uciec od zgiełku, chociaż nie jest to niemożliwe. W ścisłym centrum sporo jest ukrytych ogródków i knajpek. Na pewno warto zajrzeć do Meho Café na Krupniczej, kawiarni w Domu Józefa Mehoffera (dom ten jest częścią tutejszego oddziału Muzeum Narodowego). Od wiosny do późnej jesieni kawę i ciasto można tam zamawiać do ogrodu usytuowanego od południowej strony domu. Wspaniale jest też usiąść w Dzikim Winie zlokalizowanym w głębi dziedzińca pałacu Pod Baranami, którego wysokie mury tłumią hałasy dobiegające z rynku. Pragnącym poczuć się bardziej luksusowo podczas wizyty na Starym Mieście proponowałabym udanie się na zaciszną ul. Pijarską, do Brasserie L’Olympique, restauracji na parterze Hotelu Francuskiego. Już sam budynek projektu Zbigniewa Odrzywolskiego jest spektakularny, w okresie międzywojennym uznawano go zresztą za najbardziej luksusowy hotel w mieście i ta aura elegancji wciąż się w nim unosi. Warto wejść tu choćby na szybką kawę, rogalika lub eklera.\n\nUl. Mostowa kończy się wejściem na kładkę Ojca Bernatka. Symbolicznie uznać można ją za zaproszenie na Stare Podgórze, które pozwala cieszyć się wspaniałym widokiem na miasto (Fot. Piotr Idem)\n\nOd zgiełku Rynku można też uciec do któregoś z muzeów. Klasyczny kierunek to Wawel albo Muzeum Czartoryskich, ale wymagają one dużej uwagi i czasu, którymi nie każdy przyjeżdżający do Krakowa dysponuje. Dobrą alternatywą jest więc kamienica Szołayskich na pl. Szczepańskim, gdzie przez cały rok trwa wystawa \"Przedmioty. Galeria designu polskiego XX i XXI wieku\" prezentująca osiągnięcia polskiego designu ostatnich 120 lat. Zgromadzono tu obiekty, które nazwałabym niecodziennymi przedmiotami codziennego użytku, takie jak krzesła Wyspiańskiego czy ćmielowska porcelana, ale też elementy wyposażenia dawnego krakowskiego hotelu Cracovia. Jedna sala wystawowa poświęcona jest zawsze modzie – w tym roku można obejrzeć w niej ubrania Gosi Baczyńskiej.\n\nKolejną wystawą stałą, którą warto zobaczyć, będąc w centrum Krakowa, jest ta w Muzeum Etnograficznym na Kazimierzu. Większość turystów uda się tam zapewne ul. Grodzką; ja proponuję trasę, która pozwala ominąć tłumy. Wychodząc z Małego Rynku, gdzie łapiemy kawę na wynos z Katane (ta kawiarnio-gelateria to krakowska instytucja), kierujemy się Plantami w stronę ul. Świętej Gertrudy, po czym skręcamy w Świętego Sebastiana, przecinamy nią Planty Dietlowskie i w kilka chwil znajdujemy się na słynnym skwerze Kółeczko.\n\nTo dobry punkt wyjścia do kolejnych spacerów po Kazimierzu. Skręcając na Podbrzezie i w Miodową, szybko znajdziemy się w modnej części tej dzielnicy, gdzie w dawnej synagodze Chewra Thilim działa bar Hevre (warto wdepnąć tu choćby po to, by przyjrzeć się oryginalnej naściennej polichromii), będziemy też o krok od kultowej śniadaniarni Ranny Ptaszek i księgarni Tajfuny.\n\nJeśli z kolei z Kółeczka pójdziemy dalej prosto, znajdziemy się na ulicy synagog, czyli na Świętego Józefa, która słynie ze sklepów vintage i sklepików z pamiątkami, ale też z najlepszej zupy cebulowej w Zazie Bistro oraz butiku Anny Gregory. By znaleźć się nareszcie na pl. Wolnica w Muzeum Etnograficznym, wystarczy skręcić z ul. Świętego Józefa w ul. Bożego Ciała, która zaprowadzi nas prosto do celu. Tam pytajcie o wystawę \"Kogo stać?\". To kolejna ekspozycja, na której zgromadzono przedmioty codziennego użytku. Tu jednak ułożone je w opowieść o ludziach często zapomnianych przez historię. Przedmioty takie jak wyblakłe korale, gorset czy testament gospodyni analfabetki zadają tu pytanie o nierówności społeczne kiedyś i teraz.\n\nMiasto w mieście\n\nJasnym punktem Kazimierza jest też ul. Mostowa, gdzie znajduje się świetna księgarnia Lokator, a od niedawna również druga lokalizacja słynnego bistro Charlotte, które wydaje się bardziej kameralne i przystępne niż to na pl. Szczepańskim. Mostowa kończy się wejściem na kładkę Ojca Bernatka. Symbolicznie uznać można ją za zaproszenie na Stare Podgórze, które – jeśli ma się wiedzę, gdzie pójść – pozwala cieszyć się wspaniałym widokiem na miasto. Wspominam o tym, by nie pozostawić czytelników z wrażeniem, że z powodu tłumów nie da się tu efektywnie zobaczyć najważniejszych zabytków. W Krakowie wymyślono bowiem coś tak praktycznego jak góry w środku miasta, a mianowicie kopce. Jeden z nich – kopiec Kraka – znajduje się właśnie na Starym Podgórzu.\n\nOd zgiełku Rynku można też uciec do któregoś z muzeów. Klasyczny kierunek to Wawel albo Muzeum Czartoryskich. Na zdjęciu: widok na Wawel z okolic Ronda Grunwaldzkiego (Fot. Piotr Idem) , W Krakowie nie brakuje też zieleni. Na zdjęciu słynne Błonia (Fot. Piotr Idem)\n\nTo jedna z moich ulubionych tras spacerowych. Zaczynam w parku Bednarskiego, kupuję kawę w uroczym Mech Café i ul. Parkową kieruję się na wzgórze, które oferuje nie tylko panoramę, ale także daje możliwość zaplanowania dalszego spaceru na Podgórzu.\n\nTo dzielnica, która przypomina samodzielne miasto; zresztą była nim przed przyłączeniem do Krakowa w 1915 roku. Podgórski rynek tętni dziś wielkomiejskim życiem głównie dzięki restauracjom takim jak Mazi czy Kropka, niedawno przeniosła się też tutaj księgarnia DeRevolutionibus. To ostatnie miejsce polecam do pracy, jeśli musicie przysiąść gdzieś w okolicy z laptopem. Księgarnia ma niewielki ogródek, ale też zapewniające spokój stoliki schowane za wysokimi regałami z książkami.\n\nCentrum podgórskiego życia jest też bez wątpienia ul. Nadwiślańska, przy której znajduje się siedziba Cricoteki, czyli Muzeum Tadeusza Kantora. Budynek jest absolutnie wyjątkowy. To właściwie połączenie dwóch budynków: dawnej elektrowni miejskiej i nowoczesnej konstrukcji, która nad nią góruje. Spragnieni kolejnego fantastycznego widoku na Kraków powinni odwiedzić kawiarnię Fresh Coffee Place, która mieści się na ostatnim piętrze muzeum. Szczęśliwcom, którzy pójdą tam wieczorem, być może uda się załapać na krakowski zachód słońca. Z okien Cricoteki, które wychodzą na Wisłę, wygląda on spektakularnie. Stare Podgórze to też idealne miejsce na zakupy z drugiej ręki. Nie znam lepszych adresów dla miłośników mody vintage niż sklepy Obcy w Mojej Szafie i Bohema Vintage (uwaga jednak na godziny otwarcia, bo bywają zmienne).\n\nKościół oo. Bonifratrów na ul. Krakowskiej (Fot. Piotr Idem) , W Krakowie można żyć od festiwalu do festiwalu. Sezon zaczyna się na Wielkanoc, a kończy jesienią. Na zdjęciu: Stare Miasto, widok z wieży ratuszowej (Fot. Piotr Idem)\n\nNie chcę tak łatwo porzucać kopców, tym bardziej że piszę ten tekst wczesną wiosną, gdy w Krakowie ruszył już nowy sezon osobliwej miejskiej turystyki szlakiem kwitnących drzew. Po zdjęcia tych naturalnych atrakcji dobrze jest udać się na kopiec Piłsudskiego lub Kościuszki, choć przyznam, że akurat te dwie trasy spacerowe ja najbardziej lubię jesienią. Zainteresowanych turystyką drzewną zapraszam do słynnej wiśniowej alejki na Bronowicach, pod magnolie na Wawelu i wisterie w al. Daszyńskiego.\n\nNie byłabym jednak sobą, gdybym nie wspomniała o zielonych atrakcjach dostępnych od ręki i bez kolejek w dzielnicy, w której sama mieszkam.\n\nŚladami Szymborskiej\n\nOd czasów studenckich wybierałam miejsca do mieszkania w Krakowie tak, by móc powoli poznawać kolejne części miasta. Na Starą Krowodrzę przeprowadziłam się ze względu na modernistyczne kamienice i parkowe otoczenie. Bliskość parku Krakowskiego, Młynówki Królewskiej i parku Jordana sprawia, że nie czuję się tu mieszkanką ponad 800-tysięcznego miasta.\n\nTak się również złożyło, że zupełnie nieświadomie zamieszkałam w miejscu, które zasługuje (chyba) na miano dystryktu Wisławy Szymborskiej. Gdyby ktoś poprosił mnie o wskazanie krakowskich miejsc, które powinny kojarzyć się nam z noblistką, poleciłabym mu oczywiście wizytę w jej ostatnim mieszkaniu przy ul. Piastowskiej albo spacer po Parku im. Wisławy Szymborskiej przy ul. Karmelickiej (tym z muralem z wierszem \"Nic dwa razy\"). Równie dobrze jednak mogłabym wskazać po prostu ulice po sąsiedzku, Chocimską i Królewską, przy których mieszczą się poprzednie mieszkania poetki (również to, które nazywała \"szufladą\"), albo jej ulubiony pl. Nowowiejski, na którym kupowała \"jarzynkę\".\n\nZobacz wideo Były myśliwy uratował potrąconego wilka. \"Rozjeździliby go na miazgę\". Kim jest Marcin z Lasu?\n\nStara Krowodrza jest kompaktowa i praktyczna, odległa i jednocześnie bliska centrum. Łatwo stąd, nawet pieszo, dostać się w rejony rynku, dworca, miasteczka studenckiego. Mamy tu też do czynienia z cenowymi ekscesami, które nie zdarzają się już powszechnie w Krakowie: u wylotu parku Krakowskiego, w kawiarni Spodek dostaniecie na przykład espresso za 5 zł, a w Cukierni Śliwa za tyle samo kupicie najlepsze na świecie (przysięgam!) pączki z różą. W Vicenti przy ul. Kazimierza Wielkiego, legendarnej knajpie z pizzą rzymską, która w Krakowie ma kilka lokalizacji, złapiecie z kolei kawę za 3,5 zł!\n\nI tak oto wyszedł mi poradnik \"Jak, mieszkając w wielkim mieście, szukać w nim małych ucieczek\". Nie ma w tym chyba jednak nic dziwnego, biorąc pod uwagę to, że Kraków w 2024 roku odwiedziło 12 mln turystów. Można stąd zresztą uciekać bardziej dosłownie, wciąż jednak pozostając w jego granicach. Wystarczy wsiąść na rower i ruszyć w stronę Tyńca, Przegorzał albo Ojcowa. Ale to już temat na inny tekst.\n\nMagdalena Idem. Reporterka i redaktorka. Doktorantka w Instytucie Dziennikarstwa, Mediów i Komunikacji Społecznej UJ. Autorka książki Manekin w peniuarze. Moda w II RP. Stypendystka Fundacji Herodot im. Ryszarda Kapuścińskiego, laureatka stypendium im. Leopolda Ungera."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MP analizuje możliwość zachowania czynnej kopalni na rzecz zabytków techniki",
            "link": "https://www.wnp.pl/rynki/mp-analizuje-mozliwosc-zachowania-czynnej-kopalni-na-rzecz-zabytkow-techniki,933179.html",
            "description": "Ministerstwo Przemysłu analizuje możliwość zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tmOjJHaczcgqHoxL5KDSPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "wnp.pl13 godz.",
            "source": "wnp.pl",
            "article_content": "Ministerstwo Przemysłu analizuje możliwość zachowania czynnej kopalni węgla kamiennego pracującej na rzecz zabytków techniki. Przedstawiciel resortu Grzegorz Jagielski stwierdził, że to konieczne do napędzania m.in. zabytkowych lokomotyw parowych.\n\nReklama\n\nO zachowanie czynnej kopalni węgla kamiennego zabiegają eksperci związani z zabytkami techniki - przedstawiciele muzeów i innych instytucji kultury z różnych krajów Unii Europejskiej.\n\nCzynne eksponaty muzealne potrzebują węgla. Jedna kopalnia musi pozostać\n\n\"Muzea i inne instytucje kultury mają obawy, że wraz z zamknięciem ostatniej kopalni zabytkowe lokomotywy parowe już nigdy nie wyjadą na trasy. Dlatego (…) w ich interesie jest zachowanie kopalni węgla kamiennego, zachowanie w ograniczonym wymiarze małoskalowej eksploatacji, która mogłaby zaspokoić potrzeby muzeów i innych instytucji kultury\" - powiedział Grzegorz Jagielski z departamentu górnictwa i hutnictwa Ministerstwa Przemysłu.\n\nPoinformował, że według jego wiedzy w Polsce jest ok. 20 takich lokomotyw, w Niemczech ok. 200, a w Wielkiej Brytanii ok. 300. Sygnalizowane przez muzea i inne instytucje kultury zapotrzebowanie to ok. 150 tys. ton węgla kamiennego rocznie.\n\nEuropejskie instytucje zajmujące się dziedzictwem przemysłowym jako jedną z potencjalnych lokalizacji takiej kopalni wskazały Górny Śląsk, gdzie - zgodnie z umową społeczną - zamknięcie ostatnich kopalń przewidziano w 2049 r. \"Ta propozycja jest analizowana przez Ministerstwo Przemysłu\" - zapewnił Jagielski.\n\nNa drodze do czynnej kopalni stoi dużo przeszkód technicznych\n\nWicedyrektor Narodowego Instytutu Dziedzictwa dr Andrzej Siwek ocenił, że nic nie stoi na przeszkodzie, aby kopalnia węgla kamiennego była zarówno zabytkiem, jak i czynnym zakładem górniczym. Podkreślił, że w tym przypadku największą zabytkową wartością będzie zachowanie ciągu technologicznego. Natomiast rzecznik Wojewódzkiego Urzędu Ochrony Zabytków w Katowicach Mirosław Rymer zauważył, że zabytkowe budynki będą stanowiły dodatkową wartość.\n\nRzeczniczka Głównego Instytutu Górnictwa dr Sylwia Jarosławska-Sobór zaznaczyła, że na drodze do zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki stoi bardzo dużo przeszkód technicznych i ekonomicznych. Wśród nich wymieniła konieczność działania na podstawie planu ruchu zakładu górniczego, zgodnie z przepisami prawa geologicznego i górniczego oraz pod odpowiednim nadzorem. Dodała do tego konieczność uzyskania koncesji na prowadzenie wydobycia.\n\n\"Problemów technicznych jest naprawdę bardzo dużo. To również kwestie związane z zagrożeniami naturalnymi, takimi jak metan (…). Kwestia wentylacji, odmetanowania, jest bardzo kosztowana. (…) Ktoś te koszty musiałby ponieść. Kopalnia nie może ulec zamknięciu, nie można w niej eksploatować złóż przez tydzień, a później zrobić przerwę, ona musi być w ciągłym ruchu\" - powiedziała dr Sylwia Jarosławska-Sobór. Wyjaśniła, że to trudne, ale nie niemożliwe.\n\nNie przegap najważniejszych wiadomości Obserwuj nas w Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czynna kopalnia nie do likwidacji. Ministerstwo może ją zachować po 2049 r.",
            "link": "https://www.portalsamorzadowy.pl/gospodarka-komunalna/kopalnia-nie-do-likwidacji-ministerstwo-moze-ja-zachowac-po-2049-r,606633.html",
            "description": "Ministerstwo Przemysłu planuje zachowanie czynnej kopalni węgla kamiennego. Chodzi o zabytkową wartość górnictwa.",
            "image_url": "https://www.bing.pl/th?id=OVFT.DdSiPh2pNe8llJnhjxB19C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Portal Samorządowy10 godz.",
            "source": "Portal Samorządowy",
            "article_content": "Ministerstwo Przemysłu planuje zachowanie czynnej kopalni węgla kamiennego. Chodzi o zabytkową wartość górnictwa.\n\nMinisterstwo Przemysłu analizuje możliwość zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki.\n\nMuzea i inne instytucje kultury mają obawy, że wraz z zamknięciem ostatniej kopalni zabytkowe lokomotywy parowe już nigdy nie wyjadą na trasy - powiedział Grzegorz Jagielski z Ministerstwa Przemysłu.\n\nNic nie stoi na przeszkodzie, aby kopalnia węgla kamiennego była zarówno zabytkiem, jak i czynnym zakładem górniczym - ocenił wicedyrektor Narodowego Instytutu Dziedzictwa dr Andrzej Siwek.\n\nMinisterstwo analizuje możliwość zachowania czynnej kopalni na rzecz zabytków techniki\n\nMinisterstwo Przemysłu analizuje możliwość zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki. Przedstawiciel resortu Grzegorz Jagielski na czwartkowej konferencji \"Europejskie dziedzictwo węgla i stali\" mówił, że to konieczne do napędzania m.in. zabytkowych lokomotyw parowych.\n\nO zachowanie czynnej kopalni węgla kamiennego zabiegają eksperci związani z zabytkami techniki - przedstawiciele muzeów i innych instytucji kultury z różnych krajów Unii Europejskiej.\n\nMuzea i inne instytucje kultury mają obawy, że wraz z zamknięciem ostatniej kopalni zabytkowe lokomotywy parowe już nigdy nie wyjadą na trasy. Dlatego (…) w ich interesie jest zachowanie kopalni węgla kamiennego, zachowanie w ograniczonym wymiarze małoskalowej eksploatacji, która mogłaby zaspokoić potrzeby muzeów i innych instytucji kultury\n\n- powiedział Grzegorz Jagielski z departamentu górnictwa i hutnictwa Ministerstwa Przemysłu.\n\nPoinformował, że według jego wiedzy w Polsce jest ok. 20 takich lokomotyw, w Niemczech ok. 200, a w Wielkiej Brytanii ok. 300. Sygnalizowane przez muzea i inne instytucje kultury zapotrzebowanie to ok. 150 tys. ton węgla kamiennego rocznie.\n\nEuropejskie instytucje zajmujące się dziedzictwem przemysłowym jako jedną z potencjalnych lokalizacji takiej kopalni wskazały Górny Śląsk, gdzie - zgodnie z umową społeczną - zamknięcie ostatnich kopalń przewidziano w 2049 r.\n\nTa propozycja jest analizowana przez Ministerstwo Przemysłu\n\n- zapewnił Jagielski.\n\nSiwek: Kopalnia węgla kamiennego może być zarówno zabytkiem, jak i czynnym zakładem górniczym\n\nWicedyrektor Narodowego Instytutu Dziedzictwa dr Andrzej Siwek ocenił, że nic nie stoi na przeszkodzie, aby kopalnia węgla kamiennego była zarówno zabytkiem, jak i czynnym zakładem górniczym. Podkreślił, że w tym przypadku największą zabytkową wartością będzie zachowanie ciągu technologicznego.\n\nNatomiast rzecznik Wojewódzkiego Urzędu Ochrony Zabytków w Katowicach Mirosław Rymer zauważył, że zabytkowe budynki będą stanowiły dodatkową wartość.\n\nNa drodze do zachowania czynnej kopalni stoi dużo przeszkód\n\nRzeczniczka Głównego Instytutu Górnictwa dr Sylwia Jarosławska-Sobór zaznaczyła, że na drodze do zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki stoi bardzo dużo przeszkód technicznych i ekonomicznych.\n\nWśród nich wymieniła konieczność działania na podstawie planu ruchu zakładu górniczego, zgodnie z przepisami prawa geologicznego i górniczego oraz pod odpowiednim nadzorem. Dodała do tego konieczność uzyskania koncesji na prowadzenie wydobycia.\n\nProblemów technicznych jest naprawdę bardzo dużo. To również kwestie związane z zagrożeniami naturalnymi, takimi jak metan. Kwestia wentylacji, odmetanowania, jest bardzo kosztowana. Ktoś te koszty musiałby ponieść. Kopalnia nie może ulec zamknięciu, nie można w niej eksploatować złóż przez tydzień, a później zrobić przerwę, ona musi być w ciągłym ruchu\n\n- powiedziała dr Sylwia Jarosławska-Sobór. Wyjaśniła, że to trudne, ale nie niemożliwe.\n\nZabytki techniki napędzane węglem zaczną tracić swoją autentyczność\n\nZ punktu widzenia konserwatorskiego to będzie pewien problem, kiedy te zabytki techniki napędzane węglem zaczną tracić swoją autentyczność, oryginalność, pierwotność\n\n- przestrzegł Mirosław Rymer.\n\nWyjaśnił, że z czasem kolejne wyeksploatowane części muszą być wymieniane. Poza tym w przyszłości może zmienić się rodzaj napędu, a wtedy taka kopalnia stanie się niepotrzebna.\n\nWobec tego zaprotestował m.in. Maciej Mądry z Fundacji Ochrony Dziedzictwa Przemysłowego Śląska.\n\nImmamentną cechą zabytków techniki jest ich zmiana, one mają sens dopiero wtedy, kiedy są wykorzystywane zgodnie ze swoim pierwotnym przeznaczeniem. To nie założenia pałacowe, które służą do tego, żeby na nie patrzeć, ale rzeczy związane z pewnymi procesami technologicznymi. Żeby je zrozumieć, trzeba zobaczyć, jak działa lokomotywa, samochód albo kopalnia\n\n- podkreślił.\n\nUmowa przewiduje wygaszanie górnictwa w Polsce do 2049 r.\n\nPrelegenci konferencji \"Europejskie dziedzictwo węgla i stali\" wielokrotnie podkreślali, że u podstaw Unii Europejskiej leży Wspólnota Węgla i Stali, o której dziedzictwo należy zadbać w szczególny sposób, aby móc opowiadać o nim kolejnym pokoleniom.\n\nUmowa społeczna dla górnictwa przewiduje stopniowe wygaszanie tej branży w Polsce do 2049 r. Eksperci zajmujący się zabytkami techniki wyrazili jednak obawę, że nastąpi to wcześniej. Poza tym zachowana na ich potrzeby kopalnia nie musi być jedną z tych najdłużej działających. Analizy, biorące pod uwagę m.in. koszty utrzymania i zagrożenia, mają wskazać najlepszą lokalizację.\n\nNie przegap najważniejszych wiadomości Obserwuj nas w Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kopalnia może zostać uratowana. Ale z nową funkcją",
            "link": "https://www.portalsamorzadowy.pl/inwestycje/kopalnia-moze-zostac-uratowana-ale-z-nowa-funkcja,606633.html",
            "description": "Ministerstwo Przemysłu analizuje możliwość zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki.",
            "image_url": "https://www.bing.pl/th?id=OVFT.eSA8hlmXLEbl6VUlJJs8XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Portal Samorządowy10 godz.",
            "source": "Portal Samorządowy",
            "article_content": "Ministerstwo Przemysłu planuje zachowanie czynnej kopalni węgla kamiennego. Chodzi o zabytkową wartość górnictwa.\n\nMinisterstwo Przemysłu analizuje możliwość zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki.\n\nMuzea i inne instytucje kultury mają obawy, że wraz z zamknięciem ostatniej kopalni zabytkowe lokomotywy parowe już nigdy nie wyjadą na trasy - powiedział Grzegorz Jagielski z Ministerstwa Przemysłu.\n\nNic nie stoi na przeszkodzie, aby kopalnia węgla kamiennego była zarówno zabytkiem, jak i czynnym zakładem górniczym - ocenił wicedyrektor Narodowego Instytutu Dziedzictwa dr Andrzej Siwek.\n\nMinisterstwo analizuje możliwość zachowania czynnej kopalni na rzecz zabytków techniki\n\nMinisterstwo Przemysłu analizuje możliwość zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki. Przedstawiciel resortu Grzegorz Jagielski na czwartkowej konferencji \"Europejskie dziedzictwo węgla i stali\" mówił, że to konieczne do napędzania m.in. zabytkowych lokomotyw parowych.\n\nO zachowanie czynnej kopalni węgla kamiennego zabiegają eksperci związani z zabytkami techniki - przedstawiciele muzeów i innych instytucji kultury z różnych krajów Unii Europejskiej.\n\nMuzea i inne instytucje kultury mają obawy, że wraz z zamknięciem ostatniej kopalni zabytkowe lokomotywy parowe już nigdy nie wyjadą na trasy. Dlatego (…) w ich interesie jest zachowanie kopalni węgla kamiennego, zachowanie w ograniczonym wymiarze małoskalowej eksploatacji, która mogłaby zaspokoić potrzeby muzeów i innych instytucji kultury\n\n- powiedział Grzegorz Jagielski z departamentu górnictwa i hutnictwa Ministerstwa Przemysłu.\n\nPoinformował, że według jego wiedzy w Polsce jest ok. 20 takich lokomotyw, w Niemczech ok. 200, a w Wielkiej Brytanii ok. 300. Sygnalizowane przez muzea i inne instytucje kultury zapotrzebowanie to ok. 150 tys. ton węgla kamiennego rocznie.\n\nEuropejskie instytucje zajmujące się dziedzictwem przemysłowym jako jedną z potencjalnych lokalizacji takiej kopalni wskazały Górny Śląsk, gdzie - zgodnie z umową społeczną - zamknięcie ostatnich kopalń przewidziano w 2049 r.\n\nTa propozycja jest analizowana przez Ministerstwo Przemysłu\n\n- zapewnił Jagielski.\n\nSiwek: Kopalnia węgla kamiennego może być zarówno zabytkiem, jak i czynnym zakładem górniczym\n\nWicedyrektor Narodowego Instytutu Dziedzictwa dr Andrzej Siwek ocenił, że nic nie stoi na przeszkodzie, aby kopalnia węgla kamiennego była zarówno zabytkiem, jak i czynnym zakładem górniczym. Podkreślił, że w tym przypadku największą zabytkową wartością będzie zachowanie ciągu technologicznego.\n\nNatomiast rzecznik Wojewódzkiego Urzędu Ochrony Zabytków w Katowicach Mirosław Rymer zauważył, że zabytkowe budynki będą stanowiły dodatkową wartość.\n\nNa drodze do zachowania czynnej kopalni stoi dużo przeszkód\n\nRzeczniczka Głównego Instytutu Górnictwa dr Sylwia Jarosławska-Sobór zaznaczyła, że na drodze do zachowania czynnej kopalni węgla kamiennego na rzecz zabytków techniki stoi bardzo dużo przeszkód technicznych i ekonomicznych.\n\nWśród nich wymieniła konieczność działania na podstawie planu ruchu zakładu górniczego, zgodnie z przepisami prawa geologicznego i górniczego oraz pod odpowiednim nadzorem. Dodała do tego konieczność uzyskania koncesji na prowadzenie wydobycia.\n\nProblemów technicznych jest naprawdę bardzo dużo. To również kwestie związane z zagrożeniami naturalnymi, takimi jak metan. Kwestia wentylacji, odmetanowania, jest bardzo kosztowana. Ktoś te koszty musiałby ponieść. Kopalnia nie może ulec zamknięciu, nie można w niej eksploatować złóż przez tydzień, a później zrobić przerwę, ona musi być w ciągłym ruchu\n\n- powiedziała dr Sylwia Jarosławska-Sobór. Wyjaśniła, że to trudne, ale nie niemożliwe.\n\nZabytki techniki napędzane węglem zaczną tracić swoją autentyczność\n\nZ punktu widzenia konserwatorskiego to będzie pewien problem, kiedy te zabytki techniki napędzane węglem zaczną tracić swoją autentyczność, oryginalność, pierwotność\n\n- przestrzegł Mirosław Rymer.\n\nWyjaśnił, że z czasem kolejne wyeksploatowane części muszą być wymieniane. Poza tym w przyszłości może zmienić się rodzaj napędu, a wtedy taka kopalnia stanie się niepotrzebna.\n\nWobec tego zaprotestował m.in. Maciej Mądry z Fundacji Ochrony Dziedzictwa Przemysłowego Śląska.\n\nImmamentną cechą zabytków techniki jest ich zmiana, one mają sens dopiero wtedy, kiedy są wykorzystywane zgodnie ze swoim pierwotnym przeznaczeniem. To nie założenia pałacowe, które służą do tego, żeby na nie patrzeć, ale rzeczy związane z pewnymi procesami technologicznymi. Żeby je zrozumieć, trzeba zobaczyć, jak działa lokomotywa, samochód albo kopalnia\n\n- podkreślił.\n\nUmowa przewiduje wygaszanie górnictwa w Polsce do 2049 r.\n\nPrelegenci konferencji \"Europejskie dziedzictwo węgla i stali\" wielokrotnie podkreślali, że u podstaw Unii Europejskiej leży Wspólnota Węgla i Stali, o której dziedzictwo należy zadbać w szczególny sposób, aby móc opowiadać o nim kolejnym pokoleniom.\n\nUmowa społeczna dla górnictwa przewiduje stopniowe wygaszanie tej branży w Polsce do 2049 r. Eksperci zajmujący się zabytkami techniki wyrazili jednak obawę, że nastąpi to wcześniej. Poza tym zachowana na ich potrzeby kopalnia nie musi być jedną z tych najdłużej działających. Analizy, biorące pod uwagę m.in. koszty utrzymania i zagrożenia, mają wskazać najlepszą lokalizację.\n\nNie przegap najważniejszych wiadomości Obserwuj nas w Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ w Gorzowie. Tutaj znajdziecie prawdziwe cuda i cudeńka",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-gorzowie-tutaj-znajdziecie-prawdziwe-cuda-i-cude%C5%84ka/ar-AA1CBtb1?ocid=BingNewsVerp",
            "description": "Pchli targ organizowany na ryneczku Jerzego w Gorzowie cieszy się sporym zainteresowaniem miłośników starych przedmiotów z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YskyFMaBoBJHaZp8ckbfdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nasze Miasto on MSN7 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ruble cara Rosji na „pchlim targu\" w Wielkopolsce. Wycofane z obiegu pieniądze warte są niemałą fortunę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ruble-cara-rosji-na-pchlim-targu-w-wielkopolsce-wycofane-z-obiegu-pieni%C4%85dze-warte-s%C4%85-niema%C5%82%C4%85-fortun%C4%99/ar-AA1CDUVG?ocid=BingNewsVerp",
            "description": "Na stoiskach pchlich targów wystawione są między innymi wycofane z obiegu monety i banknoty. „Dzisiaj mam ciekawe banknoty z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mLR0UhPvITPcDnh5eFP0NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nasze Miasto on MSN22 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krwiodawstwo człuchów",
            "link": "https://dziennikbaltycki.pl/tag/krwiodawstwo-czluchow",
            "description": "Człuchowskie Stowarzyszenie Honorowych Dawców Krwi jak co roku zorganizowało uroczystą galę będącą podsumowaniem działalności ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I06KOoh9rxWcZfj9jTW-kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Dziennik Bałtycki7 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seniorzy Człuchów",
            "link": "https://dziennikbaltycki.pl/tag/seniorzy-czluchow",
            "description": "W człuchowskim Uniwersytecie Trzeciego Wieku właśnie rozpoczął się czwarty semestr nauki. 100 słuchaczy będzie uczestniczyć w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I06KOoh9rxWcZfj9jTW-kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Dziennik Bałtycki7 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane znaczki pocztowe PRL - kolekcjonerzy płacą za nie krocie. Tyle w 2025 roku kosztują stare znaczki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/poszukiwane-znaczki-pocztowe-prl-kolekcjonerzy-p%C5%82ac%C4%85-za-nie-krocie-tyle-w-2025-roku-kosztuj%C4%85-stare-znaczki/ar-AA1C5F2A?ocid=BingNewsVerp",
            "description": "Znaczki pocztowe z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników filatelistyki. Niektóre serie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GCpIkBGNVqgh2YXHI29qMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN21 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    }
]