[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwszy Pchli Targ w Nowym Roku 2025 - starocie, fajans, biżuteria, odzież. Zdjęcia, wideo, ceny",
            "link": "https://wloclawek.naszemiasto.pl/pierwszy-pchli-targ-w-nowym-roku-2025-starocie-fajans-bizuteria-odziez-zdjecia-wideo-ceny/ar/c8p2-27142639",
            "description": "Choć w niedzielę panował niewielki mróz, nie brakowało odwiedzających Pchli Targ we Włocławku przy alei Kazimierza Wielkiego. W pierwszą niedzielę 2025 roku sprzedawcy na popularnym targowisku ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto14 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Różności na giełdzie w Miedzianej Górze. Są starocie, winyle, bibeloty i ciekawostki dla kolekcjonerów",
            "link": "https://echodnia.eu/swietokrzyskie/roznosci-na-gieldzie-w-miedzianej-gorze-sa-starocie-winyle-bibeloty-i-ciekawostki-dla-kolekcjonerow/ar/c1-19023394",
            "description": "Na giełdzie w Miedzianej Górze mają prawie wszystko. Można tu znaleźć wiele ciekawostek dla kolekcjonerów, których próżno szukać w sklepach i marketach. Są starocie z duszą, naczynia i ozdoby z PRL-u, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "echodnia13 godz.",
            "source": "echodnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwsza w 2025 roku giełda staroci w Świdnicy. Najstarszy taki pchli targ w Polsce. Na stoiskach różności",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pierwsza-w-2025-roku-gie%C5%82da-staroci-w-%C5%9Bwidnicy-najstarszy-taki-pchli-targ-w-polsce-na-stoiskach-r%C3%B3%C5%BCno%C5%9Bci/ar-AA1wZbGd?ocid=BingNewsVerp",
            "description": "Świdnicka Giełda Staroci, Numizmatów i Osobliwości ma długą tradycję. Jest jedną z najstarszych i największych tego typu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pH2rXs68K6cfKPyfcuJuAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska on MSN13 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 5.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-5012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niemcy masowo wymieniają pieniądze, które wyszły z obiegu. Bundesbank podał dane",
            "link": "https://polskiobserwator.de/niemcy-masowo-wymieniaja-stare-banknoty-i-monety/",
            "description": "Niemcy masowo wymieniają stare banknoty i monety - Ponad dwie dekady po wprowadzeniu euro w Niemczech wciąż odnajdywane są dawne banknoty i monety ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MTKs5GzNcxxc985rzMRWYQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Polski Obserwator10 godz.",
            "source": "Polski Obserwator",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 05.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-04-01-2025/ar-AA1wWyyp?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN18 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 5.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/te-monety-s%C4%85-warte-du%C5%BCo-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-czego-szukaj%C4%85-numizmatycy-5012025/ar-AA1wYDoH?ocid=BingNewsVerp",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN19 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety, na które warto postawić — Top 5 tokenów, które mogą uczynić styczeń miesiącem sukcesu!",
            "link": "https://bithub.pl/reklamy/partnerzy/monety-na-ktore-warto-postawic-top-5-tokenow-ktore-moga-uczynic-styczen-miesiacem-sukcesu/",
            "description": "Odkryj 5 kryptowalut, które w styczniu mogą gwałtownie wzrosnąć. Dowiedz się, które monety mogą zamienić ten miesiąc w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aISvoPDsfx2y7OW8e037_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "bithub14 godz.",
            "source": "bithub",
            "article_content": "Artykuł został nadesłany przez partnera i ma charakter sponsorowany.\n\nStyczeń przedstawia złotą szansę w świecie kryptowalut. Pojawiło się pięć wyjątkowych monet, z których każda wykazuje duży potencjał zapewnienia znacznych zysków w tym miesiącu. Zapoznanie się z tymi najlepszymi ofertami może być kluczem do zmiany perspektyw finansowych. Zapoznaj się ze spostrzeżeniami na temat tych obiecujących zasobów cyfrowych, które mogą wywrzeć znaczący wpływ.\n\nCatzilla: wkraczamy na arenę memów z niezrównanym potencjałem zysku\n\nW stale rozwijającym się świecie monety memowestale pojawiają się nowi pretendenci, oraz Catzilla pozycjonuje się jako ambitny gracz. Czerpanie inspiracji z udanych tokenów, takich jak Dogecoin (DOGE), Shiba Inu (SHIB), I PEPE Catzilla ma na celu połączenie wirusowej kultury memów ze znacznym wzrostem finansowym. Tym, co wyróżnia Catzillę, jest wyjątkowa narracja. Gigantyczny kot podobny do Godzilli siejący spustoszenie, który czerpie z chaotycznej energii japońskiej kultury kaiju. Ta narracja oparta na grach nie tylko angażuje graczy, ale także przyciąga inwestorów kryptograficznych poszukujących kolejnej wielkiej rzeczy.\n\nDzięki ognistej kombinacji chaosu inspirowanego anime i buntowniczej misji Catzilla gromadzi entuzjastów kryptowalut i miłośników kotów, a także fanów anime, aby przyłączyli się do jej ruchu na rzecz bardziej sprawiedliwej, zdecentralizowanej przestrzeni kryptograficznej.\n\nfot. materiały partnera\n\nCatzilla jest gotowa zakłócić rynek!\n\nW przeciwieństwie do wielu monet memów, które płoną jasno i blakną, Catzilla jest tu na dłuższą metę. Oferuje inwestorom prawdziwy potencjał dzięki ogromny zwrot z inwestycji wynoszący 700%.. Przedsprzedaż Catzilli składa się z 14 etapów, dając inwestorom wiele możliwości wcześniejszego zakupu. Z każdym etapem cena tokena stopniowo rośnie.\n\nOdblokuj potrójną wartość dla maksymalnych zysków\n\nCatzilla działa w oparciu o potrójną propozycję wartości: epicka rozgrywka, A misja jednoczącai tętniącą życiem społeczność. Gracze mogą cieszyć się ekscytującą rozgrywką, zdobywając nagrody, będąc jednocześnie częścią rosnącego ruchu, który łączy zabawę związaną z kulturą memów z potencjałem wolność finansowa.\n\nfot. materiały partnera\n\nDołącz do rewolucji Catzilli\n\nCatzilla pozycjonuje się jako symbol oporu wobec chciwości i manipulacji często spotykanych w świecie kryptowalut. Obejmując ją odważna i potworna osobowość Catzilla stara się przywrócić zabawny, zdecentralizowany charakter monet memowych, zapewniając jednocześnie użytkownikom uczciwy i przejrzysty ekosystem.\n\nDołącz do kociego szaleństwa! $CATZILLA zyskuje na popularności — odbierz swój udział już dziś!\n\nEthena (ENA): Protokół dolara syntetycznego w Ethereum\n\nEthena (ENA) to protokół dolara syntetycznego opracowany na blockchainie Ethereum. Ma na celu zaoferowanie kryptonatywnej formy pieniądza, która działa niezależnie od tradycyjnej infrastruktury bankowej. Ethena wprowadza „obligację internetową”, dostępny na całym świecie instrument oszczędnościowy denominowany w dolarach. Technologia ta ma na celu połączenie stabilności dolara amerykańskiego z decentralizacją blockchain. W ten sposób mógłby udostępnić szerszemu gronu odbiorców bardziej dostępne narzędzia finansowe. Potencjał ENA polega na jej zdolności do oferowania alternatywy dla konwencjonalnych systemów bankowych, przy jednoczesnym wykorzystaniu zalet kryptowaluty. To, czy moneta będzie atrakcyjna w obecnym cyklu rynkowym, zależy od różnych czynników, w tym warunków rynkowych i indywidualnych preferencji.\n\nShiba Inu (SHIB): Memecoin wykorzystujący ekosystem Ethereum\n\nShiba Inu (SHIB) to kryptowaluta wprowadzona na rynek w sierpniu 2020 roku przez anonimowego programistę znanego jako Ryoshi. Zainspirowany Dogecoinem, SHIB działa na blockchainie Ethereum, zwiększając jego kompatybilność z ekosystemem Ethereum. Początkowa dostawa wynosiła 1 biliard tokenów, z czego połowa została wysłana do współzałożyciela Ethereum, Vitalika Buterina. Buterin przekazał znaczną część na rzecz India Covid Crypto Relief Fund, a resztę spalił, podnosząc prestiż SHIB. Integracja SHIB z Ethereum pozwala na aplikacje takie jak ShibaSwap, zdecentralizowaną giełdę, oraz plany dotyczące przyszłej platformy NFT i systemu zarządzania. Zmiany te mogą zwiększyć jego użyteczność i potencjalną atrakcyjność w obecnym cyklu rynkowym.\n\nKosmos (ATOM): Budowa Internetu Blockchainów\n\nKosmos to sieć, której celem jest połączenie różnych łańcuchów bloków, tworząc „Internet łańcuchów bloków”. Wykorzystuje technologie takie jak Tendermint i Cosmos SDK, aby pomóc programistom w łatwym tworzeniu niestandardowych łańcuchów bloków. Token ATOM to natywna moneta Cosmos Hub, używana do opłat transakcyjnych, obstawiania w celu zabezpieczenia sieci i zarządzania w łańcuchu. Ekosystem Cosmos obejmuje ponad 249 aplikacji i usług międzyłańcuchowych, co podkreśla jego rozwój i przyjęcie. Projekty takie jak Cronos i Injective korzystają z pakietu Cosmos SDK do interakcji między łańcuchami. Nacisk na interoperacyjność i decentralizację pozycjonuje Cosmos jako znaczącego gracza w przestrzeni blockchain. Technologia wykazuje potencjał, jednak atrakcyjność rynku może się zmieniać w zależności od aktualnych trendów.\n\nWorldcoin (WLD): rewolucja w zakresie tożsamości cyfrowej i włączenia finansowego dzięki sztucznej inteligencji i biometrii\n\nWorldcoin (WLD) to projekt kryptowalutowy rozpoczęty w 2023 r. Jego celem jest stworzenie unikalnej, bezpiecznej tożsamości cyfrowej na potrzeby globalnego udziału w gospodarce poprzez wykorzystanie sztucznej inteligencji i technologii biometrycznej. W szczególności skanów tęczówki oka za pomocą innowacyjnego urządzenia Orb. Projekt, którego współzałożycielem jest Sam Altman, koncentruje się na sprawiedliwej dystrybucji majątku i powszechnym dostępie do gospodarki cyfrowej. Mając już na pokładzie ponad 2 miliony użytkowników, Worldcoin planuje znaczne fundusze, aby wycenić token na 3 miliardy dolarów, wsparte stałą podażą 10 miliardów tokenów WLD. Pomimo obaw związanych z prywatnością i dochodzeń regulacyjnych w związku z wykorzystaniem danych biometrycznych, Worldcoin jest pionierskim przedsięwzięciem w przestrzeni kryptograficznej. Pozycjonuje się jako znaczący gracz w obecnym cyklu rynkowym.\n\nWniosek\n\nPodczas gdy ENA, SHIB, ATOM i WLD mogą oferować mniejsze krótkoterminowe zyski, Catzilla wyróżnia się jako obiecująca szansa. Z potencjalnym zwrotem z inwestycji na poziomie 700% podczas przedsprzedaży, zaczynającym się od 0,0002 USD i rosnącym do 0,0016 USD w 14 etapach, oferuje prawa do zarządzania, nagrody za uczestnictwo i opcje obstawiania. Catzilla ma na celu zjednoczenie entuzjastów w celu osiągnięcia wolności finansowej i rzucenia wyzwania istniejącym systemom.\n\nStrona: Catzilla ($CATZILLA)\n\nTwitter: https://x.com/CatzillaToken\n\nTelegram: Czat telegramowy\n\nWiadomości telegramowe\n\nDziękujemy, że przeczytałeś/aś nasz artykuł do końca. Obserwuj nas w Wiadomościach Google i bądź na bieżąco!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 5.01.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-5012025/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 5.01.2025",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-5012025/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolorowe szkło PRL - ceny, zdjęcia. Takie stare naczynia są teraz poszukiwane przez kolekcjonerów",
            "link": "https://pomorska.pl/kolorowe-szklo-prl-ceny-zdjecia-takie-stare-naczynia-sa-teraz-poszukiwane-przez-kolekcjonerow/ar/c9-18837875",
            "description": "Naczynia, wazony czy figurki, które powstały w czasach PRL, przeżywają obecnie renesans. Nie tylko ze względu na swoją estetykę i funkcjonalność, ale także na wartość sentymentalną i kolekcjonerską.",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Pomorska17 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie tylko ojciec Polańskiego. Tysiące fotografii w przedwojennych wnioskach o paszport i dowód [TOP 2024]",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,31586209,nie-tylko-ojciec-polanskiego-tysiace-fotografii-w-przedwojennych.html",
            "description": "Projektant luksusowych kamienic w Krakowie, właściciel hoteli w centrum miasta, znany poseł, dziennikarz czy... ojciec Romana ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._AWUjWetWs4y9TUCKuV80C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "krakow.wyborcza15 godz.",
            "source": "krakow.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 05.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-05012025/ar-AA1wYVvw?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Express Ilustrowany on MSN16 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwsza w 2025 roku giełda staroci w Świdnicy. Najstarszy taki pchli targ w Polsce. Na stoiskach różności",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pierwsza-w-2025-roku-gie%C5%82da-staroci-w-%C5%9Bwidnicy-najstarszy-taki-pchli-targ-w-polsce-na-stoiskach-r%C3%B3%C5%BCno%C5%9Bci/ar-AA1wZbGd?ocid=BingNewsVerp",
            "description": "Świdnicka Giełda Staroci, Numizmatów i Osobliwości ma długą tradycję. Jest jedną z najstarszych i największych tego typu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pH2rXs68K6cfKPyfcuJuAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN13 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda samochodowa i targ staroci. To można było kupić na placu przy ul. Andersa w Białymstoku. W pierwszą niedzielę 2025 roku",
            "link": "https://poranny.pl/gielda-samochodowa-i-targ-staroci-to-mozna-bylo-kupic-na-placu-przy-ul-andersa-w-bialymstoku-w-pierwsza-niedziele-2025-roku/ar/c1p2-27142557",
            "description": "Tym razem, w pierwszą niedzielę 2025 roku, sprzedających samochody było niewielu. Być może swoje piętno odcisnął okres przedświąteczny. W poniedziałek 6 stycznia to w Kościele katolickim Święto ...",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poranny13 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwszy Pchli Targ w Nowym Roku 2025 - starocie, fajans, biżuteria, odzież. Zdjęcia, wideo, ceny",
            "link": "https://wloclawek.naszemiasto.pl/pierwszy-pchli-targ-w-nowym-roku-2025-starocie-fajans-bizuteria-odziez-zdjecia-wideo-ceny/ar/c8p2-27142639",
            "description": "Choć w niedzielę panował niewielki mróz, nie brakowało odwiedzających Pchli Targ we Włocławku przy alei Kazimierza Wielkiego. W pierwszą niedzielę 2025 roku sprzedawcy na popularnym targowisku ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto14 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mróz, lód i śnieg. Pierwszy Pchli Targ w 2025 roku przy galerii Avenida w Poznaniu. Zobacz zdjęcia z lotu ptaka!",
            "link": "https://poznan.naszemiasto.pl/mroz-lod-i-snieg-pierwszy-pchli-targ-w-2025-roku-przy-galerii-avenida-w-poznaniu-zobacz-zdjecia-z-lotu-ptaka/ar/c1p2-27142801",
            "description": "W pierwszy weekend nowego roku, przy galerii Avenida w Poznaniu odbył się pchli targ. Mróz i śnieg nie przestraszył ...",
            "image_url": "https://www.bing.pl/th?id=OVF.XOtF2ms6EQey2bHTuMP1Qw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "poznan.naszemiasto8 godz.",
            "source": "poznan.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci w Komornikach. Pierwszy raz w nowym roku. Takie perełki można znaleźć i kupić. Zobacz zdjęcia",
            "link": "https://gloswielkopolski.pl/gielda-staroci-w-komornikach-pierwszy-raz-w-nowym-roku-takie-perelki-mozna-znalezc-i-kupic-zobacz-zdjecia/ar/c1p2-27142777",
            "description": "W niedzielę, 5 stycznia, przed centrum handlowym Auchan w Komornikach odbyła się pierwsza w nowym roku giełda staroci. Mimo ...",
            "image_url": "https://www.bing.pl/th?id=OVF.r37XosB6Hte3Sv82wNbItQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "gloswielkopolski13 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking do 6 km od Kołobrzegu. Urocze miejsca na krótką trasę w weekend 4 - 5 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/nordic-walking-do-6-km-od-kolobrzegu-urocze-miejsca-na-krotka-trase-w-weekend-4-5-stycznia/ar/c7p1-22319027",
            "description": "Baszta Lontowa - przekornie nazywana Basztą Prochową. Jest to jedyny obiekt, który pozostał po średniowiecznym systemie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.X2urBA6svmPLQFCqywMqMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto11 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 4 - 5 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-4-5-stycznia/ar/c7p1-21831633",
            "description": "Zamek w Mosznej jest jedną z największych atrakcji Opolszczyzny i jednym z najciekawszych zamków w Polsce. Swoją sławę zawdzięcza bajkowemu wyglądowi - ma 365 pomieszczeń, 99 wież i wieżyczek. Do 30 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto11 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 65 km od Gryfic. Pomysły spędzenie czasu w weekend 4 - 5 stycznia",
            "link": "https://gryfice.naszemiasto.pl/gdzie-na-spacer-do-65-km-od-gryfic-pomysly-spedzenie-czasu-w-weekend-4-5-stycznia/ar/c7p1-22116005",
            "description": "We współpracy z Traseo wybraliśmy dla Was 3 trasy na spacer w odległości do 65 km od Gryfic, które wypróbowali inni spacerowicze. Wybierz najlepszą dla siebie. Zanim wyruszysz w drogę, sprawdź ...",
            "image_url": "https://www.bing.pl/th?id=ODF.JS3kPnL-cw_uVSguStd8Cg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "gryfice.naszemiasto10 godz.",
            "source": "gryfice.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe znalezisko w dawnej kwaterze Wehrmachtu na Mazurach. \"Może maskować dojście do skarbu\" [TOP 2024]",
            "link": "https://olsztyn.wyborcza.pl/olsztyn/7,48726,31590973,nowe-znalezisko-w-dawnej-kwaterze-wehrmachtu-na-mazurach-moze.html",
            "description": "Przedmioty leżą pod powierzchnią ziemi na głębokości około dwóch metrów - mówi właściciel muzeum na terenie kompleksu bunkrów w Mamerkach.",
            "image_url": "https://www.bing.pl/th?id=ODF.g4gR-GWSMHHalN7z-7dNCQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "olsztyn.wyborcza18 godz.",
            "source": "olsztyn.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 05.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-04012025/ar-AA1wWugA?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN18 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kontrowersyjna rozbudowa Muzeum Architektury we Wrocławiu. \"Wyjątkowa inspiracja\" kontra \"toporność klocka\"",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,31590115,kontrowersyjna-rozbudowa-muzeum-architektury-wyjatkowa-szansa.html",
            "description": "Projekt rozbudowy Muzeum Architektury w parku Słowackiego wywołał lawinę komentarzy i zarzutów. Środowisko architektoniczne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JKnVPkjI6p3tkXS_Nef7_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "wroclaw.wyborcza21 godz.",
            "source": "wroclaw.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking w woj. śląskim. Gdzie warto się wybrać w weekend 4 - 5 stycznia. TOP 3 trasy",
            "link": "https://dziennikzachodni.pl/trasy-nordic-walking-w-woj-slaskim-gdzie-warto-sie-wybrac-w-weekend-4-5-stycznia-top-3-trasy/ar/c7p1-22302727",
            "description": "Nordic walking w woj. śląskim można trenować niemal wszędzie. Mimo to zachęcamy do wybrania szlaków polecanych przez innych mieszkańców. Wspólnie z Traseo chcemy Wam zaproponować 3 ciekawe trasy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikzachodni.pl11 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe w woj. małopolskim. Gdzie warto iść w weekend 4 - 5 stycznia? TOP 10 tras",
            "link": "https://dziennikpolski24.pl/trasy-spacerowe-w-woj-malopolskim-gdzie-warto-isc-w-weekend-4-5-stycznia-top-10-tras/ar/c7p1-22116467",
            "description": "W woj. małopolskim jest wiele ciekawych ścieżek spacerowych. Przygotowaliśmy dla Was 10 propozycji. Możecie namówić znajomych lub rodzinę i wspólnie odkrywać uroki naszego regionu. Wspólnie z Traseo p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.HjClkBco3nIXj5Su8fjgAg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Polski11 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 5.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-5012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 5.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/te-monety-s%C4%85-warte-du%C5%BCo-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-czego-szukaj%C4%85-numizmatycy-5012025/ar-AA1wYDoH?ocid=BingNewsVerp",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN19 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 05.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-05012025/ar-AA1wYVvw?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN16 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe znalezisko w dawnej kwaterze Wehrmachtu na Mazurach. \"Może maskować dojście do skarbu\" [TOP 2024]",
            "link": "https://olsztyn.wyborcza.pl/olsztyn/7,48726,31590973,nowe-znalezisko-w-dawnej-kwaterze-wehrmachtu-na-mazurach-moze.html",
            "description": "Przedmioty leżą pod powierzchnią ziemi na głębokości około dwóch metrów - mówi właściciel muzeum na terenie kompleksu bunkrów w Mamerkach.",
            "image_url": "https://www.bing.pl/th?id=ODF.g4gR-GWSMHHalN7z-7dNCQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "olsztyn.wyborcza18 godz.",
            "source": "olsztyn.wyborcza",
            "article_content": ""
        }
    }
]