[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dzieci kojarzą ją głównie z cukierkami u babci",
            "link": "https://www.edziecko.pl/rodzice/7,79361,31600069,dzieci-kojarza-ja-glownie-z-cukierkami-u-babci-stoi-w-twoim.html",
            "description": "Szklane kokoszki kojarzą się wielu z nas z dzieciństwem spędzonym u babci. Dziś zyskały na wartości. Słynną kurę z Huty Szkła ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GXBTJRCxM-11oGcl6kXqni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "edziecko10 godz.",
            "source": "edziecko",
            "article_content": "Jeszcze kilka lat temu elementy wystroju wnętrz z PRL-u nie cieszyły się zbyt dużą popularnością, a wielu uznawało je za niezbyt gustowne starocie. Dziś możemy jednak obserwować ich duży powrót. Meble na nóżkach, retro lampy z abażurem czy kryształy stały się modnymi dodatkami. Okazuje się nawet, że za niektóre rzeczy, które wciąż znajdują się w mieszkaniach naszych babć można sporo zarobić. Jednym z nich jest szklana kokoszka, którą bardzo dobrze pamiętam z dzieciństwa.\n\nREKLAMA\n\nDzieci kojarzą ją głównie z cukierkami u babci\n\nJa i moich znajomi urodzeni w latach 90. z sentymentem wspominamy przedmioty codziennego użytku, które stały w mieszkaniach naszych babć. Jednym z nich jest szklana kokosza. Gdy byłam mała, moja babcia trzymała w niej landrynki, którymi zawsze mnie częstowała.\n\nNie wszystkie kokoszki pochodzą jednak z Huty Szkła Gospodarczego \"Ząbkowice\", a to właśnie te są najbardziej wartościowe. Na profilu na TikToku @sztuka_polskiego_designu opublikowano nagranie, na którym wyjaśniono, jak rozpoznać, czy dana kura pochodzi z Ząbkowic i ile jest warta. \"Produkowano je w dwóch wzorach. Pierwszy z 1910 roku, a drugi powstał 10 lat później. Najwięcej kolorów powstało w latach 50. i od ich końca nie są już produkowane. Dlatego stały się cennym kąskiem wśród kolekcjonerów\" - wyjaśniono.\n\nJak rozpoznać kurę z \"Ząbkowic\"?\n\nSzklane kury występują w wielu rozmiarach i kolorach, jednak po czym poznać czy ta nasza pochodzi z Ząbkowic? Autor nagrania wymienił szczegóły, na które warto zwrócić uwagę. \"Czy grzęda wygląda jakby była wiklinowa? Czy na grzbiecie kurka nie ma żadnego kółka? Kuperek jest rozłożony i ma po siedem albo osiem piórek z obu stron?\" - wyjaśnił. Jeśli na te pytania odpowiesz twierdząco, to oznacza, że na kurze możesz sporo zarobić.\n\nA ile taka kurka jest warta? Dużo zależy od jej rozmiaru. Jednak na screenach z ofertami sprzedaży zamieszczonych przez TikTokera padały takie kwoty, jak 1650 zł, 699 zł, czy 1700 zł. Nagranie pochodzi z 2023 roku, więc postanowiłam sprawdzić, za ile można sprzedać taką kurę obecnie. Okazuje się, że najwyższe ceny osiągają kury w kolorze miodowym. Takie można znaleźć na portalu olx.pl za 750 zł, 1500 zł (w zestawie z talerzykami i jajkiem) czy nawet 1900 zł. Ceny niebieskich i różowych wahają się od 450 zł do 900 zł.\n\nChciałbyś podzielić się jakimiś wspomnieniami z dzieciństwa? A może masz przemyślenia dotyczące treści artykułu? Napisz do mnie - maja.kolodziejczyk@grupagazeta.pl. Wasze historie są dla mnie ważne. Gwarantuję anonimowość."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 09.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-8-01-2025/ar-AA1x9dhs?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVF.QDRwNTfeT43eT8TM2A0tiQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN15 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 09.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-09012025/ar-BB1r8k3l?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Tyl0UbgnKjgt6uWYCdWfDw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN14 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 09.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-09-01-2025/ar-BB1r7t3I?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H5xzmA8ZQN7aNok4oKrHnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Hostowane na MSN21 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 09.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-09012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 09.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-09012025/ar-BB1r8tLI?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVF.7VCDWNl4ZKEiQsTjqK08pA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN14 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 09.01.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-09012025/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze przedmioty z czasów PRL - ceny, lista, zdjęcia. Tego poszukują kolekcjonerzy w 2025 roku [10.01.2025]",
            "link": "https://pomorska.pl/najcenniejsze-przedmioty-z-czasow-prl-ceny-lista-zdjecia-tego-poszukuja-kolekcjonerzy-w-2025-roku-10-01-2025/ar/c1p2-27134719",
            "description": "Płyty winylowe i kasety magnetofonowe - rzadkie wydania muzyczne z PRL, szczególnie związane z jazzem i polskim rockiem, są ...",
            "image_url": "https://www.bing.pl/th?id=OVF.MhO%2fFPvacZab493l3RZA%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Pomorska3 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 09.01.2025",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-09012025/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kopalnia Julia",
            "link": "https://walbrzych.naszemiasto.pl/tag/kopalnia-julia",
            "description": "Stara Kopalnia w Wałbrzychu. Tych miejsc turyści goszczący w nowej atrakcji miasta nie zobaczą, bo na razie nie zostały objęte remontem. Do końca czerwca 2012 roku ma się zakończyć przebudowa byłej wa ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "walbrzych.naszemiasto17 godz.",
            "source": "walbrzych.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 09.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-09012025/ar-BB1r7nyW?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Express Ilustrowany on MSN21 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GOŚĆ DNIA. Prezes Jacek Kłudka o największych targach branży sadowniczo - warzywniczej w Europie",
            "link": "https://echodnia.eu/swietokrzyskie/gosc-dnia-prezes-jacek-kludka-o-najwiekszych-targach-branzy-sadowniczo-warzywniczej-w-europie/ar/c1-19029248",
            "description": "Targi Sadownictwa i Warzywnictwa TSW, które 22 i 23 stycznia w Targach Kielce organizuje Oficyna Wydawnicza OIKOS z Warszawy, będą w tym roku największym wydarzeniem tej branży w Europie. Jacek Kłudka ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "echodnia5 godz.",
            "source": "echodnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Justyna Ducka kupiła dwór, a teraz pokazuje fanom remontowe rewolucje. To miejsce wygląda jak z bajki!",
            "link": "https://www.se.pl/wiadomosci/exclusive/justyna-ducka-kupila-dwor-a-teraz-pokazuje-fanom-remontowe-rewolucje-to-miejsce-wyglada-jak-z-bajki-aa-1qX3-7jCN-9Egi.html",
            "description": "Wiele osób ma takie marzenia, jednak niewielu ma odwagę by je spełnić. Znana aktorka Justyna Ducka, postanowiła zmienić swoje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VWs5ov8BjvRalk1GohjwLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "SE12 godz.",
            "source": "SE",
            "article_content": "Joanna Moro chlupie się nago w zimnej wodzie. Wszystko pokazała w sieci\n\nJoanna Przetakiewicz naprawdę to robi? Jej codzienny plan na młody wygląd to harówka nie do wykonania\n\n\"I jak tu nie zwariować?\"\n\nEdyta Bartosiewicz poszła do Leszka, którego kocha Joanna Racewicz. Wokalistka dziękuje za troskę i opiekę\n\nPożary w LA. Roxie Węgiel poleciała do Stanów i trafiła w sam środek piekła. \"Serce się łamie\"\n\nJustyna Ducka będzie mieszkać w dworze!\n\nJustyna Ducka ma 36 lat. Jest znaną aktorką telewizyjną, filmową, dubbingową i teatralną. W 2015 ukończyła Wydział Aktorski PWST w Krakowie - Filii we Wrocławiu. W filmografii zadebiutowała w 2000 roku za sprawą roli Ani Kowalczyk w serialu \"Dom\".\n\nZ kolei widzom stacji TVN Ducka znana jest przede wszystkim z roli zagubionej recepcjonistki Pauli w serialu \"Zakochani po uszy\". Serial emitowany był w latach 2019–2021.\n\nJustyna Ducka remontuje dwór. Zobaczcie, gdzie teraz mieszka!\n\nFani aktorki z pewnością śledzą jej drugie konto na Instagramie o nazwie \"w_malym_dworku\". Do tej pory profil zebrał ponad 200 tysiące obserwujących. W opisie bio możemy przeczytać:\n\nRemont 100-letniego dworku Remont domu Ona, On, pies i dom. Metamorfoza i remont 100-letniego dworku starocia, pchle targi, śmietniki, remont,\n\nZobacz, jak Justyna Ducka wspomina początki związane z kupnem dworku:\n\nRówno rok temu staliśmy się pełnoprawnymi właścicielami dworku. Co to były za emocje! Pare miesięcy oczekiwania, aż sprawy spadkowe zostaną rozwiązane, poprzednie złe doświadczenia z nieudanym kupnem innego domu, nadzieja pomieszana ze strachem, czy tym razem się uda!?…Jedno wiem na pewno, ten dzień to jeden z najszczęśliwszych w moim życiu, i nie zapomnę go nigdy! Włożyłam go do pudełeczka z ważnymi wspomnieniami, i co jakiś czas wyjmuję go ostrożnie i przyglądam mu się uważnie - niczym największy skarb! Jeśli jest jakaś sprawa, z której jestem dumna w moim życiu, to właśnie dworek - napisała Justyna Ducka na swoim profilu.\n\nJustyna Ducka wraz z partnerem zadbała o rozwój dworkowego profilu\n\nJustyna Ducka wraz z partnerem zadbała o rozwój profilu. Dlatego na ich wspólnym, instagramowym koncie możemy zobaczyć zapisane instastories, które podzielono tematycznie na kilka kategorii: ogrzewanie, dworek, nasz ebook, targ staroci, remont łazienki itd. Jak widzicie para wydała też ebook. Publikacja zawiera porad dotyczące m. in. tego, jak znaleźć dom dla siebie, gdzie szukać online.\n\nJednak największą popularnością cieszą się zdjęcia i filmy z remontowanego dworku. Oto kilka z nich:\n\nPara podzieliła się także sowimi remontowymi planami na 2025 rok. Jest to siedem ważnych zmian:\n\n1. Remont przedpokoju\n\n2. Remont kuchni\n\n3. Otynkowanie ścian i połażenie podłóg na piętrze\n\n4. Zrobienie łazienki na piętrze\n\n5. Remont tarasu i balkonów\n\n6. Remont spiżarni\n\n7. Klejenie, skrobanie i malowanie drzwi i okien\n\nMusicie przyznać, że plany są ambitne! Trzymamy kciuki, żeby wszystkie powyższe cele udało się spełnić.\n\nJustyna Ducka remontuje 100-letni dwór:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Edyta Pazura pokazała dom, jak ze snu. Wnętrza i ogród zachwycą każdego [GALERIA]",
            "link": "https://www.eska.pl/hotplota/news/edyta-pazura-pokazala-dom-jak-ze-snu-wnetrza-i-ogrod-zachwyca-kazdego-galeria-9-01-aa-Sg4D-5z97-U1Jg.html",
            "description": "Edyta Pazura wraz rodziną mieszkają w przestronnym domu na warszawskim Wilanowie, gdzie wiodą spokojne życie. Wnętrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J28-YkGwITmFjSQQ1YC-0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "ESKA13 godz.",
            "source": "ESKA",
            "article_content": "Marta Linkiewicz zdradziła, ile zarobiła na portalu dla dorosłych. Podała konkretną kwotę i zarzeka się, że nigdy tam nie wróci\n\nCo dalej z festiwalem See Bloggers? Założyciele pożegnali się z internautami\n\nMini Majk z ukochaną pierwszy raz na ściance. Tak prezentowali się na premierze filmu \"Kleks i wynalazek Filipa Golarza\"\n\nJessica Alba rozwodzi się z mężem. Byli razem 20 lat\n\nEdyta Pazura chętnie dzieli się ze swoimi fanami na Instagramie zdjęciami ze swojej warszawskiej willi. Dom znajduje się na Wilanowie w spokojnej okolicy, pośród zieleni. W ogrodzie dominują rośliny, które zapewniają rodzinie Pazurów prywatność. Wnętrze natomiast utrzymane jest w eleganckim, przytulnym stylu, a naturalne i stonowane kolorystycznie dodatki przywołują na myśl styl balijski.\n\nZOBACZ RÓWNIEŻ: Edyta Pazura kiedyś i dziś. Jak zmieniała się żona jednego z najpopularniejszych polskich aktorów?\n\nEska Summer City Olsztyn materace Rozwijamy nasz serwis dzięki wyświetlaniu reklam. Blokując reklamy, nie pozwalasz nam tworzyć wartościowych treści. Wyłącz AdBlock i odśwież stronę.\n\nDom Edyty i Cezarego to kwintesencja dobrego stylu. Oto, jak wygląda ich warszawska willa\n\nW kuchni rządzi biel i miętowe dodatki, jak chociażby siedzisko w kratę, które zachęca do spędzania czasu przy stole. Uroku nadaje wnętrzu odrestaurowana półka zakupiona na targu staroci, na której można powiesić kubeczki i suszone rośliny. Uwagę przykuwają również ozdobne kafle, które nadają osobliwego charakteru całemu pomieszczeniu.\n\nJednym z najbardziej charakterystycznych elementów wyposażenia w domu Pazurów jest marynistyczna lampa podłogowa, która wyróżnia się nogą w kształcie grubego sznura.\n\nW domu znalazło się również miejsce dla białego, stylowego pianina, nad którym wisi galeria ze zdjęciami całej rodziny\n\nWażnym elementem domu jest kamienny kominek, który oprócz funkcji użytkowej, pełni również funkcję ozdobną i w zależności od pory roku i okazji, Edyta stylizuje go w odpowiedni sposób. Latem rządzą tu świeże kwiaty, jesienią dynie, a zimą świąteczne girlandy i światełka.\n\nSalon to istna oaza spokoju. Wnętrze kusi bielą, szarościami i naturalnym drewnem. Równie przytulnie jest na zewnątrz. Spędzając czas na tarasie można poczuć się, jak na egzotycznej wyspie. Miękkie szerokie siedziska, kamienna posadzka i okalająca go roślinność robią piorunujące wrażenie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 8 km od Jaworzna. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 11 - 12 stycznia?",
            "link": "https://jaworzno.naszemiasto.pl/trasy-na-rower-do-8-km-od-jaworzna-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-11-12-stycznia/ar/c7p1-21831473",
            "description": "Zanim wyruszysz na wyprawę, upewnij się, jaka będzie pogoda. W sobotę 11 stycznia w Jaworznie ma być -1°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.V6hkZSNZUPBJn9W8HMvqky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "jaworzno.naszemiasto6 godz.",
            "source": "jaworzno.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 19 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 11 - 12 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/rowerem-do-19-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-11-12-stycznia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 11 stycznia w Oświęcimiu ma być -0°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._jE67vucnAgTkqzuL6O2_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "oswiecim.naszemiasto6 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 69 km od Koszalina. Pomysły na odrobinę ruchu na powietrzu w weekend 11 - 12 stycznia",
            "link": "https://koszalin.naszemiasto.pl/trasy-nordic-walking-do-69-km-od-koszalina-pomysly-na-odrobine-ruchu-na-powietrzu-w-weekend-11-12-stycznia/ar/c7p1-22318903",
            "description": "Kamienny Szaniec - zbudowany w latach 1832-1836 do obrony wybrzeża i portu od wschodu. W końcu XIX w. przebudowany na cele gastronomiczne. Fort Ujście - budowany w latach 1770-1774 według wzorów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2lnLIQe5bnM9ixvXVTSDQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "koszalin.naszemiasto5 godz.",
            "source": "koszalin.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najlepsze gry indie 2024 roku, czyli Dziwne Nagrody Dziewiątki",
            "link": "https://cdaction.pl/publicystyka/najlepsze-gry-indie-2024-roku-czyli-dziwne-nagrody-dziewiatki",
            "description": "Już drugi rok z rzędu dzielę się swoim prywatnym rankingiem. Trudno mi w to uwierzyć, ale aż trzy gry pokrywają się z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TvwkW0d6yiUO8K-8dmTWci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "cdaction4 godz.",
            "source": "cdaction",
            "article_content": "Lorelei and the Laser Eyes – najlepsze i najczerwieńsze lasery z oczu\n\nOd czasu do czasu w branży pojawia się produkcja, która przeszywa mnie na wskroś, jak gdyby jej twórcy dokładnie wiedzieli, czego łaknę. Tym razem padło na logiczno-przygodową grę Simogo – swoją drogą, ojców stylowego Sayonara Wild Hearts, mobilnego Device 6 czy mrocznego Year Walk – które zaprosiło graczy do starego, pełnego tajemnic hotelu. Główna bohaterka eksploruje jego zakątki, rozwiązuje liczne łamigłówki, a przede wszystkim odkrywa związaną z posiadłością i jej mieszkańcami historię.\n\nRzeczywistość miesza się tu z sekwencjami pełnymi metafor, tradycyjne używanie przedmiotów ze scenami rodem z pretensjonalnych filmów krótkometrażowych, fabuła opowiada m.in. o relacji między twórcą, dziełem i jego odbiorcą, a na oprawę składają się odcienie szarości przetykane czerwienią. Przeszło pół roku po premierze nadal jestem oczarowana i jednocześnie czuję pustkę. To prawdziwe arcydzieło i gdybyście mieli włączyć tylko jedną grę z tego zestawienia, pragnęłabym, by było to właśnie Lorelei and the Laser Eyes, zwłaszcza że trafiło też do redakcyjnej zeszłorocznej dziesiątki.\n\nThe Rise of the Golden Idol – najlepsza gra skręcająca synapsy w spirale\n\nColor Gray Games | PC, PS5, XSX, XBO, NS | logiczna, detektywistyczna, sequel\n\nPrzyznaję, że po genialnej „jedynce”, The Case of the Golden Idol, nie spodziewałam się, by kontynuacja była jej w stanie dorównać. A jednak! To najlepszy tegoroczny sequel, ponownie zostawiający gracza z otwartą buzią i podziwem dla scenarzystów, którzy tak umiejętnie spięli w całość pozornie oddzielne historie. I z jaką klasą! Mechanicznie The Rise of the Golden Idol raz jeszcze polega na gromadzeniu wskazówek i uzupełnianiu opisów scen znalezionymi słowami kluczami. Zmieniła się natomiast oprawa wizualna (na mniej klimatyczną, lecz bardziej współczesną), a akcję osadzono dwieście lat po wydarzeniach z poprzedniej odsłony.\n\nPierwsze skrzypce ponownie gra tajemniczy, potężny artefakt, a jako fanka serii z radością poszukiwałam w „dwójce” rozmaitych nawiązań. Ach, i ta scena z rozszyfrowywaniem znaczenia pewnego rytualnego tańca – wyborna! Fani gier logicznych, nie zastanawiajcie się ani przez chwilę, tylko koniecznie poznajcie produkcje w kolejności ich wydania. Liczę na DLC!\n\nBalatro – najlepsza gra dla fanów kierów (np. dziewiątek)\n\nLocalThunk | PC, PS5, PS4, XSX, XBO, NS | karcianka, roguelike, budowa talii, poker\n\nUwielbiam wariacje na temat tradycyjnych gier – szachów, kości, Sapera, jednorękiego bandyty i oczywiście kart – więc demo Balatro kupiło mnie natychmiast, po premierze od razu zaopatrzyłam się w pełną wersję, a chwilę później grali już u mnie w domu wszyscy. LocalThunk jako bazę wykorzystał pokera, po czym dodał do niego elementy roguelike’owe i rozbudowę talii.\n\nW efekcie da się tu tworzyć niemożliwe kombinacje takie jak pięć asów (w dodatku wszystkie w jednym kolorze!), kupować dziwaczne, wprowadzające nowe zasady dżokery oraz na różne sposoby ulepszać deck! Każdorazowo chodzi o to, by osiągnąć pułap punktowy w określonej liczbie tur, co na papierze nie brzmi zbyt ekscytująco, ale podczas „starć” powoduje prawdziwe emocje. Absolutnie nie dziwi mnie, że w redakcyjnym zestawieniu gier roku Balatro trafiło na pierwsze miejsce, i cieszy mnie to niezmiernie, bo nie dość, że to świetna produkcja, to jeszcze niezależna!\n\nEmpires of the Undergrowth – najlepszy RTS z mrówkami grzybiarkami\n\nSlug Disco | PC | RTS, mrówki\n\nPrzyznam, że kiedy po raz pierwszy uruchomiłam Empires of the Undergrowth, jeszcze we wczesnej wersji, nie mogłam wyrzucić z głowy myśli: „Bogowie, jakie to brzydkie”. Jednak produkcja studia Slug Disco udowodniła mi, że ciągle jarają mnie RTS-y, i porwała zarówno mnie, jak i enkiego. Twórcy inspirują się prawdziwymi gatunkami mrówek, których kolejne kolonie prowadzi gracz.\n\nSolidna, emocjonująca kampania oferuje wiele zróżnicowanych misji, w czasie których insekty drążą dziesiątki korytarzy, budują komory lęgowe, walczą o wyrzuconą na brzeg sardynkę, mierzą się z gigantyczną ropuchą i szeregiem innych drapieżników, zbierają liście na wyścigi, uciekają przed rosnącym poziomem wody albo strzegą okolicznych mszyc i termitów przed najeźdźcami. Do tego dochodzi scenariusz z poczynaniami pewnego szalonego naukowca… To chyba moje największe zaskoczenie 2024 i naprawdę fantastyczna produkcja, również – ze względu na kilka poziomów trudności – dla tych lubiących być przez gry mieszani z błotem.\n\nRogue Waters – najlepsza polska produkcja o piractwie\n\nIce Code Games | PC, XSX, XBO | taktyczna, piraci\n\nChoć w kategorii polskich tytułów Rogue Waters miało ostrą konkurencję w postaci Frostpunka 2 i opisywanego niżej Nobody Wants to Die, to z tworem studia Ice Code Games spędziłam najwięcej czasu, nieraz siedząc przed ekranem do późnych godzin. To połączenie standardowych mechanizmów znanych z gier taktycznych (tych z ruchem i akcją w turze) z piracką konwencją, elementami fantasy oraz aspektem roguelite’owym.\n\nZnajdziesz tu ostrzeliwanie się statków z dział, abordaże, wyrzucanie psubratów za burtę, kozackie huśtanie się na olinowaniu, zatrudnianie i rozwój załogi, a także rozbudowę łajby. Bardzo podoba mi się, że oprócz niezłej kampanii Rogue Waters oferuje proceduralnie generowane misje opcjonalne, więc można – na coraz wyższych poziomach trudności – grać jeszcze długo po ukończeniu głównego wątku. Nie ukrywam, że pisząc ten akapit, nabieram coraz większej ochoty na powrót do zabawy, by ciepła krew ponownie lała się strugami. Morskie istoty same się przecież nie pokierują, a okoliczne porty nie ograbią!\n\nCat God Ranch – najlepsza gra o drogocennej kupie kapibary\n\nCrazyPotato Studio | PC | roguelite, budowa talii, zwierzaki\n\nW zeszłym roku pisałam w Dziwnych Nagrodach Dziewiątki o pecetowo-mobilnej Doli lokatora (Luck Be a Landlord) i z przyjemnością informuję, że pojawił się jej godny następca. Wydane we wrześniu Cat God Ranch oferuje podobną mechanikę, tyle że zamiast symboli znanych z jednorękiego bandyty wykorzystuje zwierzaki na farmie. Każdego dnia wyłażą one przed stodołę i wchodzą ze sobą w interakcje, a zadaniem gracza jest wykręcanie możliwie najkorzystniejszych synergii, by w ograniczonej liczbie tur opłacać rosnącą daninę dla tytułowego kociego boga.\n\nTwórcy przygotowali różne kategorie zwierząt (ptaki, drapieżniki, zmiennocieplne itp.), zdolności pasywne, a także relikty kupowane w sklepach, by składanie „talii” z rozmaitych gatunków fauny było jeszcze ciekawsze. Kapibary robią kupy, króliki rozmnażają się na potęgę, dziki zmieniają świnie w swoich pobratymców, pingwiny cesarskie ruszają na wycieczkę i wracają ze złotem. Na razie gra mną pomiata, ale kiedyś uda mi się odblokować zwierzęta wodne!\n\nWitchHand – najlepsza podróba CS-a\n\nJon Nielsen | PC | logiczna, strategiczna\n\nCultist Simulator był dla mnie w 2018 roku przełomowy i nie dziwię się, że wiele gier podbiera mechanikę przekładania kart z genialnego, klimatycznego dzieła Weather Factory. WitchHand robi to umiejętnie, osadzając gracza w roli wiedźmy rozwijającej swoje zgromadzenie. Jest mniej fabularnie, a strategia ta w dużej mierze bazuje na craftingu. Większość zabawy upływa na obserwowaniu liczników czasu – w trakcie budowy wiosek w zróżnicowanych lokacjach, przywoływania chowańców i wykonywania przez nie rozmaitych prac, ubijania stworów, rzucania zaklęć czy ekspedycji po zasoby.\n\nW demie przed premierą grałam pierwszą, standardową czarownicą; w pełnej wersji, kiedy otrzymałam już wybór, testowałam magię jedzenia. Nie są do jednak jedyne opcje. Choć ostatecznie WitchHanda nie ukończyłam przez brak czasu na grind w późnej fazie gry, projekt Jona Nielsena bardzo mnie zaangażował.\n\nMenace from the Deep – najlepszy nierasistowski Lovecraft\n\nFlatcoon | PC | karcianka taktyczna, roguelite, Lovecraft\n\nNic tak nie poprawia nastroju w mokry zimowy wieczór jak posiedzenie przy grze pełnej macek, potężnych artefaktów, zmutowanych szczurów i Wielkich Przedwiecznych.Taktyczna karcianka Menace from the Deep to Lovecraft na poważnie, oferujący starcia z nieprzyjaznymi mieszkańcami oraz istotami, które istnieć nie powinny, a także stopniową rozbudowę tajemnego, mrocznego stowarzyszenia. Nie brakuje tu dodawania elementów do talii i rozwijania znajdujących się w niej kart, wyboru ścieżek – choć inaczej niż w Slay the Spire i podobnych – oraz wspomnianych turowych potyczek.\n\nFlatcoon przygotowało dla graczy kilka klas postaci (detektyw, profesor, kultysta), ale każda z nich oferuje do wyboru jeszcze parę talii, znacząco wpływających na sposób gry. Przykładowo: profesor może skupić się na przywoływaniu i mutowaniu zwierząt albo zamiast tego przemieniać się w szalonego naukowca. Da się też stworzyć własny startowy deck, a co jeszcze rzadsze w gatunku, Menace from the Deep ma także scenki fabularne.\n\nNobody Wants to Die – najlepszy polski Sherlock Holmes\n\nCritical Hit Games | PC, PS5, XSX | detektywistyczna, przygodowa, cyberpunk\n\nW Nobody Wants to Die świeże polskie studio Critical Hit umiejętnie zmiksowało cyberpunka z noir, dając graczom historię raczej tradycyjną i dystopijną, pełną deszczu i neonów. Detektyw przebywający na przymusowym urlopie podąża w niej śladem seryjnego zabójcy i choć takie opowieści słyszeliśmy już setki razy, tej konkretnej, rozpisanej na jakieś sześć-osiem godzin, warto dać szansę. Developerzy przedstawili świat, w którym śmierć nie jest końcem, bogaci mogą zmieniać ciała, a biedni, nie opłaciwszy swoich powłok, trafiają do banku uśpionych tożsamości.\n\nKonwencja przypomina „Modyfikowany węgiel”, voice acting w obszernych dialogach jest fantastyczny, ale mnie najbardziej interesowała faktyczna detektywistyczna robota. Na szczęście Nobody Wants to Die i pod tym względem nie rozczarowuje – bohater wykorzystuje futurystyczne technologie do wyciągania informacji ze scen zbrodni, a następnie niczym Sherlock Holmes dochodzi do konkretnych wniosków. To klimatyczny, ładny i bardzo udany debiut.\n\nHades 2 – najlepsza niedokończona gra, za którą ktoś bierze pieniądze\n\nSupergiant Games | PC | RPG/akcja, mitologia grecka, sequel\n\nKategoria z zeszłego roku powraca, a tym razem statuetkę otrzymuje ode mnie studio Supergiant. Jego Hades 2 – choć uboższy w kwestii zawartości od nadchodzącej pełnej wersji – bije na głowę tak wiele ukończonych tytułów, że zdecydowanie zasługuje na obecność wśród najlepszych produkcji 2024. Sequel hitu bierze z pierwszej odsłony dokładnie tyle, by gracz czuł się w mechanice starć i rozwoju postaci jak ryba w wodzie, i dodaje akurat tyle, by nie mieć wrażenia, że to ponowna sprzedaż tej samej gry.\n\nInkantacje nad magicznym kociołkiem, gromadzenie zasobów za pomocą zróżnicowanych narzędzi, kompletnie nowe rodzaje broni, sadzenie roślin, a przede wszystkim możliwość wyprawiania się zarówno nad, jak i pod powierzchnię – wszystko to, wespół ze świetnie napisanymi i narysowanymi postaciami, dało mi już masę radości. Po kilkunastu, a może kilkudziesięciu podejściach muszę świadomie powstrzymywać się przed kolejnymi sesjami z wczesną wersją. Cierpliwości, 9kier, docenisz grę jeszcze bardziej, kiedy wszystko będzie dopięte już na ostatni guzik.\n\nDo samego końca zastanawiałam się, które gry umieścić w finałowej dziesiątce 2024, i nadal nie wiem, czy podjęłam dobrą decyzję. Wahałam się także nad Age of Mythology: Retold jako fanka oryginału, szalenie klimatyczną krótkometrażówką That Which Gave Chase, przygodówką detektywistyczną Phoenix Springs, relaksującym Fireside i minimalistyczną strategią Thronefall. Jest też mnóstwo innych gier, które przypomną mi się za godzinę, dobę, trzy dni, tydzień lub miesiąc, więc nie traktujcie tej listy zbyt poważnie. Choć oczywiście polecam ograć wszystkie pozycje!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking do 65 km od Gryfic. Podpowiedzi ciekawych tras na weekend 11 - 12 stycznia",
            "link": "https://gryfice.naszemiasto.pl/sciezki-nordic-walking-do-65-km-od-gryfic-podpowiedzi-ciekawych-tras-na-weekend-11-12-stycznia/ar/c7p1-22319401",
            "description": "Szukasz ciekawych tras do nordic walking niedaleko Gryfic? We współpracy z Traseo przygotowaliśmy dla Ciebie garść pomysłów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jGRCcHDOu0G74wZ_Cs0WGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "gryfice.naszemiasto5 godz.",
            "source": "gryfice.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kradzież zabytkowej skrzyni i nesesera. Policjanci z Opola zatrzymali złodzieja",
            "link": "https://nto.pl/kradziez-zabytkowej-skrzyni-i-nesesera-policjanci-z-opola-zatrzymali-zlodzieja/ar/c1-19028952",
            "description": "Tuż przed świętami policjanci z Komisariatu II Policji w Opolu otrzymali zgłoszenie, że z jednej z posesji na terenie miasta ...",
            "image_url": "https://www.bing.pl/th?id=OVF.PvIEQTukyknuyiXIIuHytg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "nto.pl10 godz.",
            "source": "nto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muzeum Ratusz – Galeria Sztuki Dawnej",
            "link": "https://www.eska.pl/tag/muzeum-ratusz-galeria-sztuki-dawnej,tg-Hryw-5RyU-czfe/",
            "description": "Muzeum Okręgowe w Tarnowie włączyło się do akcji „Weekend seniora z kulturą'. Dziesiąta odsłona ogólnopolskiej inicjatywy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.05S6Pi54J_-LnOz6ctdmQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "ESKA11 min",
            "source": "ESKA",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najpiękniejsze miejsca w Polsce. 25 cudownych zakątków na 2025 rok. Zabytki, cuda przyrody, skarby UNESCO - musisz je zobaczyć!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najpi%C4%99kniejsze-miejsca-w-polsce-25-cudownych-zak%C4%85tk%C3%B3w-na-2025-rok-zabytki-cuda-przyrody-skarby-unesco-musisz-je-zobaczy%C4%87/ar-BB1r98aC?ocid=BingNewsVerp",
            "description": "Co warto zobaczyć w Polsce? Zobacz moją subiektywną listę aż 25 najpiękniejszych miejsc w Polsce, które każdy turysta ...",
            "image_url": "https://www.bing.pl/th?id=OVF.dl2xo3SHJxRYk2PkpeaBzg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Strona Podróży on MSN10 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Starachowicach odkryto siekierkę liczącą ok. 3 tys. lat",
            "link": "https://radiokielce.pl/1262170/w-starachowicach-odkryto-siekierke-liczaca-ok-3-tys-lat/",
            "description": "Siekierka z brązu licząca około 3 tys. lat została odnaleziona w okolicach Starachowic. Natrafili na nią eksploratorzy z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.72hORssUsIJPJnEJSFP73C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "radiokielce5 godz.",
            "source": "radiokielce",
            "article_content": "Siekierka z brązu licząca około 3 tys. lat została odnaleziona w okolicach Starachowic. Natrafili na nią eksploratorzy z Grupy Ochrony Zabytków Fort.\n\nPodczas poszukiwań na terenie Nadleśnictwa Ostrowiec Świętokrzyski Mariusz Sikora odnalazł przedmiot, którego początkowo nie można było zidentyfikować. Dopiero po analizie dostępnych źródeł historycznych okazało się, że znalezisko to prawdopodobnie siekierka sprzed 3 tysięcy lat, relacjonuje szef grupy Krzysztof Komisarczyk:\n\n– Po poddaniu przedmiotu analizie przez współpracującego z nami archeologa oraz sprawdzeniu dostępnych materiałów z sieci, możemy przypuszczać z dużym prawdopodobieństwem, że została odnaleziona miniaturowa siekierka z epoki brązu, datowana na I tys. p.n.e.\n\nPoszukiwacze mają już na swoim koncie wiele cennych znalezisk. Wśród nich można wymienić żelazny miecz wczesnośredniowieczny oraz groty sprzed dwóch tysięcy lat odkryte również w lasach starachowickich. Wszystkie zabytki są przekazywane do specjalistycznego opracowania, później można je będzie oglądać w Muzeum Przyrody i Techniki w Starachowicach. Eksploratorzy odnaleźli też kilka polskich znaków tożsamości, tzw. nieśmiertelników. Jeden z nich został przekazany rodzinie właściciela, pozostałe są poddawane identyfikacji.\n\nStowarzyszenie Grupa Ochrony Zabytków Fort to grupa pasjonatów z powiatu starachowickiego, która od kilku lat eksploruje północną część świętokrzyskich lasów. Pasjonaci działają na terenie powiatu starachowickiego od 2019 roku, siedzibę mają w Wąchocku. Pomysłodawcą i założycielem stowarzyszenia jest Krzysztof Komisarczyk. Grupa liczy około 20 osób.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tykocin obchodzi 600-lecie istnienia",
            "link": "https://www.radio.bialystok.pl/wiadomosci/index/id/246249",
            "description": "To wyjątkowa rocznica jednej z najpiękniejszych miejscowości w województwie podlaskim. Tykocin obchodzi 600-lecie istnienia.",
            "image_url": "https://www.bing.pl/th?id=OVFT.lBKEDL0r6nuNyj02TJRYpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "radio.bialystok5 godz.",
            "source": "radio.bialystok",
            "article_content": "\"Nikt nie powrócił\" to tytuł nowej wystawy, którą można oglądać w tykocińskiej synagodze. Jest poświęcona znaleziskom, które archeolodzy wydobyli z ruin nieistniejącego już domu przy Placu Czarnieckiego.\n\nMuzeum w Tykocinie będzie przybliżać zabytki religii i kultury żydowskiej\n\n16.11.2024, 12:01\n\nMuzeum w Tykocinie, które znajduje się w zabytkowej synagodze, chce przybliżać zwiedzającym religię i kulturę żydowską poprzez opowieści o poszczególnych zabytkach. W ramach nowego cyklu będzie można dowiedzieć się więcej m.in. o ważnych elementach synagogi czy przedmiotach związanych ze świętami."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 09.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-8-01-2025/ar-AA1x9dhs?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVF.QDRwNTfeT43eT8TM2A0tiQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN15 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 09.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-09012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złote sztabki",
            "link": "https://gazetawroclawska.pl/tag/zlote-sztabki",
            "description": "W złote sztabki i monety może dziś zainwestować niemal każdy. Taką inwestycję można rozpocząć, posiadając już 400 zł. Złoto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wqJqK1IiCqYD5dwhPO-Hby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gazetawroclawska.pl8 godz.",
            "source": "gazetawroclawska.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze przedmioty z czasów PRL - ceny, lista, zdjęcia. Tego poszukują kolekcjonerzy w 2025 roku [10.01.2025]",
            "link": "https://pomorska.pl/najcenniejsze-przedmioty-z-czasow-prl-ceny-lista-zdjecia-tego-poszukuja-kolekcjonerzy-w-2025-roku-10-01-2025/ar/c1p2-27134719",
            "description": "Płyty winylowe i kasety magnetofonowe - rzadkie wydania muzyczne z PRL, szczególnie związane z jazzem i polskim rockiem, są ...",
            "image_url": "https://www.bing.pl/th?id=OVF.MhO%2fFPvacZab493l3RZA%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Pomorska3 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tymi pieniędzmi nie zapłacisz od listopada! Te banknoty tracą ważność już za chwilę 09.01.2025",
            "link": "https://gs24.pl/tymi-pieniedzmi-nie-zaplacisz-od-listopada-te-banknoty-traca-waznosc-juz-za-chwile-09012025/ar/c1-17690367",
            "description": "Jakie banknoty trzeba wymienić w 2024 roku? Banknoty, które posiadamy w swoich portfelach nie zawsze zachowują swoją ważność, a także wartość. To na posiadaczu banknotu ciąży obowiązek jego wymiany.",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gs24.pl15 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy nie spodziewali się takiego odkrycia w gm. Lubycza Królewska. To niesamowity skarb!",
            "link": "https://www.kronikatygodnia.pl/artykul/45018,archeolodzy-nie-spodziewali-sie-takiego-odkrycia-w-gm-lubycza-krolewska-to-niesamowity-skarb",
            "description": "Członkowie Stowarzyszenia Pamięci 1 Pułku Piechoty Korpusu Ochrony Pogranicza dokonali fantastycznego, w opinii archeologów, odkrycia. W miejscu, w którym nikt się tego nie spodziewał, wykopali ogromn ...",
            "image_url": "https://www.bing.pl/th?id=ODF.bIV6tyMBijkOV41ZtsGGRA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "kronikatygodnia.pl10 godz.",
            "source": "kronikatygodnia.pl",
            "article_content": "Jacek Kozak, Magdalena Leszczyńska, Paweł Szymański, Krzysztof Chmielewski, Michał Chmielewski i Jan Chmielewski – członkowie Stowarzyszenia Pamięci 1 Pułku Piechoty Korpusu Ochrony Pogranicza (z siedzibą w Rybnicy w gminie Susiec) prowadzili poszukiwania na szlaku bojowym 1 Pułku Piechoty Korpusu Ochrony Pogranicza z września 1939 r. Szukali tam pamiątek z bitew. Nie miesiąc, nie pół roku, ale już dwa lata. Wszystko odbywało się legalnie, bo Stowarzyszenie uzyskało pozwolenie na poszukiwania od Lubelskiego Wojewódzkiego Konserwatora Zabytków.\n\nCZYTAJ TEŻ: Medal 550-lecia Województwa Lubelskiego dla Stowarzyszenia Samorządów Powiatu Tomaszowskiego!\n\nPasjonaci historii mieli niebywałe szczęście w Wierzbicy (gm. Lubycza Królewska).\n\n– Kompletnie się tego nie spodziewaliśmy. W trakcie poszukiwań byliśmy w kontakcie z Wiesławem Komanem z urzędu konserwatorskiego w Zamościu, a gdy przekazywaliśmy mu wszystkie artefakty, widzieliśmy po jego twarzy, że był pozytywnie zaskoczony – mówi Jacek Kozak.\n\nPoszukiwacze zachowali profesjonalizm. Zadbali m.in. o to, by wszystkie znaleziska metalowe miały lokalizację GPS.\n\n– Nam nie, ponieważ interesuje nas inny okres historii i inne wydarzenia, ale archeologom może się to jeszcze przydać – tłumaczy Jacek Kozak.\n\nPracownicy urzędu konserwatorskiego w Zamościu dokonali oględzin terenowych miejsca poszukiwań. O tym, jakie wspaniałe skarby znaleźli członkowie Stowarzyszenia w Wierzbicy, powiadomili za pośrednictwem mediów społecznościowych, na profilu fejsbukowym Lubelskiego Wojewódzkiego Konserwatora Zabytków.\n\nNikt się tego nie spodziewał\n\n„Mamy tu do czynienia z nowym, dotychczas nieznanym stanowiskiem archeologicznym, wyjątkowo wartościowym pod względem naukowym, poznawczym i konserwatorskim, zawierającym zespół zabytków archeologicznych, które bardzo rzadko występują w tak dużych ilościach i pochodzą z różnych okresów pradziejów, wczesnego średniowiecza, średniowiecza i okresu staropolskiego” – odnotował Wiesław Koman, archeolog z Wojewódzkiego Urzędu Ochrony Zabytków w Lublinie (delegatury w Zamościu).\n\nPan Wiesław mówi, że w latach 80. i na początku lat 90. w Wierzbicy Wojewódzki Ośrodek Archeologiczno-Konserwatorski prowadził wykopaliska w ramach badań Archeologiczne Zdjęcie Polski.\n\n– Byłem i ja wtedy w Wierzbicy. Znaleźliśmy sporo ceramiki, narzędzi krzemiennych, ale na „żelastwo” nie trafiłem. Gdybyśmy wtedy odkryli tak cenne metalowe znaleziska, to prawdopodobnie zrobilibyśmy jakieś badania. Wtedy ośrodek miał na to pieniądze – mówi Wiesław Koman. Zaznacza, że nowe odkrycie jest na pewno na skalę regionu, bo ciężko znaleźć takie pojedyncze artefakty, a w Wierzbicy znaleziono ich po kilka.\n\nChciałby, żeby pojawiły się pieniądze i archeolodzy, którzy wrócą w to miejsce i może odkryją jeszcze więcej śladów życia sprzed kilkuset lat. Rozmawiając, potraktowaliśmy to jako noworoczne życzenie, więc miejmy nadzieję, że się spełni i rok 2025 dla archeologów, w tym pana Wiesława, będzie równie satysfakcjonujący zawodowo jak 2024, w którym to, poza Wierzbicą, spektakularnego odkrycia z okresu rzymskiego i średniowiecza dokonano jeszcze w Księżpolu.\n\nPRZECZYTAJ: \"Poszukiwacze historii\" w Tomaszowie Lubelskim. Odcinki można już oglądać\n\nObrączki, narzędzia rolnicze\n\nWśród zabytków znalezionych w gm. Lubycza Królewska znajdują się między innymi: kamienny topór czterościenny, a właściwie jego fragment, wykonany prawdopodobnie z bazaltu, pochodzący z epoki neolitu (ok. 2500-2000 lat p.n.e.), fragment fibuli z brązu, datowanej na okres rzymski i wiązanej z osadnictwem ludności kultury wielbarskiej, a także żelazna radlica łopatkowata (zachowana w całości), być może nawet z okresu wczesnego średniowiecza oraz żelazny krój płużny z lekko uszkodzonym ostrzem (również z okresu wczesnego średniowiecza lub średniowiecza). Ponadto: średniowieczne żelazne okucie drewnianego ostrza łopaty oraz kompletne żelazne strzemię z czasów średniowiecza.\n\nKolejną ciekawostką jest zestaw żelaznych narzędzi rolniczych: ciosło tulejowate z ostrzem i kwadratową w przekroju tuleją do osadzenia w drzewcu, fragment innego ciosła tulejowatego, z uszkodzonym ostrzem i odłamaną tuleją oraz żelazna szpila z uszkiem i kółkiem wpiętym w uszko szpili.\n\nZnalezione zostały jeszcze ozdoby z brązu: mała obrączka, fragment szerokiej obrączki zdobionej gęstym wytłaczanym ornamentem, duża obrączka z dwuwarstwowej blaszki, fragment pierścienia z szyldem, fragment półkolistego kolca i zakończenie końca pasa, zdobione ukośnymi i pionowymi nacięciami. Artefakty te można datować na koniec okresu wczesnego średniowiecza.\n\nCzęść z nich można zobaczyć na załączonych zdjęciach. Wszystkie ostatecznie trafią do zbiorów Muzeum Regionalnego w Tomaszowie Lubelskim, ale najpierw Wiesław Koman musi każdy przedmiot dokładnie obejrzeć i opisać."
        }
    }
]