[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blanka Lipińska pokazała efekty remontu hiszpańskiej willi! Starocie zamieniła w rustykalne gniazdko (FOTO)",
            "link": "https://www.kozaczek.pl/galeria/blanka-lipinska-pokazala-efekty-remontu-hiszpanskiej-willi-starocie-zamienila-w-rustykalne-gniazdko-foto/",
            "description": "Blanka Lipińska znana jako autorka najpopularniejszych erotyków z serii „365 dni' jakiś czas temu zainwestowała w 40-letnią ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9wU9gv0-OBxPohO0YXdwKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kozaczek18 godz.",
            "source": "Kozaczek",
            "article_content": "Metamorfoza hiszpańskiej willi Blanki Lipińskiej\n\nBlanka Lipińska znana jako autorka najpopularniejszych erotyków z serii „365 dni” jakiś czas temu zainwestowała w 40-letnią willę pod Malagą o powierzchni 200 metrów kwadratowych. Pisarka wraz ze swoim partnerem i małą ekipą remontową przekształciła ją w wakacyjny i zimowy azyl.\n\nPo żmudnych i ciężkich miesiącach remontów wreszcie pokazała efekt finalny, który przeszedł chyba najśmielsze oczekiwania. Jak widać, rezydencja posiada teraz jasną i przestronną przestrzeń zaaranżowaną w stylu boho czy rustykalnym. W salonie dominuje beż i biel, oraz drewniane dodatki, co nawiązuje do natury."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda przy Andersa przyciągnęła w niedzielę tych, których interesują auta albo chcą kupić warzywa i różne starocie",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/gie%C5%82da-przy-andersa-przyci%C4%85gn%C4%99%C5%82a-w-niedziel%C4%99-tych-kt%C3%B3rych-interesuj%C4%85-auta-albo-chc%C4%85-kupi%C4%87-warzywa-i-r%C3%B3%C5%BCne-starocie/ar-AA1L76uW?ocid=BingNewsVerp",
            "description": "Przedostatnia niedziela (24.08) sierpnia przyciągnęła na białostocką giełdę przy Andersa wielbicieli samochodów i tych, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUoa57VqJOXvQByjx9TxTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kurier Poranny on MSN17 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marcin Śliwa, burmistrz Kęt, o nowym lokalu komunalnym: - Lepiej postawić nowy blok, niż „pudrować' starocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/marcin-%C5%9Bliwa-burmistrz-k%C4%99t-o-nowym-lokalu-komunalnym-lepiej-postawi%C4%87-nowy-blok-ni%C5%BC-pudrowa%C4%87-starocie/ar-AA1L6z3E?ocid=BingNewsVerp",
            "description": "Budowa bloku komunalnego w Kętach jest na finiszu. Jego przekazanie do użytku ma nastąpić na początku 2026 roku. Przygotowano ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.P0m0tiDblWIhyzXsUtGk5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Oświęcim Nasze Miasto on MSN9 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paulina Krupińska odpoczywa w Barcelonie z Anną Lewandowską! Zafundowały sobie wspólną „randkę' (FOTO)",
            "link": "https://www.kozaczek.pl/galeria/paulina-krupinska-odpoczywa-w-barcelonie-z-anna-lewandowska-zafundowaly-sobie-wspolna-randke-foto/",
            "description": "Paulina Krupińska w jednym z wywiadów zdradziła niedawno, że poznała żonę Roberta Lewandowskiego dwanaście lat temu. Od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.m1OgwXs7RK57bnfx4BmEHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kozaczek13 godz.",
            "source": "Kozaczek",
            "article_content": "Paulina Krupińska na wakacjach u Anny Lewandowskiej\n\nPrzyjaźń Anny Lewandowskiej i Pauliny Krupińskiej trwa już od ponad dekady, a obie gwiazdy nie ukrywają, że łączy je wyjątkowa więź. Choć często spotykają się zawodowo czy podczas rodzinnych wyjazdów, tym razem postanowiły wspólnie spędzić czas w Barcelonie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich cały czas można wymienić [25.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-ca%C5%82y-czas-mo%C5%BCna-wymieni%C4%87-25-08-2025/ar-AA1JoySg?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YWO2XIPLjs4QYJfkRauhLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN11 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kupienin – otwarto stałą wystawę poświęconą abp. Zygmuntowi Zimowskiemu",
            "link": "https://www.ekai.pl/kupienin-otwarto-stala-wystawe-poswiecona-abp-zygmuntowi-zimowskiemu/",
            "description": "W Kupieninie, skąd pochodził śp. abp Zygmunt Zimowski została otwarta stała wystawa upamiętniająca duchownego, który zmarł w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.K7R1eSIB0OFK4l2FMK1z7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "eKAI10 godz.",
            "source": "eKAI",
            "article_content": "W Kupieninie, skąd pochodził śp. abp Zygmunt Zimowski została otwarta stała wystawa upamiętniająca duchownego, który zmarł w 2016 roku. Abp Zimowski był biskupem radomskim, przewodniczącym Papieskiej Rady ds. Duszpasterstwa Służby Zdrowia w Watykanie, pracował w Kongregacji Nauki Wiary Stolicy Apostolskiej. Przyczynił się do powstania w Kupieninie Domu Radosnej Starości im. Jana Pawła II i kaplicy Świętych Apostołów Piotra i Pawła.\n\nOtwarcie wystawy poprzedziła Msza święta we wspomnianej kaplicy pod przewodnictwem metropolity częstochowskiego abpa Wacława Depo, który w homilii akcentował tematy pokory i służby. „Jako uczniowie Chrystusa w kolejnym pokoleniu wiary Kościoła jesteśmy zaproszeni do tego, by się nie wywyższać, ale wejść za wzorem Zbawiciela w rzeczywistość służby. Jak doskonale spełnił się ten postulat w życiu i posłudze śp. abpa Zygmunta Zimowskiego, który wszedł w głębię sakramentu kapłaństwa i posługi apostolskiej według słów Zbawiciela „Nie przyszedłem aby mi służono, ale by służyć i życie swoje dać”. Nie chodzi więc o jakieś cierpiętnictwo, ale o radość, którą można odnaleźć właśnie w byciu darem dla innych w wymiarach służby Bogu w ludziach” – dodał abp Depo.\n\nW Kupieninie można oglądać pamiątki związane z życiem i posługą abp. Zimowskiego oraz św. Jana Pawła II i papieża Benedykta XVI. – Na wystawie można zobaczyć piuskę św. Jana Pawła II i mitrę. Są księgi liturgiczne, które były używane podczas papieskich pielgrzymek do różnych krajów. To także pamiątki związane z posługą papieża Benedykta XVI, takie jak medale pamiątkowe, monety wybijane w Watykanie. Jest mnóstwo zdjęć przedstawiających posługę duszpasterską abpa Zygmunta Zimowskiego, a także jego brewiarze, szaty liturgiczne, sutanny – wylicza ks. Jan Bartoszek, kurator wystawy i autor książki o arcybiskupie Zygmuncie Zimowskim “Współpracownik Prawdy”.\n\nW Kupieninie trwa pamięć o śp. arcybiskupie Zygmuncie Zimowskim. Zdaniem ks. Jana Bartoszka, otwarcie stałej wystawy pomoże w jej podtrzymywaniu i przekazywaniu kolejnym pokoleniom.\n\n– Wystawa została umieszczona w sali nad zakrystią kaplicy Świętych Apostołów Piotra i Pawła w Kupieninie. Jest to kaplica, której inicjatorem i budowniczym był śp. abp Zygmunt Zimowski. Ta wystawa będzie przypominać nie tylko mieszkańcom, którzy bardzo są zaangażowani w upamiętnianie osoby i dzieła Księdza Arcybiskupa, ale również wszystkim, którzy będą przybywać do tego miejsca. Wystawa mieści się obok Domu Radosnej Starości, który został wybudowany z inicjatywy abpa Zygmunta Zimowskiego – mówi duszpasterz.\n\nW otwarciu wystawy uczestniczyli także bp Krzysztof Nykiel regent Penitencjarii Apostolskiej w Watykanie, kapłani, przyjaciele i mieszkańcy Kupienina.\n\nAbp Zygmunt Zimowski urodził się 7 kwietnia 1949 r. w Kupieninie na terenie parafii Mędrzechów w diecezji tarnowskiej. Rodzicami jego byli Stanisław i Maria z domu Nowakowska.\n\nLiceum ogólnokształcące ukończył w Dąbrowie Tarnowskiej w 1967 r. Następnie wstąpił do Wyższego Seminarium Duchownego w Tarnowie, które ukończył przyjmując w Tarnowie 27 maja 1973 r. święcenia kapłańskie z rąk bp. Jerzego Ablewicza, ordynariusza tarnowskiego.\n\nPo święceniach został mianowany wikariuszem parafii pw. św. Elżbiety w Starym Sączu. W roku 1975 skierowany został na studia specjalistyczne z zakresu teologii dogmatycznej w Katolickim Uniwersytecie Lubelskim. Tam uzyskał licencjat z teologii pod tytułem „Pneumatologiczny wymiar Konstytucji dogmatycznej «Lumen gentium»”. Następnie kontynuował studia w Innsbrucku w Austrii. W roku 1982 uzyskał doktorat z teologii dogmatycznej.\n\nOd 1 lutego 1983 r. rozpoczął pracę w watykańskiej Kongregacji Nauki Wiary, której prefektem był kard. Joseph Ratzinger.\n\nW czasie pracy w Watykanie ks. Zimowski był także postulatorem w Kongregacji do Spraw Kanonizacyjnych przy procesach Karoliny Kózkówny i ks. Romana Sitki – z diecezji tarnowskiej, jak też Marii Julitty Ritz – z diecezji Würzburg w Niemczech. Podejmował też prace nad przygotowaniem „Katechizmu Kościoła Katolickiego”, zwłaszcza jego polskiego wydania, jak też współpracował z Radiem Watykańskim.\n\nKs. Zimowski podjął starania, by w rodzinnym Kupieninie powstał Dom Radosnej Starości im. Jana Pawła II i kaplica pw. Świętych Apostołów Piotra i Pawła.\n\nBiskupem radomskim został mianowany przez Jana Pawła II 28 marca 2002 r.. Uroczysta konsekracja i ingres odbyły się 25 maja 2002 r. w radomskiej katedrze. Głównym konsekratorem był kard. Joseph Ratzinger. Hasłem posługi pasterskiej bp. Zygmunta Zimowskiego były słowa „Non ministrari sed ministrare” – „Nie przyszedłem, aby mi służono, lecz aby służyć”.\n\nW ramach KEP piastował też funkcje członka Rady do Spraw Ekumenizmu i przewodniczącego Komisji Nauki Wiary Konferencji Episkopatu Polski.\n\nOd października 2007 r. był członkiem Rady Stałej Konferencji Episkopatu Polski. Od 6 marca 2008 r. do 26 listopada 2009 r. pełnił funkcję delegata Konferencji Episkopatu Polski ds. Duszpasterstwa Emigracji.\n\n30 czerwca 2008 r. otrzymał doktorat honoris causa Chrześcijańskiej Akademii Teologicznej w Warszawie. 9 listopada 2008 roku odznaczony przez Prezydenta RP, Lecha Kaczyńskiego Krzyżem Kawalerskim Orderu Odrodzenia Polski za zaangażowanie na rzecz ratowania żydowskich zabytków cmentarnych. W 2015 prezydent RP Andrzej Duda udekorował go Krzyżem Komandorskim z Gwiazdą Orderu Odrodzenia Polski.\n\n18 kwietnia 2009 r. papież Benedykt XVI mianował bp. Zygmunta Zimowskiego przewodniczącym Papieskiej Rady ds. Duszpasterstwa Służby Zdrowia, wynosząc go równocześnie do godności arcybiskupiej i zwalniając z posługi biskupiej w Radomiu.\n\nAbp Zygmunt Zimowski zmarł 12 lipca 2016 roku."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "25 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-25,3,day.html",
            "description": "FRIDA IMMERSIVE w Hangarze Czyżyny to wyjątkowa okazja, by przenieść się do świata jednej z najbardziej fascynujących postaci XX wieku. Przez trzy miesiące zwiedzający będą mieli okazję, by poczuć ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Izba Regionalna w Woli Radziszowskiej\n\nIzba znajduje się w sąsiedztwie tamtejszego zabytkowego kościoła parafialnego z przełomu XV i XVI w. Mieści się w starym przykościelnym spichlerzu, udostępnionym na ten cel przez parafię. W Izbie znajduje się już ponad 200..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy polują na te naczynia, wazony i figurki [25.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki-25-08-2025/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znów tłumy na Pchlim Targu - 24 sierpnia 2025. Dużo ubrań, narzędzi, mebli i staroci. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/zn%C3%B3w-t%C5%82umy-na-pchlim-targu-24-sierpnia-2025-du%C5%BCo-ubra%C5%84-narz%C4%99dzi-mebli-i-staroci-zdj%C4%99cia-ceny/ar-AA1L70gF?ocid=BingNewsVerp",
            "description": "W przedostatnią niedzielę sierpnia 2025 roku na Pchli Targ we Włocławku przy alei Kazimierza Wielkiego przyciągnął kupujących ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.71OYkC3WsbigToSByqVNCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN16 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na pchlim targu przy Auchan Komorniki. Sprawdź, co można było upolować w niedzielę 24 sierpnia! Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/t%C5%82umy-na-pchlim-targu-przy-auchan-komorniki-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-24-sierpnia-zobacz-zdj%C4%99cia-i-ceny/ar-AA1L6Zlc?ocid=BingNewsVerp",
            "description": "W niedzielę, 24 sierpnia, pchli targ przy Auchan Komorniki w Poznaniu ponownie zgromadził tłumy kupujących i oglądających. Na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.72FuvGfbTsjnQznl27I-Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN18 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci wraca do poprzedniej lokalizacji. Teraz będzie działać jednocześnie w dwóch",
            "link": "https://epoznan.pl/news-news-166878-gielda_staroci_wraca_do_poprzedniej_lokalizacji_teraz_bedzie_dzialac_jednoczesnie_w_dwoch",
            "description": "Zapoznaj się z poniższymi informacjami, abyś mógł świadomie i komfortowo korzystać z naszych serwisów internetowych.",
            "image_url": "https://www.bing.pl/th?id=OVFT.EZIiNJrO5dWSLbDTMFmV7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "epoznan.pl11 godz.",
            "source": "epoznan.pl",
            "article_content": "Kupujący i sprzedający będą mieli wybór.\n\nWcześniej \"Giełda Staroci Pchli Targ\" przeniosła się ze Starej Rzeźni i odbywała się przy centrum handlowym M1. Od maja 2024 zmieniła się lokalizacja. Giełda, ze względu na brak miejsca, przeniosła się na parking Centrum Handlowego Auchan Poznań Komorniki. Choć obawiano się, że takie zmiany mogą wpłynąć na frekwencję klientów, już od pierwszych momentów działania okazało się, że również do tej lokalizacji przybywały tłumy.\n\nTeraz są nowe informacje. \"Giełda Staroci Pchli Targ\" wraca pod M1. Od 31 sierpnia działamy podwójnie. Giełda Staroci wraca aż w dwie lokalizacje jednocześnie! Jak zawsze spotkacie nas na parkingu przy CH Auchan Poznań Komorniki. A dodatkowo jesteśmy znów w okolicy centrum handlowego M1\" - informują organizatorzy. \"Wybierzcie miejsce bliżej Was albo... odwiedźcie obie!\" - dodają.\n\nObie giełdy działają w tych samych godzinach od 6:00 do 14:00."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe centrum Warszawy rajem dla furgonetek. Sprawdzamy zmiany na półmetku przebudowy kwartału Złota - Zgoda",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32189928,nowe-centrum-warszawy-rajem-dla-furgonetek-sprawdzamy-zmiany.html",
            "description": "Na półmetku przebudowy kwartału Złotej i Zgody za niemal 50 mln zł widać już, gdzie będą tryskały nowe fontanny i gdzie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1e_uOjAA0a39VCVEQmUYZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa.Wyborcza.pl18 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fascynujący szlak turystyczny w Warszawie. Śladem historii techniki i wojskowości. Mało kto zna tę trasę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/fascynuj%C4%85cy-szlak-turystyczny-w-warszawie-%C5%9Bladem-historii-techniki-i-wojskowo%C5%9Bci-ma%C5%82o-kto-zna-t%C4%99-tras%C4%99/ar-AA1L76Mw?ocid=BingNewsVerp",
            "description": "Na terenie Kampinosu, w okolicach Starych Babic i Bemowa, rozciąga się fascynujący szlak historyczny „Śladami Radiostacji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._I4OYIzUx4wDGeda0sr5MC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN17 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szpada Jagiełły, miecz i złote strzemię Kara Mustafy, siodło Lubomirskiego, namioty spod Wiednia, czyli... zabytki Krakowa",
            "link": "https://www.tokfm.pl/swiat/tokfm-7-103454-26383698-szpada-jagielly-miecz-i-zlote-strzemie-kara-mustafy-siodlo",
            "description": "Poza samą Turcją, to właśnie najprawdopodobniej w Krakowie znajdziemy najwspanialsze kolekcje sztuki osmańskiej, perskiej i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LFtiV7nbYCoDM_CqrWV0aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TOK FM9 godz.",
            "source": "TOK FM",
            "article_content": "Cenne historycznie przedmioty, które jawią się być może czymś na miarę wręcz relikwii, można obejrzeć w bardzo znanych miejscach na mapie Krakowa: chociażby w zamku na Wawelu czy w wawelskiej katedrze.\n\nNie słuchasz podcastów? To dobry czas, by zacząć. Dostęp Premium za 1 zł!\n\nSłuchajcie, i piszcie do nas: lechistan@tok.fm"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabrze wybrało. Mają nowego prezydenta",
            "link": "https://wiadomosci.wp.pl/zabrze-wybralo-maja-nowego-prezydenta-7192872850000480a",
            "description": "W przedterminowych wyborach na prezydenta miasta w Zabrzu wygrał Kamil Żbikowski. Zdobył 50,17 proc. głosów - przekazał ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s-iqu_0FsaTwacZDRpSY7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "WP Wiadomości7 godz.",
            "source": "WP Wiadomości",
            "article_content": "W Zabrzu działało 89 obwodowych komisji, a do głosowania uprawnionych było 116,7 tys. osób. W drugiej turze zmierzyli się Ewa Weber (KWW Ewa Weber) oraz Kamil Żbikowski (KWW Lepsze Zabrze Kamila Żbikowskiego).\n\nNa Żbikowskiego zagłosowało 16 031 osób (50,17 proc.), a na Weber – 15 925 osób (49,83 proc.).\n\n\"Zabrze potrzebuje dialogu\"\n\nZdaniem Żbikowskiego niewielka różnica głosów w drugiej turze wskazuje na to, że Zabrze \"potrzebuje dialogu\". Zaznaczył, że chciałby przekonać wszystkie zabrzanki i zabrzan do zjednoczenia i wspólnego działania.\n\nChciałbym, żebyśmy tak samo, albo jeszcze bardziej, cieszyli się po zakończeniu tej kadencji, że udało nam się zrobić wiele rzeczy, że udało nam się poprowadzić to miasto ku lepszej przyszłości - powiedział Żbikowski.\n\nŻbikowski wskazał też na konieczność przyspieszenia i zakończenia procesu prywatyzacji Górnika Zabrze. Jeszcze przed ogłoszeniem oficjalnego wyniku drugiej tury zadzwonił do niego z gratulacjami Lukas Podolski – piłkarz Górnika Zabrze, którego firma uczestniczy w negocjacjach dotyczących zakupu klubu.\n\n– Chciałbym powalczyć o inwestycję w szpital akademicki w Zabrzu, która została nam odebrana na rzecz Gliwic w zeszłym roku. Chciałbym także jak najszybciej dojść do sytuacji, w której urząd miasta będzie wiedział skąd czerpać dodatkowe środki, chciałbym stworzyć listę i harmonogram pozyskiwania środków zewnętrznych, bo uważam, że to jest droga do tego, żeby Zabrze mogło się rozwijać – zapowiedział Żbikowski.\n\nNowy prezydent Zabrza. Kim jest Kamil Żbikowski?\n\nNowy prezydent miasta Kamil Żbikowski (38 lat) nie jest członkiem żadnej partii politycznej. Jego kandydatura została zgłoszona przez Komitet Wyborczy Wyborców Lepsze Zabrze Kamila Żbikowskiego.\n\nOd 2018 r. zasiada jako radny w Radzie Miasta Zabrze. W wyborach samorządowych w 2018 r. oraz w 2024 r. startował na prezydenta miasta, jednak bez powodzenia.\n\nZ wykształcenia jest prawnikiem, posiada również wyższe wykształcenie ekonomiczne a także studiował historię i nauki polityczne. Zawodowo zajmuje się zarządzaniem projektami międzynarodowymi.\n\nW Zabrzu angażuje się w inicjatywy lokalne, koordynując projekty takie jak Miastotwórcy Zabrze czy Ratujemy Zabrzańskie Zabytki. Był także inicjatorem i prowadzącym projekt Rowerowa Średnicówka. Jest członkiem Śląskiej Inicjatywy Rowerowej i założycielem ruchu społecznego Lepsze Zabrze.\n\nPrzedterminowe wybory w Zabrzu\n\nZorganizowanie przedterminowych wyborów prezydenta Zabrza było konieczne, ponieważ w majowym referendum odwołana z tego stanowiska została Agnieszka Rupniewska. Nie został natomiast przekroczony próg frekwencyjny konieczny do odwołania Rady Miasta Zabrze.\n\nRupniewska rządziła w Zabrzu rok. W 2024 r. wygrała wybory samorządowe. W drugiej turze uzyskała więcej głosów niż Małgorzata Mańka-Szulik, która kierowała miastem przez 18 lat – od 2006 r."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Toruniu? Archeolodzy badają latrynę. \"Extra znalezisko\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/sensacyjne-odkrycie-w-toruniu-archeolodzy-badaj%C4%85-latryn%C4%99-extra-znalezisko/ar-AA1L6Ru4?ocid=BingNewsVerp",
            "description": "Na dziedzińcu Domu Mikołaja Kopernika w Toruniu trwają prace archeologiczne, mające na celu odkrycie pozostałości dawnych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R-T7E_amx6JThUK0PHW6FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN18 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Olendrzy – zaginiona cywilizacja",
            "link": "https://dorzeczy.pl/kraj/769602/olendrzy-zaginiona-cywilizacja.html",
            "description": "Obecnie w Polsce do bycia Olendrem nikt się nie przyznaje. Podobnie jak autor tego tekstu, w którego żyłach płynie krew ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oPnk6JbyjCmpxlNFUrcDly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy14 godz.",
            "source": "Do Rzeczy",
            "article_content": "Jedną z najbardziej zdumiewających rzeczy podczas żeglugi środkową Wisłą w maju są kwitnące drzewa owocowe na tzw. kępach czy wyspach na rzece. Zdziczałe śliwy, wiśnie, jabłonie, czereśnie czy grusze to jeden z najpiękniejszych widoków wiosną na tym odcinku Wisły. Ktoś mógłby pomyśleć, że to samosiejki. Jednak wizyta na niektórych z tych wysp szybko wyprowadzi nas z błędów. Przedzierając się przez zarośla, szybko odkryjemy ślady po ludzkim osadnictwie – fundamenty domów i pozostałości cmentarzy w postaci porośniętych mchem nagrobków, na których można jeszcze odczytać niekiedy niemieckie napisy. To jedne z ostatnich materialnych dowodów na istnienie na terenie Mazowsza wymarłej cywilizacji – Olędrów (zwanych też Olendrami). I chociaż sformułowanie „cywilizacja” jest tu użyte niejako na wyrost, to jednak faktem jest, że ta społeczność miała charakter odrębny od zamieszkujących te ziemie Polaków czy Żydów.\n\nDziś w Polsce do bycia Olendrem nikt się nie przyznaje. Wprawdzie ok. 4,5 tys. Polek i Polaków nosi to nazwisko wskazujące na ich pochodzenie, jednak są to osoby, które nie mają żadnego poczucia odrębności narodowej. Podobnie jak autor tego tekstu, w którego żyłach płynie krew mazowieckich Olendrów, którego babcia miała na imię Emma, a prababcia Sinezja.\n\nTolerancja religijna\n\nWzdłuż całego nurtu Wisły odnajdziemy ślady ich obecności, głównie w postaci pozarastanych cmentarzy ewangelickich, choćby w Kazuniu Nowym, Nowym Dworze Mazowieckim, Kępie Ośnickiej. Niestety, jeśli chodzi o innego rodzaju zabytki, takie jak świątynie czy domostwa, zachowało się ich stosunkowo niewiele.\n\nZacznijmy od tego, że nazwa „Olendrzy” jest nieco myląca, ale ma swoje historyczne uzasadnienie. Faktem jest bowiem, że pierwszą zorganizowaną formą obcego osadnictwa na Mazowszu było osiedlenie w 1628 r. przybyszów z Flandrii i Fryzji na Saskiej Kępie, która wówczas zgodnie ze swoją nazwą była jeszcze wyspą na Wiśle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kamil Żbikowski nowym prezydentem Zabrza. \"Miasto potrzebuje dialogu\"",
            "link": "https://www.portalsamorzadowy.pl/polityka-i-spoleczenstwo/kamil-zbikowski-nowym-prezydentem-zabrza-miasto-potrzebuje-dialogu,626170.html",
            "description": "Kamil Żbikowski zwyciężył w drugiej turze wyborów na prezydenta miasta. Zdobył 50,17 proc. głosów. Nowy prezydent oznajmił, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wgvDpQA4whm6W6OvG2Ctyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Portal Samorządowy5 godz.",
            "source": "Portal Samorządowy",
            "article_content": "Kamil Żbikowski zwyciężył w drugiej turze wyborów na prezydenta miasta. Zdobył 50,17 proc. głosów. Nowy prezydent chce przyspieszenia i zakończenia procesu prywatyzacji Górnika Zabrze. Ma również zamiar powalczyć o inwestycję w szpital akademicki.\n\nW drugiej turze przedterminowych wyborów prezydenta Zabrza zmierzyli się pełniąca dotychczas obowiązki komisarza Ewa Weber (KWW Ewa Weber) oraz Kamil Żbikowski (KWW Lepsze Zabrze Kamila Żbikowskiego).\n\nNa Żbikowskiego zagłosowało 16 031 osób (50,17 proc.), a na Weber - 15 925 osób (49,83 proc.).\n\nNowy prezydent przedstawił pierwsze plany.\n\nFrekwencja, przy 31 956 ważnych głosów wyjętych z urn i 116 648 osób uprawnionych do głosowania, wyniosła 27,4 proc. Odnotowano 195 głosów nieważnych. W sumie utworzono 89 obwodowych komisji wyborczych.\n\nZdaniem Żbikowskiego niewielka różnica głosów w drugiej turze wskazuje na to, że Zabrze \"potrzebuje dialogu\". Zaznaczył, że chciałby przekonać wszystkie zabrzanki i zabrzan do zjednoczenia i wspólnego działania.\n\nChciałbym, żebyśmy tak samo, albo jeszcze bardziej, cieszyli się po zakończeniu tej kadencji, że udało nam się zrobić wiele rzeczy, że udało nam się poprowadzić to miasto ku lepszej przyszłości\n\n- powiedział Żbikowski.\n\nNa pytanie PAP o pierwsze decyzje i najważniejsze sprawy, którymi należy zająć się w mieście, wskazał na konieczność przyspieszenia i zakończenia procesu prywatyzacji Górnika Zabrze. Jeszcze przed ogłoszeniem oficjalnego wyniku drugiej tury zadzwonił do niego z gratulacjami Lukas Podolski - piłkarz Górnika Zabrze, którego firma uczestniczy w negocjacjach dotyczących zakupu klubu.\n\n- Chciałbym powalczyć o inwestycję w szpital akademicki w Zabrzu, która została nam odebrana na rzecz Gliwic w zeszłym roku. Chciałbym także jak najszybciej dojść do sytuacji, w której urząd miasta będzie wiedział skąd czerpać dodatkowe środki, chciałbym stworzyć listę i harmonogram pozyskiwania środków zewnętrznych, bo uważam, że to jest droga do tego, żeby Zabrze mogło się rozwijać - zapowiedział Żbikowski.\n\nEwa Weber, dotychczasowa komisarz, podziękowała mieszkańcom\n\nWeber podziękowała mieszkańcom za każdy oddany głos oraz wsparcie zarówno w kampanii wyborczej, jak i podczas pełnienia przez nią obowiązków prezydenta Zabrza.\n\nPrzyjechałam tutaj, żeby pełnić funkcję prezydenta miasta. Myślę, że w te trzy miesiące pokazałam, że naprawdę warto uwierzyć w Zabrze, że Zabrze jest kopalnią możliwości, że można pracować z naszym budżetem, że można go oddłużyć (…). Wierzę w to, że miasto będzie szło w dobrym kierunku\n\n- skomentowała Weber.\n\nNowy prezydent miasta Kamil Żbikowski (38 lat) nie jest członkiem żadnej partii politycznej. Jego kandydatura została zgłoszona przez Komitet Wyborczy Wyborców Lepsze Zabrze Kamila Żbikowskiego. Od 2018 r. zasiada jako radny w Radzie Miasta Zabrze. W wyborach samorządowych w 2018 r. oraz w 2024 r. startował na prezydenta miasta, jednak bez powodzenia.\n\nZ wykształcenia jest prawnikiem, posiada również wyższe wykształcenie ekonomiczne a także studiował historię i nauki polityczne. Zawodowo zajmuje się zarządzaniem projektami międzynarodowymi. W Zabrzu angażuje się w inicjatywy lokalne, koordynując projekty takie jak Miastotwórcy Zabrze czy Ratujemy Zabrzańskie Zabytki. Był także inicjatorem i prowadzącym projekt Rowerowa Średnicówka. Jest członkiem Śląskiej Inicjatywy Rowerowej i założycielem ruchu społecznego Lepsze Zabrze.\n\nW pierwszej turze Weber otrzymała 39,29 proc. głosów, a Żbikowski 16,14 proc. Pozostali kandydaci: Borys Borówka - 15,29 proc., Sebastian Dziębowski - 14,09 proc., Rafał Kobos - 9,88 proc., Łucja Chrzęstek-Bar - 5,31 proc. Frekwencja wyniosła 27,87 proc.\n\nPrzedterminowe wybory w Zabrzu konieczne po referendum\n\nZorganizowanie przedterminowych wyborów prezydenta Zabrza było konieczne, ponieważ w majowym referendum odwołana z tego stanowiska została Agnieszka Rupniewska. Nie został natomiast przekroczony próg frekwencyjny konieczny do odwołania Rady Miasta Zabrze.\n\nRupniewska rządziła w Zabrzu rok. W 2024 r. wygrała wybory samorządowe. W drugiej turze uzyskała więcej głosów niż Małgorzata Mańka-Szulik, która kierowała miastem przez 18 lat - od 2006 r.\n\nWcześniej w województwie śląskim przeprowadzono dwa referenda, które zakończyły się odwołaniem władz samorządowych. W 2009 r. mieszkańcy odwołali prezydenta Częstochowy Tadeusza Wronę, a w 2012 r. prezydenta Bytomia Piotra Koja wraz z radą miejską.\n\nBez powodzenia w 2009 r. próbowano odwołać prezydenta Gliwic Zygmunta Frankiewicza wraz z radą miasta, w 2012 r. prezydent Rudy Śląskiej Grażynę Dziedzic wraz z radą miasta, a w 2017 r. prezydenta Bytomia Damiana Bartylę. We wszystkich trzech przypadkach frekwencja podczas referendum okazała się zbyt niska.\n\nNie przegap najważniejszych wiadomości Obserwuj nas w Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Toruniu? Archeolodzy badają latrynę. \"Extra znalezisko\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/sensacyjne-odkrycie-w-toruniu-archeolodzy-badaj%C4%85-latryn%C4%99-extra-znalezisko/ar-AA1L6Ru4?ocid=BingNewsVerp",
            "description": "Na dziedzińcu Domu Mikołaja Kopernika w Toruniu trwają prace archeologiczne, mające na celu odkrycie pozostałości dawnych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R-T7E_amx6JThUK0PHW6FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN18 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    }
]