[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europejski gigant. Pierwsza partia nowych rakiet szybciej niż sądzono",
            "link": "https://tech.wp.pl/europejski-gigant-pierwsza-partia-nowych-rakiet-szybciej-niz-sadzono,7184324040354400a",
            "description": "Koncern MBDA pochwalił się dostawą pierwszej partii pocisków Aster 30 z przyśpieszonego procesu produkcyjnego. Są one drugą ...",
            "image_url": "https://www.bing.pl/th?id=OVF.AxF6EASNOmKIaWaFrstZYg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "WP Tech20 godz.",
            "source": "WP Tech",
            "article_content": "Jak podaje OCAAR w ramach poprawki 15 umowy FSAF-PAAMS Sustainment and Enhancement (S&E) podpisanej w lutym 2025 r. koncern MBDA dostarczył pierwsze nowe pociski rakietowe Aster 30 do ulokowanego we Włoszech obiektu Joint Advanced Ammunition Centre (CIMA).\n\nPierwotny plan zakładał dostawę rakiet w 2026 roku, ale ostateczna realizacja była szybsza od harmonogramu m.in. dzięki dostosowaniu i zwiększeniu mocy produkcyjnych wprowadzonych zarówno w różnych zakładach koncernu w Europie jak i u poddostawców.\n\nWarto zaznaczyć, że to oznacza ciąg produkcyjny poniżej 3 lat od momentu podpisania kontraktu na dostawę. Jest to lepszy wynik niż jeszcze parę lat temu kiedy okres oczekiwania wynosił ponad 3 lata. Dla porównania amerykański Lockheed Martin deklaruje realizację dostaw pocisków PAC-3 MSE w ciągu 29 miesięcy od podpisania kontraktu. Można też domniemywać, że możliwości produkcyjne koncernu MBDA będą niższe niż Lockheed Martina mogącego obecnie produkować 550 rakiet rocznie.\n\nDalsza część artykułu pod materiałem wideo\n\nPociski Aster 30 - suwerenna obrona przeciwlotnicza i antyrakietowa Europy\n\nRakiety Aster 30 wykorzystywane są w systemie SAMP/T bądź w systemach morskich użytkowanych w marynarkach wojennych: Francji, Wielkiej Brytanii i Włoch. Są to dwustopniowe konstrukcje, które w wersji Block 0/1 osiągają zasięg do 120 kilometrów, a w nowszych wersjach Block 1NT nawet do 150 km. Są one przeznaczone do zwalczania samolotów, a w przypadku wersji Block 1 i nowszych, także celów balistycznych.\n\nPociski te wyposażone są w aktywną głowicę radiolokacyjną, co czyni je bronią typu \"odpal i zapomnij\". Mają one własny pełnoprawny radar, który z kilkunastu lub kilkudziesięciu kilometrów samodzielnie naprowadza pocisk na cel bez potrzeby ciągłego kierowania przez radar kierowania ogniem baterii.\n\nZ kolei dzięki łączu komunikacyjnemu możliwa jest korekta toru lotu przez baterię systemu przeciwlotniczego, co jest istotne do czasu aż radar rakiety nie \"złapie celu\" lub możliwa jest zmiana celu na inny już po wystrzeleniu. Podobne rozwiązania stosowane są w pociskach PAC-3 do systemu Patriot, jednak na tym kończą się ich podobieństwa.\n\nW przeciwieństwie do amerykańskich PAC-3 MSE, które korzystają z precyzyjnej głowicy kinetycznej, europejskie Aster 30 używają ulepszonej kierunkowej głowicy odłamkowej o masie 15 kilogramów. To prostsze rozwiązanie wpływa na niższą cenę, szacowaną na 2 mln dolarów za rakietę, ale nie jest bez wad."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wilków. Pchli targ i zbiórka na auto dla rodzinnego domu dziecka",
            "link": "https://www.lm.pl/aktualnosci/wilkow-pchli-targ-i-zbiorka-na-auto-dla-rodzinnego-domu-dziecka",
            "description": "Ruszył drugi w tym roku pchli targ, prowadzony przez rodzinny dom dziecka w Wilkowie. Miejski Ośrodek Pomocy Rodzinie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QXSnlgXmv7ThNIW-01i9Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "LM.pl11 godz.",
            "source": "LM.pl",
            "article_content": "Ruszył drugi w tym roku pchli targ, prowadzony przez rodzinny dom dziecka w Wilkowie. Miejski Ośrodek Pomocy Rodzinie w Koninie zachęca przy okazji do rodzicielstwa zastępczego.\n\nPani Jolanta prowadzi rodzinny dom dziecka w Wilkowie od kilku lat. Ma pod opieką siedmioro dzieci w wieku od 5 do 14 lat, w tym czworo z niepełnosprawnościami. Kobieta, dla lepszego funkcjonowania stworzonej przez siebie pieczy zastępczej, potrzebuje 9-osobowego busa. Zbiórka na auto prowadzona jest na platformie zrzutka.pl (link TUTAJ). Na zapewnienie dzieciom jeszcze lepszych warunków rozwoju przez dwa dni organizowany będzie „Podwórkowy Pchli Targ”. Dzisiaj (piątek) do godz. 20:00 oraz jutro (sobota) od godz. 11:00 do 20:00 na ul. Beznazwy sprzedawane będą starocie, narzędzia, zabawki, odzież i rękodzieło.\n\nJednocześnie MOPR zachęca do rodzicielstwa zastępczego i kontaktowania się z działem opieki nad rodziną i dzieckiem. Tam będzie można zapoznać się z przepisami i obowiązkami, jakie powinni spełniać kandydaci."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gry steam do 5euro",
            "link": "https://www.gry-online.pl/forum/gry-steam-do-5euro/zad432d9",
            "description": "TEMATY OGÓLNE. Siemka możecie mi polecić jakieś fajne gry najlepiej przez steam do 4.70euro. Lubię gry sportowe, fps, symulatory i ogólnie inne gry. Z góry dzięki za odpowiedzi i wesołych świąt.. Gry ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl10 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "To the moon, Brothers: A tale of two sons, A bird story, Nihilumbra\n\n\n\nZ tych 4 to od razu do odstrzalu brothers i nihilumbra, krotkie jak cholera i nudne. brothersi to jedna z najwiekszych steamowskich porazek ukazujacych jak bardzo lezy system recenzji, gra majaca ocene w ok.95 ktora nie dosc ze jest krotka(3h) to bazuje na jednym bardzo prostym koncepcie(sterujesz dwoma postaciami jednoczesnie za pomoca grzybkow na padzie wow). nihilumbra rowniez jest gra logiczna z powiedzmy nienajgorszym motywem ale generalnie strasznie meh. rowniez bardzo krotka chyba ze chcesz meczyc sie w drugim trybie zabawy, a pewnie nie bedziesz chcial bo sie wynudzisz od smetow narratora.\n\npozniej sprobuje dodac jakies faktycznie dobre gry od siebie, aktualnie steam mi wgl nie dziala."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety są poszukiwane przez kolekcjonerów. Sprawdź swoje szuflady!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-monety-s%C4%85-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-swoje-szuflady/ar-AA1JHa59?ocid=BingNewsVerp",
            "description": "Niektóre monety z okresu PRL są warte obecnie całkiem spore pieniądze. Są poszukiwane przez kolekcjonerów. Sprawdź, czy nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.b-Xel5eYwDGirjzMDTh2RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gdańsk Nasze Miasto on MSN21 godz.",
            "source": "Gdańsk Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz jeszcze stare banknoty w domu? Sprawdź, ile są warte!",
            "link": "https://www.msn.com/pl-pl/hobby-i-zainteresowania/og%C3%B3lne/masz-jeszcze-stare-banknoty-w-domu-sprawd%C5%BA-ile-s%C4%85-warte/ar-AA1JH0DG?ocid=BingNewsVerp",
            "description": "Na niektórych banknotach z okresu PRL można zarobić? Sprawdź, czy ich nie masz. Banknoty poszukiwane są przez kolekcjonerów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Bfu9ZCngg9yyUf3cBQ0X4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Dziennik Bałtycki on MSN21 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amerykanie kochają starą porcelanę z Tułowic. Na giełdach płacą tysiące dolarów za zdobione cuda",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/amerykanie-kochaj%C4%85-star%C4%85-porcelan%C4%99-z-tu%C5%82owic-na-gie%C5%82dach-p%C5%82ac%C4%85-tysi%C4%85ce-dolar%C3%B3w-za-zdobione-cuda/ar-AA1JHpbm?ocid=BingNewsVerp",
            "description": "Ponad sto lat temu podopolska fabryka swoimi wyrobami podbiła Amerykę. Do dziś dziesiątki amerykańskich kolekcjonerów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rerQcqB0N0fqnoAo0DQFgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nowa Trybuna Opolska on MSN20 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi Staroci w Agrohurcie w Rzeszowie",
            "link": "https://radiovia.com.pl/aktualnosci/targi-staroci-w-agrohurcie-w-rzeszowie",
            "description": "Wstęp dla odwiedzających jest bezpłatny. Targi rozpoczynają się w godzinach porannych i potrwają do wczesnego popołudnia.",
            "image_url": "https://www.bing.pl/th?id=OVFT.N8Gr3Z4iPyyXyiuH8E90Bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio VIA16 godz.",
            "source": "Radio VIA",
            "article_content": "Miłośnicy antyków, kolekcjonerzy i pasjonaci historii nie mogą przegapić tego wydarzenia! Już w najbliższą niedzielę, odbędą się kolejne Targi Staroci.\n\nJest to jedna z największych tego typu imprez w regionie, która przyciąga wystawców i odwiedzających z całego Podkarpacia i sąsiednich województw. Na stoiskach tradycyjnie nie zabraknie m.in. antyków, mebli czy starych książek, mówi Dariusz Baran, członek zarządu Agrohurtu S.A.\n\nPrzygotowano także ofertę gastronomiczną.\n\nWstęp dla odwiedzających jest bezpłatny. Targi rozpoczynają się w godzinach porannych i potrwają do wczesnego popołudnia.\n\nAgrohurt S.A. w Rzeszowie świętował jubileusz 30-lecia swojej działalności. Było to wyjątkowe wydarzenie, które podsumowało trzy dekady rozwoju jednej z największych firm hurtowych w regionie.\n\nPosłuchaj rozmowy:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wilków. Pchli targ i zbiórka na auto dla rodzinnego domu dziecka",
            "link": "https://www.lm.pl/aktualnosci/wilkow-pchli-targ-i-zbiorka-na-auto-dla-rodzinnego-domu-dziecka",
            "description": "Ruszył drugi w tym roku pchli targ, prowadzony przez rodzinny dom dziecka w Wilkowie. Miejski Ośrodek Pomocy Rodzinie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QXSnlgXmv7ThNIW-01i9Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "LM.pl11 godz.",
            "source": "LM.pl",
            "article_content": "Ruszył drugi w tym roku pchli targ, prowadzony przez rodzinny dom dziecka w Wilkowie. Miejski Ośrodek Pomocy Rodzinie w Koninie zachęca przy okazji do rodzicielstwa zastępczego.\n\nPani Jolanta prowadzi rodzinny dom dziecka w Wilkowie od kilku lat. Ma pod opieką siedmioro dzieci w wieku od 5 do 14 lat, w tym czworo z niepełnosprawnościami. Kobieta, dla lepszego funkcjonowania stworzonej przez siebie pieczy zastępczej, potrzebuje 9-osobowego busa. Zbiórka na auto prowadzona jest na platformie zrzutka.pl (link TUTAJ). Na zapewnienie dzieciom jeszcze lepszych warunków rozwoju przez dwa dni organizowany będzie „Podwórkowy Pchli Targ”. Dzisiaj (piątek) do godz. 20:00 oraz jutro (sobota) od godz. 11:00 do 20:00 na ul. Beznazwy sprzedawane będą starocie, narzędzia, zabawki, odzież i rękodzieło.\n\nJednocześnie MOPR zachęca do rodzicielstwa zastępczego i kontaktowania się z działem opieki nad rodziną i dzieckiem. Tam będzie można zapoznać się z przepisami i obowiązkami, jakie powinni spełniać kandydaci."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ed Sheeran, Święto Ceramiki i Dni Fantastyki. Sierpień we Wrocławiu i na Dolnym Śląsku",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,32143059,sierpien-we-wroclawiu-i-na-dolnym-slasku-swieto-ceramiki-ed.html",
            "description": "Koncerty Eda Sheerana na stadionie Tarczyński Arena, wspólny projekt The Cinematic Orchestra i Leszka Możdżera, zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.m9Tllr7Lce0NdwRU5-qcwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wrocław.Wyborcza.pl16 godz.",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tykocin – małe miasteczko z wielką historią. Odkryj perłę Podlasia!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tykocin-ma%C5%82e-miasteczko-z-wielk%C4%85-histori%C4%85-odkryj-per%C5%82%C4%99-podlasia/ar-AA1JHCOI?ocid=BingNewsVerp",
            "description": "Ukryty w sercu Podlasia Tykocin zachwyca spokojem, klimatem i bogatą przeszłością. Choć to niewielkie miasteczko, skrywa w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IicFxPdit70IbzPavGO7ZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Eska Regiony on MSN18 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku [2.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku-2-08-2025/ar-AA1JEYfU?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN8 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gothic Remake, Titan Quest 2 i wiele innych. THQ Nordic pokazało aż 11 nowych gier!",
            "link": "https://antyweb.pl/thq-nordic-digital-showcase-2025",
            "description": "THQ Nordic Showcase 2025 za nami. Zapowiedziano nowe gry i zaprezentowano daty premier. Były też niespodzianki. Gothic Remake ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._aG80jMtMl6TkLlxSMlTjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Antyweb6 godz.",
            "source": "Antyweb",
            "article_content": "THQ Nordic Showcase 2025 za nami. Zapowiedziano nowe gry i zaprezentowano daty premier. Były też niespodzianki. Gothic Remake, Titan Quest II, REANIMAL, Fatekeeper, Sacred 2 i inne tytuły zmierzają już na PC i konsole. Zobacz wszystkie zwiastuny.\n\nTHQ Nordic Digital Showcase 2025 już za nami. To coroczna prezentacja gier przygotowywana przez austriackiego wydawcę. Transmitowane na żywo wydarzenie przyniosło kilka istotnych aktualizacji, długo wyczekiwanych dat premier oraz zapowiedzi nowych projektów, którym na pewno warto przyjrzeć się z bliska.\n\nReklama\n\nTHQ Nordic odkrywa karty\n\nTHQ Nordic – firma znana z reaktywowania znanych marek i rozbudowy swojego katalogu poprzez przejęcia – zaprezentowała zarówno zupełnie nowe tytuły, jak i kolejne informacje na temat wcześniej ogłoszonych produkcji. Wśród najciekawszych momentów pokazu znalazły się m.in. nowy zwiastun Gothic Remake, Titan Quest II, debiut horroru REANIMAL oraz nowe informacje o Wreckfest 2.\n\nPoniżej możecie sprawdzić trailery wszystkich tytułów zaprezentowanych podczas THQ Nordic Digital Showcase 2025.\n\nEternal Life of Goldman\n\nThe Eternal Life of Goldman to ręcznie animowana platformówka, której historia osadzona jest w świecie inspirowanym dawnymi przypowieściami. W grze matka opowiada dziecku niepokojącą baśń, a opowieść ta stopniowo odsłania emocje związane z jej własną przeszłością. Gracze przemierzają rozległy, ręcznie rysowany Archipelag i stają do walki z tajemniczym Bóstwem. Produkcja zmierza na PC, Nintendo Switch, PlayStation 5 i Xbox Series X|S.\n\nFatekeeper\n\nFatekeeper to pierwszoosobowy RPG fantasy, który stawia na dynamiczną walkę, rozbudowany rozwój postaci i ręcznie zaprojektowany świat. Gracze przemierzą pradawne pola bitew, ruiny i tajemnicze lasy, odkrywając relikty przeszłości i mierząc się z przeciwnikami wymagającymi zarówno refleksu, jak i taktyki. Każdy wybór wpłynie na bieg historii, a system progresji pozwoli na personalizację stylu gry – od doboru broni i pancerzy po rozwój unikalnych umiejętności. Gra trafi do wczesnego dostępu na PC jeszcze tej zimy, a za projekt odpowiada nowe studio Paraglacial, założone przez byłych twórców SpellForce 3.\n\nGothic Remake\n\nTo chyba najbardziej wyczekiwana premiera w portfolio THQ Nordic. Gothic 1 Remake zadebiutuje na początku 2026 roku na PC, PlayStation 5 i Xbox Series X|S. Studio Alkimia Interactive pracuje nad odświeżoną wersją kultowego RPG-a, łącząc nowoczesną oprawę graficzną i usprawnioną rozgrywkę z atmosferą oryginału. Już teraz posiadacze konsol mogą sprawdzić Nyras Prologue – specjalne demo wprowadzające do świata pod magiczną Barierą, dostępne na PlayStation i Xbox.\n\nJest jeszcze jedna niespodzianka. W 2026 roku po raz pierwszy cała trylogia Gothic Classic – Gothic 1, 2 i 3 – zadebiutuje na konsolach PlayStation i Xbox. Klasyczne RPG-i otrzymają zaktualizowane sterowanie i pełne wsparcie dla gamepada, co pozwoli zarówno nowym graczom, jak i fanom serii na komfortową rozgrywkę na konsolach. Niezależnie od tego, czy wracasz do Kolonii, czy po raz pierwszy odkrywasz krainę Myrtany – to dobry moment, by na nowo przeżyć jedną z najbardziej kultowych serii gier fabularnych.\n\nREANIMAL\n\nREANIMAL to nadchodzący tytuł od Tarsier Studios – zespołu odpowiedzialnego za pierwsze dwie części Little Nightmares. Gracze wcielą się w grupę osieroconych dzieci, które wspólnie przemierzają niepokojący świat, stłoczone w łodzi dającej tylko namiastkę bezpieczeństwa. Choć nie zawsze chcą być razem, są zdani na siebie. Gra zmierza na PC, PlayStation 5, Xbox Series X|S oraz Nintendo Switch 2.\n\nReklama\n\nZapowiedziano też kolekcjonerską edycję REANIMAL. W skład Collector’s Edition wchodzą:\n\ngra w pełnej wersji,\n\nprzepustka sezonowa i DLC przedsprzedażowe,\n\nartbook,\n\nekskluzywne pudełko,\n\nfigurka PVC „Pig” i miniaturowa figurka „Bucket”,\n\nzestaw naklejek, brelok oraz plakat z mapą świata gry.\n\nSacred 2 Remaster\n\nSacred 2 Remaster przywraca do życia dobrze znany świat Ancarii, w którym gracze wcielają się w jednego z sześciu bohaterów. Otwarty świat, walka oparta na umiejętnościach i magiach, a także system zdobywania łupów – wszystko to wraca w odświeżonej wersji. Remaster oferuje ulepszone tekstury, poprawiony system walki i szereg poprawek błędów, co czyni go atrakcyjnym zarówno dla weteranów serii, jak i zupełnie nowych graczy.\n\nReklama\n\nSpongeBob SquarePants - Titans of the Tide\n\nSpongeBob SquarePants: Titans of the Tide to nowa przygoda z udziałem SpongeBoba i Patryka, których czeka najbardziej upiorna misja do tej pory. Starcie Króla Neptuna z Latającym Holendrem wywołało zamieszanie w całym Bikini Dolnym, a duet najlepszych przyjaciół musi ponownie stanąć do walki o uratowanie podwodnego świata. Gra zadebiutuje 18 listopada na PC, PlayStation 5, Xbox Series X|S oraz Nintendo Switch 2. W przedsprzedaży dostępny jest bonusowy zestaw kostiumów „Natural Costume Pack” dla głównych bohaterów.\n\nThe Guild Europa 1410\n\nThe Guild – Europa 1410 czerpie inspirację z klasycznego Europa 1400: The Guild i przenosi graczy do tętniącego życiem średniowiecznego miasta. Rozpoczynając od skromnego warsztatu, można rozwijać własną dynastię, a następnie zdobywać wpływy poprzez handel, politykę lub intrygi. Gracz wybiera profesję, wspina się po drabinie społecznej, a droga do sukcesu może prowadzić zarówno przez korupcję i szantaże, jak i przestrzeganie prawa. Gra oferuje tryb multiplayer dla maksymalnie 12 osób, w którym można rywalizować lub współpracować z innymi graczami. Produkcja jest już dostępna do dodania do listy życzeń na Steam.\n\nTides of Tomorrow\n\nTides of Tomorrow to narracyjna przygoda, w której gracze wyruszają na misję odnalezienia lekarstwa na śmiertelną chorobę. Kluczową rolę odgrywają podejmowane decyzje – każda z nich pozostawia ślad i może wpłynąć na dalszy przebieg historii. Grę można przechodzić w trybie solo lub śledząc ścieżki wybranych graczy, streamerów czy zupełnie obcych osób, poznając skutki ich wyborów we własnej rozgrywce. Premiera została zaplanowana na 24 lutego 2026 roku na PC, PlayStation 5 i Xbox Series X|S.\n\nTitan Quest II\n\nTitan Quest II oficjalnie zadebiutowało we wczesnym dostępie na PC za pośrednictwem Epic Games Store i Steam. Gracze mogą już rozpocząć swoją przygodę w świecie mitów i potworów, w którym przeznaczenie przestaje być tajemnicą, a decyzje mają realne konsekwencje. Produkcja kontynuuje tradycję klasycznego hack’n’slasha, oferując walkę z boskimi siłami i eksplorację antycznych krain.\n\nWreckfest 2\n\nWreckfest 2 zaprasza graczy do świata, gdzie stłuczki i zderzenia są na porządku dziennym. Samochody można tu testować do granic wytrzymałości, a fizyka zniszczeń ponownie odgrywa kluczową rolę. Gra jest już dostępna w wersji Early Access na PC, a w późniejszym terminie pojawi się także na konsolach PlayStation 5 i Xbox Series X|S.\n\nReklama\n\nWreckreation\n\nWreckreation to propozycja dla tych, którzy cenią sobie pełną swobodę i nieprzewidywalność, jeśli chodzi o wyścigi samochodowe. Gra zmierza na PC, PlayStation 5, PlayStation 4, Xbox Series X|S oraz Xbox One."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft wygrał. Użytkownicy Windowsa tańczą, jak im zagrali",
            "link": "https://antyweb.pl/microsoft-wygral-uzytkownicy-windowsa-tancza-jak-im-zagrali",
            "description": "Koniec wsparcia dla Windowsa 10 nie jest już odległą przyszłością, ale realnym wyzwaniem najbliższych miesięcy. Kto jeszcze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M6BDqQjZnf3UgW2lkS-N5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Antyweb18 godz.",
            "source": "Antyweb",
            "article_content": "Koniec wsparcia dla Windowsa 10 nie jest już odległą przyszłością, ale realnym wyzwaniem najbliższych miesięcy. Kto jeszcze nie podjął decyzji, powinien zrobić to szybko – zanim aktualizacje przestaną nadchodzić, a oprogramowanie i sprzęt przestaną być kompatybilne.\n\nMicrosoft ogłosił, że 14 października 2025 roku zakończy się podstawowe wsparcie techniczne dla Windowsa 10. Oznacza to koniec aktualizacji zabezpieczeń i rozwoju funkcjonalności, przynajmniej dla większości użytkowników. Choć firma oferuje jeszcze roczny program przedłużonego wsparcia (Extended Security Update), to system z 2015 roku nieuchronnie zmierza ku technologicznej emeryturze. Dane Statcountera jasno pokazują, że użytkownicy nie czekają na ostatni moment i porzucają Windowsa 10 już teraz.\n\nReklama\n\nWindows 10 traci użytkowników\n\nWedług danych z lipca 2025 roku, udział Windowsa 10 w rynku spadł z 47,98% do 42,99% – to aż 4,99 punktu procentowego mniej w zaledwie jeden miesiąc. Rok do roku strata wygląda jeszcze bardziej dramatycznie: aż 22 punkty procentowe. Jeszcze w połowie 2024 roku Windows 10 był dominującym systemem operacyjnym, teraz zaczyna ustępować miejsca swojemu kontrowersyjnemu następcy.\n\nNa tym tle wyraźnie zyskuje Windows 11, który po raz pierwszy przekroczył barierę 50% udziału w rynku systemów Microsoftu. W lipcu odnotował wzrost do poziomu 53,39%, co oznacza skok o 5,41 punktu procentowego w ciągu jednego miesiąca i wzrost o ponad 22 punkty procentowe w ciągu roku. To znaczący sukces, biorąc pod uwagę trudny start systemu, ograniczenia sprzętowe i mieszane opinie użytkowników.\n\nChoć w sieci pojawiają się głosy zwolenników alternatyw, jak np. Linuxa, to w praktyce większość użytkowników Windowsa 10 przechodzi po prostu na Windowsa 11. Dla wielu jest to najmniej problematyczna ścieżka, gdyż aktualizacja odbywa się zazwyczaj bezboleśnie, a znajomy interfejs i kompatybilność aplikacji przemawiają za pozostaniem w ekosystemie Microsoftu.\n\nWarto odnotować, że niemal 96% rynku Windowsa zajmują obecnie wspierane wersje, czyli głównie Windows 10 i 11. Pozostałe 4% to wciąż żyjące relikty przeszłości: Windows 7 (2,04%), Windows 8 (0,88%), Windows XP (0,44%) oraz Windows 8.1 (0,23%). Choć liczby te są niewielkie, pokazują przywiązanie niektórych użytkowników do sprawdzonych rozwiązań.\n\nGrafika: depositphotos"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamek w Żelechowie odkrywa kolejne tajemnice – trwa sezon wykopalisk",
            "link": "https://www.wirtualnygarwolin.pl/artykul/20923,zamek-w-zelechowie-odkrywa-kolejne-tajemnice-trwa-sezon-wykopalisk",
            "description": "Na terenie żelechowskiego zamku trwają kolejne badania archeologiczne. Naukowcy odkrywają pozostałości zabudowy gospodarczej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WNb7Vk8GWRJu509l5CyYdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wirtualny Garwolin16 godz.",
            "source": "Wirtualny Garwolin",
            "article_content": "Trwa kolejny sezon wykopalisk na zamku w Żelechowie. Jak poinformował samorząd, „w obecnej edycji badań kontynuowane są prace zmierzające do rozpoznania zabudowy gospodarczej”. Archeolodzy prowadzą prace w dwóch wykopach, w których odsłonięto pozostałości dużego budynku produkcyjnego, prawdopodobnie z XVII wieku.\n\nWśród znalezisk znajdują się relikty drewnianych ścian, przepalona glina oraz dobrze zachowana ceglana posadzka. „Podobnie jak w ubiegłym sezonie odkryto fragmenty glinianych tygli do przetopu metali szlachetnych, odpady związane z produkcją metalurgiczną oraz elementy naczyń ceramicznych, kości zwierzęce i gwoździe budowlane” - informuje Miasto i Gmina Żelechów.\n\nBadania prowadzone są od 2017 roku przez zespół naukowców z Instytutu Archeologii i Etnologii PAN. Przedsięwzięcie realizowane jest przy wsparciu finansowym i logistycznym Gminy Żelechów. W działaniach uczestniczą także członkowie lokalnego Towarzystwa Historycznego oraz stali wolontariusze - Damian Mróz i Mariusz Kot.\n\nłk za UM Żelechów"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark św. Dominika w Gdańsku. Ile kosztuje obiad przy straganie?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jarmark-%C5%9Bw-dominika-w-gda%C5%84sku-ile-kosztuje-obiad-przy-straganie/ar-AA1JIU87?ocid=BingNewsVerp",
            "description": "Trwa Jarmark Dominikański w Gdańsku, jedno z najbardziej rozpoznawalnych letnich wydarzeń w Trójmieście. Na ulicznych straganach kupić można zabytkowe przedmioty i niepowtarzalne ręcznie wykonane arty ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qVZJCEn4Awd3TcXwomvMuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Onet on MSN13 godz.",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Księżna Kate z zupełnie nową rolą. Musiała założyć specjalne rękawice",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ksi%C4%99%C5%BCna-kate-z-zupe%C5%82nie-now%C4%85-rol%C4%85-musia%C5%82a-za%C5%82o%C5%BCy%C4%87-specjalne-r%C4%99kawice/ar-AA1JJZGQ?ocid=BingNewsVerp",
            "description": "Księżna Kate angażuje się w wiele inicjatyw, które na pierwszy rzut oka nie mają nic wspólnego z działalnością brytyjskiej rodziny królewskiej. Windsorzy właśnie poinformowali, że żona księcia William ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7fzM0YWOPoPSDJAsoH5EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Plejada on MSN7 godz.",
            "source": "Plejada on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To tam ma znajdować się Bursztynowa Komnata. Jest zgoda na poszukiwania",
            "link": "https://spidersweb.pl/2025/08/bursztynowa-komnata-poszukiwania.html",
            "description": "Pomorski Wojewódzki Konserwator Zabytków wydał zgodę na odwierty oraz sondaż archeologiczny na terenie miejscowości Dziemiany ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jZsPp1RpApfKpwlZ13wQ9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Spider’s Web12 godz.",
            "source": "Spider’s Web",
            "article_content": "Ładowanie...\n\n\"Zdaniem ubiegającego się o pozwolenie, na terenie poszukiwań może znajdować się niemiecki depozyt z czasów II wojny światowej, który według informacji pojawiających się m.in. na hobbystycznym kanale na YT, może być nawet bursztynową komnatą, która zaginęła pod koniec wojny, a do dziś rozpala wyobraźnię poszukiwaczy\" – informuje na swoim facebookowym profilu Pomorski Wojewódzki Konserwator Zabytków.\n\nJak wyjaśniono, na terenie Dziemian pod koniec 1943 r. Niemcy utworzyli wielki poligon wojskowy dla SS. Udało się już znaleźć pod ziemią \"ceglany, otynkowany od środka zbiornik\". Był niezadbany, wypełniony śmieciami z okresu PRL-u. Nie był ujęty na żadnych mapach – wyjaśnia Pomorski Wojewódzki Konserwator Zabytków.\n\nREKLAMA\n\nUzyskane pozwolenie obejmuje prace poszukiwawcze domniemanego schronu szczelinowego z okresu drugiej wojny światowej\n\nBursztynowy wystrój komnaty zamówił u gdańskich mistrzów Fryderyk I w 1701 r. Znajdowała się w Petersburgu, potem przewieziono ją do pałacu w Carskim Siole, rezydencji znajdującej się 25 km od Petersburga. Naziści zrabowali skarb w 1941 roku, po czym trafił do zamku w Królewcu. Kiedy Armia Czerwona wkroczyła do niego w 1945 roku, Bursztynowej Komnaty już w nim nie było.\n\nKilka lat temu pisaliśmy o podejrzeniu, że skarb znajduje się we wraku statku \"Karlsruhe\", który został zatopiony w 1945 r. Wyruszał z Królewca jako ostatni, ale do Niemiec nigdy nie dotarł. Jego szczątki zostały odnalezione w 2020 r.\n\nZwolennicy tej teorii sugerowali, że Bursztynowa Komnata po tym, jak powróciła do Królewca, nigdy nie została rozpakowana. Skrzynie przeniesiono na parowiec z myślą o transporcie. Statek ostatecznie zatonął, a wraz z nim skarb.\n\nPrawdopodobieństwo takiego scenariusza oszacowano na… 1-2 proc.\n\n- Dotychczasowe badania wraku i jego zawartości w żadnej mierze nie potwierdziły pierwotnych hipotez o jego ładunku. Odnaleziono jedynie narzędzia i różne przedmioty użytku codziennego – w 2022 r. przekazała RMF FM Magdalena Kierzkowska, rzecznik Urzędu Morskiego w Gdyni.\n\nKolejnych ekspedycji nie będzie.\n\nREKLAMA\n\n\"W celu ochrony mienia na wrakach statków będących mogiłami wojennymi przed grabieżą, jak również ochrony środowiska morskiego, zakazuje się kotwiczenia, nurkowania, wydobywania mienia, uprawiania rybołówstwa i rybołówstwa rekreacyjnego na akwenie o promieniu 500 m od pozycji zalegania wraków statków Wilhelm Gustloff, Goya i Karlsruhe\" - czytamy w zarządzeniu porządkowym z 21 listopada 2022 roku.\n\nByć może zagadkę po latach rozwiążą poszukiwania prowadzone na terenie Dziemian.\n\nREKLAMA\n\nAdam Bednarek 01.08.2025 15:32\n\nŁadowanie..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielu chętnych do przebudowy kultowej Jordanówki w Krakowie. Okrąglak wróci jako całoroczna kawiarnia. Wreszcie!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/wielu-ch%C4%99tnych-do-przebudowy-kultowej-jordan%C3%B3wki-w-krakowie-okr%C4%85glak-wr%C3%B3ci-jako-ca%C5%82oroczna-kawiarnia-wreszcie/ar-AA1JJW1c?ocid=BingNewsVerp",
            "description": "Aż osiem firm chce wykonać inwestycję dla Krakowa szczególną: przebudowę pawilonu Jordanówka w parku Jordana. Przy tym – ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NEGoC5EUS82RIfsAGo_9iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Polski on MSN8 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TO NIE JEST MIASTO DLA SŁABYCH LUDZI (TOMASZ PIETRZAK: 'BERY Z DZIELNI')",
            "link": "https://www.artpapier.com/index.php?page=artykul&wydanie=514&artykul=10405&kat=17",
            "description": "Już sama okładka zbioru sugeruje, że nie będziemy mieć do czynienia z laurką dla Śląska. Czytelniczki i czytelnicy zderzają się bowiem z przejmującą czarno-biała fotografią Joanny Helander zatytułowan ...",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "ArtPapier3 godz.",
            "source": "ArtPapier",
            "article_content": "Anna Strzałkowska (Szumiec),\n\nTO NIE JEST MIASTO DLA SŁABYCH LUDZI (TOMASZ PIETRZAK: 'BERY Z DZIELNI')\n\nA A A\n\nJuż sama okładka zbioru sugeruje, że nie będziemy mieć do czynienia z laurką dla Śląska. Czytelniczki i czytelnicy zderzają się bowiem z przejmującą czarno-biała fotografią Joanny Helander zatytułowaną „Chlywiki”, kierującą uwagę na problematykę regionu, która mało ma wspólnego ze stereotypowym, reklamowym obrazkiem wesołej omy machającej z okna do swoich wnuków zmierzających właśnie na pobliski odpust. Bo podążanie ulicami opisywanymi przez Pietrzaka przypomina raczej wędrówkę przez kręgi piekielne, chociaż echa normalności usiłują się czasem cichutko przemknąć przez najczarniejsze zakamarki siemianowickiego Hugo, na przykład poprzez wspomnienie symbolicznych przedmiotów kojarzonych z domem rodzinnym, takich jak doniczka z pelargoniami i firany, czy też podkreślenie więzi sąsiedzkich i koleżeńskich. Z całą pewnością nie sposób tu doświadczyć niezwykłej atmosfery zabytkowych śląskich dzielnic, bo, jak czytamy: „Raz w roku mordowano tu kogoś/za klachy lub gola./Raz na miesiąc tu kogoś dźgnięto/w wannie/lub tunelu” (s. 11), „Cała Piastowska się ostrzyła i piła” (s. 22), „Nie wiem, czy to miejsce, w którym dorastałem,/było w ogóle Polską/i czym to językiem nas dojeżdżano?” (s. 73), „Taka dzielnica cudów, że Jezus napruty/wraca od Grażyny/i każdy tu jest świętym pijusem” (s. 76).\n\n\n\nTwórczość Pietrzaka charakteryzuje się też ciekawym zabiegiem koncentrowania na symbolicznym artefakcie. Bohaterami wielu utworów są przedmioty, będące zarówno świadkami historii, jak i konstytuujące swoisty mit. Warto wspomnieć tu choćby cynkową wannę ze swastyką zakupioną od sąsiada („Hajotki w niej mył,/żona mu się utopiła, druga dziecko/urodziła pośladkowo,/trzecia chowała się przed Polską”, s. 13).\n\nTomasz Pietrzak: „Bery z dzielni”. Wydawnictwo Znak. Kraków 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "02 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-02,7,day.html",
            "description": "Wystawa stała Krakowskie Bractwo Kurkowe i obronność miejska prezentowana jest w dwóch salach: Brackiej i Strzeleckiej. Sala Strzelecka, podzielona pośrodku neogotycką kolumnadą, w dużym stopniu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Powstanie Warszawskie i ślub w cieniu wojny. \"Za obrączki posłużyły im kółka od karniszy\"",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/powstanie-warszawskie-i-%C5%9Blub-w-cieniu-wojny-za-obr%C4%85czki-pos%C5%82u%C5%BCy%C5%82y-im-k%C3%B3%C5%82ka-od-karniszy/ar-AA1JJIBJ?ocid=BingNewsVerp",
            "description": "Poznali się w czasie Powstania Warszawskiego i od razu zakochali się w sobie. Pomimo codziennych trudności związanych z wojną ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._4AEtpyTz9hnzvXitw1KAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Warszawa Nasze Miasto on MSN10 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    }
]