[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To nie żart - wazon z PRL może być warty nawet 14 tysięcy. Takie wazony są poszukiwane przez kolekcjonerów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-nie-%C5%BCart-wazon-z-prl-mo%C5%BCe-by%C4%87-warty-nawet-14-tysi%C4%99cy-takie-wazony-s%C4%85-poszukiwane-przez-kolekcjoner%C3%B3w/ar-AA1KiPRG?ocid=BingNewsVerp",
            "description": "Polski design czasów PRL to prawdziwa perełka. Boom na wystrój lub elementy wnętrz z tamtych lat nieprzerwanie trwa.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tdNEcp-ZGwYvq0CYMYovDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wtorek na Jarmarku św. Dominika. Atrakcji co nie miara!",
            "link": "https://www.gdansk.pl/wiadomosci/Wtorek-na-Jarmarku-sw-Dominika-Atrakcji-co-nie-miara,a,293841",
            "description": "Komedia romantyczna pod gołym niebem, tenorowe głosy, koncert z utworami muzyki klasycznej, pop oraz hitów musicalowych, a może udział w licytacji antyków? Z takich między innymi atrakcji można skorzy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.D8ERvtfekHw1O8Keqc2ngQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Oficjalny portal miasta Gdańska23 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Wtorek na Jarmarku św. Dominika. Atrakcji co nie miara!\n\nKomedia romantyczna pod gołym niebem, tenorowe głosy, koncert z utworami muzyki klasycznej, pop oraz hitów musicalowych, a może udział w licytacji antyków? Z takich między innymi atrakcji można skorzystać we wtorek, 12 sierpnia, na Jarmarku św. Dominika. Jak każdego dnia, na odwiedzających czeka też ponad 740 stoisk oraz kulinarna podróż przez 18 kuchni świata na Skwerze Świętopełka.\n\nKto da więcej? Licytacja antyków na Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nDźwięk organów i muzeum uniwersytetu\n\nTo już ostatni tydzień 765. Jarmarku św. Dominika. Impreza zakończy się w niedzielę, 17 sierpnia.\n\nCo ciekawego czeka nas we wtorek, 12 sierpnia?\n\nPrzegląd najciekawszych wydarzeń zacznijmy od prezentacji organów w kościele św. Mikołaja. Usłyszymy najsłynniejsze kompozycje muzyki klasycznej prezentujące pełne możliwości brzmienia instrumentu. Zagra Maciej Jachimowicz, organista kościoła św. Mikołaja.\n\nPo koncercie jest możliwość wejścia na chór i wysłuchania historii organów oraz zaznajomienia się z ich budową. W tym roku przypada 270. rocznica budowy organów w gdańskiej świątyni.\n\nPoczątek koncertu organowego o godzinie 13.00. Wstęp wolny.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nWe wtorek w swoje progi zaprasza też Muzeum Uniwersytetu Gdańskiego. Placówka mieści się w zabytkowym Domu Opatów Pelplińskich, na Starym Mieście, przy ul. Bielańskiej 5. To najmłodsze muzeum w Gdańsku. Zostało otwarte w październiku 2024 r.\n\nEkspozycja MUG jest kameralna. Zajmuje przestrzeń nieco ponad 100 m kw. Opowieść o historii uczelni podzielono na pięć części. Wystawa pokazuje związki uniwersytetu z morzem, strajki studenckie i działalność opozycyjną oraz kulturę uniwersytecką i życie studenckie.\n\nZwiedzanie kuratorskie Muzeum UG rozpocznie się o godz. 14.00. Trwa 60 minut.\n\nGratka dla melomanów\n\nNa “Koncert pod gwiazdami” zaprasza we wtorek o godz. 17.30 Przystanek Równość, znajdujący się przy Skwerze Heweliusza i ulicy Rajskiej.\n\nWe wtorek na Przystanku Równość zaplanowano aż dwa koncerty fot. Grzegorz Mehring/ gdansk.pl\n\nTym razem wystąpi kwartet smyczkowy, który jest częścią zespołu wokalno-instrumentalnego Cappella Gedanensis.\n\nMuzycy prezentują wysoki poziom wykonawczy oraz zróżnicowany repertuar adresowany do szerokiego odbiorcy.\n\nW repertuarze kwartetu są najpiękniejsze kompozycje klasyczne Wolfganga Amadeusza Mozarta, Roberta Schumanna i Georga Friedricha Händla. Ale nie tylko. Zespół wykonuje także także utwory ragtime Scotta Joplina, przeboje Beatlesów oraz orkiestrowe dzieła Joaquína Rodrigo.\n\nKwartet Cappella Gedanensis wykonuje też znane przeboje musicalowe. Jakby tego było mało, to aranżacje licznych kompozytorów są przygotowywane specjalnie dla gdańskiej grupy, która występuje z wieloma wybitnymi artystami, takimi jak Vadim Brodski (Ukraina), Łukasz Długosz oraz Konstanty Andrzej Kulka. Nagrywa z nimi płyty i uczestniczy w prestiżowych koncertach.\n\nOto skład zespołu, który wystąpi podczas jarmarkowego koncertu:\n\nKatarzyna Kowacz – skrzypce\n\nKatarzyna Rogalska – skrzypce\n\nTomasz Mrowi ński – alt ówka\n\nAlicja Lach-Owsiany - wiolonczela\n\nRzemieślnicy świętowali z publicznością na Jarmarku św. Dominika\n\nPo koncercie kwartetu warto pozostać na widowni. Na scenie Przystanku Równość pojawią się muzycy z “Koncertem trzech tenorów”. 7 lipca 1990 r. roku przy 6-tysięcznej widowni i 800 milionami przed telewizorami, odbył się pierwszy w historii plenerowy koncert operowy. W Termach Karakalli w Rzymie wystąpili razem Luciano Pavarotti, Placido Domingo i José Carreras.\n\nKoncert na jarmarku uczci to muzyczne show sprzed 35 lat.\n\nWystąpią:\n\nWitalij Wydra - śpiew\n\nŁukasz Wroński - śpiew\n\nMarcin Pomykała - śpiew\n\nEmilia Grażyńska - fortepian\n\nBarbara Żurowska-Sutt - kierownictwo artystyczne i prowadzenie koncertu\n\nWylicytuj starocie\n\nStrefy Retro przy ulicy Długie Ogrody, gdzie rozgościł się wielki pchli targ i kolekcjonerzy sztuki, nie trzeba specjalnie reklamować. To, co roku jedno z najbardziej popularnych i obleganych miejsc na Jarmarku św. Dominika.\n\nW tym roku dodatkową atrakcją dla szperaczy staroci jest licytacja antyków.\n\nPodczas licytacji antyków na Przystanku Retro nie brakuje emocji fot. Grzegorz Mehring/ gdansk.pl\n\nWe wtorek, o godz. 18.00, poprowadzi ją Arkadiusz Woźniak, jedna z najbardziej rozpoznawalnych twarzy telewizyjnego programu „Łowcy Skarbów – kto da więcej?”. To wyjątkowa okazja, aby poczuć dreszcz emocji prawdziwej aukcji w stylu vintage. Na scenie pojawią się unikatowe przedmioty z “duszą”: ceramika, dekoracje i starannie wyselekcjonowane skarby, które czekają na nowego właściciela.\n\nRozrywka filmowa pod gołym niebem\n\nKulturalny wtorek na Jarmarku św. Dominika zakończy Kino Letnie. Na Przystanku Port Gdańsk pod Żaglami (Wyspa Ołowianka) o godz. 19.30 zobaczymy amerykański film “Miłość bez ostrzeżenia” (ang. She Came to Me).\n\nTo błyskotliwa i ciepła komedia romantyczna o poszukiwaniu miłości w najmniej oczekiwanych momentach. Czy przypadkowe spotkanie może odmienić całe życie? Przekona się o tym cierpiący na kryzys twórczy kompozytor, który po niezwykłej nocy spędzonej z uzależnioną od romansów kapitan holownika odnajduje utraconą inspirację.\n\nW filmie, wyreżyserowanym przez Rebeccę Miller, znalazła się gwiazdorska obsada: Anne Hathaway, Peter Dinklage i Marisa Tomei. Wstęp na film wolny. Czas projekcji: 102 minuty.\n\nTuse pieje 765 lat. Mural znanego artysty na Jarmarku św. Dominika\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano we wtorek, 12 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku. UWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nZaczęło się w XIII wieku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 12.08.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-12082025/ar-AA1Hnkab?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IL8KRDrxvOLkKrRrYKbPki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN20 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 12.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-12082025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN21 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-13,6,day.html",
            "description": "Stała ekspozycja w Pałacu Muzeum Książąt Czartoryskich prezentuje najcenniejszą w Polsce i jedną z najcenniejszych kolekcji sztuki w Europie. Na wystawie znalazły się nie tylko arcydzieła światowego m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków5 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Akcje czytelnicze Spacery i zwiedzanie Wystawy czasowe Muzyka rozrywkowa Festiwale Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Festiwale i przeglądy filmowe W gminach Metropolii Kabaret Festiwale muzyczne Festiwale teatralne Inne przedstawienia Inne koncerty Dziecięce różności Pozostałe Spotkania i slajdowiska Cykle filmowe Wydarzenia sportowe Muzyka klubowa Widowiska plenerowe i happeningi Spotkania i wykłady literackie Pokazy filmowe Inne wydarzenia literackie Wystawy stałe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Baldur's Gate 3 możecie otrzymać naprawdę potężny, ukryty bonus dla swojej postaci. Wystarczy, że „dacie na tacę'",
            "link": "https://www.gry-online.pl/newsroom/w-baldurs-gate-3-mozecie-otrzymac-naprawde-potezny-ukryty-bonus-d/zb2e79d",
            "description": "Bycie pobożnym naprawdę popłaca w Baldur’s Gate 3. Dzięki temu uzyskamy buffa, który wyciągnie nas z podbramkowej sytuacji.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Ef1PZVZLGF08BRFKYVbgrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "GRY-OnLine.pl16 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Wiadomość Porady 12 sierpnia 2025, 13:40 autor: Aleksandra Sokół W Baldur's Gate 3 możecie otrzymać naprawdę potężny, ukryty bonus dla swojej postaci. Wystarczy, że „dacie na tacę” Bycie pobożnym naprawdę popłaca w Baldur’s Gate 3. Dzięki temu uzyskamy buffa, który wyciągnie nas z podbramkowej sytuacji.\n\nŹródło fot. Larian Studios i\n\nW świecie Zapomnianych Krain nie sposób uniknąć tematu religijności – tyczy się to także Baldur’s Gate 3. Przemierzając świat w poszukiwaniu remedium na kijankę-pasożyta, wielokrotnie przyjdzie nam mierzyć się w wyznawcami bóstw przeróżnych, a niekiedy nawet z pozaziemskimi istotami we własnej osobie. O ile to możliwe, bogów warto mieć po swojej stronie, zwłaszcza że ich interwencja bywa pomocna w podbramkowych sytuacjach.\n\nMacie akurat trochę złota na zbyciu? Być może warto zainwestować w datek na rzecz świątyni. Kto wie, czy wynikający z niego bonus nie uratuje nam kiedyś życia?\n\nWięcej przydatnych informacji znajdziecie w naszym poradniku:\n\nDaj na tacę, a może pożyjesz trochę dłużej\n\nNim przygotujecie się psychicznie na poszukiwanie buffa w okolicy Gaju Druidów, uprzedzamy was: szansa na otrzymanie daru pojawia się dopiero w trzecim akcie, po dotarciu do Wrót Baldura. Miejscem, które będzie nas interesować jest Przybytek na Sztormowym Wybrzeżu – zakładając, że dbacie o swoich towarzyszy, traficie tam fabularnie w ramach ścieżki zadań Gale’a.\n\nNie bez powodu to właśnie tam nasz czarodziej spotyka się z Mystrą, boginią magii. Przybytek to w gruncie rzeczy miejsce wyznawania bóstw wszelakich, a co za tym idzie, jako gracz możemy wrzucić coś na przysłowiową tacę – i wbrew pozorom będziemy mieć z tego korzyść. Pomodlenie się do wybranego bóstwa daje nam stały bonus +2 do wszystkich rzutów obronnych, zarówno w walce jak i dialogach – jego nazwa to „Antointed in Splendour” (Namaszczony w chwale).\n\nŹródło: Larian Studios\n\nNim jednak będziemy cieszyć się buffem, musimy złożyć jednorazowy podarek, którego wysokość zależy od poziomu naszej postaci. Gracz na pierwszym poziomie zapłaci zaledwie 400 złotych monet – inaczej to wygląda w przypadku wymaksowanych bohaterów, których datek wzrośnie do pięciu tysięcy.\n\nTeoretycznie rzecz biorąc, to niezbyt duża kwota na późnym etapie gry. Jeśli jednak wolelibyście kupić sobie za to nową zbroję, możecie poprosić Marnieja o respecjalizację i cofnięcie was do pierwszego poziomu. Warto pamiętać, że buff należy tylko do tej postaci, która złożyła dar bóstwu, dlatego warto skorzystać z triku dla taniego wzmocnienia całej drużyny.\n\nNiestety dla nieco mniej pobożnych towarzyszy, istnieje pewien haczyk. Bonus nie zadziała, jeśli dana postać znieważyła bogów na dowolnym etapie przygody. Miejcie ten fakt na uwadze, bo o drugą taką okazję naprawdę ciężko!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kluczowe skrzyżowanie na Ponikwodzie będzie zamknięte. To już trzecia taka noc. I ostatnia",
            "link": "https://www.msn.com/pl-pl/infrastruktura-miejska/infrastruktura-transportowa/kluczowe-skrzy%C5%BCowanie-na-ponikwodzie-b%C4%99dzie-zamkni%C4%99te-to-ju%C5%BC-trzecia-taka-noc-i-ostatnia/ar-AA1KoHqm?ocid=BingNewsVerp",
            "description": "Przed kierowcami kolejna noc kiedy nie będą mogli przejechać przez skrzyżowanie ulic Węglarza, Walecznych, Strzembosza.",
            "image_url": "https://www.bing.pl/th?id=OVFT.qhrOuouodJS48G0sKLUXKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN11 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tam, gdzie stał kiedyś, jest blok. Tu, gdzie stoi dziś, będzie remont za 3,8 mln zł",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tam-gdzie-sta%C5%82-kiedy%C5%9B-jest-blok-tu-gdzie-stoi-dzi%C5%9B-b%C4%99dzie-remont-za-3-8-mln-z%C5%82/ar-AA1Kok06?ocid=BingNewsVerp",
            "description": "Najstarsi mieszkańcy i mieszkanki Lublina mogą pamiętać jeszcze Harasiewiczówkę stojącą u zbiegu dzisiejszych ulic ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zm3tHvJVvoqY8NlZTbsuTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN13 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wtorek na Jarmarku św. Dominika. Atrakcji co nie miara!",
            "link": "https://www.gdansk.pl/wiadomosci/Wtorek-na-Jarmarku-sw-Dominika-Atrakcji-co-nie-miara,a,293841",
            "description": "Komedia romantyczna pod gołym niebem, tenorowe głosy, koncert z utworami muzyki klasycznej, pop oraz hitów musicalowych, a może udział w licytacji antyków? Z takich między innymi atrakcji można skorzy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.D8ERvtfekHw1O8Keqc2ngQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska23 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Wtorek na Jarmarku św. Dominika. Atrakcji co nie miara!\n\nKomedia romantyczna pod gołym niebem, tenorowe głosy, koncert z utworami muzyki klasycznej, pop oraz hitów musicalowych, a może udział w licytacji antyków? Z takich między innymi atrakcji można skorzystać we wtorek, 12 sierpnia, na Jarmarku św. Dominika. Jak każdego dnia, na odwiedzających czeka też ponad 740 stoisk oraz kulinarna podróż przez 18 kuchni świata na Skwerze Świętopełka.\n\nKto da więcej? Licytacja antyków na Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nDźwięk organów i muzeum uniwersytetu\n\nTo już ostatni tydzień 765. Jarmarku św. Dominika. Impreza zakończy się w niedzielę, 17 sierpnia.\n\nCo ciekawego czeka nas we wtorek, 12 sierpnia?\n\nPrzegląd najciekawszych wydarzeń zacznijmy od prezentacji organów w kościele św. Mikołaja. Usłyszymy najsłynniejsze kompozycje muzyki klasycznej prezentujące pełne możliwości brzmienia instrumentu. Zagra Maciej Jachimowicz, organista kościoła św. Mikołaja.\n\nPo koncercie jest możliwość wejścia na chór i wysłuchania historii organów oraz zaznajomienia się z ich budową. W tym roku przypada 270. rocznica budowy organów w gdańskiej świątyni.\n\nPoczątek koncertu organowego o godzinie 13.00. Wstęp wolny.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nWe wtorek w swoje progi zaprasza też Muzeum Uniwersytetu Gdańskiego. Placówka mieści się w zabytkowym Domu Opatów Pelplińskich, na Starym Mieście, przy ul. Bielańskiej 5. To najmłodsze muzeum w Gdańsku. Zostało otwarte w październiku 2024 r.\n\nEkspozycja MUG jest kameralna. Zajmuje przestrzeń nieco ponad 100 m kw. Opowieść o historii uczelni podzielono na pięć części. Wystawa pokazuje związki uniwersytetu z morzem, strajki studenckie i działalność opozycyjną oraz kulturę uniwersytecką i życie studenckie.\n\nZwiedzanie kuratorskie Muzeum UG rozpocznie się o godz. 14.00. Trwa 60 minut.\n\nGratka dla melomanów\n\nNa “Koncert pod gwiazdami” zaprasza we wtorek o godz. 17.30 Przystanek Równość, znajdujący się przy Skwerze Heweliusza i ulicy Rajskiej.\n\nWe wtorek na Przystanku Równość zaplanowano aż dwa koncerty fot. Grzegorz Mehring/ gdansk.pl\n\nTym razem wystąpi kwartet smyczkowy, który jest częścią zespołu wokalno-instrumentalnego Cappella Gedanensis.\n\nMuzycy prezentują wysoki poziom wykonawczy oraz zróżnicowany repertuar adresowany do szerokiego odbiorcy.\n\nW repertuarze kwartetu są najpiękniejsze kompozycje klasyczne Wolfganga Amadeusza Mozarta, Roberta Schumanna i Georga Friedricha Händla. Ale nie tylko. Zespół wykonuje także także utwory ragtime Scotta Joplina, przeboje Beatlesów oraz orkiestrowe dzieła Joaquína Rodrigo.\n\nKwartet Cappella Gedanensis wykonuje też znane przeboje musicalowe. Jakby tego było mało, to aranżacje licznych kompozytorów są przygotowywane specjalnie dla gdańskiej grupy, która występuje z wieloma wybitnymi artystami, takimi jak Vadim Brodski (Ukraina), Łukasz Długosz oraz Konstanty Andrzej Kulka. Nagrywa z nimi płyty i uczestniczy w prestiżowych koncertach.\n\nOto skład zespołu, który wystąpi podczas jarmarkowego koncertu:\n\nKatarzyna Kowacz – skrzypce\n\nKatarzyna Rogalska – skrzypce\n\nTomasz Mrowi ński – alt ówka\n\nAlicja Lach-Owsiany - wiolonczela\n\nRzemieślnicy świętowali z publicznością na Jarmarku św. Dominika\n\nPo koncercie kwartetu warto pozostać na widowni. Na scenie Przystanku Równość pojawią się muzycy z “Koncertem trzech tenorów”. 7 lipca 1990 r. roku przy 6-tysięcznej widowni i 800 milionami przed telewizorami, odbył się pierwszy w historii plenerowy koncert operowy. W Termach Karakalli w Rzymie wystąpili razem Luciano Pavarotti, Placido Domingo i José Carreras.\n\nKoncert na jarmarku uczci to muzyczne show sprzed 35 lat.\n\nWystąpią:\n\nWitalij Wydra - śpiew\n\nŁukasz Wroński - śpiew\n\nMarcin Pomykała - śpiew\n\nEmilia Grażyńska - fortepian\n\nBarbara Żurowska-Sutt - kierownictwo artystyczne i prowadzenie koncertu\n\nWylicytuj starocie\n\nStrefy Retro przy ulicy Długie Ogrody, gdzie rozgościł się wielki pchli targ i kolekcjonerzy sztuki, nie trzeba specjalnie reklamować. To, co roku jedno z najbardziej popularnych i obleganych miejsc na Jarmarku św. Dominika.\n\nW tym roku dodatkową atrakcją dla szperaczy staroci jest licytacja antyków.\n\nPodczas licytacji antyków na Przystanku Retro nie brakuje emocji fot. Grzegorz Mehring/ gdansk.pl\n\nWe wtorek, o godz. 18.00, poprowadzi ją Arkadiusz Woźniak, jedna z najbardziej rozpoznawalnych twarzy telewizyjnego programu „Łowcy Skarbów – kto da więcej?”. To wyjątkowa okazja, aby poczuć dreszcz emocji prawdziwej aukcji w stylu vintage. Na scenie pojawią się unikatowe przedmioty z “duszą”: ceramika, dekoracje i starannie wyselekcjonowane skarby, które czekają na nowego właściciela.\n\nRozrywka filmowa pod gołym niebem\n\nKulturalny wtorek na Jarmarku św. Dominika zakończy Kino Letnie. Na Przystanku Port Gdańsk pod Żaglami (Wyspa Ołowianka) o godz. 19.30 zobaczymy amerykański film “Miłość bez ostrzeżenia” (ang. She Came to Me).\n\nTo błyskotliwa i ciepła komedia romantyczna o poszukiwaniu miłości w najmniej oczekiwanych momentach. Czy przypadkowe spotkanie może odmienić całe życie? Przekona się o tym cierpiący na kryzys twórczy kompozytor, który po niezwykłej nocy spędzonej z uzależnioną od romansów kapitan holownika odnajduje utraconą inspirację.\n\nW filmie, wyreżyserowanym przez Rebeccę Miller, znalazła się gwiazdorska obsada: Anne Hathaway, Peter Dinklage i Marisa Tomei. Wstęp na film wolny. Czas projekcji: 102 minuty.\n\nTuse pieje 765 lat. Mural znanego artysty na Jarmarku św. Dominika\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano we wtorek, 12 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku. UWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nZaczęło się w XIII wieku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taki był najstarszy kościół w Gdańsku. Belki wezmą do Biskupina?",
            "link": "https://www.gdansk.pl/wiadomosci/Najstarszy-kosciol-w-Gdansku-archeologia-grob-rycerza-lodziarnia-Mis,a,293944",
            "description": "Wiadomo, co dalej ze znalezionymi pod dawną lodziarnią 'Miś' pozostałościami najstarszego kościoła w Gdańsku. Datowane na rok ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.z6U6IjWqUUZJrCRuq1l1Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oficjalny portal miasta Gdańska4 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Wiadomo, co dalej ze znalezionymi pod dawną lodziarnią “Miś” pozostałościami najstarszego kościoła w Gdańsku. Datowane na rok 1140 dębowe belki mają być wydobyte z ziemi i poddane gruntownej konserwacji - w związku z tym, trzeba będzie rozkopać część ul. Sukienniczej. Taka jest decyzja ekspertów Wojewódzkiej Rady Ochrony Zabytków, którą we wtorek, 12 sierpnia, zwołał wojewódzki pomorski konserwator zabytków.\n\nPomarańczowym kołem zaznaczyliśmy przybliżony obszar starogdańskiego Zamczyska, czerwonym krzyżykiem - miejsce przy ul. Sukienniczej, gdzie natrafiono na relikty najstarszego kościoła. Rzeka to Motława, której brzegi łączy tutaj kładka zwodzona na Ołowiankę mat. Ortofotomapa/gdansk.pl\n\nGrób pod lodziarnią\n\nChodzi o miejsce, gdzie niedawno odkryto grób i kompletny szkielet rycerza z przełomu XIII i XIV wieku, co stało się archeologiczną sensacją sezonu nie tylko w Polsce. Gdańszczanie świetnie znają to miejsce - grób znajdował się pod budynkiem, gdzie od lat 60. ubiegłego wieku funkcjonowała popularna lodziarnia “Miś”.\n\nCzekał 700 lat na wielką sławę. Światowe media, w tym CNN, o gdańskim rycerzu\n\nKilka miesięcy wcześniej archeolodzy natrafili tam na relikty najstarszej świątyni chrześcijańskiej w Gdańsku. Była zbudowana z potężnych dębowych belek, metodą zrębową - co ma ogromne znaczenie, bowiem jest to typowe dla budownictwa słowian. Z badania dendrochronologicznego wynika, że drewno pochodzi z roku 1140.\n\nW ziemi zachowało się jedynie siedem poziomów belek, co daje prawie 2 metry wysokości, licząc od fundamentów. Czy to znaczy, że nie jesteśmy w stanie ustalić, jak wyglądała najstarsza gdańska świątynia chrześcijańska? Zdaniem prof. Piotra Samóla, musiała przypominać norweskie kościoły słupowe. Nz. Gol Stavkirke z roku 1212, stał w regionie Buskerud, w XIX wieku został przeniesiony do Skansenu Norweskiego w Oslo. Ma ponad 7 metrów wysokości fot. Lestat/commons.wikimedia.org\n\nA jeśli to nie kościół?\n\nArcheolodzy mają obecnie do eksploracji jedynie obszar działki przy ul. Sukienniczej, która przygotowywana jest pod nową inwestycję. Odsłonili i opisali niecałą połowę pozostałości drewnianej budowli, które tkwią w ziemi. Co z dotychczasowych ustaleń wynika? Że - patrząc z lotu ptaka - był to najprawdopodobniej budynek o kształcie krzyża greckiego, a więc równoramiennego, o jednakowej szerokości i długości: 14 metrów.\n\nWłaśnie słowo “prawdopodobnie” jest tutaj problemem. Nie wszystkie autorytety naukowe chcą oficjalnie potwierdzić, że mamy do czynienia z kościołem, i to kościołem zbudowanym na planie krzyża greckiego. Trzeba rozwiać te 5 procent wątpliwości, jakie jeszcze są.\n\nŚw. Wojciech, patron Gdańska - jak wyglądał? Ustalili to Czesi\n\nArcheolodzy domyślają się, że kościół został wybudowany na planie równoramiennego krzyża greckiego, o rozmiarach 7 metrów na 7 metrów mat. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nNie, to musi być kościół\n\nCo do sakralnego charakteru miejsca, wielkich wątpliwości nie ma. Wokół znajdują się pozostałości średniowiecznego cmentarza na ponad 300 grobów. Archeolodzy znaleźli też piach, którym było posypane otoczenie budynku - wyraźny ślad, że miejsce miało uświęcony charakter. Wokół ludzie mogli po kostki brodzić w błocie i nieczystościach, ale sam kościół, z otoczeniem, musiał stanowić zapowiedź tego lepszego chrześcijańskiego życia po śmierci.\n\n- To był pierwszy “Mariacki” - mówi z głębokim przekonaniem archeolog Sylwia Kurzyńska. Tego samego zdania jest dr Monika Kasprzak. Obie panie już trzeci sezon prowadzą wykopaliska w tym miejscu.\n\nJeśli jakieś wątpliwości są, to dotyczą kształtu budowli. Była postawiona na planie krzyża greckiego, czy krzyża z długą osią pionową i krótszą poziomą?\n\nNie można jednak wykluczyć, że był to inny kształt krzyża - wątpliwości rozwieje dopiero odkopanie pozostałości, które znajdują się pod chodnikiem i jezdnią ul. Sukienniczej mat. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nInny dawny Gdańsk\n\nSprawa jest najwyższej wagi, bowiem weryfikuje dotychczasową wiedzę naukową na temat historii Gdańska i pozwala na stawianie nowych hipotez.\n\nJeszcze raz to podkreślmy: zrębowa konstrukcja jest typowa dla budownictwa słowiańskiego\n\nZe źródeł historycznych wynika, że w XII wieku w Gdańsku istniał kościół pw. Maryi Bożej Rodzicielki. Dotychczas uważano, że był poprzednikiem dzisiejszej bazyliki Mariackiej i znajdował się zapewne gdzieś na jej terenie. Teraz okazuje się, że ta najstarsza świątynia Gdańska znajdowała się zupełnie gdzie indziej i nie miała nic wspólnego z lokalizacją bazyliki Mariackiej, którą zaczęto budować w 1343 roku\n\nKościół pw. Maryi Bożej Rodzicielki znajdował się więc nie na Głównym Mieście, ale w Zamczysku, gdzie w XII w. funkcjonował obronny gród, będący siedzibą kasztelana lub wojewody. Budowa świątyni nie była możliwa bez stosownej decyzji władz kościelnych - jest to więc świadectwo tworzenia w tamtym okresie sieci parafialnej na Pomorzu, systematycznej chrystianizacji tych ziem.\n\nUnikatowa jest sama budowla. Nie ma drugiego takiego kościoła w całej Europie Środkowej. Podobne znane są jedynie na Rusi Nowogrodzkiej i w Norwegii.\n\nGdzie i kiedy zaczął się stary Gdańsk? W Dworze Artusa poznaliśmy fakty i hipotezy\n\nWokół kościoła znajdował się średniowieczny cmentarz, być może najstarsza chrześcijańska nekropolia w Gdańsku. Jest tutaj ponad 300 grobów fot. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nPo konserwacji - ekspozycja?\n\nTo wszystko oznacza, że reliktów gdańskiego kościoła nie można po częściowym odkopaniu po prostu zasypać i zostawić. Scenariusz optymalny: wydobyć wszystkie belki z ziemi, poddać konserwacji i zastanowić się, co dalej.\n\n- Zachowało się siedem poziomów belek, na prawie 2 metry wysokości - mówi prof. Piotr Samól, szef Katedry Historii Architektury i Konserwacji Zabytków Politechniki Gdańskiej. - To wystarczająco dużo, by można było myśleć o ekspozycji tego unikatowego obiektu.\n\nWidok pozostałości kościoła z lotu ptaka. Obecnie są zasypane ziemią, w celu zminimalizowania wpływu warunków atmosferycznych na prawie 900-letnie drewno fot. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nTak to widzą eksperci\n\nWe wtorek, 12 sierpnia, w Gdańsku zebrała się Wojewódzka Rada Ochrony Zabytków, która jest organem doradczym przy pomorskim konserwatorze zabytków, Dariuszu Chmielewskim. W jej składzie znaleźli się m.in. dr Henryk Paweł Dąbrowski, dyrektor Muzeum Archeologicznego w Biskupinie, dr hab. Waldemar Ossowski, prof. UG, dyrektor Muzeum Gdańska, dr Michał Starski z Katedry Archeologii Średniowiecza i Nowożytności, Wydział Archeologii Uniwersytetu Warszawskiego, a także Janusz Tarnacki, miejski konserwator zabytków w Gdańsku i Ewa Trawicka, dyrektorka Muzeum Archeologiczne w Gdańsku.\n\nWnioski?\n\nOdkrycia przy ul. Sukienniczej mają znaczenie nie tylko dla pomorskich, ale i europejskich dziejów średniowiecznej Europy.\n\nZabezpieczone relikty zabudowy sakralnej zostaną wydobyte i przekazane do konserwacji, co powinno nastąpić jeszcze w tym sezonie badań.\n\nBadania powinno rozszerzyć się o chodnik i ulicę Sukienniczą (co będzie wymagało uzgodnień z Miastem Gdańsk).\n\nOdkopane przez archeologów belki mają przekrój rzędu 42 cm na 30 cm. Aż trudno uwierzyć, że przeleżały w ziemi prawie dziewięć stuleci. Wkrótce będą poddane konserwacji, zapewne w Biskupinie fot. Archeo Scan Pracownia Archeologiczno-Konserwatorska\n\nWedług wstępnych ustaleń, wydobyte z ziemi drewniane belki będą prawdopodobnie poddane konserwacji w Muzeum Archeologicznym w Biskupinie, które posiada nie tylko odpowiednich specjalistów, ale też zbiorniki do konserwacji elementów o długości do 5 metrów - co będzie niezbędne w przypadku prac nad reliktami najstarszego gdańskiego kościoła.\n\nDalsze decyzje będą podejmowane w miarę potrzeb."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dziwne sieci w Ukrainie. Będą stanowić zagrożenie na długo po wojnie",
            "link": "https://tech.wp.pl/dziwne-sieci-w-ukrainie-beda-stanowic-zagrozenie-na-dlugo-po-wojnie,7188456971713120a",
            "description": "Masowe wykorzystanie dronów FPV sterowanych poprzez światłowody sprawiło, że wiele terenów będzie śmiertelną pułapką dla cywilnych samolotów oraz śmigłowców nawet przez dekady po wojnie.",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "WP Tech16 godz.",
            "source": "WP Tech",
            "article_content": "Obydwie strony wojny w ostatnim roku zaczęły intensywnie wykorzystywać drony FPV sterowane poprzez rozwijany światłowód. Jest to prosta i dość łatwa w masowej produkcji metoda zapewniająca odporność na systemy walki elektronicznej. Nie jest jednak pozbawiona wad, ponieważ oprócz głowicy bojowej i baterii dron musi przenosić szpulę z kablem. Limituje to efektywny zasięg zazwyczaj do przedziału 10-20 kilometrów lotu.\n\nW obszarach walk, takich jak te w pobliżu rosyjskich bądź ukraińskich okopów, światłowody stały się powszechnym widokiem. Na poniższym nagraniu widać, jak wkomponowują się w krajobraz.\n\nRozwiń\n\nPozostałe włókna ułatwiają także identyfikację lokalizacji wykorzystywanych przez droniarzy przeciwnika. Wystarczy tylko podążać za kablami, by odkryć miejsca, z których sterowano dronami. Taka analiza może ujawnić szczegóły dotyczące taktyki rozmieszczenia pilotów urządzeń oraz konstrukcji ich kryjówek.\n\nDalsza część artykułu pod materiałem wideo\n\nSieci światłowodowe w Ukrainie\n\nDo min czy niewybuchów jako problematyczne relikty wojny w Ukrainie należy dodać pozostałości po dronach w postaci światłowodów. Mimo iż kable nie są aż tak oczywistym zagrożeniem, to wciąż mogą być problematyczne. Jeśli zaplącze się w nie człowiek, to nożyce do cięcia drutu czy ostry nóż pozwolą na oswobodzenie się z pułapki.\n\nGorzej jest w przypadku np. samolotów rolniczych czy śmigłowców, gdzie natknięcie się na takie światłowody o wytrzymałości porównywalnej do przewodów energetycznych może skutkować rozbiciem maszyny. Warto też dodać, że są one na tyle lekkie, że wiatr może je unosić w powietrzu. Według EASA (European Union Aviation Safety Agency), kolizja z przewodami powoduje śmierć w około 30 proc. wypadków i do 60 proc. podczas lotów w trudnych warunkach lub w nocy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb w Sławnie. Odkrycie podczas remontu mieszkania. Oto zawartość skrytki. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/skarb-w-s%C5%82awnie-odkrycie-podczas-remontu-mieszkania-oto-zawarto%C5%9B%C4%87-skrytki-zdj%C4%99cia/ar-AA1KnrcK?ocid=BingNewsVerp",
            "description": "Poniemiecki skarb był ukryty pod podłogą w Sławnie. Zobaczcie rzeczy, które zostały znalezione podczas remontu jednego z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bGPNKGZqN4y2ObavY3y2dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nasze Miasto on MSN17 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To uzdrowisko to perła Dolnego Śląska. Latem tonie w zieleni",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/to-uzdrowisko-to-per%C5%82a-dolnego-%C5%9Bl%C4%85ska-latem-tonie-w-zieleni/ar-AA1Kn7fx?ocid=BingNewsVerp",
            "description": "Szczawno-Zdrój to jedno z najbardziej popularnych polskich uzdrowisk. Latem zamienia się w zieloną oazę, gdzie czas płynie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7SZ0EAXVU49x-aOFTf8FkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Ofeminin on MSN17 godz.",
            "source": "Ofeminin on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-13,7,day.html",
            "description": "Na stałą ekspozycję Muzeum Uniwersytetu Jagiellońskiego w Collegium Maius składają się zabytkowe wnętrza, takie jak libraria (biblioteka), stuba communis (dawna jadalnia),skarbiec, pokoje profesorskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków5 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przed chwilą zakończyło się spotkanie ekspertów, którzy po raz pierwszy obejrzeli zabytkową kapsułę, znalezioną w wieży legnickiej Katedry",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/przed-chwil%C4%85-zako%C5%84czy%C5%82o-si%C4%99-spotkanie-ekspert%C3%B3w-kt%C3%B3rzy-po-raz-pierwszy-obejrzeli-zabytkow%C4%85-kapsu%C5%82%C4%99-znalezion%C4%85-w-wie%C5%BCy-legnickiej-katedry/ar-AA1Kn6Vt?ocid=BingNewsVerp",
            "description": "Jak ustaliliśmy, jest już niemal pewne, że to tzw. kapsuła czasu. Jej zawartość zostanie zaprezentowana oficjalnie podczas ...",
            "image_url": "https://www.bing.pl/th?id=OVF.zj44RV%2fATWDz%2bAZUQygKUQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Legnica Nasze Miasto on MSN17 godz.",
            "source": "Legnica Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Słynny turecki kurort świeci pustkami. Turystów odstrasza drożyzna",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/s%C5%82ynny-turecki-kurort-%C5%9Bwieci-pustkami-turyst%C3%B3w-odstrasza-dro%C5%BCyzna/ar-AA1KnnWS?ocid=BingNewsVerp",
            "description": "Jeszcze kilka lat temu Marmaris, malowniczy kurort nad Morzem Egejskim, przyciągał tłumy turystów z całego świata, w tym z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yVKgXEDvFARctrSumCZQNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Ofeminin on MSN16 godz.",
            "source": "Ofeminin on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-13,7,day.html",
            "description": "Na stałą ekspozycję Muzeum Uniwersytetu Jagiellońskiego w Collegium Maius składają się zabytkowe wnętrza, takie jak libraria (biblioteka), stuba communis (dawna jadalnia),skarbiec, pokoje profesorskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków5 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "700-letni miecz z Polski. Światowe media zachwycone znaleziskiem",
            "link": "https://tech.wp.pl/700-letni-miecz-z-polski-swiatowe-media-zachwycone-znaleziskiem,7188467853654784a",
            "description": "Światowe media rozpisują się o znalezisku warszawskiego wędkarza, który w ub. miesiącu wyłowił z Wisły zabytkowy miecz. Artefakt jest wstępnie datowany na XIII wiek.",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Tech18 godz.",
            "source": "WP Tech",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]