[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nakielski Jarmark Bożonarodzeniowy na ludową nutę. Krajeńskie tańce i hafty, lanie wosku oraz pyszne jedzenie",
            "link": "https://pomorska.pl/nakielski-jarmark-bozonarodzeniowy-na-ludowa-nute-krajenskie-tance-i-hafty-lanie-wosku-oraz-pyszne-jedzenie/ar/c13p2-28247433",
            "description": "Tłoczno i kolorowo. Taki był świąteczny jarmark w Nakle. Mieszkańcy przyszli całymi rodzinami. Były chwile, że trudno się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3MZ5j2rC0L57l32MZq2DpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska10 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Strykierowe dylematy polskiej armii: kosztowne wsparcie kontra własny przemysł.",
            "link": "https://gazeta-lokalna.pl/strykierowe-dylematy-polskiej-armii-kosztowne-wsparcie-kontra-wlasny-przemysl/",
            "description": "Wielkim echem w polskiej przestrzeni obronnej odbija się wizja potencjalnego wzmocnienia floty transporterów opancerzonych o ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cosXrWvkFY2tBeGz2k2AFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Lokalna18 godz.Opinion",
            "source": "Gazeta Lokalna",
            "article_content": "Wielkim echem w polskiej przestrzeni obronnej odbija się wizja potencjalnego wzmocnienia floty transporterów opancerzonych o amerykańskie Strykery – pojazdy, które mogłyby trafić do naszych sił zbrojnych „bezpłatnie”. Czy jednak ten dar od sojusznika to prawdziwy skarb, czy może finansowa pułapka, która obciąży budżet bardziej niż się spodziewamy? Przyjrzyjmy się bliżej dwóm stronom tego medalu – potencjalnym korzyściom i znaczącym ryzykom.\n\nKusi wizja darmowej technologii: Czy Stryker to tylko bonus?\n\nPotencjalna korzyść, choć obarczona pewną dozą niepewności, to kwestia ceny. Oczywiście, perspektywa „bezpłatnego” przejęcia pojazdów brzmi kusząco, ale jak podkreśla Mariusz Cielma, redaktor naczelny „Nowej Techniki Wojskowej”, darmowość to pojęcie względne. „To są wozy na pewno bardziej przydatne niż używane Cougary, które kupiliśmy kilka lat temu i już mamy w służbie. Jeżeli to mają być starocie po Iraku i Afganistanie, to pojawia się pytanie czy warto to brać, ponieważ koszty remontów mogą być znaczne” – zauważa ekspert. W pesymistycznym scenariuszu, koszty przywrócenia tych wozów do pełnej sprawności mogą zbliżyć się do kwoty, jaką trzeba by wydać na zakup zupełnie nowych transporterów opancerzonych. To gra o sumę zerową, jeśli nie przemyślimy skali modernizacji.\n\nNiemniej jednak, wejście Strykerów do polskiej armii ma jeszcze jeden, strategiczny atut. Zapoznanie polskich żołnierzy z tym sprzętem, który Amerykanie aktywnie dostarczają choćby Ukrainie, mogłoby procentować podczas ewentualnego kryzysu. Posiadanie znajomości obsługi sojuszniczego sprzętu to nieoceniony kapitał w sytuacji, gdybyśmy nagle, w obliczu zagrożenia, potrzebowali natychmiastowego i silnego wsparcia ze strony państw NATO. To budowanie interoperacyjności w praktyce, a nie tylko na papierze.\n\nPlusy ujemne: Jak amerykański dar wpłynie na rodzimy przemysł?\n\nKażdy, kto choć trochę zna realia zbrojeniowe, wie, że każda moneta ma dwie strony. Wprowadzenie Strykerów do naszego arsenału niesie ze sobą poważne ryzyko dla polskiego przemysłu obronnego. Najważniejszym „minusem” jest niejasny wpływ tego ruchu na przyszłe zamówienia na nasze, krajowe kołowe transportery opancerzone Rosomak, dostarczane przez Polską Grupę Zbrojeniową (PGZ). Pozyskanie maszyn „za darmo” może sprawić, że armii nagle „zabraknie środków na zakupy w polskim przemyśle”, co jest scenariuszem, na który nie może sobie pozwolić nasza zbrojeniówka rozwijana na potęgę.\n\nSytuację komplikuje fakt, że Rosomak, choć produkowany na polskiej licencji od fińskiej Patrii, ma wygasającą umowę w 2028 roku. Mimo że polski przemysł wzbogacił konstrukcję o cenioną na rynku wieżyczkę ZSSW-30, współpraca transgraniczna bywa trudna i podobno wpływa negatywnie na możliwości eksportowe naszej konstrukcji. Rozwiązaniem tego pata ma być projekt Nowego Kołowego Transportera Opancerzonego (NKTO) – pieszczotliwie nazywanego Serwalem. Problem polega na tym, że o Serwalu mówi się od lat, a jego materializacja wciąż napotyka na biurokratyczne, bądź finansowe przeszkody.\n\nCo na to PGZ? Biuro prasowe spółki informuje, że „Harmonogram realizacji projektu NKTO Serwal zakłada możliwość zabezpieczenia potrzeb Sił Zbrojnych RP w obszarze kołowych transporterów opancerzonych poprzez płynne przejście z obecnie realizowanych dostaw KTO Rosomak na nowy pojazd”. Kluczem do tego „płynnego przejścia” jest jednak szybkie dopięcie formalności: „Kluczowym działaniem dla kontynuacji prac projektowych przez Grupę Kapitałową PGZ nad NKTO jest zawarcie z Agencją Uzbrojenia umowy wykonawczej na podwozia prototypowe wraz z zagwarantowaniem dostaw seryjnych pojazdów”. Innymi słowy, dopóki nie będzie twardych kontraktów na następcę Rosomaka, wizja zastąpienia luk (ewentualnie powstałych przez otrzymanie Strykerów) rodzimym, nowoczesnym pojazdem pozostaje w sferze ambitnych planów, a nie pewnego harmonogramu. Decyzja o przyjęciu amerykańskiej „darowizny” będzie miała zatem dalekosiężne konsekwencje dla całej polskiej linii produkcyjnej bojowych wozów kołowych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Maciej Miłosz: Używane, tanio oddam. O co chodzi z amerykańskimi transporterami Stryker?",
            "link": "https://www.rp.pl/opinie-ekonomiczne/art43458701-maciej-milosz-uzywane-tanio-oddam-o-co-chodzi-z-amerykanskimi-transporterami-stryker",
            "description": "MON rozważa (bez)płatne przyjęcie od Amerykanów transporterów kołowych. To konkurencja dla polskich Rosomaków, które jednak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jiVnETiRqH_6K6N_YhIosC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Rzeczpospolita21 godz.Opinion",
            "source": "Rzeczpospolita",
            "article_content": "Drugą zaletą, ale już niepewną, może być cena. To jednak zależy od stanu, w jakim są te wozy. To, że dostaniemy je „bezpłatnie”, nie oznacza, że nie poniesiemy żadnych kosztów. – To są wozy na pewno bardziej przydatne niż używane Cougary, które kupiliśmy kilka lat temu i już mamy w służbie. Jeżeli to mają być starocie po Iraku i Afganistanie, to pojawia się pytanie czy warto to brać, ponieważ koszty remontów mogą być znaczne – mówi Mariusz Cielma, redaktor naczelny Nowej Techniki Wojskowej. Można założyć, że w pesymistycznym wariancie, niedużo mniejsze niż koszt zakupu nowych transporterów opancerzonych.\n\nWreszcie można uznać za wartość, że w przypadku wprowadzenia Strykerów do naszej armii, polscy żołnierze by się z tym sprzętem zapoznali – przypomnijmy, że m.in. takie pojazdy Amerykanie dostarczyli Ukraińcom w ostatnich latach. To mogłoby procentować w przypadku kryzysu, gdybyśmy nagle potrzebowali silnego wsparcia od sojuszników.\n\nPlusy ujemne\n\nJednak warto pamiętać, że każdy kij ma dwa końce, a wprowadzenie transporterów Stryker miałoby też oczywiste minusy. Po pierwsze, nie wiadomo jak taki ruch wpłynąłby na kolejne zamówienia kołowych transporterów opancerzonych Rosomak w Polskiej Grupie Zbrojeniowej. Po otrzymaniu „bezpłatnych” wozów z USA, wojsku mogłoby zwyczajnie zabraknąć środków na zakupy w polskim przemyśle.\n\nWarto też jednak pamiętać, że Rosomaki są produkowane na licencji od fińskiej Patrii, a ta licencja wygasa w 2028 r. I mimo że to polski przemysł dołożył tam wieżyczkę ZSSW-30, która zdobywa uznanie na rynku, to współpraca jest ciężka i wpływa m.in. na możliwości eksportowe Rosomaków. Pewnym wyjściem z tej sytuacji i zakończeniem trudnej kooperacji z partnerem z północy, ma być zaprojektowanie tzw. Nowego Kołowego Transportera Opancerzonego –Serwala. Z tym, że o tym projekcie mówi się od lat i jakoś wciąż nie może się on zmaterializować.\n\nCo na to polski przemysł? – Harmonogram realizacji projektu NKTO Serwal zakłada możliwość zabezpieczenia potrzeb Sił Zbrojnych RP w obszarze kołowych transporterów opancerzonych poprzez płynne przejście z obecnie realizowanych dostaw KTO Rosomak na nowy pojazd. Kluczowym działaniem dla kontynuacji prac projektowych przez Grupę Kapitałową PGZ nad NKTO jest zawarcie z Agencją Uzbrojenia umowy wykonawczej na podwozia prototypowe wraz z zagwarantowaniem dostaw seryjnych pojazdów – informuje „Rz” biuro prasowe PGZ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ we Włocławku 7 grudnia 2025 - choinki, ozdoby, stroiki świąteczne, dużo staroci. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-we-w%C5%82oc%C5%82awku-7-grudnia-2025-choinki-ozdoby-stroiki-%C5%9Bwi%C4%85teczne-du%C5%BCo-staroci-zdj%C4%99cia-wideo/ar-AA1RSi3Z?ocid=BingNewsVerp",
            "description": "W niedzielę, 7 grudnia 2025 roku odbył się we Włocławku kolejny Pchli Targ. Zobaczcie na zdjęciach i wideo, co oferowali ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SQI7fRqoGHKSatp8KxkNAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN18 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 08.12",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-08-12/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński12 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 08.12",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-0812/ar-AA1Rx3jh?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN11 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare monety są teraz wiele warte. Lepiej sprawdź, czy masz którąś w domu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-stare-monety-s%C4%85-teraz-wiele-warte-lepiej-sprawd%C5%BA-czy-masz-kt%C3%B3r%C4%85%C5%9B-w-domu/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Przyjrzyj się dokładnie swoim monetom, które trzymasz w domu. Ich wartość jest najpewniej dzisiaj znacznie większa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LQmBa9ooVwdgKy5n3Bk2oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN7 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny tych dwuzłotówek potrafią dzisiaj zaskoczyć. Ma je w domu niemal każdy Polak",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/ceny-tych-dwuz%C5%82ot%C3%B3wek-potrafi%C4%85-dzisiaj-zaskoczy%C4%87-ma-je-w-domu-niemal-ka%C5%BCdy-polak/ar-AA1PdLQX?ocid=BingNewsVerp",
            "description": "Takie dwuzłotówki jeszcze niedawno były kupowane przez Polaków na potęgę. Obecnie część z nich osiąga na aukcjach ceny, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ITDBsuXjnSDva_Ui_jzygC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN7 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 8.12.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-8122025/ar-AA1OXkNT?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kQor35RUik_fedtS68tsQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN8 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Strażacy z Biejkowa w gminie Promna odpalili race na powitanie samochodu ratowniczo o gaśniczego. Nowy nabytek to radość dla druhów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/stra%C5%BCacy-z-biejkowa-w-gminie-promna-odpalili-race-na-powitanie-samochodu-ratowniczo-o-ga%C5%9Bniczego-nowy-nabytek-to-rado%C5%9B%C4%87-dla-druh%C3%B3w/ar-AA1RWs0t?ocid=BingNewsVerp",
            "description": "W niedzielę w nocy na ulicy Warszawskiej we Wsoli pod Radomiem spaliły się trzy samochody dostawcze marki Iveco.",
            "image_url": "https://www.bing.pl/th?id=OVFT.j99lRkpww6KPZt_MPKfxqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Echo Dnia on MSN49 min",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Młodzieżowe słowo roku 2025. Znamy wyniki tegorocznego plebiscytu. Zwycięzca mógł być tylko jeden",
            "link": "https://www.msn.com/pl-pl/news/other/m%C5%82odzie%C5%BCowe-s%C5%82owo-roku-2025-znamy-wyniki-tegorocznego-plebiscytu-zwyci%C4%99zca-m%C3%B3g%C5%82-by%C4%87-tylko-jeden/ar-AA1RWtU6?ocid=BingNewsVerp",
            "description": "\"Brainrot\", \"freaky\", \"GOAT\", a może \"fr\"? To tylko część ze słów, które trafiły na finałową listę plebiscytu Młodzieżowego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5NrBQo9eGRiJSPCVgOV7AS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN2 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rozświetlili Starą Błotnicę. W centrum miejscowości. Rozbłysnęły świąteczne dekoracje. Zobacz, jakie piękne są iluminacje",
            "link": "https://echodnia.eu/radomskie/rozswietlili-stara-blotnice-w-centrum-miejscowosci-rozblysnely-swiateczne-dekoracje-zobacz-jakie-piekne-sa-iluminacje/ar/c1p2-28246445",
            "description": "Iluminacje świąteczne w Starej Błotnicy już zostały rozświetlone. Mieszkańcy odliczali razem zanim światełka w centrum ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xL0syv_fcje1_jcqh-5aHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Echo Dnia23 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nocny pożar przy terminalu kontenerowym w Gdyni",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/po%C5%BCar-cysterny-w-gdyni-wewn%C4%85trz-pojazdu-znaleziono-zw%C5%82oki/ar-AA1RRSjT?ocid=BingNewsVerp",
            "description": "Do tragicznego w skutkach pożaru doszło na parkingu terminala kontenerowego w Gdyni. Zapaliła się kabina ciężarówki. Po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dfsGQ8ky2JlBY002QfBEAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Dziennik Bałtycki on MSN23 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ we Włocławku 7 grudnia 2025 - choinki, ozdoby, stroiki świąteczne, dużo staroci. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-we-w%C5%82oc%C5%82awku-7-grudnia-2025-choinki-ozdoby-stroiki-%C5%9Bwi%C4%85teczne-du%C5%BCo-staroci-zdj%C4%99cia-wideo/ar-AA1RSi3Z?ocid=BingNewsVerp",
            "description": "W niedzielę, 7 grudnia 2025 roku odbył się we Włocławku kolejny Pchli Targ. Zobaczcie na zdjęciach i wideo, co oferowali ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SQI7fRqoGHKSatp8KxkNAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN18 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Posyp, odczekaj, odkurz. Pluskwy znikną z domu w kilka dni",
            "link": "https://www.msn.com/pl-pl/dom-i-ogr%C3%B3d/og%C3%B3lne/posyp-odczekaj-odkurz-pluskwy-znikn%C4%85-z-domu-w-kilka-dni/ar-AA1RUrKC?ocid=BingNewsVerp",
            "description": "Walka z pluskwami w domu nie musi być chemiczna. Odkryj sekret naszych babć – naturalny proszek, który ogranicza pasożyty w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fekCTX4Vq8PmAWLEodizay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wprost on MSN12 godz.",
            "source": "Wprost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20. Świąteczny Kiermasz Bożonarodzeniowy 2025 w Muzeum Etnograficznym we Włocławku. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/20-%C5%9Bwi%C4%85teczny-kiermasz-bo%C5%BConarodzeniowy-2025-w-muzeum-etnograficznym-we-w%C5%82oc%C5%82awku-zdj%C4%99cia-wideo/ar-AA1RVIj6?ocid=BingNewsVerp",
            "description": "W niedzielę, 7 grudnia 2025 roku, Muzeum Etnograficzne we Włocławku ponownie wypełniło się świąteczną atmosferą za sprawą ...",
            "image_url": "https://www.bing.pl/th?id=ORMS.31d94f1090afd2397781cd467af43f69&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN6 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 0 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 13 - 14 grudnia",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-0-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-13-14-grudnia/ar/c7p1-22115647",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 13 grudnia w Kołobrzegu ma być 6°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dFpX67OcI7BjiEYG1g6KLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 50 km od Pleszewa. Pomysły na jednodniową wyprawę. Gdzie w weekend 13 - 14 grudnia?",
            "link": "https://pleszew.naszemiasto.pl/trasy-na-rower-do-50-km-od-pleszewa-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-13-14-grudnia/ar/c7p1-21831917",
            "description": "Rozglądasz się za pomysłem na trasę rowerową z Pleszewa? Podpowiadamy, gdzie warto się wybrać. Przygotowaliśmy 5 ciekawych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TVl_o_bJwonOzQNfQAyB4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pleszew Nasze Miasto1 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 13 km od Oświęcimia. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 13 - 14 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/rowerem-do-13-km-od-oswiecimia-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-13-14-grudnia/ar/c7p1-21831633",
            "description": "Nim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 13 grudnia w Oświęcimiu ma być 6°C. Nie powinno padać. W niedzielę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.h7WzAQd2POxS2O_VVR3EOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto1 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedźwiadki w Górach Wałbrzyskich o krok od centrum miasta. To trzy szczyty, dwa osiedla i niezliczone tajemnice - zobacz",
            "link": "https://gazetawroclawska.pl/niedzwiadki-w-gorach-walbrzyskich-o-krok-od-centrum-miasta-to-trzy-szczyty-dwa-osiedla-i-niezliczone-tajemnice-zobacz/ar/c7p2-28238567",
            "description": "Niepozorne wzgórze Niedźwiadków w Górach Wałbrzyskich to miejsce ciekawe i niedoceniane. Warto zdobyć trzy jego wierzchołki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.y4o2SqfWF5LmMb6gcJevEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska12 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polsat News - Program TV na 16.12.2025",
            "link": "https://telemagazyn.pl/stacje/polsat-news?dzien=2025-12-16",
            "description": "Program publicystyczny, w którym Grzegorz Jankowski rozmawia z politykami, publicystami i ekspertami. Dziennikarz znany jest z charakterystycznego stylu prowadzenia rozmów ze swoimi gośćmi: nie stroni ...",
            "image_url": "https://www.bing.pl/th?id=ODF.M6jSQyukT-8vIw_sw4cWTw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Telemagazyn10 godz.",
            "source": "Telemagazyn",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ponad 90 artystów w jednym miejscu. Targowisko Sztuki wraca do Warszawy",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/ponad-90-artyst%C3%B3w-w-jednym-miejscu-targowisko-sztuki-wraca-do-warszawy/ar-AA1RVYdv?ocid=BingNewsVerp",
            "description": "Rok 2026 rozpocznie się pod znakiem sztuki, a ty możesz wejść w niego z energią twórców i bogactwem ich wyjątkowych prac.",
            "image_url": "https://www.bing.pl/th?id=OVFT.31h2SVZqWEyzruhhsOBqGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto on MSN4 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ktoś okradł motorniczego mikołajowego tramwaju",
            "link": "https://tvn24.pl/tvnwarszawa/praga-polnoc/warszawa-ktos-okradl-motorniczego-mikolajowego-tramwaju-st8790300",
            "description": "W sobotę nieznany sprawca wykorzystał nieuwagę motorniczego zabytkowego tramwaju i ukradł mu kurtkę, klucze oraz słuchawki.",
            "image_url": "https://www.bing.pl/th?id=OVFT.GcO90dNVcV7VlLfDQ3qfzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN245 godz.",
            "source": "TVN24",
            "article_content": "Tramwaj linii \"M\" Źródło: ZTM\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej Udostępnij Facebook Kopiuj link\n\n\"Wczoraj (w sobotę - red.) doszło do bardzo przykrej sytuacji. Naszemu motorniczemu, który prowadził zabytkowy wagon na linii M, skradziono służbową kurtkę. Wraz z nią zniknęły dwa pęki kluczy oraz słuchawki\" - poinformowały w niedzielę w mediach społecznościowych Tramwaje Warszawskie.\n\nDo zdarzenia doszło w okolicach Dworca Wileńskiego. Ustalono, że po kradzieży słuchawki logowały się w rejonie ulicy Wyszogrodzkiej na Bródnie.\n\nKlucze szczęśliwie wróciły\n\nSkradziona kurtka była czarna, z wąskimi paskami odblaskowymi z logo Tramwajów Warszawskich na lewej piersi. Tramwajarze podali w komunikacie, że w kurtce były również prywatne klucze motorniczego oraz pęk kluczy wagonowych.\n\nOkazało się, że klucze zostały odnalezione i przekazane innemu motorniczemu. Jak zrelacjonował w komentarzu pod wpisem TW, osoba, która oddała mu klucze, widziała, jak ktoś wrzuca je do śmietnika. Sprawa została zgłoszona na policję.\n\n- Otrzymaliśmy zgłoszenie 6 grudnia około godziny 15 i zajmujemy się tą sprawą. Ustalamy sprawcę kradzieży - potwierdziła nadkomisarz Paulina Onyszko z Komendy Rejonowej Policji Warszawa VI.\n\nZabytkowe tramwaje\n\nKursy zabytkowych tramwajów linii \"M\" zostały uruchomione z okazji Mikołajek. Kursowały w ubiegły weekend na trasie przez Ochotę, Śródmieście i Pragą Północ.\n\nCzytaj też: \"Uprowadzenie\" goryla z restauracji. Policjanci odzyskali nietypową dekorację\n\nPolicjanci odzyskali skradzioną figurę goryla Źródło: Komenda Miejska Policji w Płocku"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe w woj. śląskim. Gdzie warto się wybrać w weekend 13 - 14 grudnia? 10 najciekawszych tras",
            "link": "https://dziennikzachodni.pl/trasy-spacerowe-w-woj-slaskim-gdzie-warto-sie-wybrac-w-weekend-13-14-grudnia-10-najciekawszych-tras/ar/c7p1-22116485",
            "description": "Nim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 13 grudnia w woj. śląskim ma być od 2°C do 5°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dFpX67OcI7BjiEYG1g6KLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni2 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zdziwisz się, ile są warte teraz te monety. To numizmatyczne perły",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zdziwisz-si%C4%99-ile-s%C4%85-warte-teraz-te-monety-to-numizmatyczne-per%C5%82y/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Sprawdź, lepiej dokładnie monety, które trzymasz w domu. Ich wartość może być dzisiaj znacznie wyższa, niż się spodziewasz.",
            "image_url": "https://www.bing.pl/th?id=OVFT.g9ph38VUvLGDJv7IomXNoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN7 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 08.12",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-0812/ar-AA1RsEFD?ocid=BingNewsVerp",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN11 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ceny tych dwuzłotówek potrafią dzisiaj zaskoczyć. Ma je w domu niemal każdy Polak",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/ceny-tych-dwuz%C5%82ot%C3%B3wek-potrafi%C4%85-dzisiaj-zaskoczy%C4%87-ma-je-w-domu-niemal-ka%C5%BCdy-polak/ar-AA1PdLQX?ocid=BingNewsVerp",
            "description": "Takie dwuzłotówki jeszcze niedawno były kupowane przez Polaków na potęgę. Obecnie część z nich osiąga na aukcjach ceny, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ITDBsuXjnSDva_Ui_jzygC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN7 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie \"piąteczki\" są warte więcej niż myślisz. Wartość 5 złotych zależy od wielu czynników",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takie-pi%C4%85teczki-s%C4%85-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-warto%C5%9B%C4%87-5-z%C5%82otych-zale%C5%BCy-od-wielu-czynnik%C3%B3w/ar-AA1Rl4mH?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-XPQC0aCLdgiZ6gP74xE_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN19 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    }
]