[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak wyglądała grudniowa Falenicka Giełda Staroci w Warszawie. To wydarzenie zawsze gromadzi tłumy. Co można było kupić?",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/tak-wygl%C4%85da%C5%82a-grudniowa-falenicka-gie%C5%82da-staroci-w-warszawie-to-wydarzenie-zawsze-gromadzi-t%C5%82umy-co-mo%C5%BCna-by%C5%82o-kupi%C4%87/ar-AA1SkkAT?ocid=BingNewsVerp",
            "description": "W miniony weekend na Targowisku Falenica przy ul. Trocinowej 1 w Warszawie odbyła się kolejna edycja Falenickiej Giełdy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5OU8Dysy3OXGKsDCUsUZtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto on MSN19 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak wyglądała grudniowa edycja Falenickiej Giełdy Staroci w Warszawie. To wydarzenie nigdy nie zawodzi. Co tym razem można było kupić?",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/tak-wygl%C4%85da%C5%82a-grudniowa-edycja-falenickiej-gie%C5%82dy-staroci-w-warszawie-to-wydarzenie-nigdy-nie-zawodzi-co-tym-razem-mo%C5%BCna-by%C5%82o-kupi%C4%87/ar-AA1Skdod?ocid=BingNewsVerp",
            "description": "W niedzielę, 14 grudnia, na Targowisku Falenica przy ul. Trocinowej 1 w Warszawie odbyła się kolejna edycja Falenickiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N119b9b74hW7DUfOuujjsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto on MSN19 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TQ LASER EUROPE SP. Z O.O.",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,17652688,tq-laser-europe-sp-z-o-o.html",
            "description": "Polska zdecydowała o czasowym zamknięciu kolejowego przejścia granicznego w Małaszewiczach z powodu rosyjsko-białoruskich manewrów wojskowych Zapad-2025. Ta strategiczna decyzja, podyktowana względami ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl18 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "W piątek doszło do poważnej awarii zasilania na lotnisku Heathrow, z powodu pożaru podstacji elektrycznej w Hayes. Szacuje się, że w wyniku awarii nawet 1,3 tysiąca lotów mogło zostać anulowanych, w tym rejsy z Warszawy. Eksperci ...\n\nRomans w pracy to temat budzący skrajne emocje wśród pracowników - jedni traktują go jako prywatną sprawę, inni widzą zagrożenie dla atmosfery i efektywności zespołu. Najnowsze badania pokazują, że 19% Polaków zakochało się w miejscu ...\n\nO tym, że brak wykwalifikowanych pracowników, to jedna z największych bolączek pracodawców, mówi się nie od dziś. Branża IT nie jest pod tym względem wyjątkiem, co wyraźnie potwierdza zrealizowany przez ManpowerGroup raport \"Niedobór ...\n\nOstatnie lata na rynku handlowym to czas ekspansji parków. W 2025 roku ten trend będzie kontynuowany. Z 588,1 tys. mkw. powierzchni w budowie ponad połowę stanowią parki. Inwestorzy eksplorują coraz mniejsze rynki. Dopasowują się w ten ...\n\nRok 2025 przynosi kolejne zmiany w zachowaniach zakupowych Polaków. Konsumenci coraz częściej wybierają sposób robienia zakupów w zależności od sytuacji i własnych potrzeb, a granica między zakupami online i offline zaciera się. Wyniki ...\n\nWyjeżdżając za granicę często zabieramy ze sobą także żywność. Choć wiele produktów można przewozić bez problemu, to warto znać unijne przepisy. Co wolno przewozić, a co podlega ograniczeniom w ramach Unii Europejskiej? Jak wygląda ...\n\nZ najnowszych danych Ministerstwa Finansów opracowanych przez PITax wynika, że w ramach rocznego rozliczenia PIT za 2024 rok podatnicy musieli dopłacić fiskusowi 14,93 mld zł. To więcej o 4,13 mld zł (38%) niż przed rokiem. Średnia kwota ...\n\nPolska zmaga się z intensywnymi opadami spowodowanymi niżem genueńskim, co prowadzi do licznych podtopień i zalań. Właściciele instalacji fotowoltaicznych coraz częściej zastanawiają się, czy ich systemy są bezpieczne w takich warunkach ...\n\nBudownictwo energetyczno-przemysłowe w Polsce rozwija się dynamicznie, a wartość największych realizowanych i planowanych inwestycji wynosi już 495 mld zł. Kluczową rolę odgrywają projekty OZE, inwestycje w sieci elektroenergetyczne oraz ...\n\nPolski rynek reklamy nie zwalnia tempa – w pierwszym półroczu 2025 r. urósł o 7,2%, osiągając wartość prawie 6,6 mld zł. Najwięcej zyskał handel, który zwiększył budżety o blisko 195 mln zł. Wśród mediów największym zwycięzcą ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 18.12.2025",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-18-12-2025/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._VPgEXcM3dtR7HZcxrJPCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 18.12.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-18-12-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Są dodatkowe pieniądze dla seniorów. Wielu nie zna tych sposobów",
            "link": "https://www.msn.com/pl-pl/finanse/other/s%C4%85-dodatkowe-pieni%C4%85dze-dla-senior%C3%B3w-wielu-nie-zna-tych-sposob%C3%B3w/ar-AA1RVeHc?ocid=BingNewsVerp",
            "description": "Wielu opolskich seniorów co miesiąc sprawdza konta bankowe i zastanawia się, jak poprawić swój domowy budżet. Tymczasem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5rJBz7RGOgJsy6raaMl2CS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN17 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak tanio było dekadę temu. Te czasy już raczej nie wrócą",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/tak-tanio-by%C5%82o-dekad%C4%99-temu-te-czasy-ju%C5%BC-raczej-nie-wr%C3%B3c%C4%85/ar-AA1SxrYY?ocid=BingNewsVerp",
            "description": "Dla wielu osób przeglądanie takiej gazetki to sentymentalna podróż do czasów, gdy codzienne zakupy wyglądały inaczej, a ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H3mH18gIUeXu0jCwyHJgsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN19 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ANNA JAKUBIAK NZOZ RENTGENO-DIAGNOSTYKI \"RED-MED\"",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,17042764,anna-jakubiak-nzoz-rentgeno-diagnostyki-red-med.html",
            "description": "Polski Instytut Ekonomiczny przedstawił wnioski z raportu \"Podział obowiązków domowych i jego konsekwencje dla dzietności\". Opracowanie rzuca światło na zaangażowanie kobiet i mężczyzn w zadania związ ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Firma eGospodarka.pl2 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Zadłużenie młodych Polaków lawinowo rośnie. W ciągu roku dlugi osób w wieku 18-20 lat wzrosło prawie 4-krotnie: z 10,4 mln do aż 38,8 mln zł - wynika z danych Krajowego Rejestru Długów. Obciążają ich głównie nieuregulowane rachunki ...\n\nJuż kolejny sezon w systemie podatkowym obowiązuje zwolnienie przeznaczone dla osób, które pozostają aktywne zawodowo mimo osiągnięcia wieku emerytalnego. Ulga dla pracującego seniora jest preferencją, z której chętnie korzystają ...\n\nZadłużenie polskiej branży turystycznej jest wysokie. W ciągu roku zwiększyło się o 150 mln zł i wynosi 1,1 mld zł - wynika z danych Rejestru Dłużników BIG InfoMonitor i bazy informacji kredytowych BIK. Sezon zimowy raczej nie pozwoli na ...\n\nRuszyły dopłaty do zakupu elektrycznych ciężarówek, co powinno oznaczać, że elektryfikacja floty polskiego transportu drogowego przybierze na sile. Na dofinansowanie rząd planuje wydać 1 mld zł, a kolejne 4 mld zł mają zostać ...\n\nMężczyźni częściej niż kobiety dokonują impulsywnych zakupów - wynika z badania \"Finanse w parach 2025\", zrealizowanego na zlecenie Krajowego Rejestru Długów. Natomiast kobiety częściej żałują podjętych decyzji zakupowych.\n\nW najbliższą niedzielę (26.01.2025 r.) swój Finał będzie miała Wielka Orkiestra Świątecznej Pomocy. Bez wątpienia wielu przedsiębiorców, jak również tysiące osób prywatnych, będzie wspierać to wydarzenie, a z takiego działania ...\n\nAż 70% zarządzających procesami logistycznymi w Europie twierdzi, że ciągu 72 godzin będzie w stanie odpowiedzieć na nowe zakłócenia pojawiające się łańcuchu dostaw. Jednocześnie 92% zgadza się co do tego, że wzrosną koszty wymiany ...\n\nRozszerzenia do przeglądarek internetowych, choć bardzo pomocne w codziennym korzystaniu z sieci, mogą stanowić poważne zagrożenie dla bezpieczeństwa danych. Według badania \"Enterprise Browser Extension Security Report 2025\" aż 53% ...\n\nFirma Bain & Company zaprezentowała najnowszy raport na temat fuzji i przejęć w sektorze energii i surowców naturalnych. Opracowanie dowodzi, że globalna wartość transakcji osiągnęła najwyższy poziom od trzech lat. Siłą napędową tego ...\n\nRynek dóbr luksusowych w Polsce w 2024 r. przekroczył 55,6 mld zł, notując ponad pięciokrotny wzrost w ciągu 15 lat. To już nie tylko efekt większych portfeli Polaków, lecz przede wszystkim dojrzalszego rynku, obecności globalnych graczy ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uliczka wstydu świdnica",
            "link": "https://gazetawroclawska.pl/tag/uliczka-wstydu-swidnica",
            "description": "Przejście z Rynku ulicą Świętokrzyską do Zaułka Świętokrzyskiego w Świdnicy jest miejscem, które turysta powinien omijać. Ta ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-hbElLTfT5ufTMBp1lCNPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska6 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Radni z Częstochowy zadecydują o przyszłości targowiska na Zawodziu. Bez ich zgody prezydent nie może podpisać nowej umowy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/radni-z-cz%C4%99stochowy-zadecyduj%C4%85-o-przysz%C5%82o%C5%9Bci-targowiska-na-zawodziu-bez-ich-zgody-prezydent-nie-mo%C5%BCe-podpisa%C4%87-nowej-umowy/ar-AA1SqZQi?ocid=BingNewsVerp",
            "description": "Bez zgody rady prezydent miasta nie może podpisać nowej umowy. Obowiązująca dzierżawa, zawarta na trzy lata, wygasa z końcem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hfBmPKz2k8T1Zu2-EIFWbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Częstochowa Nasze Miasto on MSN22 godz.",
            "source": "Częstochowa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nazywają go \"Śląską Fudżijamą\". Wygasły wulkan zachwyca",
            "link": "https://www.o2.pl/informacje/nazywaja-go-slaska-fudzijama-wygasly-wulkan-zachwyca-7233699942009344a",
            "description": "Na Dolnym Śląsku znajduje się unikalne miejsce pełne wygasłych wulkanów. Ich piękno i historia przyciągają turystów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.BKoF9QNiB_5EddlKgC9n6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "o222 godz.",
            "source": "o2",
            "article_content": "Najważniejsze informacje\n\nDolny Śląsk kryje w sobie Krainę Wygasłych Wulkanów.\n\nNajbardziej znanym wulkanem jest Ostrzyca, zwana \"Śląską Fudżijamą\".\n\nRegion oferuje wiele atrakcji geologicznych dla miłośników natury.\n\nDolny Śląsk to region pełen tajemniczych i pięknych formacji wulkanicznych. Jednym z najbardziej malowniczych miejsc jest Kraina Wygasłych Wulkanów. Jak informuje twojapogoda.pl, około pięć milionów lat temu ziemia ta była świadkiem erupcji, które dziś stanowią wyjątkową atrakcję turystyczną.\n\nGórująca nad okolicą Ostrzyca jest najwyższym wulkanem tarczowym w Polsce. Mieszkańcy nazywają ją \"Śląską Fudżijamą\" ze względu na jej imponującą sylwetkę. Można tam dojść w mniej niż pół godziny, podziwiając przy okazji znakomite widoki na okoliczne pola i lasy. Wznosi się na Pogórzu Kaczawskim, w Sudetach Zachodnich, osiągając wysokość 501 metrów n.p.m.\n\nOstrzyca jest wulkanem wygasłym, który powstał około 20-30 milionów lat temu w wyniku intensywnej aktywności wulkanicznej na obszarze dzisiejszego Dolnego Śląska.\n\nTo najbardziej świąteczny pociąg świata. Na podróż nie wydasz fortuny\n\nZbudowana jest głównie z bazaltu, skały wylewnej powstałej z szybko stygnącej lawy. W miarę upływu czasu miększe skały otaczające wulkan ulegały erozji, natomiast twardy bazaltowy rdzeń przetrwał, tworząc obecną, wyraźnie zaznaczoną formę wzgórza.\n\nNa Dolnym Śląsku znajduje się aż 200 miejsc z obecnością bazaltu, co świadczy o licznych epizodach aktywności wulkanicznej. Geolodzy zidentyfikowali trzy główne okresy takiej aktywności, z których najbardziej znaczący zakończył się 25 milionów lat temu.\n\nFascynujące relikty geologiczne\n\nPoza Ostrzycą, region oferuje wiele innych ciekawych miejsc. Zamek Grodziec, położony na szczycie dawnego wulkanu, przyciąga miłośników historii i geologii. Stożek Perkuna oraz Wilcza Góra to kolejne przykłady niezwykłych reliktów wulkanicznych.\n\nPodróżnicy mogą zwiedzić te wzgórza szlakami ze Złotoryi, ciesząc się zarówno pięknem natury, jak i bogatą historią geologiczną tego regionu. Niezależnie od sezonu, Dolny Śląsk oferuje niepowtarzalne doświadczenia przyrodnicze."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdańsk: archeolodzy odnaleźli 14 tysięcy zabytkowych przedmiotów na Westerplatte",
            "link": "https://www.polskieradio.pl/399/7980/Artykul/3623190,gdansk-archeolodzy-odnalezli-14-tysiecy-zabytkowych-przedmiotow-na-westerplatte",
            "description": "Podczas XII etapu badań archeologicznych na terenie Westerplatte archeolodzy odnaleźli ponad 14 tysięcy zabytkowych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.DCVKauMTW8ebtIEL1mDbIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio5 godz.",
            "source": "Polskie Radio",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z Pałacu Prezydenckiego znika Okrągły Stół. Fala komentarzy. \"Jakież to wymowne\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z-pa%C5%82acu-prezydenckiego-znika-okr%C4%85g%C5%82y-st%C3%B3%C5%82-fala-komentarzy-jakie%C5%BC-to-wymowne/ar-AA1SBvgU?ocid=BingNewsVerp",
            "description": "Karol Nawrocki ogłosił, że z Pałacu Prezydenckiego znika Okrągły Stół. To wywołało burzę wśród polityków rządzącej koalicji i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VGOj6DrwtdT4XmjWatI66S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Onet on MSN14 godz.",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dla Muzeum Archeologicznego to prawdziwa rewolucja. Największe egipskie zbiory w Polsce wreszcie ujrzą światło dzienne",
            "link": "https://gazetakrakowska.pl/dla-muzeum-archeologicznego-to-prawdziwa-rewolucja-najwieksze-egipskie-zbiory-w-polsce-wreszcie-ujrza-swiatlo-dzienne/ar/c13p2-28281307",
            "description": "Krakowskie muzeum posiada w swoich zbiorach m.in. ceramikę datowaną na ok. 5-6 tys. lat, pochodzące z obszaru dzisiejszej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.C3_P5J9WU8xtWnyjH7Li6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska14 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawrocki usuwa Okrągły Stół. \"Kłuł w oczy\", \"Fetyszyzujecie mebel\"",
            "link": "https://www.rmf24.pl/polityka/news-nawrocki-usuwa-okragly-stol-klul-w-oczy-fetyszyzujecie-mebel,nId,8051786",
            "description": "Decyzja Karola Nawrockiego o usunięciu Okrągłego Stołu jest szeroko komentowana przez polityków różnych opcji. Szef resortu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t4XdL7F3BpA0i3dLcNUdSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "RMF2415 godz.",
            "source": "RMF24",
            "article_content": "Tusk: Kaczyńscy byli współautorami Okrągłego Stołu\n\nPremier Donald Tusk pytany o decyzję prezydenta ocenił, że jest to \"ironia historii\". Zaznaczył, że w czasach obradowania Okrągłego Stołu, jako ówczesny działacz \"Solidarności\" był temu przeciwny.\n\nByłem młody, radykalny i chciałem szybciej zakończyć ten etap pośredni między komunizmem a wolną Polską, a bracia (Lech i Jarosław - przyp. red.) Kaczyńscy byli współautorami Okrągłego Stołu - powiedział szef rządu w czasie wizyty w Brukseli. Zasugerował też ironicznie, że historyczny mebel przydałby się teraz skłóconym politykom PiS-u.\n\nPolityczne mordobicie trwa w najlepsze, więc być może powinni na nowo ten stół zmontować, usiąść i starać się dogadać - radził lider Koalicji Obywatelskiej.\n\nSiemoniak o prezydencie: Bliżej mu do spiskowych teorii\n\nTomasz Siemoniak, koordynator służb specjalnych ocenił, że usunięcie Okrągłego Stołu to element zaostrzającej się walki o wyborców Grzegorza Brauna. \"Prezydent, usuwając okrągły stół z Pałacu Prezydenckiego pokazał, że bliżej mu do spiskowych teorii a zupełnie daleko do szacunku wobec polskiej historii. Trudnej i niejednoznacznej. A w niej Okrągły Stół był kamieniem milowym bezkrwawej polskiej drogi do niepodległości i demokracji. Do obrad i porozumień siadła Solidarność z Lechem Wałęsą na czele, którzy cieszyli się powszechnym poparciem społecznym. Nie zdemontuje się historii!\" - ocenił."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne darowizny na rzecz Muzeum Pamięci Mieszkańców Ziemi Oświęcimskiej. Pozwalają pokazać szerzej historię Oświęcimia i okolic",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/cenne-darowizny-na-rzecz-muzeum-pami%C4%99ci-mieszka%C5%84c%C3%B3w-ziemi-o%C5%9Bwi%C4%99cimskiej-pozwalaj%C4%85-pokaza%C4%87-szerzej-histori%C4%99-o%C5%9Bwi%C4%99cimia-i-okolic/ar-AA1SAvD7?ocid=BingNewsVerp",
            "description": "Wśród najcenniejszych artefaktów są dary wdzięczności od więźniów KL Auschwitz, wykonane dla ludzi, którzy im pomogli w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TgOAVJYffT7YdP3Sxk4kFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Oświęcim Nasze Miasto on MSN17 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 18.12.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-18122025/ar-AA1RsEFD?ocid=BingNewsVerp",
            "description": "Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ze szkła z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fcXjXaU4f1Plmh2aSfsj8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN22 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak tanio było dekadę temu. Te czasy już raczej nie wrócą",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/tak-tanio-by%C5%82o-dekad%C4%99-temu-te-czasy-ju%C5%BC-raczej-nie-wr%C3%B3c%C4%85/ar-AA1SxrYY?ocid=BingNewsVerp",
            "description": "Dla wielu osób przeglądanie takiej gazetki to sentymentalna podróż do czasów, gdy codzienne zakupy wyglądały inaczej, a ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H3mH18gIUeXu0jCwyHJgsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN19 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    }
]