[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 22.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-22012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 22.01.2025",
            "link": "https://gs24.pl/ta-moneta-z-prl-moze-byc-warta-nawet-30-tys-zlotych-koniecznie-zobacz-swoje-szuflady-zdjecia-22012025/ar/c1-17906435",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gs24.pl2 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na tych starych banknotach i monetach można dobrze zarobić. Kosztują krocie!",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/na-tych-starych-banknotach-i-monetach-mo%C5%BCna-dobrze-zarobi%C4%87-kosztuj%C4%85-krocie/ar-AA1xAL4w?ocid=BingNewsVerp",
            "description": "Szukasz starych banknotów i monet? Niektóre rzeczy z tego okresu to prawdziwe perełki dla kolekcjonerów. Poszukują ich na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ZabD%2f6TWy7RQg2XOyUMCcg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Krakowska on MSN1 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 22.01.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-22012025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go wymienić, a w niektórych przypadkach traci też część swojej wartości. Zobacz, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 22.01.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://gs24.pl/prasowka-22-01-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960901",
            "description": "Waloryzacja emerytur w 2025 roku coraz bliżej. Jednak prognozowana podwyżka wzbudza mieszane uczucia wśród seniorów, ponieważ ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3BQAwW1pjHb2Hvg7eGM2VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gs24.pl4 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jest elewacja i szyld! Tak prezentuje się nowy hotel Four Points by Sheraton w Poznaniu. Zobacz najnowsze zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/jest-elewacja-i-szyld-tak-prezentuje-si%C4%99-nowy-hotel-four-points-by-sheraton-w-poznaniu-zobacz-najnowsze-zdj%C4%99cia/ar-AA1xBpYY?ocid=BingNewsVerp",
            "description": "Kapitalny remont dawnego hotelu Ikar idzie pełną parą. Mieszkańcy Poznania mogą już podziwiać od ulicy Solnej odsłoniętą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jLQksLhL6nJRPcxosoZbNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN14 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak było w niedzielę na pchlim targu w Toruniu. Zobacz zdjęcia z 19 stycznia 2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/tak-by%C5%82o-w-niedziel%C4%99-na-pchlim-targu-w-toruniu-zobacz-zdj%C4%99cia-z-19-stycznia-2025/ar-AA1xC6A3?ocid=BingNewsVerp",
            "description": "Kolejny w roku 2025 pchli targ odbył się w niedzielę 19 stycznia na parkingu Centrum Handlowego \"Kometa\" przy ulicy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.j0UerRO4ET9G1mR40hxp9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN11 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mikronezja, ukryty raj naturalnego piękna i kultury",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mikronezja-ukryty-raj-naturalnego-pi%C4%99kna-i-kultury/vi-AA1xzR8v?ocid=BingNewsVerp",
            "description": "Przeleć wysoko nad starożytnym Panteonem Rzymu dzięki temu oszałamiającemu filmowi z drona. Podziwiaj doskonale zachowaną ...",
            "image_url": "https://www.bing.pl/th?id=OVF.qBcshTIqXcwBquGW4%2fa%2f6w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "FCCE entertainment on MSN21 godz.",
            "source": "FCCE entertainment on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamek w Besiekierach znów można zwiedzać. To doskonały cel na krótką wycieczkę z Warszawy",
            "link": "https://stronapodrozy.pl/zamek-w-besiekierach-znow-mozna-zwiedzac-to-doskonaly-cel-na-krotka-wycieczke-z-warszawy/ar/c7p2-27190921",
            "description": "Jeśli szukasz pomysłu na weekendową wycieczkę blisko Warszawy, koniecznie odwiedź zamek w Besiekierach. Po latach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.iYjAvfBMS%2b7w0Q8Xg%2fkmSg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "stronapodrozy18 godz.",
            "source": "stronapodrozy",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 25 - 26 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-25-26-stycznia/ar/c7p1-21831633",
            "description": "Rozglądasz się za pomysłem na wyprawę rowerową w pobliżu Oświęcimia? Proponujemy, gdzie warto się wybrać. Mamy 5 ciekawych tras. Mają różne stopnie trudności czy długości, dzięki temu każdy znajdzie c ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto18 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 34 km od Pleszewa. Pomysły na jednodniową wyprawę. Gdzie w weekend 25 - 26 stycznia?",
            "link": "https://pleszew.naszemiasto.pl/rowerem-do-34-km-od-pleszewa-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-25-26-stycznia/ar/c7p1-21831917",
            "description": "Rozglądasz się za pomysłem na wycieczkę rowerową w pobliżu Pleszewa? Proponujemy, gdzie warto się wybrać. Mamy 5 ciekawych tras. Mają różne stopnie trudności czy dystansu, dzięki temu każdy może znale ...",
            "image_url": "https://www.bing.pl/th?id=ODF.I2rfHusTno6Ysu_YcxuMRg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "pleszew.naszemiasto17 godz.",
            "source": "pleszew.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 18 km od Grodziska Mazowieckiego. Pomysły na jednodniową wyprawę. Gdzie w weekend 25 - 26 stycznia?",
            "link": "https://grodziskmazowiecki.naszemiasto.pl/sciezki-rowerowe-do-18-km-od-grodziska-mazowieckiego-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-25-26-stycznia/ar/c7p1-21831681",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 25 stycznia w Grodzisku Mazowieckim ma być 8°C. Nie powinno padać. W niedzielę 26 stycznia w Grodzisku Mazowieckim ma być 8°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.JAdeQew8uINxzLFHIFMwuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "grodziskmazowiecki.naszemiasto19 godz.",
            "source": "grodziskmazowiecki.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Peerelowskie złote eldorado (2)",
            "link": "https://www.salon24.pl/u/chris1991/1423832,peerelowskie-zlote-eldorado-2",
            "description": "Od 1971 roku rozpoczęły się aresztowania członków gangu „złotogłowych', dotychczas pozostających pod ochroną służb ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Salon2425 min",
            "source": "Salon24",
            "article_content": "22.01.2025 BLOG\n\nOd 1971 roku rozpoczęły się aresztowania członków gangu „złotogłowych”, dotychczas pozostających pod ochroną służb specjalnych.\n\n\n\n\n\nW działalności przestępczej oskarżonych można wyróżnić trzy odrębne fazy. Początkowo wykorzystywano w obrocie własną walutę wywożoną przez dyplomatów do Szwajcarii. Tam kupowano złote dwudziestodolarówki, ruble, dukaty austriackie i złoto w sztabkach stugramowych rafinerii szwajcarskich lub południowoafrykańskich próby 1000, oznaczonej czterema dziewiątkami. Brazylijscy dyplomaci przywozili to wszystko w bagażu dyplomatycznym do Polski. Następnie, kasując za usługę 10-15 procent wartości, przekazywali złoto odbiorcom: Mętlewiczowi, Listkiewiczowej, Oksztelowi i Młynarczykowi. Ci z kolei przekazywali je następnym kontrahentom, otrzymując zapłatę z reguły w dolarach. Otrzymywane dolary wracały podobną drogą – przez tych samych pośredników i udziałowców – do Brazylijczyków. I tak koło się zamykało.\n\n\n\n\n\nW Szwajcarii dostarczaniem złota zajmował się bankier René Charpie, związany wspólnymi interesami z dyplomatami. On też opiekował się zagranicznymi kontami Mętlewicza i Młynarczyka pilnując, by odpowiednie prowizje przelewane były na ich nazwiska.\n\n\n\n\n\nHandel dziełami sztuki ruszył od roku 1959. Głównym organizatorem i głównym odbiorcą przemycanego towaru był Czesław Bednarczyk. Współpracowali z nim trzej inni antykwariusze z Wiednia: Tomasz Mętlewicz, Zenon Morawski i Alexander Axelerad oraz Andrzej Kozłowski z Paryża i Oskar Labiner z Monachium. Interesem w Polsce kierował Witold Mętlewicz, mający świetne rozeznanie w tym rynku.\n\n\n\n\n\nZakupione dzieła sztuki zagranicę wywozi w bagażu dyplomatycznym brazylijscy dyplomaci. Paczki docierały do Wiednia, do Czesława Bednarczyka, któremu przysługiwało prawo pierwokupu. Resztę otrzymywali pozostali antykwariusze. Dzieła sztuki sprzedawane były najczęściej bezpośrednio w antykwariatach wymienionych odbiorców. Czasami wstawiano je do salonów aukcyjnych w Austrii, RFN, Francji lub w innych krajach zachodniej Europy. Uzyskane ze sprzedaży pieniądze wracały poprzez dyplomatów do Polski. Czasem nabywano za nie złoto albo lokowano na kontach członków gangu w Union de Banques Suisses w Genewie. MSW nigdy nie zdołało położyć na nich łapy.\n\n\n\n\n\nWiększość wywiezionych dzieł sztuki stanowiły przedmioty o znacznej wartości zabytkowej i muzealnej. Niektóre miały wręcz unikalny charakter, jak na przykład wyroby ze srebra firmy Fabergé, przedmioty z porcelany miśnieńskiej czy sewrskiej, wreszcie obrazy znanych mistrzów polskich i obcych.\n\n\n\n\n\nFormalnie obowiązywał zakaz wywozu dzieł sztuki z kolekcji prywatnych i państwowych, jednak w ustawie „O ochronie dóbr kultury” z 15 lutego 1962 roku istniała furtka – zgodnie z artykułem 5 ustawy: „Nie podlegają zakazowi wywozu przedmioty, wymienione w art. 5, o ile wyrazi na to zgodę wojewódzki konserwator zabytków”. Gdy konserwator jednego województwa odmawiał członkom gangu na wywóz, zwracano się do innego. A województw było siedemnaście.\n\n\n\n\n\nGang specjalizował się również w oszukiwaniu klientów, głównie zagranicznych, sprzedając im falsyfikaty, na przykład „antyczne” srebra. Dysponowali do tego celu odpowiednimi narzędziami uzyskanymi od wytrawnego fałszerza o ksywie „Senator”. Były to imitacje XVIII-wiecznych puncy do znakowania sreber. Fałszywego Rembrandta przyciemniano syropem od kaszlu.\n\n\n\n\n\nŚwietnie zorganizowany interes kręcił się znakomicie przez lata, przy cichym wsparciu służb specjalnych. Mętlewicz i inni członkowie gangu od dawna znajdowali się na celowniku organów ścigania, ale zlikwidowanie przestępczego procederu postępowała jakoś dziwnie opornie.\n\n\n\n\n\nSprawa „wypłynęła” dopiero po wykrycia w 1971 roku działalności braci Iwanickich, właścicieli składu pasz w Warszawie przy ulicy Tarczyńskiej, oskarżonych o przestępstwa dewizowe na dużą skalę.\n\n\n\n\n\nStało się to w momencie zmiany szefa MSW, którym w lutym 1971 roku został Franciszek Szlachcic, którego postanowił zlikwidować rekinów czarnego rynku walutowego. Sygnał do tego dało zapewne posiedzenie Biura Politycznego KC PZPR, na którym rozpaczano nad tragicznym brakiem dewiz w budżecie państwa. Ekspert z Ministerstwa Finansów wspomniał o ludziach, którzy nie sieją, nie orzą…\n\n\n\n\n\nJednymi z pierwszych „ofiar” nowej polityki stali się właśnie bracia Iwaniccy, a w dalszej kolejności także „złotogłowi”.\n\n\n\n\n\nProwadzenie śledztwa w sprawie gangu „złotogłowych” powierzono Wydziałowi I Biura Śledczego MSW, którego szefem był płk. Tadeusz Kwiatkowski. Kolejni aresztowani wsypywali innych członków gangu.\n\n\n\n\n\nAresztowany w 1973 roku Mieczysława Młynarczyka napisał list do kolejnego szefa MSW Stanisława Kowalczyka, w którym przypomniał, od 1951 roku był agentem, który przekazał co najmniej sześćset pisemnych meldunków, podpisując je kryptonimami „Hieronim” albo „Stefan” oraz kilkaset informacji ustnych. Pozyskany został do współpracy w celu kontrwywiadowczego zabezpieczenia poselstwa Brazylii.\n\n\n\n\n\n„(…) Układ był taki: – pisał Młynarczyk. – Ponieważ nie otrzymuję pensji z MSW, to, co zarobię, będzie moją zapłatą”.\n\n\n\n\n\nMłynarczyk chwalił się, że „w 1963 roku usunąłem podstępem strażnika, aby pracownicy MSW mogli wejść do ambasady (…) W 1972 roku wywiad radziecki zwrócił się o uruchomienie mnie w celu zdobycia szyfrów. Aresztowanie zniweczyło wykonanie mojego ostatniego zadania: zdobycia odcisków kluczy do drzwi wejściowych i od kuchni ambasady”.\n\n\n\n\n\nTak więc MSW doskonale wiedziało o jego udziale w nielegalnym handlu złotem i dolarami. Przymykano na to oko dopóki interes operacyjny – być może prowadzony nawet na zlecenie Moskwy – był priorytetem.\n\n\n\n\n\nJeszcze przed rozpoczęciem procesu Młynarczyk zobowiązał się zachować współpracę w tajemnicy, „niezależnie od wysokości grożącej kary”.\n\n\n\n\n\nTakże inny uczestnik gangu Witold Metlewicz został w 1963 roku agentem SB. W zamian za paszport zobowiązał się donosić na wiedeńskiego antykwariusza Czesława Bednarczyka, przyjaciela rodziny Mętlewiczów. Z każdej wyprawy do Wiednia Mętlewicz sporządzał donos na temat obiektu inwigilacji, lecz wyraźnie starał się antykwariusza chronić. „W Polsce nie ma już rzeczy, które by mnie jako antykwariusza interesowały” – cytował w rozmowie z esbekami słowa Bednarczyka.\n\n\n\n\n\nUlokowany w Wiedniu agent „Senior” donosił, że Bednarczyk „dorobił się, odsprzedając z zyskiem szmaragdy, brylanty, złoto i futra kupione od emigrantów żydowskich, którzy po 1956 roku jechali przez Polskę do Izraela”. Inny agent „Senior” informował o kanale przerzutowym dolarów, złota i dzieł sztuki, obsługiwanym przez brazylijskich dyplomatów.\n\n\n\n\n\n„To była dziwna sprawa – twierdzi Andrzej Gass, który w 1976 roku relacjonował proces „złotogłowych” dla tygodnika „Kultura”. – Ludzie z Biura Śledczego MSW nie wychodzili z sali rozpraw. Jakby czegoś pilnowali.”\n\n\n\n\n\n„Było jasne, że oskarżeni mieli protektorów w MSW – uważa mecenas Jacek Kondracki, obrońca jednego ze „złotogłowych”. – Głośna była sprawa generała Matejewskiego [do 1965 r. szefa kontrwywiadu, potem wiceszefa MSW nadzorującego SB]. Mówiło się o „koniach Matejewskiego”, ludziach, którzy mieli indywidualne zezwolenia na handel dewizami”.\n\n\n\n\n\n\n\nCDN.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dzieło sztuki zniszczone nieodwracalnie. Burza wśród konserwatorów zabytków",
            "link": "https://turystyka.wp.pl/s/lublin112-pl/dzielo-sztuki-zniszczone-nieodwracalnie-burza-wsrod-konserwatorow-zabytkow-7116661723179808a",
            "description": "Liczący sobie kilkaset lat zabytkowy obraz został poddany pracom konserwatorskim. Tym razem zamiast zachwytu, efekt ...",
            "image_url": "https://www.bing.pl/th?id=ODF.w5yo2cGK5kAWe0d0_ELtAw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "wp20 godz.",
            "source": "wp",
            "article_content": "Liczący sobie kilkaset lat zabytkowy obraz został poddany pracom konserwatorskim. Tym razem zamiast zachwytu, efekt wywołał oburzenie. Swoje krytyczne zdanie na ten temat wyrażają nawet konserwatorzy zabytków z innych miast.\n\nPrzed kilkoma dniami Wojewódzki Urząd Ochrony Zabytków w Lublinie pochwalił się wykonaniem prac konserwatorskich przy obrazie przedstawiającym Świętą Trójcę z kościoła rzymskokatolickiego pw. św. Jana Jałmużnika w Orchówku.\n\nDzieło nieznanego autorstwa jest datowane na XVII/XVIII w. i zostało wpisane do rejestru zabytków ruchomych województwa lubelskiego. Zachowało się bez ramy, rozpięte na zdegradowanym krośnie. Z uwagi na bardzo zły stan, obraz nie był prezentowany. W końcu zapadła decyzja, aby zmienić ten stan rzeczy, a tym samym przywrócić go do kultu i wyeksponować w świątyni.\n\nJakie były zadania konserwatora obrazu?\n\nZ relacji wojewódzkiego konserwatora zabytków wynika, iż przeprowadzona została pełna konserwacja techniczno-estetyczna. Zakres prac obejmował m.in.: zdjęcie obrazu z krosna, oczyszczenie warstwy malarskiej, usunięcie ściemniałego werniksu oraz miejscowych przemalowań, retusz kitów i niefachowych uzupełnień warstwy zaprawy, odczyszczenie odwrocia z brudu, przyklejonych fragmentów płótna i łatek w miejscach mechanicznych uszkodzeń.\n\nPonadto zadaniem wykonawcy prac było sklejenie i uzupełnienie w miejscach ubytków warstw płótna na styk, impregnacja warstwy malarskiej i wyrównanie powierzchni obrazu, zdublowanie na nowe płótno, uzupełnienie ubytków warstwy zaprawy i opracowanie powierzchni kitów, wykonanie scalenia kolorystyczno-formalnego warstwy malarskiej, położenie warstwy werniksu ochronnego na powierzchni obrazu.\n\nZwieńczeniem prac konserwatorskich było osadzenie obrazu w nowej, stylizowanej ramie.\n\nOburzenie po zakończeniu prac konserwatorskich\n\nPublikacja zdjęć prezentujących, jak obraz wyglądał przed konserwacją oraz jak po zakończeniu prac, wywołała burzę. Od razu pojawiły się komentarze wskazujące, że obraz kompletnie zmieniono: \"zamiast na chmurach postaci siedzą teraz na… czymś wyglądającym zgoła inaczej\", \"nieodwracalne zniszczenie zabytkowego obiektu\", \"to jest skandal\", \"tego się skomentować kulturalnie nie da\", \"były fajne zajęcia w miejscowym przedszkolu i dzieci mogły aktywnie pomóc w pomalowaniu obrazu kredkami świecowymi\", \"wygląda jak kolorowanka kredkami rysowana\", \"jak przemalowanie obrazu i stworzenie zupełnie nowego można nazwać konserwacją\" – to tylko cześć wpisów.\n\n\n\n[1/2] Duch Święty w postaci gołębia przed konserwacją Źródło zdjęć: © LWKZ\n\nKolejne wskazują, iż \"zatrudniono do konserwacji osobę bez przygotowania i odpowiedniego wykształcenia, nie sprawowano kontroli nad przebiegiem prac, by powstrzymać degradację\" jak też \" po tak wykonanej konserwacji powinno się odebrać uprawnienia, sąd powinien nakazać zwrot pieniędzy oraz nakazać grzywnę za zniszczenie dzieła sztuki o walorach historycznych i kultowych\". Wśród autorów wpisów są osoby zajmujące się na co dzień zabytkami.\n\n- Skandal, że któryś z urzędników to odebrał i na taką dewastację (nie mylić z konserwacją) zostały wydatkowane środki publiczne – wskazuje Michał Dębowski, miejski konserwator zabytków w Szczecinie.\n\n- Zdjęcia bez większych wątpliwości wskazują na pełne przemalowanie obrazu po formie, absolutnie niezgodne z etyką konserwatorską i zupełnie nieuzasadnione stanem zachowania widocznym na zdjęciach ukazujących odkrywki – dodaje Tanita Ciesielska z Akademii Sztuk Pięknych im. Jana Matejki w Krakowie.\n\n\n\n[1/2] Obraz po konserwacji i po włożeniu w ramę Źródło zdjęć: © LWKZ\n\n\n\nKonserwatorka malarstwa Karolina Grams dodaje, że nie rozumie, po co usunięto przemalowania, jeśli w czasie obecnej konserwacji znów obraz przemalowano. Zapewnia, iż chmury pokazane na etapie oczyszczania, były o wiele lepiej namalowane niż te obecnie, przypominające raczej pierniki. Natomiast Sebastian Piasecki zaznacza, iż za taką robotę, osoba, która ją wykonała powinna stracić pracę. Dodaje, że to już któryś z rzędu obraz na przestrzeni kilku lat, który został \"odnowiony\" przez dziecko. Całość spuentował, że czasami lepiej nie ruszać czegoś, czego się nie umie, a studia nie robią fachowca.\n\nSpecjalna komisja oceni wykonane prace\n\nDo negatywnych komentarzy dotyczących jakości prac konserwatorskich odniósł się lubelski wojewódzki konserwator zabytków dr Dariusz Kopciowski. Wyjaśnił, że zaplanowane zostało zorganizowanie komisji konserwatorskiej przy udziale przedstawicieli Wojewódzkiego Urzędu Ochrony Zabytków, ekspertów, wykonawcy prac konserwatorskich i właściciela. Ma to na celu powtórną ocenę wykonanych zabiegów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zanzibar na zimowy urlop. Wakacje zimą na rajskiej wyspie: atrakcje, pogoda, loty. Co warto zobaczyć?",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/zanzibar-na-zimowy-urlop-wakacje-zim%C4%85-na-rajskiej-wyspie-atrakcje-pogoda-loty-co-warto-zobaczy%C4%87/ar-AA1xDBXI?ocid=BingNewsVerp",
            "description": "160 km na południe od Zanzibaru leży wyspa Mafia. Słynie z pięknych raf koralowych i rajskich, pustych plaż. Można tu nurkować z rekinami, wielorybimi i oglądać humbaki (między sierpniem a ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uWSgCOuCIdP2C1AZMOMBmw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Strona Podróży on MSN1 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 22.01.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://dziennikpolski24.pl/prasowka-22-01-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960929",
            "description": "Niedziela to ostatni dzień skoków narciarskich w Pucharze Świata w Zakopanem. Na 19 stycznia 2025 t. zaplanowano ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N0sxeNoiyuurkcJG-5AgXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Polski4 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (22.01.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://dziennikbaltycki.pl/przeglad-prasy-22-01-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960899",
            "description": "We wtorek 21 stycznia nastąpią zmiany w organizacji ruchu w rejonie wiaduktu na ulicy Elbląskiej. Do zmian dojdzie również na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B797TEGGu_Xvxkgp2YEONi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikbaltycki.pl4 godz.",
            "source": "dziennikbaltycki.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 22.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-22012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 22.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-22012025/ar-AA1xCnXx?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN9 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    }
]