[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwa kroki wstecz, czy jednak....? O przesiadce na Playstation 3 w 2026",
            "link": "https://www.ppe.pl/blog/81250/397076/dwa-kroki-wstecz-czy-jednak-o-przesiadce-na-playstation-3-w-2026.html",
            "description": "Myślę, że nieprzesadne będzie stwierdzenie, że 9ta generacja konsol nie zapisze się niczym szczególnym w historii. Mamy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3_c1lPwAKqaX_rpjxNSygi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "PPE.pl28 min",
            "source": "PPE.pl",
            "article_content": "Myślę, że nieprzesadne będzie stwierdzenie, że 9ta generacja konsol nie zapisze się niczym szczególnym w historii. Mamy powolną ewolucję tego co tak naprawdę zasiała 7 generacja, a 8 dopieściła bądź spektakularnie zepsuła. Dlatego czując potrzebę podrapania nostalgii, oraz mimo wszystko - poszerzenia nieco swoich horyzontów (dlaczego - o tym za chwilę), postanowiłem wybrać się w podróż serwowaną przez jeden z najbardziej skomplikowanych procesorów w sferze elektronicznej rozrywki.\n\nOdrobina tła: nie jestem hardcore'owcem, ani nie opowiadam się za żadną ze stron. Od 1998 aktywnie gram na PC, z przerwą między 2008 a 2012, gdzie tak naprawdę ominął mnie boom HD, serwowany przez Sony i MS. W 2012 roku postanowiłem ukonsolowić się (ze względów praktycznych i ekonomicznych - nie uśmiechało mi się ciągłe ulepszanie PC żeby w ogóle cokolwiek odpalić - ot chciałem tej magii 'Włóż płytę i graj'). Wybór padł na Xboxa 360, podyktowane - uwaga - ergonomią pada. Po prostu układ analogów w DualShocku to dla mnie był jakiś fikoł i prosiło się o ból stawów. Od tamtej pory stałem się 'zielony', gdzie przesiadla była płynna dzięki wstecznej - do biblioteki tylko dodawałem, nic nie wymieniałem. Ale kupka wsydu też puchła na GOGu i wszelkiej maści rozdawnictwom epikowo-amazonowych, więc uzupełniłem się w ROG Ally.\n\nNo ale przyszedł ten moment, gdzie 'starocie znam na pamięć', a na X-ie ograłem już wszystko co było dla mnie fajne. I nagle taka iskra: A może by tak spróbować tą kultową bibliotekę PS3? Wszak wtedy wojna konsol była na całego, a studia prześcigały się nie budżetami, ale pomysłami.\n\nNo to zaczynamy poszukiwania sprzętu. Niby rzecz prosta, bo przecież rynek się nasycił, nie? Otóż widzę trend z motocykli (gdzie moja CBR z roku na rok zyskuje na wartości, mimo pogarszania się stanu, bo nie oszukujmy się - plastiki degradują się), i wcale nie będzie tak tanio jak zakładałem. Jest cała masa złomów, gdzie niekoniecznie powodem śmierci/złego stanu jest jakość wykonania. Ludzie nie dbają o sprzęty! O znalezieniu orginalnych Sixaxis w rozsądnych cenach też można było pomarzyć.\n\nZmęczony przeglądaniem platform ogłoszeniowych, ghostowania przez ludzi przy próbie zakupu, lub po prostu niezgodnością z tym co się widziało na zdjęciach - udało się dorwać Super Slima w całkiem niezłym stanie, z Sixaxisem w komplecie, oraz 3 pudełkami z tytułami które mnie interesują (dwie części Uncharted + COD Black Ops żeby poznać czemu tyle ludzi oszalało na punkcie tego tasiemca) w lokalnym sklepie growym. Plusem była cena, stan, oraz fakt że w razie problemów - jest gwarancja rozruchowa. Jest dobrze!\n\nCo prawda konsolka leciała na 12GB flashu, ale dołożyć dysk to żaden problem, pełno 500GB walało się od starych laptopów. I pierwszy zonk - nie ma tacki! Ale to nic co sprytna polska głowa nie obejdzie na tymczas, dopóki 'majfrend' z Ali nie dośle ramki. Pora odpalić ten zacny sprzęcior, i usłyszeć piękny dźwięk bootowania. Tutaj zaczął się pokaz pt. 'Jak bardzo poszliśmy do przodu' jeżeli chodzi o sprawy softowo-update'owe: wgrany soft był w wersji 4.88, więc trzebaby jednak puścić tą aktualkę. Przyzwyczajony do szybkiego pobierania dużych formatów (światłowód 2gbit + SSD w Series X nie powodują frustracji jak gra ma 70GB), zorientowałem się jak paskudnie wolna jest karta WiFi w plejce. I mimo że później podpiąłem kabel do teoretycznie gigabitowego portu w konsoli - to prędkości (które de facto nie wiem jakie osiągałem - interfejs pleja tego nie pokazuje) nie były.... satysfakcjonujące. O wydajności HDD nawet nie wspomnę. bo to miałem wkalkulowane w oczekiwania (zwłaszcza po fatalnych czasach ładowania na Xbox One).\n\nI tu następuje pierwsze pozytywne zaskoczenie - PS Store żyje! Nie ma może co prawda jakoś wybinie przepastnej tej biblioteki, ale coś jeszcze można kupić jeżeli nie zechce mi się ruszyć tyłka po używki. Ale rejestracja konta PSN to jakaś pomyłka - ciągłe przenoszenie na strony, brak możliwości zrobienia tego bezpośrednio na konsoli i ogólnie sam interfejs PS3 - no tutaj cieszę się, że zacząłem u zielonych (gdzie całe flow Xboxa dobrze mi siadło).\n\nA więc, plan teraz jest taki: trylogia Uncharted - już zaopatrzony, Drake's Fortune lekko poznane. Black Ops - szybki kuk tylko czy ludzie nadal są na serwerach i tutaj duży banan na twarzy że znalezienie 'meczyku' nie będzie problemem. Jak tylko skończę wędrówkę z Drakiem, lecimy inne tytuły typu ex na PS3: inFamous, Killzone, The Last of Us, Beyond Two Souls czy inne Heavy Rain. Może nawet spróbuję przygód Sackboya. Biblioteka jest ogromna, i na pewno coś jeszcze znajdę bez martwienia się nowym standardem cenowym, czy faktem w jakim stanie ta gra w ogóle jest po uruchomieniu.\n\nPierwsze wrażenia z samego grania? To stara dobra szkoła, gdzie gry miały 'to coś' - duszę, artyzm, nie było chłodnej kalkulacji w Excellu który trend sprzedać. Pierwszy szok - TO R2 i L2 NIE DZIAŁAJĄ JAK TRIGGERY? JAK TO MAM WCISKAĆ GAZ X-EM W GRAN TURISMO? CZEMU NIE STRZELAM SPUSTEM? O ciągłym szukaniu D-Pada pod analogami nie wspomnę :P\n\nAle jest fajnie. Sprzęt ma nadal tą magię.\n\nPowiecie - te gry mają remastery, czemu nie wziąć nowszej generacji? Chłopie, nie robisz dwóch kroków wstecz?\n\nOtóż - jest na pewno taniej. Trylogia Uncharted to grosze. Cokolwiek jest dostępne w dużej ilości sztuk. Ba, są też przecież marki które Sony same zabiło pasywnością. No i w pakiecie dostajemy nieco tego powiewu 'kiedyś to były czasy' i ten dreszczyk odwiedzania sklepu z grami z drugiej ręki.\n\nA remastery? To nadal te same gry. Podkręcona grafika niekoniecznie podkręci też frajdę. Nie wspominając o tym, że często to są też zwykłe skoki na portfel.\n\nCo polecacie jeszcze sprawdzić na PS3?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GIELDA PRZY IGLICY",
            "link": "https://walbrzych.naszemiasto.pl/tag/gielda-przy-iglicy",
            "description": "Miłośnicy antyków, sztuki i rękodzieła ponownie spotykają się we Wrocławiu podczas dwudniowej Giełdy Staroci pod Iglicą. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qYjRFCBRnyWZ_GVzwe3q5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Wałbrzych Nasze Miasto2 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zimowa giełda w Sandomierzu. Śnieg i mróz nie odstraszyły łowców okazji. Tak wyglądał handel 24 stycznia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zimowa-gie%C5%82da-w-sandomierzu-%C5%9Bnieg-i-mr%C3%B3z-nie-odstraszy%C5%82y-%C5%82owc%C3%B3w-okazji-tak-wygl%C4%85da%C5%82-handel-24-stycznia/ar-AA1USX7X?ocid=BingNewsVerp",
            "description": "Zaśnieżony plac przy ulicy Przemysłowej, kilka stopni mrozu i prószący śnieg - w takich warunkach w sobotę, 24 stycznia, odbyła się zimowa giełda w Sandomierzu. Sprzedawcy pojawili się mimo niesprzyja ...",
            "image_url": "https://www.bing.pl/th?id=ODF.V7x1kbjHYy3UCMrqxK6wDA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nasze Miasto on MSN2 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Salon Fryzjerski Nati Natalia Kollierova",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,27450243,salon-fryzjerski-nati-natalia-kollierova.html",
            "description": "Z dniem 1 stycznia 2026 r. przed mikro-, małymi i średnimi przedsiębiorcami, otwiera się nowa okazja. Prezydent RP podpisał 15 grudnia nowelizację przepisów o podatku dochodowym, która wprowadza ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl18 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Umowa B2B daje większą swobodę niż etat, ale pozbawia wielu przywilejów pracowniczych. Radca prawny Katarzyna Siwiec wyjaśnia, na co zwrócić uwagę przy tworzeniu kontraktu, jakie zapisy wprowadzić, by zadbać o własne bezpieczeństwo oraz ...\n\nMaj przyniósł potężny wzrost sprzedaży nowych mieszkań w większości największych metropolii. W niektórych oferta firm deweloperskich zaczęła się kurczyć. Czy miało to wpływ na ceny mieszkań?\n\nJuż rok temu pojawiały się doniesienia o tym, że nowe polskie kredyty mieszkaniowe mają niemal najwyższe średnie oprocentowanie w Unii Europejskiej. Potwierdzenie stanowiła między innymi krótka analiza przygotowana w lutym 2024 r. przez ...\n\nMillenet Link Lite to nowa usługa Banku Millenium, która umożliwia firmom automatyczną wymianę plików z bankiem za pośrednictwem chmury.\n\nDzisiaj poznamy decyzję ws. stóp procentowych w USA, w związku z kończącym się 2-dniowym posiedzeniem Federalnego Komitetu Otwartego Rynku (FOMC). Rynek z ponad 99% pewnością oczekuje obniżki stóp procentowych o 0.25 punktu procentowego i ...\n\nNiemal czterech na dziesięciu Polaków oczekuje od pracodawcy kart podarunkowych jako dodatku do pensji. Eksperci z firmy Amilon zauważają, że takie benefity pozapłacowe to skuteczny sposób na jesienne zmotywowanie pracowników. Zwłaszcza że ...\n\nTerenowy samochód luksusowy - brzmi, jak połączenie niemożliwego. Brytyjczycy dokonali jednak małego cudu, który trwa już niemal cztery dekady. Trzeba uczciwie przyznać, że nie byli pierwsi, ale ich koncepcja uchodzi za jedną z najlepszych ...\n\nWymiana handlowa między Polską a Wielką Brytanią w 2023 roku osiągnęła rekordowy poziom 36,4 mld euro. To o 35 proc. więcej niż w 2018 roku - wynika z raportu \"Potencjał polsko-brytyjskiej współpracy gospodarczej\" przygotowanego przez ...\n\nMłodzi Polacy coraz wyraźniej nie są zainteresowani podejmowaniem pracy za najniższą krajową, widząc rozbieżność między ustawowym minimum a rynkową medianą wynagrodzeń. Według danych GUS oraz analizy Grupy Progres, sytuacja ta jest ...\n\nWczorajszy dzień był wolny od jakichkolwiek informacji związanych z cłami, które wprowadza Donald Trump. Rynek mógł zatem skupić się na danych makro. Poznaliśmy m.in. mocniejszy od prognoz raport ADP, choć historia pokazuje, że nie jest ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z PRL-u warte majątek. Tych monet szukają kolekcjonerzy! Zobacz te ceny! 24.01.2026",
            "link": "https://gk24.pl/stare-monety-z-prl-u-warte-majatek-tych-monet-szukaja-kolekcjonerzy-zobacz-te-ceny-24-01-2026/ar/c3p2-28623593",
            "description": "Choć nie wszystkie monety z tego okresu posiadają wysoką wartość, te rzadkie mogą osiągać zawrotne ceny na rynku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JdHoDwANRNuFrjOYnMwFZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 24.01.2026",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/tyle-pieni%C4%99dzy-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mo%C5%BCna-du%C5%BCo-na-nich-zarobi%C4%87-24012026/ar-AA1TymbW?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=ORMS.47bf92d6f8a05de3ddabb1719719a527&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN10 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 24.01.2026",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-24012026/ar-AA1OXkNT?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=ORMS.2f73542cf8ea090e134a51a02eceecab&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty z PRL niezwykle cenne w 2026. To one sprzedawane są aukcjach OLX czy Allegro",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/banknoty-z-prl-niezwykle-cenne-w-2026-to-one-sprzedawane-s%C4%85-aukcjach-olx-czy-allegro/ar-AA1UC7Ep?ocid=BingNewsVerp",
            "description": "W 2026 roku banknoty i monety z czasów PRL są popularne i poszukiwane przez kolekcjonerów. Jeśli posiadasz takie skarby w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WiLOrT2bb5xgTdO-Q2z5Ei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN3 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare kryształy z PRL poszukiwane przez kolekcjonerów. Wazony, misy, patery czy kieliszki w 2026 są niezwykle cenne",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stare-kryszta%C5%82y-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-wazony-misy-patery-czy-kieliszki-w-2026-s%C4%85-niezwykle-cenne/ar-AA1UrQyi?ocid=BingNewsVerp",
            "description": "Kryształy z PRL są cenione za estetykę, jakość wykonania i ponadczasowy styl. Współczesne kolekcje vintage zyskują ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cqZTzVqALMj__HMhtP9WyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN3 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 24.01.2026. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://gk24.pl/prasowka-24-01-2026-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960923",
            "description": "Na początku 2026 roku emeryci i renciści będą mogli ubiegać się o zwrot nadpłaconych pieniędzy. Dodatkowe pieniądze z tytułu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RKiaFhYst_DjB4tEr-Jm9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński12 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marka jest kobietą - Siła kobiecości",
            "link": "https://www.trojmiasto.pl/imprezy/Marka-jest-kobieta-Sila-kobiecosci-imp401156.html",
            "description": "\"SIŁA KOBIECOŚCI - KURS NA SUKCES 2015 ROKU\" - nabierz energii do działania i wejdź pewnym krokiem w wyzwania 2015 roku! Spotkaj się w jednym miejscu z \"Kobietami Sukcesu\" wszystkich edycji \"MARKA JES ...",
            "image_url": "https://www.bing.pl/th?id=ODF.TioSfvyB6Ie4qA25KB6RoA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Trojmiasto.pl8 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "\"SIŁA KOBIECOŚCI - KURS NA SUKCES 2015 ROKU\" - nabierz energii do działania i wejdź pewnym krokiem w wyzwania 2015 roku! Spotkaj się w jednym miejscu z \"Kobietami Sukcesu\" wszystkich edycji \"MARKA JEST KOBIETĄ\" (Ilona Adamska, Grażyna Paturalska, Agnieszka Zając, Gabriela Antczak), poznaj osobiście kobiety biorące udział w niezwykłym raporcie \"SIŁA KOBIECOŚCI 2014/2015\" w którym wypowiada się blisko 50 przedsiębiorczych kobiet!\n\nInspiracje, wyjątkowe rozmowy i zmysłowe niespodzianki gwarantowane! Ale to nie koniec atrakcji wieczoru - największą niespodziankę dla wszystkich uczestników organizatorzy przygotowali na zakończenie wieczoru \"Marka jest kobietą\". Z ogromną przyjemnością zapraszamy wszystkie przedsiębiorcze kobiety do udziału w najbliższym spotkaniu.Na wyjątkowy wieczór \"Siła kobiecości - kurs na sukces 2015 roku\" serdecznie zaprasza Jarosław Waśkiewicz, redaktor naczelny Biznesnafali.pl.Hotel Nadmorski, Gdynia20 stycznia 2015 roku (wtorek) godzina 18:00Inwestycja w siebie // Zapisy i uczestnictwo:50 PLN przed spotkaniem / redakcja@biznesnafali.pl- ILONA Adamska \"Ambasadorka Przedsiębiorczości Kobiet\", laureatka konkursu \"Kobiecy Biznes 2014 red naczelna IMPERIUM KOBIET Law Business Quality i Egypt Exclusive;- AGNIESZKA Zając \"Kobieta Sukcesu 2014 woj. pomorskiego,- GABRIELA Antczak \"Osobowość Roku\", \"Dyrektor Marketingu Roku\",- GRAŻYNA Paturalska - wybrana do grona 50 Najbardziej Wpływowych Polek rankingu Home & Market, autorka \"Najbardziej Oryginalnego Biznesu Kobiecego\" wg World Association of Women Enterpreneurs oraz nagrody głównej \"The Excellent Women Enterpreneurs\" przyznaną przez Organizację Narodów Zjednoczonych ONZ,- KATARZYNA Bujakiewicz - aktorka, kobieta-marka, bezpośrednio kojarzona z Poznaniem. Na co dzień gra w Teatrze Polskim w Poznaniu. Znana z ról w filmach Kochaj i rób co chcesz, Stara Baśń, Rh+ i seriali Na dobre i na złe, Magda M. oraz Lekarze. Aktorka angażuje się w projekty społeczne m.in. w Fundację Drużyny Szpiku, Była ambasadorem Poznania na Euro 2012 i wspiera Fundację Patria oraz Fundację AST.\n\nTreść tworzona na podstawie materiałów prasowych organizatora."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GIELDA PRZY IGLICY",
            "link": "https://walbrzych.naszemiasto.pl/tag/gielda-przy-iglicy",
            "description": "Miłośnicy antyków, sztuki i rękodzieła ponownie spotykają się we Wrocławiu podczas dwudniowej Giełdy Staroci pod Iglicą. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qYjRFCBRnyWZ_GVzwe3q5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wałbrzych Nasze Miasto2 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 0.7 km od Kołobrzegu. Pomysły na odrobinę ruchu na powietrzu w weekend 24 - 25 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-0-7-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-na-powietrzu-w-weekend-24-25-stycznia/ar/c7p1-22319027",
            "description": "Nim wyjdziesz, upewnij się, jaka będzie pogoda w Kołobrzegu. W sobotę 24 stycznia według prognozy pogody ma być -3°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jGRCcHDOu0G74wZ_Cs0WGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 9.8 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 24 - 25 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-9-8-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-24-25-stycznia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, sprawdź prognozę pogody. W sobotę 24 stycznia w Oświęcimiu ma być 2°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-Ne5bm3EfsCdfggCbZyw5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto1 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka z Krakowa 24.01.2026. Przegląd prasy - zestawienie najważniejszych informacji",
            "link": "https://krakow.naszemiasto.pl/prasowka-z-krakowa-24-01-2026-przeglad-prasy-zestawienie-najwazniejszych-informacji/ar/c1p1-19738355",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 23.01, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._YeZcxsZuOsj1SSs76OUey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kraków Nasze Miasto12 godz.",
            "source": "Kraków Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podróż w czasie do PRL-u! Tak wyglądały Katowice 50 lat temu. Publikujemy unikatowe zdjęcia twórcy Zenitu i Skarbka",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/podr%C3%B3%C5%BC-w-czasie-do-prl-u-tak-wygl%C4%85da%C5%82y-katowice-50-lat-temu-publikujemy-unikatowe-zdj%C4%99cia-tw%C3%B3rcy-zenitu-i-skarbka/ar-AA1UlF5o?ocid=BingNewsVerp",
            "description": "WSPOMINAMY. Zapraszamy w niezwykłą podróż do przeszłości. Zobaczcie, jak wyglądały Katowice 50 lat temu w obiektywie ...",
            "image_url": "https://www.bing.pl/th?id=ORMS.d01e4f17f27cdc7610f38c525dd8b1b7&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Katowice Nasze Miasto on MSN8 godz.",
            "source": "Katowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SCHRONISKO ORZEL",
            "link": "https://wroclaw.naszemiasto.pl/tag/schronisko-orzel",
            "description": "Schronisko Górskie „Orzeł' w Górach Sowich to malowniczy, niemal 100-letni obiekt położony nad Przełęczą Sokolą na wysokości ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qYjRFCBRnyWZ_GVzwe3q5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wrocław Nasze Miasto9 godz.",
            "source": "Wrocław Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "24 STYCZNIA 2026",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2026-01-24,7,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków16 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    }
]