[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mariusz Iwański, kandydat do zakupu Śląska: Moje zaangażowanie będzie poważne i długofalowe [NASZ WYWIAD]",
            "link": "https://www.goal.pl/1-liga/mariusz-iwanski-kandydat-do-zakupu-slaska-moje-zaangazowanie-bedzie-powazne-i-dlugofalowe-nasz-wywiad/",
            "description": "Już niedługo zmiana właściciela? Śląsk Wrocław już kilka razy miał trafić w prywatne ręce, ale do tej pory to nie nastąpiło. Wiele wskazuje jednak na to, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.LND2GJ_Zs2tUrHu6k7Xz2A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Goal.pl9 godz.",
            "source": "Goal.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jeden z najważniejszych zabytków Olsztyna. Tak wyglądał ponad 100 lat temu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-jeden-z-najwa%C5%BCniejszych-zabytk%C3%B3w-olsztyna-tak-wygl%C4%85da%C5%82-ponad-100-lat-temu/ar-AA1LaWcA?ocid=BingNewsVerp",
            "description": "Olsztyn może pochwalić się wieloma wyjątkowymi zabytkami, które zachowały się w dobrym stanie aż do teraz. Jeden z nich jest symbolem miasta, bez którego trudno sobie wyobrazić Stare Miasto. Wysoka Br ...",
            "image_url": "https://www.bing.pl/th?id=ODF.iCEokWGxZa9zpX50OJ9xeQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "ESKA Olsztyn on MSN19 godz.",
            "source": "ESKA Olsztyn on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Święto Miasta w Oświęcimiu z gwiazdami na scenie. Do tego wiele innych atrakcji w programie czterodniowego świętowania",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/%C5%9Bwi%C4%99to-miasta-w-o%C5%9Bwi%C4%99cimiu-z-gwiazdami-na-scenie-do-tego-wiele-innych-atrakcji-w-programie-czterodniowego-%C5%9Bwi%C4%99towania/ar-AA1KXgqX?ocid=BingNewsVerp",
            "description": "Bardzo atrakcyjnie zapowiada się tegoroczne Święto Miasta w Oświęcimiu. Czterodniowe świętowanie rozpocznie się w czwartek, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SyOiRAXkf9PFWQupFmVAIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oświęcim Nasze Miasto on MSN18 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perfidny plan Putina. Może zająć europejski kraj, nie wysyłając ani jednego żołnierza. Zbuntowany region zrobi swoje [REPORTAŻ]",
            "link": "https://wiadomosci.onet.pl/swiat/podstepny-plan-putina-moze-podbic-kolejny-kraj-bez-wysylania-zolnierzy/0smce6q",
            "description": "Friedrich Merz, Emmanuel Macron i Donald Tusk wybrali się razem do Mołdawii, by okazać wsparcie prezydent tego kraju Mai Sandu. Nie był to jednak pusty polityczny gest. W Kiszynowie rozgrywa się egzys ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qVZJCEn4Awd3TcXwomvMuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wiadomości Onet19 godz.",
            "source": "Wiadomości Onet",
            "article_content": "Horyzont wypełniony jest słonecznikami. Gagauzja jest ich pełna — ten autonomiczny i rosyjskojęzyczny region na południu Mołdawii ma bardzo wiejski charakter. Parking pokryty grubym żwirem jest pusty, pasterz przepędza stado kóz. Za nim z pyłu wyłania się brama w kształcie tęczy, wejście do \"GagauziyaLand\". To prawdopodobnie najbardziej kontrowersyjny park rozrywki w Mołdawii, ukończony zaledwie kilka miesięcy temu. Wstęp i atrakcje są bezpłatne — park jest prezentem dla większości prorosyjskich Gagauzów zbudowanym za rosyjskie pieniądze w tajemniczych okolicznościach – nigdy nie wydano pozwolenia na jego budowę.\n\nW tle widoczny jest basen w trakcie budowy, w środku widać gruzy. — Uniemożliwiają nam dalszą budowę – mówi brodaty strażnik i potrząsa z pogardą głową. — Rząd w stolicy nie pozwala na to. Nie chcą, aby gagauskie dzieci miały tu miejsce do zabawy.\n\nPrzez rząd rozumie rządzącą socjalliberalną Partię Akcji i Sprawiedliwości (PAS) i prezydent Mołdawii Maię Sandu. W 2020 r. została ona wybrana na głowę tego małego kraju położonego między Ukrainą a Rumunią. Dotychczas był on w dużej mierze ignorowany przez Zachód. Sandu chce to zmienić i wprowadzić Mołdawię do UE – i to jak najszybciej. Według niej od czasu inwazji na Ukrainę Rosja znacznie rozszerza swoje wpływy w byłej republice radzieckiej.\n\nRównież UE dostrzegła to zagrożenie — świadczy o tym wizyta w Kiszyniowie europejskich szefów państw i rządów: kanclerza Niemiec Friedricha Merza, prezydenta Francji Emmanuela Macrona i premiera Polski Donalda Tuska. Udali się do Mołdawii ze szczególną misją.\n\nChcieli wyrazić poparcie dla Sandu, pokazać, że UE jednogłośnie wspiera Mołdawię oraz zapobiec przegranej proeuropejskiej partii PAS z potężnymi siłami prorosyjskimi w kraju. Wszystko rozstrzygnie się w wyborach parlamentarnych zaplanowanych na koniec września.\n\nWielu Mołdawian nie zgadza się z proeuropejskim kursem swojego kraju. W październiku 2024 r. Sandu przeprowadziła referendum w sprawie umieszczenia w konstytucji zapisu o drodze Mołdawii do UE. Za tym posunięciem opowiedziało się zaledwie 50,35 proc. mieszkańców kraju. W Gagauzji, gdzie eurosceptycyzm jest najsilniejszy, było to zaledwie 5 proc.\n\nJulius Fitzke / Die Welt\n\nGagauzja jest autonomicznym regionem na południu Mołdawii. Większość ze 160 tys. jego mieszkańców to Gagauzi, turkijskojęzyczna grupa etniczna, która w czasach radzieckich została prawie całkowicie zrusyfikowana. Kiedy Mołdawia odłączyła się od Związku Radzieckiego, obawiający się o swoje prawa Gagauzi również podjęli walkę o niepodległość.\n\nOstatecznie udało się wypracować kompromis — na jego mocy w 1994 r. powstała Autonomiczna Jednostka Terytorialna Gagauzja, której przyznano szerokie uprawnienia specjalne. Ma ona własną armię, własny parlament i własny system edukacji.\n\nJęzykiem urzędowym jest rosyjski. Wielu mieszkańców Gagauzji utrzymuje kontakty z Rosją, pracuje tam, ogląda rosyjską telewizję. Putin, który nie chce, by dawna republika radziecka zbliżyła się do Europy, wykorzystuje Gagauzję, by wbić klin w demokratyczny kurs Mołdawii. Różne kampanie Moskwy wobec tego regionu są ważną lekcją dla Zachodu — pokazują, jak łatwo przychodzi Putinowi wykorzystywanie słabych punktów liberalnych demokracji.\n\nRelikty radzieckie i rosyjskie wpływy\n\nKomrat, mała stolica Gagauzji, otoczona jest polami, które są większe niż samo miasto. Prawie żaden dom nie ma tam więcej niż dwa piętra, ulice są senne, a w centrum miasta znajduje się cerkiew ze złotą kopułą. W przeciwieństwie do reszty Mołdawii tu relikty Związku Radzieckiego są wszechobecne: ulice noszą imiona Gagarina i Puszkina, a w centrum miasta stoi potężny postument z Leninem z matowego brązu.\n\nParlament jest klasycznym budynkiem administracyjnym w stylu radzieckim, przed którym powiewa flaga Gagauzji. Z zewnątrz wszystko wygląda spokojnie, ale w środku panuje chaos: od miesięcy nie ma tam Jewgieniji Guczul, gubernator Gagauzji. Na początku sierpnia została skazana na 7 lat więzienia za regularne przekazywanie rosyjskich funduszy prorosyjskiej partii Szor, podczas gdy pełniła funkcję jej sekretarza w latach 2019–2022.\n\nGuczul rządziła Gagauzją od dwóch lat. Pojawiła się znikąd, powszechnie uważa się ją za współpracownicę mołdawskiego oligarchy Ilana Szora, który założył zakazaną obecnie i otwarcie prorosyjską partię Szor i jest podejrzany o kradzież miliarda euro z rezerw mołdawskich banków. Obecnie mieszka w Moskwie — został skazany zaocznie na 6 lat więzienia.\n\nDalszy ciąg materiału pod wideo\n\nLosy jego partii leżą w rękach Jewgieniji Guczul. W ostatnich latach odbyła ona liczne podróże do Rosji i przemycała pieniądze od Szora do Gagauzji. Środki te zostały wykorzystane między innymi do budowy \"GagauziyaLand\" i kupowania głosów wyborców. Rząd w Moskwie wykorzystuje niestabilną sytuację w regionie, aby zatruwać klimat polityczny w Mołdawii, bojkotować jej zbliżenie z UE i rozszerzać swoje wpływy w tym kraju.\n\n— Kiszyniów chce nam zakazać mówienia po rosyjsku – grzmi biznesmen. — Dyktuje nam, żebyśmy nienawidzili Rosji. Ale kto stosuje przymus, osiąga skutek odwrotny do zamierzonego. Wysyłają tu policję, nękają nas – mówi jego kolega. — My, Gagauzi, nie spadliśmy wczoraj z drzewa. Mimo to chcą nas traktować jak głupców — dodaje.\n\nNiezależnie od tego, kogo się zapyta, ludzie w Gagauzji podchodzą do rządu w Kiszyniowie sceptycznie i z niechęcią.\n\nJulius Fitzke / Die Welt\n\n— Podłączyłem mojej babci chip do telewizora, żeby mogła znowu oglądać rosyjską telewizję. Tutaj tego zakazali. Rosja nie powinna rozpoczynać wojny przeciwko Ukrainie. Ale ta wojna nie jest naszym problemem. Jesteśmy małym krajem i mamy swoje własne zmartwienia. A rząd w Kiszyniowie nieustannie atakuje Rosję – opowiada 22-letni Witja. Po tym bierze łyk niemieckiego piwa. — Jeśli Sandu będzie tak dalej postępować, Rosjanie w końcu przybędą również tutaj — dodaje.\n\nMężczyzna przed sklepem meblowym marszczy brwi z irytacją. — Maia Sandu? Ona nas gnębi. Nie wiemy dlaczego. My, Gagauzi, nigdy nie przelewaliśmy krwi. Zawsze domagaliśmy się naszej autonomii pokojowo, bez użycia przemocy, jak Baskowie czy Irlandczycy z Irlandii Północnej. A mimo to jesteśmy dla niej wrogami. Sandu dąży do zbliżenia z Europą i choć ludzie tam prawdopodobnie żyją lepiej niż tutaj, nie chcemy tutaj tych europejskich wartości. Rodzice tej samej płci, osoby transpłciowe... moglibyśmy dobrze żyć bez tych europejskich wartości, gdyby tylko nasi politycy nie byli tak skorumpowani — mówi.\n\nZa i przeciw UE\n\nW Mołdawii nieustannie odbywają się demonstracje — za i przeciw UE, wspierające Sandu i krytykujące ją. Wiele osób nie wierzy już jednak w te protesty — bo Guczul wykorzystała rosyjskie pieniądze do opłacenia demonstrantów. To osłabia zaufanie wielu ludzi do demokracji.\n\nWiele osób nie wierzy już w to, że protestujący wychodzą na ulice z własnej woli — uważają, że uczestnicy protestów zostali opłaceni. Podobnie było przed referendum Sandu w sprawie UE. —Tuż przed referendum ludzie pukali od drzwi do drzwi, przyszli do mnie i do moich rodziców. Wcisnęli nam do ręki 50 euro (213 zł) i powiedzieli: zagłosujcie przeciwko UE — mówi Witja. Ostatecznie 95 proc. Gagauzów zagłosowało przeciwko przystąpieniu do wspólnoty.\n\nJulius Fitzke / Die Welt\n\nJewgienija Guczul zaprzecza, jakoby manipulowała wyborami za pomocą rosyjskich pieniędzy. Uważa, że jej skazanie i siedmioletnia kara pozbawienia wolności są wynikiem zmowy rządu centralnego. Niezależnie od tego zaufanie do mołdawskiej demokracji uległo nieodwracalnemu zniszczeniu — wystarczy, że wrogie obozy oskarżają się nawzajem o kłamstwo.\n\nViktor Gara, który w rzeczywistości ma inne imię, biegle włada językiem niemieckim — nauczył się go jeszcze w czasach radzieckich, kiedy musiał odbyć służbę wojskową w NRD w Oranienburgu. Obecnie pracuje dla organizacji pomocowej, która wspiera dzieci gagauskie. Mówi, że sytuacja w regionie jest fatalna, panuje tam ogromna bieda, prawie nie ma pracy. — To sprawia, że ludzie są bardziej podatni na propagandę i przekupstwa. Wiele osób i tak uważa państwo za skorumpowane, dlatego dają się kupić. Nie wierzą w to, że ich głos ma znaczenie — mówi.\n\nKolejnym problemem jest język. Wielu Gagauzów nie mówi po rumuńsku. Jest to jednak niezbędne do zdobycia wyższego wykształcenia i znalezienia lepszej pracy. Dlatego ludzie odwracają się od prozachodniego rządu centralnego i zwracają się w stronę Rosji. Albo tam jadą: z Komratu kursują autobusy dalekobieżne do Moskwy, podróż trwa 49 godzin. Na miejskim dworcu autobusowym wyraźnie widać sytuację Gagauzji. Wszędzie wiszą ogłoszenia o pracy za granicą. Autobusy dalekobieżne kursują nie tylko do Rosji, ale także do Berlina (31 godzin), Stambułu (20 godzin) i Bukaresztu (9 godzin). Ludzie masowo opuszczają Gagauzję, ponieważ prawie wszędzie zarobią więcej niż w ojczyźnie.\n\nJulius Fitzke / Die Welt\n\nPod koniec września w Mołdawii odbędą się wybory parlamentarne. Wtedy okaże się, czy mimo ogromnych rosyjskich wpływów kraj zdoła utrzymać swój kurs na UE. W Gagauzji wynik wyborów wydaje się przesądzony.\n\nMała rodzina kieruje się w stronę karuzeli z łabędziami, a zaspany strażnik włącza urządzenie. — Kiedy pociągniesz za dźwignię, głowa łabędzia uniesie się do góry. Ale proszę nie podnosić go zbyt wysoko! W przeciwnym razie głowa się zakleszczy i utkniecie! – ostrzega jeden z mężczyzn.\n\n— Wszystko to zawdzięczamy Ilanowi Szorowi – mówi strażnik. — Ma wobec nas dobre intencje, chce sprawić radość dzieciom — dodaje.\n\nW tle widać szkielety niedokończonych domów, na słońcu rdzewieje łada. Jedynie droga do stolicy jest świeżo wyasfaltowana. Koło niej widać niepozorny znak. Informuje on, że remont jezdni został sfinansowany ze środków UE."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pozostałości XV-wiecznego mostu na zamku w Malborku",
            "link": "https://kopalniawiedzy.pl/Malbork-zamek-most,14303",
            "description": "Relikty drewnianych konstrukcji średniowiecznego mostu wzniesionego w połowie XV w. na Zamku krzyżackim w Malborku, znaleźli archeolodzy z firmy ANTIQUA, pracujący pod kierunkiem dr. Bogdana Bobowskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YAyXcIYbbVgyvjHbycaacw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kopalnia Wiedzy13 godz.",
            "source": "Kopalnia Wiedzy",
            "article_content": "Pozostałości XV-wiecznego mostu na zamku w Malborku\n\n16 listopada 2011, 13:43 | Humanistyka\n\nRelikty drewnianych konstrukcji średniowiecznego mostu wzniesionego w połowie XV w. na Zamku krzyżackim w Malborku, znaleźli archeolodzy z firmy ANTIQUA, pracujący pod kierunkiem dr. Bogdana Bobowskiego. O swoich odkryciach naukowcy opowiedzą podczas rozpoczętej 16 listopada w Malborku XVIII Sesji Pomorzoznawczej za lata 2009-2011.\n\nWedług badaczy, zachowane elementy drewniane wykonano przynajmniej w czasie dwóch faz funkcjonowania mostu.\n\nNajstarsze są bez wątpienia pozostałości z pierwszego mostu wiodącego do Bramy Nowej. Potwierdziły to wyniki analizy dendrochronologicznej, datującej jego elementy na lata około 1450-1453 - wyjaśnił PAP dr Bobowski.\n\nPonadto archeolodzy natrafili na kilka młodszych drewnianych elementów budowlanych, wprowadzonych zapewne w trakcie napraw mostu w XVII wieku.\n\nFosa zamkowa dostarczyła wielu interesujących zabytków. Są wśród nich monety z czasów krzyżackich, polskich i pruskich, jak i liczne militaria: groty bełtów (pociski do kusz), pociski ołowiane, kule kamienne. Spore nagromadzenie broni archeolodzy wiążą z potyczkami, które w tym miejscu rozegrały się w czasie Wojny Trzynastoletniej w dniach 5-6 czerwca 1457 roku.\n\nNiewątpliwie najciekawszym znaleziskiem, pozyskanym z dna fosy Bramy Nowej jest XV-wieczny koncerz - rodzaj długiego miecza, używanego zarówno przez jazdę, jak i piechotę. To broń przeznaczona do penetracji kolczug i niszczenia zbroi - uważa kierownik badań.\n\nJego zdaniem, jest to niezwykle rzadkie znalezisko. W zbiorach polskich znajdowały się dotychczas dwa egzemplarze - jeden z Kalisza oraz drugi z przedrozbiorowej zbrojowni malborskiej, obecnie na Wawelu - dodał.\n\nZabytek zachowany w całości, w dobrym stanie, został już poddany profesjonalnej konserwacji przez pracownię konserwatorską Centralnego Muzeum Morskiego w Gdańsku. Po wstępnym oczyszczeniu okazało się, że broń zdobiły na głowni dwa złocone krzyże. Zabytek wzbogacił zbiory Muzeum Zamkowego w Malborku.\n\nCelem badań archeologicznych, które trwały od marca do lipca tego roku, było znalezienie odpowiedzi na wiele pytań związanych z historią najmłodszej części zamku - wału von Plauena, czyli fortyfikacji ziemno-murowanej, przystosowującej zamek do obrony przed bronią palną. To pod nim archeolodzy znaleźli średniowieczne relikty.\n\nPrace archeologiczne na Zamku krzyżackim w Malborku są realizowane w ramach zadania „Aktywizacja turystyczna wschodnich terenów zespołu zamkowego w Malborku\", odbywającego się w ramach Regionalnego Programu operacyjnego Województwa Pomorskiego na lata 2007-2013. Zostały przeprowadzone przez Pracownię archeologiczną ANTIQUA."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk buduje \"marsjańskie\" osady w Teksasie. Czy tak będą wyglądać miasteczka przyszłości? Podobne domki już gdzieś widzieliśmy",
            "link": "https://wiadomosci.onet.pl/swiat/osady-elona-muska-w-teksasie-czy-tak-beda-wygladac-miasteczka-na-marsie/5e269lz",
            "description": "W Teksasie Elon Musk buduje modelowe miasta dla nowego człowieka, zgodne z jego ideą \"osiedli wolności na Marsie\". Radykalna prostota budynków napędza wizję przystępnego cenowo życia w niewielkich dom ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qVZJCEn4Awd3TcXwomvMuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wiadomości Onet16 godz.",
            "source": "Wiadomości Onet",
            "article_content": "Jeśli chcemy wyobrazić sobie, jak w przyszłości może wyglądać życie na Marsie, powinniśmy spojrzeć na Starbase i Snailbrook. Są to osady — niektórzy nazywają je już \"miastami\" — które Elon Musk buduje w Teksasie.\n\nStarbase określane jest w amerykańskich mediach jako \"najmłodsze miasto w Stanach Zjednoczonych\". Znajduje się w najbardziej wysuniętym na południe punkcie, nad Zatoką Meksykańską, ponieważ to właśnie stamtąd startują rakiety SpaceX Muska.\n\nInżynierowie Muska nie tylko pracują w Starbase nad rakietami, ale także mieszkają tu ze swoimi rodzinami. Na razie to tylko pierwsze osady. Ale czy powstaje tu już unikalny język architektoniczny? To, co widzimy na zdjęciach, sprawia wrażenie prowizorki. Wszystkie domy wydają się mobilne, jakby to miasto było tylko tymczasowe.\n\nW maju tego roku serwis Texas Tribune opublikował jeden z pierwszych reportaży na temat miasta. Przedstawia on małe, szare drewniane domki, monotonnie ustawione jeden obok drugiego. W szarych plastikowych grządkach rosną petunie, a na jednej z nich namalowano astronautę wykonującego znak pokoju. W reportażu amerykańskich korespondentów \"Tagesschau\" widać główną arterię (\"ulicę Memów\"). Falujące palmy, luźno rozrzucone drewniane bungalowy, jak w reportażach po huraganie, place budowy. \"Poza tym jest kilka ulic z palmami, bungalowami, domkami i srebrnymi przyczepami kempingowymi\" — czytamy.\n\nPopiersie Elona Muska w pobliżu bazy Starbase w Teksasie Joe Marino/UPI Photo via Newscom / PAP\n\nNa drodze prowadzącej z Brownsville do Starbase stoi wysokie na ok. trzy metry popiersie Muska, przypominające pomnik Marksa w Chemnitz (dawniej Karl-Marx-Stadt). Znaki uliczne w mieście/osadzie rzucają się w oczy bardziej niż monotonne domy; są wymalowane uroczymi symbolami rakiet. Wniosek pośredni: ozdoby i sztuka służą misji, mieszkania cechuje purytańska prostota.\n\nStarbase — czy tak będzie wyglądać marsjańska architektura?\n\nNajważniejsza jest kwestia domków. Musk nie tylko buduje je dla pracowników, ale także rzekomo sam w jednym z nich mieszka. Ta historia podsyca wyobraźnię prowadzących fake-newsowe kanały na YouTubie. Niektórzy fantazjują o domkach w stylu właściciela Tesli. Podstawowy model na 2026 r. będzie rzekomo dostępny za jedyne 6789 dol. [ok. 25 tys. zł].\n\nDomniemany domek Muska łączy cechy projektu lodówki retro z górującym nad nią logo Tesli, jest zasilany ogniwem słonecznym na dachu, ma w środku aneks kuchenny, laminowaną podłogę, oświetlenie LED, łazienkę i podwójne łóżko. Wygląda podobnie do najnowocześniejszego pokoju w hotelu Ibis. Projekt jest gładki, okrągły i zdominowany przez ekran, nie jest nieprzyjemny, ale w żadnym wypadku nie jest przytulny. To dobre miejsce do relaksu i korzystania z elektroniki rozrywkowej, ale zachęca też do spędzenia kilku dodatkowych godzin w biurze.\n\nW rzeczywistości istnieje starszy model, który rzekomo kosztuje 50 tys. dol [ok. 183 tys. zł]. Według doniesień sam Musk mieszka w tym modelu na plaży w Starbase, w Boca Chica. Twierdził tak sam Musk, ale jego deklaracja to zostało prędko zakwestionowana przez dochodzenie \"Wall Street Journal\". Kosztujący 50 tys. dol. dom to szara drewniana chatka o powierzchni 35 m kw. z małym białym płotkiem ogrodowym. Boxabl, firma, która dostarczyła ten \"muskowy\" domek, w 2021 r. mówiła o liście 50 tys. oczekujących klientów. Nie wiadomo jednak, ilu było ich faktycznie.\n\nAnarchokapitalistyczne życie inżynierów Elona Muska\n\nStarbase może nie stać się miejscem stałego pobytu, a przejściową lokalizacją, miejscem transformacji na drodze do technicznej utopii. Anarchokapitalistyczna wizja wydaje się nie dbać o kształtowanie tu i teraz. Z pozoru \"utopijne miasta\" dla pracowników Imperium X wyglądają jak funkcjonalistyczne obozy.\n\nSnailbrook i Starbase \"ze swoim prostym zakwaterowaniem bardziej przypominają prymitywne miasteczka zakładowe\" — tak zdawkowo ocenił je Harald Staun w niedzielnym wydaniu \"Frankfurter Allgemeine Zeitung\". Nowe zdjęcia Bloomberga — które ponownie pokazują nową część osiedla — również potwierdzają to wrażenie: sterylne, ciasne budynki z małymi domkami z desek z ciemną glazurą przypominają najprostsze kontenery mieszkalne. Z trawnika do drzwi dociera się stalowymi schodami, a każdy z tych bloczków ma małą zewnętrzną część wypoczynkową dla jednej lub dwóch osób. Forma przywodzi na myśl czasy świetności USA, lata 60. Metalowe przyczepy kempingowe w długim rzędzie pokazane w innym filmie na YouTube również przypominają nostalgiczne foodtrucki, ale tutaj służą do spania.\n\nZałożenie własnego miasta w Teksasie jest nieskomplikowane. Osady liczące 200 lub więcej osób mogą ogłosić się miastem, jeśli większość sobie tego życzy, a wymagania dotyczące budynków są niskie jak nigdzie indziej. Administracja jest do pewnego stopnia w rękach firmy. Burmistrz Starbase Bobby Peden, 36-letni inżynier mechanik, jest długoletnim pracownikiem SpaceX. Społeczność, która obecnie liczy zaledwie kilkuset mieszkańców, w dużej mierze rządzi się własnymi prawami — to przedsmak utopijnych \"wolnych osiedli na Marsie\", które Musk przedstawia jako wielką wizję.\n\nMiasto zostało założone szybko. SpaceX złożyło petycję dopiero w grudniu 2024 r. Zgoda mieszkańców została uznana za pewną, ponieważ prawie wszyscy z nich zarabiają na życie w SpaceX. Inżynierka i dyrektorka w SpaceX Kathryn Lueders napisała do władz hrabstwa Cameron, aby przyspieszyć ten proces, stwierdzając, że to miejsce powinno stać się \"światowej klasy miejscem do życia\", a jego mieszkańcy będą \"kształtować przyszłość ludzkości w kosmosie\".\n\nGłówna faza budowy ma dopiero nadejść. Texas Tribune poinformował, że SpaceX chce zbudować w okolicy centrum handlowe za 15 mln dol. [ok. 55 mln zł] oraz inne budynki biurowe i fabryczne: \"Starbase jest de facto miastem firmowym\". Gazeta przypomniała historie miasteczka Sugar Land, także w Teksasie, założone w 1959 r.\n\nMiasteczka Sugar Land w Teksasie Kamil Zelezik / Shutterstock\n\nFundament ten był jednak poprzedzony ok. 100-letnią działalnością gospodarczą: uprawa trzciny cukrowej, produkcja cukru i intensywna praca przymusowa czarnych niewolników, później także więźniów. Imperial Sugar Company, powstała w 1908 r., założyła w 1959 r. miasto pracownicze Sugar Land. Jednak przemysł cukrowniczy został tam porzucony w 2003 r. A w związku ze swoją długą historią znacznie wyprzedza osady Muska. Jest to duże miasto z ratuszem, placami, fontannami, budynkami hotelowymi i administracyjnymi oraz typową rozległą zabudową miejską z ogrodami i polami golfowymi.\n\nChoć historia wyzysku w cukrowniach jest niejednoznaczna (zaledwie kilka lat temu odkryto groby czarnoskórych robotników przymusowych, którzy mogli być torturowani), wciąż pozostawiają po sobie relikty pełne charakteru. Rafineria, zbudowana w 1896 r., jest wpisana na listę zabytków i służy jako muzeum. Audytorium zbudowane w 1918 r. w stylu neoklasycystycznym i szkołę podstawową z ok. 1900 r. w neokolonialnym stylu Beaux-Arts można zwiedzać do dziś. Czy cokolwiek pozostanie z \"firmowego miasta\" Muska?\n\nMiasta przyszłości czy robotnicze koszary?\n\nJednak druga osada robotnicza już istnieje. Nazywa się Snailbrook i znajduje się dobre 1000 km na północny wschód od Starbase, niedaleko teksańskiej stolicy Austin. Zgodnie z pierwszymi ilustrowanymi reportażami w regionalnej prasie, również tutaj wciąż jest więcej placów budowy niż budynków.\n\nJednak pierwsze wrażenia są podobne do tych ze Starbase: drewniane domki są monotonne — znacznie bardziej monotonne niż zwykłe amerykańskie przedmieścia z przytulnymi werandami, płotami i małymi ogrodami — i ułożone prawie jak koszary. Ogrodzenia dookoła również nie wyglądają zachęcająco. Tymczasem \"Wall Street Journal\" doniósł jeszcze, gdzie ma mieszkać sam Musk: głównie w Austin, czyli niezbyt daleko, ale nie za blisko Snailbrook.\n\nCzy możemy już mówić o architekturze w stylu Muska? A może antyarchitekturze? Pierwsza faza budowy nie zdradza ambicji zorientowanych na walory estetyczne, trwałość czy obywatelskość. Historyczne porównanie z osiedlami robotniczymi z początku XX w. wydaje się interesujące — np. z domami kolejarzy czy górników z lat 20., takie jak te zamówione przez Alfreda Kruppa w Zagłębiu Ruhry lub między Renem a Menem. Dziś są to często budynki wpisane na listę dziedzictwa architektonicznego i podziwiane za swoje proste piękno. Miały one umożliwić pracownikom i robotnikom prowadzenie jak najbardziej burżuazyjnego życia rodzinnego, chroniąc ich przed ówczesnymi wstrząsami, a tym samym odgradzając ich od komunizmu.\n\nW miasteczkach Muska zamysł architektoniczny obraca się wokół samego miliardera, a osiedla wydają się służyć jak najszybszej realizacji misji. Jak na ironię, zblazowana drobnomieszczańskość tych \"chat\" stoi w wyraźnym kontraście z wizją przyszłości Muska, która ma poruszyć całą ludzkość.\n\nMiasteczko Snailbrook w marcu 2023 r. BRANDON BELL / GETTY IMAGES NORTH AMERICA / GETTY IMAGES VIA AFP / AFP\n\nJednak poszczególne prestiżowe budynki (lub ich projekty) mają wysyłać komunikat. Symbolicznie nawiązują do statków kosmicznych, UFO, Batmana i emanują nostalgią za latami 50. \"Supercharging Station\" jest tego szczególnym przykładem. Tak nazywa się połączenie stacji ładowania elektryków, kina samochodowego i knajpy w Los Angeles, które powinno zostać ukończone \"wkrótce\", jak donosi fanowski portal Inside Tesla. Musk po raz pierwszy ogłosił jego budowę w 2018 r."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marysia kupiła dom w Hiszpanii. \"Niektóre mogą okazać się pułapką\"",
            "link": "https://noizz.pl/design/marysia-kupila-dom-w-hiszpanii-niektore-moga-okazac-sie-pulapka/mv7j680",
            "description": "— Myślę, że jeżeli myślicie o zakupie starego domu do remontu w Hiszpanii, to przede wszystkim cieszę się z wami. Zapewniam, że czeka was spotkanie z absolutnie pięknym budownictwem w pięknym kraju — ...",
            "image_url": "https://www.bing.pl/th?id=ODF.K7AgqBYCej_x8ju1JTWXrA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Noizz50 min",
            "source": "Noizz",
            "article_content": "— Myślę, że jeżeli myślicie o zakupie starego domu do remontu w Hiszpanii, to przede wszystkim cieszę się z wami. Zapewniam, że czeka was spotkanie z absolutnie pięknym budownictwem w pięknym kraju — przyznaje Marysia, która jest kolejną bohaterką cyklu \"Mieszkaj inaczej\".\n\n— W Andaluzji najzwyczajniej się zakochałam. Ta miłość trwa i chyba tylko dzięki niej przetrwałam w tym regionie, który wcale nie jest łatwy w codziennej obsłudze — wspomina Marysia\n\n— Długo myślałam, że całe życie nie będę tu miała swojego mieszkania. Kiedy przyjechałam do Andaluzji, na rynku nieruchomości na wynajem można było znaleźć przystępne cenowo i piękne miejsca z charakterem. Niestety, od jakichś sześciu lat lokalny rynek wynajmu dramatycznie się kurczy, stąd decyzja o kupnie — dodaje nasza rozmówczyni\n\n— Szukałam starego domu, bo nie odnajduje się w nowym budownictwie. Stare materiały i wykończenia emanują solidnością wykonania, szlachetnością materiałów oraz mądrością tradycji konstrukcyjnej — komentuje bohaterka cyklu \"Mieszkaj inaczej\"\n\n— Życie w Andaluzji bardzo różni się od tego w Polsce. Tu czas płynie rytmem wyznaczanym przez tradycyjne święta oraz spotkania z rodziną i przyjaciółmi. Praca jest na dalszym planie i to odbija się na wszystkim — podsumowuje\n\nWięcej takich artykułów znajdziesz na stronie głównej Onet\n\nMateriał archiwalny Foto: Onet\n\nW ramach cyklu \"Mieszkaj inaczej\" pokazujemy alternatywne sposoby na własny kąt, które cieszą się w Polsce coraz większą popularnością. Dotychczas pisaliśmy m.in. o całorocznych jurtach czy domkach na zgłoszenie. Teraz porozmawialiśmy z Marysią, która kupiła dom do remontu w hiszpańskiej Andaluzji.\n\nRemont domu w Hiszpanii\n\nWnętrze domu Marysi przed remontem Foto: Archiwum własne bohaterki\n\nDlaczego postanowiłaś kupić i wyremontować stary dom za granicą?\n\nMarysia: Mieszkam w Hiszpanii od dziesięciu lat i czuję, że już w niej zostanę, bo to moje miejsce na świecie. Długo myślałam, że całe życie nie będę tu miała swojego mieszkania. Kiedy przyjechałam do Andaluzji, na rynku nieruchomości na wynajem można było znaleźć przystępne cenowo i piękne miejsca z charakterem. Mam za sobą dwa lata życia w przepięknym domu z XVI wieku w Sewilli z wielkim patio i pięć lat w małym domku z XVII wieku, który był kiedyś zajazdem dla podróżnych, potem stajnią (w ramach najmu mogliśmy go sami wyremontować z ówczesnym partnerem). To były świetne miejsca, a dla mnie estetyka domu, w którym mieszkam, jest jednym z priorytetów życiowych. Dom to moja bateria. Coraz trudniej było jednak znajdować takie oferty. Andaluzja stała się niesłychanie popularna — zarówno jako cel podróży, jak i miejsce na inwestycje w nieruchomości. Niestety, od jakichś sześciu lat lokalny rynek wynajmu dramatycznie się kurczy. Obawiałam się, że następnym razem nie znajdę już ładnego domu w rozsądnej cenie. Stąd decyzja o kupnie.\n\nJarez, w którym mieszka Marysia Foto: Archiwum własne bohaterki\n\nDlaczego akurat Hiszpania, a w niej Andaluzja?\n\nW Andaluzji najzwyczajniej się zakochałam. To było prawdziwe zaślepienie, miłość życia. Po odkryciu Sewilli nauczyłam się w kilka miesięcy hiszpańskiego i zmieniłam studia, żeby tylko wiedzieć więcej o Andaluzji i być bliżej niej. Ta miłość trwa nadal i chyba tylko dzięki niej przetrwałam w tym regionie, który wcale nie jest łatwy w codziennej obsłudze.\n\nDom Marysi z zewnątrz Foto: Archiwum własne bohaterki\n\nCo zrobić, kiedy ktoś zainteresuje się kupnem domu w Andaluzji? Czy odnalezienie się w tamtejszej rzeczywistości jest trudne dla Polaków?\n\nŻycie w Andaluzji bardzo różni się od tego w Polsce. To inny stan umysłu, co ma swoje dobre i złe strony. Tu czas płynie rytmem wyznaczanym przez tradycyjne święta oraz spotkania z rodziną i przyjaciółmi. Praca jest na dalszym planie i to odbija się na wszystkim. Na pewno życiu w Andaluzji nie towarzysz stres i gonitwa, ale załatwienie tutaj czegokolwiek zawsze wiąże się z długim czekaniem. Tego się nie da przeskoczyć i Polakom trudno to zrozumieć. Czy w takiej rzeczywistości łatwo jest odnaleźć się z kupnem i remontem domu? Myślę, że po prostu trzeba się nastawić na to, że wszystko potrwa długo i nie przywiązywać się do terminów. Nie warto planować dokładnych dat, bo najprawdopodobniej nic z tych planów nie wyjdzie, a my tylko się zniechęcimy. Jeśli remont w takich warunkach nas przeraża, to lepiej kupić po prostu nowe mieszkanie.\n\nJeszcze kilka słów o samym szukaniu domu w Andaluzji. Na pewno warto samodzielnie przeglądać oferty, ale ostatecznie niezbędne będzie skorzystanie z pomocy pośrednika w sprzedaży nieruchomości. Oni są na miejscu i pomogą w załatwianiu przeciągającym się spraw.\n\nKiedy decyzja o zakupie jakiegoś domu czy mieszkania zaczyna robić się konkretna, koniecznie trzeba wyrobić sobie numer NIE. To dokument, bez którego w Hiszpanii nie załatwimy nic. Wyrabia się go na konkretny cel, np. na zakup nieruchomości. W ambasadzie trwa to kilka miesięcy, a na miejscu w oddziałach, które nazywają się Extranjería, kilka dni.\n\nOdsłanianie stropu w domu Marysi Foto: Archiwum własne bohaterki\n\nW jakim stanie był dom, który ty kupiłaś?\n\nMój dom nadawał się do zamieszkania, potrzebował pilnie tylko zmiany okien i aktualizacji instalacji elektrycznej. To ja skomplikowałam sobie życie i postanowiłam zrobić generalny remont.\n\nCzy nie łatwiej byłoby go zburzyć i postawić zupełni nowy?\n\nW ogóle nie było takiego pomysłu. Szukałam starego domu, żeby mieszkać w starym domu, bo nie odnajduje się w nowym budownictwie. Stare materiały i wykończenia emanują solidnością wykonania, szlachetnością materiałów oraz mądrością tradycji konstrukcyjnej. W Andaluzji ta tradycja sięga setek lat wstecz. To dla mnie niesłychanie ważne, żeby podążać za tradycją, która sprawdzała się w tak trudnych warunkach klimatycznych.\n\nSkuwanie tynków w domu Marysi Foto: Archiwum własne bohaterki\n\nPowiedz więcej o samym remoncie domu. Co tam zrobiłaś? Czy dużo robiłaś sama?\n\nMój remont nazwałabym uwalnianiem oryginalnej konstrukcji od warstw nałożonych na nią podczas wcześniejszych remontów. Usuwam wszystkie dodatki, które zasłaniają pierwotną urodę tego starego domu. Niewiele jestem w stanie zrobić sama. To ciężkie fizyczne prace takie jak skuwanie tynków cementowych, posadzek czy zrzucanie podwieszanych stropów gipsowych. Samodzielnie planuję, oczyszczam elementy drewniane z farby oraz konserwuję te elementy, które chcę zostawić.\n\nDo tej pory zostały odsłonięte wspaniałe stare grube ściany zduszone przez lata nieoddychającym cementem oraz przepiękne drewniane stropy. Udało się też odtworzyć pierwotne połączenia między pomieszczeniami, dzięki którym przestrzeń nabrała sensu. Zostało mi jeszcze zlikwidowanie zadaszeń na dwóch patiach, ale muszę czekać na kolejne pozwolenia i na wiecznie nieprzychodzące ekipy. Stropy zostaną widoczne, a ściany wykończone oddychającymi tradycyjnymi tynkami wapiennymi. Fascynuje mnie tradycja użycia wapna w andaluzyjskiej architekturze. Ten materiał, który kojarzy się zazwyczaj z bieleniem, jest nieprawdopodobnie uniwersalny, piękny i dobry dla konstrukcji domu, dla zdrowia oraz dla środowiska. Z wapna powstają przepiękne tynki kolorowane naturalnymi pigmentami, wodoszczelne tynki do łazienek, a także farby, którymi można malować ściany i drewno. Mam ogromne szczęście, że tu, gdzie mieszkam, nigdy nie przestano tych technik stosować. Znalazłam znakomitych wytwórców, tynkarzy i architektów, którzy pracują z wapnem. Mój dom będzie moją prywatną odą na cześć wapna.\n\nOczekuję, że efektem remontu będzie przepiękny tradycyjny andaluzyjski dom. Będzie miał chłodny parter odizolowany od gorącej ulicy ponad 60-centymetrowymi murami, który będzie oddychał dzięki dwóm zielonym patio. Taki dom był moim marzeniem, a ten, który kupiłam, ma to wszystko. Trzeba go tylko \"posprzątać\" z niepotrzebnych dodatków.\n\n\"Nagie\" wnętrze domu Marysi w czasie remontu Foto: Archiwum własne bohaterki\n\nJaki ma być charakter wnętrza? Zależy ci na wyposażeniu z epoki czy wolisz postawić na współczesny design?\n\nW dużej części pomieszczeń domu zachowały się oryginalne ponad stuletnie posadzki z płytek cementowych. Wyglądają jak wzorzyste dywany, to one robią mi wnętrze. Mam też wspaniałe, rozproszone światło, które tworzy atmosferę. Do tego tradycyjne wapienne tynki i stare drewniane drzwi. Prawda jest taka, że ten dom sam w sobie jest tak piękny, że aż szkoda wstawiać meble.\n\nDalsza część wywiadu pod materiałem wideo\n\nOd lat pojawiają się jednak w mojej przestrzeni rzeczy, które znajduje na śmietnikach albo kupuję w sklepach z antykami i dizajnem czy od artystów. Przeważają rzeczy stare, trochę w charakterze skansenu, ale rozpływam się też nad nowszym wzornictwem, przede wszystkim włoskim. Chciałabym ostrożnie meblować wnętrze, ostatecznie pewnie będzie połączeniem różnych stylów i zakupów dokonanych w przypływie miłości do jakiejś sofy, stołu czy wazonu.\n\nKonserwacja posadzki w domu Marysi Foto: Archiwum własne bohaterki\n\nIle pieniędzy włożyłaś w zakup domu i remont?\n\nMój dom miał dobrą cenę. Kosztował ok. 500 euro (2,3 tys. zł) za m kw. W remont chciałabym włożyć mniej więcej jedną trzecią jego wartości. W Hiszpanii liczy się orientacyjnie, że remont starego domu kosztuje 660 euro (3,1 tys. zł) za każdy m kw. Remont mojego domu nie będzie aż tak drogi.\n\nCzy dużo Polek i Polaków decyduje się na podobny ruch?\n\nCoraz więcej, ale wciąż są to głównie domy w pobliżu plaży, które właściciele wykorzystują tylko przez kilka tygodni lub miesięcy w roku. Jest też garstka Polaków, którzy kupili w Hiszpanii stare domy do remontu. Poznaję ich przez Instagrama, moje konto \"luz_y_cal\", czyli \"światło i wapno\", na którym opowiadam o domu, remoncie i andaluzyjskich inspiracjach, dało mi fantastyczne kontakty. Ich historie mnie fascynują, inspirują i niezwykle wspierają, bo przechodzimy przez te same problemy.\n\nKorytarz w domu Marysi w trakcie czyszczenia drzwi z farby Foto: Archiwum własne bohaterki\n\nCzy po takim doświadczeniu masz jakieś uniwersalne rady dla osób, które myślą o podobnej inwestycji?\n\nMyślę, że jeżeli myślicie o zakupie starego domu do remontu w Hiszpanii, to przede wszystkim cieszę się z wami. Zapewniam, że czeka was spotkanie z absolutnie pięknym budownictwem w pięknym kraju. To nie będzie szybka operacja, nastawcie się więc na to, że to może być historia waszego życia. Nastawcie się na lata pracy, na duże opóźnienia administracyjne oraz na problem ze znalezieniem kompetentnych ekip. Warto więc dobrze przemyśleć długoterminową strategię i zastanowić się, czy będziecie mieszkać i pracować w Polsce, powierzając doglądanie remontu komuś na miejscu, czy rzucacie się w to na główkę i przeprowadzacie się do Hiszpanii.\n\nStrategia dotycząca tego, gdzie będziecie mieszkać, jak chcecie zarabiać, kto załatwi sprawy, kiedy nagle po czterech miesiącach ciszy dostaniecie telefon z urzędu, że trzeba się zgłosić, jest absolutnie kluczowa i pozwala uniknąć zniechęcenia i niepotrzebnych stresów. To będzie długa droga, ale na końcu może czekać absolutnie fantastyczny dom.\n\nRadzę też sprawdzić przed zakupem domu w historycznych miastach, jaki jest stopień ochrony konserwatorskiej i archeologicznej. Szczególnie ta część archeologiczna może okazać się pułapką. W przypadku najwyższego poziomu ochrony, to właściciel jest zobowiązany do sfinansowania odkrywek i badań, jeżeli archeolodzy coś zlokalizują. To ogromne koszty, których nie pokryją żadne programy pomocowe, bo po prostu ich nie ma.\n\nWnętrze domu Marysi w trakcie przeprowadzki Foto: Archiwum własne bohaterki\n\nJakie są minusy mieszkania w starym domu?\n\nNiespodzianki. Nigdy nie wiadomo, co kryje się w starej ścianie. Poza tym domy w starych częściach miast i miasteczek często podlegają kontroli konserwatora zabytków. Jeżeli tak jest, to trzeba się liczyć z wydłużonymi procedurami i bardzo szczegółowymi wymaganiami w kwestii estetyki oraz materiałów wykończeniowych.\n\nDom Marysi po remoncie Foto: Archiwum własne bohaterki\n\nDom Marysi po remoncie Foto: Archiwum własne bohaterki\n\nDom Marysi po remoncie Foto: Archiwum własne bohaterki\n\nMarysia Foto: Archiwum własne bohaterki\n\nCzym różni się życie w małej hiszpańskiej miejscowości od życia w Polsce?\n\nMiejsce, w którym mieszkam, czyli Jarez, nie jest aż takie małe, ale jak większość andaluzyjskich miast, nawet tych dużych, ma charakter miasteczka. Trzeba się liczyć z niezbyt rozwiniętą siecią komunikacji publicznej, z zamykaniem sklepów na przerwę obiadową od godz. 13:30 do godz. 17:00 oraz z krótkimi godzinami pracy urzędów. To jednak mała cena za to, co dostaje się w zamian. Żyjemy wśród wesołych, uprzejmych, serdecznych ludzi, wśród pięknych budynków i w zadbanej przestrzeni publicznej. Andaluzyjczycy toczą życie na zewnątrz, więc to miasto jest ich domem. Kochają je i szanują. Ulice oraz place w andaluzyjskich miastach to perełki.\n\nJarez, w którym mieszka Marysia Foto: Archiwum własne bohaterki\n\nW tekście umieszczono linki reklamowe naszego partnera:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To \"Święty Graal\" wśród pierścionków zaręczynowych. Nie do wiary, ile kosztuje",
            "link": "https://ludzie.fakt.pl/taylor-swift-otrzymala-wyjatkowy-pierscionek-cena-zwala-z-nog/7641ddz",
            "description": "Pierścionek zaręczynowy Taylor Swift wywołał poruszenie w świecie jubilerów. Eksperci określają go mianem biżuteryjnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1aHekOKpf7t1SbxHWquQMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Ludzie Fakt10 godz.",
            "source": "Ludzie Fakt",
            "article_content": "Pierścionek zaręczynowy Taylor Swift wywołał poruszenie w świecie jubilerów. Eksperci określają go mianem biżuteryjnego \"Świętego Graala\". Jego wartość, dzięki ręcznie oszlifowanemu diamentowi, może sięgać nawet 4 mln funtów (19 mln zł).\n\nArtystka, ogłaszając zaręczyny z Travisem Kelce napisała w mediach społecznościowych: \"Twoja nauczycielka angielskiego i nauczyciel WF-u biorą ślub\". Do wydarzenia doszło w posiadłości sportowca w Kansas. Komentatorzy przypominają jednak, że mało którego nauczyciela byłoby stać na taki klejnot.\n\nPierścionek utrzymany jest w stylu vintage i zdobi go diament o masie 8–10 karatów. — Diament wygląda na zabytkowy kamień o masie 8-10 karatów, co jest dość rzadkie w przypadku antyku — ocenia Ruth Faulkner z Retail Jeweller. Jej zdaniem koszt może wynosić od 500 tys. do nawet 4 mln funtów.\n\nWyjątkowy pierścionek. To antyczny kamień\n\nNa wyjątkowy blask kamienia zwróciła też uwagę Rachael Taylor. Jej zdaniem wynika to z faktu, że diament jest antycznym kamieniem oszlifowanym ręcznie, a nie maszynowo. Z kolei Garret Weldon, prezes Irlandzkiego Stowarzyszenia Sprzedawców Antyków nazwał go biżuteryjnym \"świętym Graalem\" i podkreślił, że to \"jeden z najrzadszych kamieni, jakie można zdobyć\".\n\nModa na nietypowe i masywne pierścionki zaręczynowe trwa. Zendaya nosi diament ustawiony poziomo, Dua Lipa wybrała okrągły kamień na szerokiej obrączce, a Georgina Rodríguez pokazała się z owalnym diamentem wartym w przybliżeniu 5 mln dolarów.\n\n— Ogólne trendy skłaniają się ku większym kamieniom zarówno wśród gwiazd, jak i ogółu społeczeństwa, ale celebryci decydują się na wyraziste ozdoby, aby się wyróżnić — zauważa z kolei Rhona Fitzpatrick z Diamond Expert.\n\nPierścionki zaręczynowe. Co jest alternatywą?\n\nAlternatywą stają się diamenty laboratoryjne. Fitzpatrick podkreśla, że około 52 proc. pierścionków zaręczynowych na świecie zawiera właśnie takie kamienie. Rachael Taylor wyjaśnia natomiast, że \"liczy się wiarygodne źródło, z którego pochodzi, dbałość o środowisko i społeczności lokalne\". — Sama musisz zdecydować, co jest dla ciebie ważniejsze. Wybór kamienia vintage może być bardziej etyczny, ale jego pochodzenie i historia niekoniecznie są znane — wskazała.\n\nDziennikarka dodaje, że w przypadku antyków nie ma potrzeby nowego wydobycia, ale \"nie ma się pewności, w jakich okolicznościach zostały wydobyte przed laty\". — Jeśli mówimy o sytuacji sprzed ponad 100 lat, wydobycie nie było prawdopodobnie zbyt przyjemne — oceniła.\n\nMimo że eksperci koncentrują się na wartości i unikalności pierścionka, Swift w piosence Paper Rings śpiewała: \"Lubię błyszczące rzeczy, ale poślubiłabym cię z papierowymi pierścionkami\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Wenecja Karkonoszy\" to nieodkryty klejnot. Rajskie widoki, a tłumów brak",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/wenecja-karkonoszy-to-nieodkryty-klejnot-rajskie-widoki-a-t%C5%82um%C3%B3w-brak/ar-AA1LpzJu?ocid=BingNewsVerp",
            "description": "Karpacz i Szklarską Porębę zna niemal każdy, tymczasem w regionie kryją się również inne perły, które umykają uwadze turystów. Jedna z nich nieoficjalnie nazywana jest \"Wenecją Karkonoszy\". To urokliw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.bL0xjUEIN0U-gaUDWL04zA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN17 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AIR SHOW",
            "link": "https://www.se.pl/temat/air-show,tg-5Gue-7HJW-rd84/",
            "description": "Późnym wieczorem w Radomiu odbyła się konferencja prasowa, w której udział wzięli wicepremier i minister obrony narodowej Władysław Kosiniak-Kamysz i przedstawicieli Dowództwa Generalnego Rodzajów Si… ...",
            "image_url": "https://www.bing.pl/th?id=ODF.m7D0yBzzZsnKtu44yb1UTg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Super Express2 godz.",
            "source": "Super Express",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "29 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-29,7,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "krakow9 godz.",
            "source": "krakow",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb w Wiśle. Co zrobić, gdy znajdziemy zabytek?",
            "link": "https://wiadomosci.radiozet.pl/polska/skarb-w-wisle-co-zrobic-gdy-znajdziemy-zabytek",
            "description": "Fragment czaszki prażubra czy średniowieczny miecz – to tylko niektóre skarby, które w tym roku odsłoniła Wisła. Co zrobić, gdy podejrzewamy, że przedmiot, który znaleźliśmy, może mieć wartość history ...",
            "image_url": "https://www.bing.pl/th?id=ODF.bL0xjUEIN0U-gaUDWL04zA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET1 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Jakie skarby znaleziono w ostatnim czasie w Wiśle.\n\nCo zrobić, gdy znajdziemy zabytek.\n\nDo kogo należy znalezisko.\n\nJakie skarby znaleziono w Wiśle?\n\nRekordowo niski poziom wody ujawnił rozmaite skarby na dnie Wisły. W ostatnim czasie głośno było m.in. o czaszce prażubra, ale w tym roku znaleziono też średniowieczny miecz i tajemniczą barkę. Natomiast dwa lata temu archeolodzy natrafili na stewę dziobową 40-metrowej szkuty z XVI-XVII wieku – Element był pięknie wykonany, miał 3 metry długości i ważył kilkaset kilogramów. Do tej pory w całym kraju znaleziono cztery takie stewy – powiedział PAP archeolog Piotr Prejs z Uniwersytetu Warszawskiego.\n\nZ jego obserwacji wynika, że na warszawskim odcinku Wisły najczęstszymi znaleziskami są gruz i elementy architektoniczne, a także drobne wyposażenie, jak naczynia, ale trafiają się też prawdziwe „perełki”:\n\nW 2012 r. natrafiono na fragmenty mostu Poniatowskiego wysadzonego przez Niemców we wrześniu 1944 r. W 2015 r. niski stan rzeki umożliwił przeprowadzenie na wysokości warszawskiego Powiśla poszukiwań fragmentów pływającego mostu zaprojektowanego przez księcia Adama Ponińskiego i wybudowanego pod koniec XVIII w. Przy tej okazji wydobyto broń z okresu kampanii napoleońskiej. W 2016 r. w Wiśle w Warszawie odnaleziono zagrabione w czasie potopu szwedzkiego marmurowe fragmenty architektury pochodzące z zatopionych szkut, które w 1655 lub 1656 r. miały je wywieźć do Gdańska, skąd dalej popłynęłyby do Szwecji.\n\n– Wisła, ze względu na brak regulacji i dziki charakter, intensywnie pracuje, więc gdy woda opada, odsłania coś nowego i właściwie co roku mamy całą serię znalezisk – zauważył Piotr Prejs. Jak tłumaczył ekspert, w przypadku uregulowanych rzek, takich jak Odra, mamy do czynienia z podobnym zjawiskiem, jednak tam, gdzie prowadzono intensywne prace hydrologiczne, na przykład usypywano kamienne opaski lub ostrogi, zabytki uległy zniszczeniu. – Mamy to szczęście, że w Wiśle wciąż jest ich dużo, bo nie została tak rozgrzebana – podkreślił specjalista.\n\nDo kogo należy znaleziony zabytek?\n\nCo zrobić, gdy w czasie spaceru lub wędkowania natkniemy się na przedmiot, który może mieć wartość historyczną? Archeolog wyjaśnia, że należy go sfotografować, a zdjęcia – wraz z opisem i dokładnym oznaczeniem lokalizacji, na przykład za pomocą pinezki na mapie – przesłać mailem właściwemu miejscowo urzędowi konserwatorskiemu. Samodzielne podejmowanie działań grozi zniszczeniem obiektu. Ponadto zgodnie z polskim prawem, znaleziska archeologiczne, nawet te odkryte przypadkiem w naszym własnym ogródku, są własnością Skarbu Państwa. Ich zachowanie dla siebie, podarowanie komuś innemu lub sprzedaż są przestępstwem.\n\nWojewódzki konserwator zabytków może skierować do Ministerstwa Kultury i Dziedzictwa Narodowego wniosek o przyznanie znalazcy nagrody. Zgodnie z prawem, jeśli zabytek archeologiczny ma szczególną wartość historyczną, artystyczną lub naukową, może ona wynieść maksymalnie 25-krotność przeciętnego miesięcznego wynagrodzenia w gospodarce narodowej w roku poprzednim. W przypadku znacznej wartości materialnej takiego obiektu może zostać podniesiona do 30-krotności przeciętnego wynagrodzenia. W praktyce nagrodą jest dyplom lub kilkaset złotych. W rzadkich przypadkach więcej. W 2016 r. przyznano dwie nagrody w wysokości 50 tys. zł, zaś rekord stanowi 60 tys. przyznane znalazcy złotej biżuterii z V wieku w 2007 roku.\n\nŹródło: Radio ZET/PAP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnicze znalezisko na dzikim gruzowisku, na południu Wrocławia. Pochodzi najpewniej z XVI wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/tajemnicze-znalezisko-na-dzikim-gruzowisku-na-po%C5%82udniu-wroc%C5%82awia-pochodzi-najpewniej-z-xvi-wieku/ar-AA1LqpCs?ocid=BingNewsVerp",
            "description": "Grupa historyków z Wrocławia trafiła niedawno na nietypowe znalezisko. Na gruzowisku znaleźli zakopany element architektoniczny z literą \"W\". To herb miasta pochodzący z XVI wieku. Znalezisko bada Muz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Wrocławska on MSN15 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    }
]