[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielka wyprzedaż polskich gier na Steam. Absolutne perełki za ułamek ceny",
            "link": "https://planetagracza.pl/steam-wyprzedaz-polskich-gier-from-poland-with-love-2025-promocje/",
            "description": "Steam odpala wielką polską wyprzedaż! Cyberpunk, Ghostrunner, Timberborn i inne hity taniej nawet o 80% dzięki akcji From ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9BDp6tQCsA9qxGELCA12iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "PlanetaGracza.pl50 min",
            "source": "PlanetaGracza.pl",
            "article_content": "Steam odpala wielką polską wyprzedaż! Cyberpunk, Ghostrunner, Timberborn i inne hity taniej nawet o 80% dzięki akcji From Poland with Love.\n\nNa Steamie wystartowała promocja From Poland with Love, czyli święto gier made in Poland. I trzeba przyznać, że tym razem jest w czym wybierać.\n\nZobacz też: Kolejne darmowe gratisy na Steam. Zgarnijcie bez wydawania ani grosza\n\nOd Cyberpunka po bobry i pszczoły – Polska ma czym się chwalić\n\nW polskim gamedevie nie brakuje różnorodności. Są futurystyczne slasery, cyberpunkowe RPG, psychologiczne horrory, a nawet symulatory pszczół. Steam przypomniał właśnie, jak szeroki mamy katalog rodzimych tytułów i odpalił promocję From Poland with Love 2025, gdzie znajdziesz ponad 200 gier przecenionych nawet o 80%. Co najważniejsze – to nie są tylko starocie. Wśród zniżek pojawiły się też całkiem świeże tytuły jak The Thaumaturge z nowym polskim dubbingiem czy świetnie oceniane Heading Out.\n\nŚwietne polskie gry w promocji na Steam\n\nPoniżej znajdziesz 15 wybranych gier z promocji. Ceny są aktualne na moment pisania tekstu:\n\nOczywiście to tylko wierzchołek lodowej góry. W promocji znajdziesz też m.in. Frostpunk, This War of Mine, House Flippera czy The Witcher: Monster Slayer. Jest tego znacznie, znacznie więcej. Podejrzeć możemy też m.in. najciekawsze nadchodzące produkcje. Tak czy inaczej, to świetna okazja na oszczędność, a całą listę gier i główną stronę promocji znajdziecie w tym miejscu.\n\nPromocja From Poland with Love potrwa do 12 sierpnia. To daje jeszcze kilka dni na zakupy i szansę, by nadrobić zaległości albo wesprzeć polskich twórców. Steam przypomniał nam właśnie, że naprawdę mamy się czym pochwalić i nie chodzi tylko o CD Projekt RED.\n\nŹródło: Steam"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Podwórkowym Pchlim Targu w Koninie mogliśmy dostać prawie wszystko. Od odzieży i staroci, po książki i rękodzieła",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/na-podw%C3%B3rkowym-pchlim-targu-w-koninie-mogli%C5%9Bmy-dosta%C4%87-prawie-wszystko-od-odzie%C5%BCy-i-staroci-po-ksi%C4%85%C5%BCki-i-r%C4%99kodzie%C5%82a/ar-AA1JMmSe?ocid=BingNewsVerp",
            "description": "W pierwszych dwóch dniach sierpnia mieliśmy okazję do odwiedzenia Pchlego Targu, który zorganizowany został na jednym z prywatnych podwórek w Koninie. Kupić można było tam prawie wszystko, a samej wyp ...",
            "image_url": "https://www.bing.pl/th?id=ODF.n0719I9rD2BIQPAioL8wUg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Konin Nasze Miasto on MSN11 godz.",
            "source": "Konin Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sieradz z lat sześćdziesiątych. Miasto którego nie ma na unikalnych zdjęciach z kolekcji Władysława Podsiadłego",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/sieradz-z-lat-sze%C5%9B%C4%87dziesi%C4%85tych-miasto-kt%C3%B3rego-nie-ma-na-unikalnych-zdj%C4%99ciach-z-kolekcji-w%C5%82adys%C5%82awa-podsiad%C5%82ego/ar-AA1JSUoa?ocid=BingNewsVerp",
            "description": "Prezentujemy unikalne Sieradza z lat 1958-1961. Pochodzą one ze zbiorów zmarłego niedawno znanego i cenionego kolekcjonera i pasjonata historii naszego pięknego miasta Władysława Podsiadłego. Fotograf ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2znMXsinn_2JLbFa36URyA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Sieradz Nasze Miasto on MSN17 godz.",
            "source": "Sieradz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Awantura o Polkę na banknocie euro. Maria Skłodowska-Curie z jednym nazwiskiem? Jest apel europosłanki z Poznania!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/awantura-o-polk%C4%99-na-banknocie-euro-maria-sk%C5%82odowska-curie-z-jednym-nazwiskiem-jest-apel-europos%C5%82anki-z-poznania/ar-AA1JRJwR?ocid=BingNewsVerp",
            "description": "Europejski Bank Centralny rozważa wprowadzenie do obiegu nowego banknotu z wizerunkiem słynnej uczonej Marii ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GGVtdosic_z9eFQQobmt2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Wielkopolski on MSN46 min",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najbardziej poszukiwane rzeczy z czasów PRL - zdjęcia, ceny. To kolekcjonerzy cenią w 2025 roku [5.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/oto-najbardziej-poszukiwane-rzeczy-z-czas%C3%B3w-prl-zdj%C4%99cia-ceny-to-kolekcjonerzy-ceni%C4%85-w-2025-roku-5082025/ar-AA1JyppF?ocid=BingNewsVerp",
            "description": "Pamiątki z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz rzeczy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yZgbi8ih9l1xqlyRhYYPly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN23 min",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sprawy prowadzone przez „Archiwum X' KWP w Rzeszowie",
            "link": "https://radio.rzeszow.pl/234923/sprawy-prowadzone-przez-archiwum-x-kwp-w-rzeszowie/",
            "description": "Zabójstwo 51-letniego Stanisława M. z Łańcuta – 1990 r. Data publikacji: 15.11.2024 Śledczy z „Archiwum X' Komendy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QFXN0u0FA9AbTRV85XjB4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Polskie Radio Rzeszów13 godz.",
            "source": "Polskie Radio Rzeszów",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz ją w domu? Pod żadnym pozorem się nie pozbywaj",
            "link": "https://kobieta.wp.pl/zastawa-z-czasow-prl-kiedys-w-kazdym-domu-dzis-warta-fortune-7185722330888800a",
            "description": "Zwykłe talerze, filiżanki i imbryki, które pamiętają czasy naszych babć, dziś mogą osiągać zawrotne ceny. Porcelana z PRL-u stała się modna, pożądana i bardzo cenna. Zwłaszcza jeśli zachowała się w id ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MOejpHChdM8kH7Jq0viLYw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "WP Kobieta17 godz.",
            "source": "WP Kobieta",
            "article_content": "Jeszcze niedawno służyły do codziennej herbaty. Dziś trafiają na aukcje i do prywatnych zbiorów. Zastawa stołowa z czasów PRL-u przechodzi renesans - nie tylko jako przedmiot użytkowy, ale też jako wartościowy element kolekcjonerski.\n\nNiektóre zestawy, zwłaszcza te kompletne i dobrze zachowane, są dziś warte od kilkuset do nawet 5 tys. złotych. Najbardziej pożądane są porcelanowe wyroby z rozpoznawalnych fabryk, takich jak Ćmielów, Chodzież, Wałbrzych czy Łubiana.\n\nDalsza część artykułu pod materiałem wideo\n\nBar mleczny Słoneczny w Gdyni\n\nPorcelana z duszą PRL-u\n\nTo, co wyróżnia PRL-owską zastawę, to charakterystyczne wzory i estetyka lat 50., 60. i 70. – często geometryczne, stylizowane, czasem wręcz futurystyczne. Często projektowali je wybitni artyści i projektanci przemysłowi, których nazwiska dziś ponownie zyskują na wartości.\n\nSztandarowym przykładem jest porcelana \"Iwona\" z Chodzieży – kultowa, delikatna, z subtelnymi złoceniami i kwiatowymi motywami. Była obowiązkowym elementem stołu w czasie rodzinnych uroczystości, wesel i świąt. Dziś jej ceny osiągają nawet kilka tysięcy złotych – pod warunkiem, że zachowała się w komplecie i bez uszkodzeń.\n\nFabryki, które stworzyły legendę\n\nPolska porcelana ma bogatą historię, sięgającą końca XVIII wieku, ale to właśnie PRL przyniósł jej największy rozkwit. Oto ośrodki, które odegrały kluczową rolę:\n\n- Ćmielów - słynący z klasycznej, eleganckiej porcelany, cenionej zarówno w kraju, jak i za granicą.\n\n- Chodzież - najstarsza fabryka w Polsce (ponad 150 lat tradycji), znana m.in. z porcelany \"Iwona\" i \"Teresa\".\n\n- Wałbrzych - produkcja masowa, ale również unikatowe wzory, dziś rzadko spotykane.\n\n- Łubiana - do dziś aktywna, ale PRL-owskie serie są obecnie szczególnie cenne.\n\nWrocławskie Zakłady Ceramiki Stołowej © PAP | Krzysztof Szeloch\n\nIle naprawdę warta jest porcelana z PRL-u?\n\nWartość zastawy zależy od kilku kluczowych czynników:\n\n- Stan zachowania - bez pęknięć, nadłamań, wyszczerbień.\n\n- Kompletność zestawu - pełny serwis (np. 6 filiżanek, spodków i talerzyków) jest znacznie cenniejszy niż pojedyncze elementy.\n\n- Unikalność wzoru - im rzadszy, tym lepiej. Zwłaszcza jeśli nie był produkowany masowo.\n\n- Renoma producenta - np. Ćmielów czy Chodzież są bardziej cenione niż mniejsze, lokalne zakłady.\n\n- Wiek - im starsza porcelana, tym większa jej wartość. Przedwojenne egzemplarze osiągają najwyższe ceny.\n\nKlub Świadomej Konsumentki © WP Kobieta"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci w Stawkach. Ceramika, kryształy, meble. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targ-staroci-w-stawkach-ceramika-kryszta%C5%82y-meble-zdj%C4%99cia/ar-AA1JMeiD?ocid=BingNewsVerp",
            "description": "W Stawkach powstały mini targ staroci. Założył go pasjonat starych przedmiotów, który chce z innymi podzielić się pasją do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mm1SdFkPjkmTtEKbh2GocS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Aleksandrów Kujawski Nasze Miasto on MSN16 godz.",
            "source": "Aleksandrów Kujawski Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Podwórkowym Pchlim Targu w Koninie mogliśmy dostać prawie wszystko. Od odzieży i staroci, po książki i rękodzieła",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/na-podw%C3%B3rkowym-pchlim-targu-w-koninie-mogli%C5%9Bmy-dosta%C4%87-prawie-wszystko-od-odzie%C5%BCy-i-staroci-po-ksi%C4%85%C5%BCki-i-r%C4%99kodzie%C5%82a/ar-AA1JMmSe?ocid=BingNewsVerp",
            "description": "W pierwszych dwóch dniach sierpnia mieliśmy okazję do odwiedzenia Pchlego Targu, który zorganizowany został na jednym z prywatnych podwórek w Koninie. Kupić można było tam prawie wszystko, a samej wyp ...",
            "image_url": "https://www.bing.pl/th?id=ODF.n0719I9rD2BIQPAioL8wUg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Konin Nasze Miasto on MSN11 godz.",
            "source": "Konin Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ciało trzylatki na plaży. Wciąż nie wiadomo, kim była. Kluczowy jest kostium kąpielowy",
            "link": "https://www.fakt.pl/wydarzenia/swiat/grecja-cialo-dziecka-na-plazy-kluczowy-jest-kostium-kapielowy/swlghts",
            "description": "Wciąż nie wiadomo, kim była mała dziewczynka, której ciało znaleziono niedawno na greckiej plaży. Śledczy mają już jednak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.x6wRazOevuCzqNed5WD2ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Fakt.pl21 godz.",
            "source": "Fakt.pl",
            "article_content": "Wciąż nie wiadomo, kim była mała dziewczynka, której ciało znaleziono niedawno na greckiej plaży. Śledczy mają już jednak więcej informacji w tej tajemniczej sprawie. Kluczowy może być kostium kąpielowy, który dziecko miało na sobie. Taki wzór w Grecji nie jest sprzedawany.\n\nCiało trzylatki morze wyrzuciło na brzeg plaży w Paleo Faliro w Attyce. Makabrycznego odkrycia dokonał turysta z Egiptu, który wyszedł pobiegać. Straż przybrzeżna, która jest odpowiedzialna za śledztwo, poinformowała, że przyczyną śmierci było utonięcie i nie ma dowodów na działalność przestępczą. Jednak fakt, że nikt nie szukał dziecka, jest bardzo zaskakujący. Do tej pory nie wiadomo, kim była dziewczynka. Nikt nadal nie zgłosił jej zaginięcia.\n\nGrecja. Ciało dziewczynki na plaży. Kim była? Trzy scenariusze\n\nGrecki serwis euronews.com podaje, że władze wiedzą, że dziewczynka została znaleziona w jednoczęściowym kostiumie kąpielowym z długimi rękawami, który nie jest sprzedawany w Grecji. Ubranie miało fuksjowo-turkusowy kolor.\n\nCzytaj też: Poszła na targ staroci. \"Aż mnie zatkało\"\n\nPortal podaje, że rozważane są trzy scenariusze tego, kim było dziecko i jak zginęło. Trzylatka mogła być dzieckiem imigrantów, którzy nie mają dokumentów, więc się nie ujawniają. Po drugie, pomimo faktu, że przyczyną śmierci jest oficjalnie utonięcie, nie można wykluczyć tego, że ktoś wrzucił dziecko do morza, żeby utonęło. Trzeci scenariusz zakłada, że dziecko było z osobą dorosłą, która również zginęła, a jej ciało znajduje się w morzu.\n\nEuronews.com informuje, że prawdopodobnie do utonięcia nie doszło w miejscu, w którym znaleziono dziecko. Dziewczynka była niedożywiona i dość mała jak na swój wiek. Lekarz stwierdził też, że ma obrażenia świadczące o maltretowaniu na kilka godzin przed śmiercią.\n\nZobacz też:\n\nKoszmar polskich robotników w Norwegii. Zatruli się rtęcią. Pracodawca milczy\n\nKaretka utknęła na wahadle. Kontrowersyjne nagranie niesie się po sieci. \"Olśni was dlaczego\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wtorek - worek atrakcji na Jarmarku św. Dominika",
            "link": "https://www.gdansk.pl/wiadomosci/Wtorek-worek-atrakcji-na-Jarmarku-sw-Dominika,a,293403",
            "description": "Przebojowy świat operetki i musicalu, flirt z operą, koncert organowy w gotyckim kościele, Oscarowe kino pod gołym niebem oraz licytacja antyków - to tylko niektóre atrakcji, jakie oferuje we wtorek, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.D8ERvtfekHw1O8Keqc2ngQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska14 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Przebojowy świat operetki i musicalu, flirt z operą, koncert organowy w gotyckim kościele, Oscarowe kino pod gołym niebem oraz licytacja antyków - to tylko niektóre atrakcji, jakie oferuje we wtorek, 5 sierpnia, Jarmark św. Dominika.\n\nPokazy filmów na Przystanku Port Gdańsk pod Żaglami na Wyspie Ołowianka cieszą się dużym zainteresowaniem publiczności mat. Międzynarodowe Targi Gdańskie\n\nKino, antyki, muzyka itd.\n\nPrzegląd najciekawszych wydarzeń jarmarkowych zacznijmy od prezentacji organów w kościele św. Mikołaja.\n\nUsłyszeć można będzie najsłynniejsze kompozycje muzyki klasycznej prezentujące możliwości brzmienia instrumentu. Po każdym koncercie jest możliwość wejścia na chór i wysłuchania historii organów oraz zaznajomienia się z ich budową.\n\nNa instrumencie zagra Maciej Jachimowicz, organista kościoła św. Mikołaja. Koncerty odbywają się w 270. rocznicę budowy organów w gdańskiej świątyni.\n\nWarto pamiętać, że prezentacje organów odbywać się będą we wtorki o godzinie 13:00 oraz w wybraną sobotę o godzinie 20:00. Wstęp wolny.\n\nWśród jarmarkowych atrakcji jest też oprowadzanie kuratorskie po wystawie Muzeum Uniwersytetu Gdańskiego. Placówka mieści się w zabytkowym Domu Opatów Pelplińskich w Śródmieściu, przy ul. Bielańskiej 5. To najmłodsze gdańskie muzeum. Nie ma jeszcze roku, zostało otwarte w październiku 2024 r.\n\nEkspozycja MUG jest kameralna. Zajmuje przestrzeń nieco ponad 100 m kw. Opowieść o historii uczelni podzielono na pięć części, w tym opisującą związki uniwersytetu z morzem, strajki studenckie i działalność opozycyjną oraz kulturę uniwersytecką i życie studenckie.\n\nGodzinne oprowadzanie kuratorskie po muzeum gdańskiej uczelni w trakcie Jarmarku św. Dominika odbywa się w każdy wtorek. Początek: godz. 14.00.\n\nBiżuteria artystyczna na jarmarku zawsze przyciąga wiele kobiet mat. Międzynarodowe Targi Gdańskie\n\nStrefa Retro przy ulicy Długie Ogrody, gdzie rozgościł się wielki pchli targ i kolekcjonerzy sztuki, nie wymaga specjalnej reklamy. To, co roku jedno z najbardziej popularnych miejsc na Jarmarku św. Dominika.\n\nW tym roku dodatkową atrakcją dla szperaczy staroci jest licytacja antyków.\n\nWe wtorek, o godz. 18.00, poprowadzi ją Arkadiusz Woźniak, jedna z najbardziej rozpoznawalnych twarzy telewizyjnego programu „Łowcy Skarbów – kto da więcej?”. To wyjątkowa okazja, aby poczuć dreszcz emocji prawdziwej aukcji w stylu vintage. Na scenie pojawią się unikatowe przedmioty z “duszą”: ceramika, dekoracje i starannie wyselekcjonowane skarby, które czekają na nowego właściciela.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nWtorkowy wieczór warto spędzić na Przystanku Port Gdańsk pod Żaglami. Tam o godz. 19.30 rozpocznie się projekcja filmu “Tenet”. To amerykańsko–brytyjski thriller science fiction z 2020 roku, w reżyserii Christophera Nolana.\n\nTytułowy bohater wyrusza w misję, od której zależą losy świata. Aby ją wypełnić, musi zakwestionować wszystko, co wie o rzeczywistości. “Tenet” został uhonorowany Oscarem za najlepsze efekty specjalne. To 150 minut prawdziwej uczty dla umysłu i zmysłów.\n\nWe wtorek o godz. 17:30 na Przystanku Równość (Skwer Heweliusza przy ulicy Rajskiej) będzie można wysłuchać wyjątkowego koncertu, który wprowadzi w świat operetki i musicalu. Wystąpi czworo artystów: Klaudia Trzasko i Elvira Yefymenko (obie sopran), Mykola Yefymenko (tenor), Filip Cieszyński (fortepian).\n\nJarmark św. Dominika co roku ma w swoim programie wiele ciekawych koncertów mat. Międzynarodowe Targi Gdańskie\n\nElvira i Mykola Yefymenko to śpiewająca para, soliści-wokaliści z Ukrainy. Śpiewali na deskach Dnieprowskiego Teatru Opery i Baletu i Filharmonii Dniepr, a także na scenie Krzywego Rogu Teatru Dramatu i Komedii Muzycznej. Oprócz występów solowych występowali w chórach kameralnych i operowych.\n\nKlaudia Trzasko jest absolwentką gdańskiej Akademii Muzycznej i laureatką ogólnopolskich konkursów wokalnych. Artystka od lat związana jest z zespołem Cappella Gedanensis. Publiczność mogła ją podziwiać w ważnych rolach operowych. Grała m.in. Despinę w „Cosi fan tutte” Wolfganga Amadeusza Mozarta oraz w „Les fetes venitiennes”, spektaklu zrealizowanym we współpracy z Akademią Muzyczną w Genewie i wystawionym m.in. na Zamku Królewskim w Warszawie.\n\nFilip Cieszyński należy do jednych z najwybitniejszych dyrygentów młodego pokolenia. Jest absolwentem Akademii Muzycznej w Gdańsku. Na stałe współpracuje z Cappellą Gedanensis, gdzie od roku pełni funkcję kierownika artystycznego zespołu. Od 2020 roku pracuje jako dyrygent i akompaniator w Akademickim Chórze Uniwersytetu Gdańskiego, zdobywając z tym zespołem nagrody na konkursach krajowych i międzynarodowych. Od 2021 r. prowadzi zajęcia w Gdańskiej Szkole Kantorów.\n\nPo występie czwórki artystów nie opłaca się jeszcze opuszczać Przystanku Równość. O godz. 19.00 rozpocznie się tam bowiem koncert, w którym usłyszymy najsłynniejsze arie operowe. Widowni zaprezentują się: Julia Iwaszkiewicz i Kamil Pękala - (oboje śpiew), Emilia Grażyńska (fortepian). Za kierownictwo artystyczne oraz prowadzenie wyjątkowego koncertu odpowiadać będzie Barbara Żurowska-Sutt.\n\nwtorek, 6 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w To tylko kilka zaledwie, naszym zdaniem najciekawszych wydarzeń, jakie są szykowane na, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Niezwykłe znalezisko' w Krakowie. Tajemnicze „relikty krypt'",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/niezwyk%C5%82e-znalezisko-w-krakowie-tajemnicze-relikty-krypt/ar-AA1JSX9x?ocid=BingNewsVerp",
            "description": "W siedzibie Muzeum Archeologicznego w Krakowie trwa remont. Przy okazji prac modernizacyjnych dokonano niezwykle ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7ld9CZ7Ekh5zG6HRNo0ebS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "WPROST.pl on MSN17 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najbardziej poszukiwane rzeczy z czasów PRL - zdjęcia, ceny. To kolekcjonerzy cenią w 2025 roku [5.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/oto-najbardziej-poszukiwane-rzeczy-z-czas%C3%B3w-prl-zdj%C4%99cia-ceny-to-kolekcjonerzy-ceni%C4%85-w-2025-roku-5082025/ar-AA1JyppF?ocid=BingNewsVerp",
            "description": "Pamiątki z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz rzeczy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yZgbi8ih9l1xqlyRhYYPly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN23 min",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycia w Krakowie: Krypty karmelitów i średniowieczna baszta na terenie muzeum",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/niezwykle-odkrycia-w-krakowie-krypty-karmelitow-i-sredniowieczna-baszta-na-terenie/ndvprgq,0666d3f1",
            "description": "Muzeum Archeologiczne w Krakowie, zlokalizowane na terenie dawnego kościoła św. Michała i klasztoru karmelitów bosych, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UKLF9IOCqo43ZrCM5CHWfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet19 godz.",
            "source": "Onet",
            "article_content": "Odkrycia na terenie muzeum\n\nKrypty z pochówkami karmelitów, fragmenty dawnej baszty i kanału odkryli badacze na terenie ogrodu oraz wewnętrznego dziedzińca Muzeum Archeologicznego w Krakowie. Prace wykopaliskowe są związane z trwającą przebudową gmachu.\n\nPoznaj kontekst z AI Jakie odkrycia dokonano w Muzeum Archeologicznym w Krakowie?\n\nKiedy rozpoczął się remont Muzeum Archeologicznego w Krakowie?\n\nJaki jest cel remontu Muzeum Archeologicznego?\n\nCo zostanie pokazane zwiedzającym po przebudowie muzeum?\n\nHistoria miejsca\n\nMuzeum znajduje się w miejscu, gdzie w XVII i XVIII wieku działał kościół św. Michała i klasztor karmelitów bosych, a następnie, do połowy XX wieku, funkcjonowało więzienie. Jak poinformował zastępca dyrektora Muzeum Archeologicznego Mikołaj Orzechowski, trwający obecnie generalny remont i modernizacja siedziby odsłoniły fragmenty dawnych zabudowań. Pod dziedzińcem wewnętrznym, określanym dziedzińcem straceń, badacze odkryli relikty krypt karmelitów z kilkoma pochówkami.\n\nreklama\n\nZnaczenie odkryć\n\n— Budując kościoły, w ich podziemiach umieszczano krypty, w których były chowane osoby zasłużone dla kościoła, klasztoru, fundatorzy, ewentualnie zakonnicy. Kilka takich pochówków w trakcie badań archeologicznych odkryliśmy. Zostały one zabezpieczone i są przechowywane w muzeum – przekazał PAP Mikołaj Orzechowski.\n\nDalsze znaleziska\n\nOdkryć dokonano także w pobliżu muru ciągnącego się wzdłuż ul. Poselskiej — przed wejściem do budynku muzeum archeolodzy znaleźli pozostałości średniowiecznej baszty Legackiej, która była częścią zabudowań obronnych miasta. Natomiast w okolicy wejścia do ogrodu odkopano fragmenty kanału odwadniającego z XIX wieku.\n\nWpływ na przebudowę muzeum\n\nJak poinformował Mikołaj Orzechowski, odkrycia wpłynęły na plan przebudowy gmachu muzeum. Według aktualnego projektu wejście będzie prowadziło m.in. przez nowo odkryte krypty, tak aby zwiedzający mogli zobaczyć wyniki prac archeologicznych. Przy baszcie Legackiej powstanie przeszklony pawilon.\n\nCel remontu\n\nRemont Muzeum Archeologicznego w Krakowie trwa od marca 2024 roku. Jego celem jest powiększenie powierzchni wystawienniczych i dostosowanie placówki do potrzeb osób z niepełnosprawnościami. Projekt obejmuje m.in. przebudowę istniejących schodów wejściowych oraz ruchu zwiedzających w budynku, modernizację pomieszczeń magazynowych, zaadaptowanie do celów użytkowych dawnych lochów. W odnowionym budynku ma powstać 12 nowych wystaw stałych w atrakcyjnych aranżacjach. Zrewitalizowany zostanie również renesansowy ogród i wirydarz. Prace mają zakończyć się w 2028 r.\n\nOdkrycia na terenie Muzeum Archeologicznego w Krakowie nie tylko wzbogacają wiedzę o historii tego miejsca, ale także wpływają na jego przyszłość. Dzięki nim zwiedzający będą mieli okazję zobaczyć unikalne znaleziska, które staną się integralną częścią nowoczesnej ekspozycji muzealnej. Przebudowa ma na celu nie tylko zachowanie dziedzictwa, ale także dostosowanie muzeum do współczesnych standardów i potrzeb."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w Krakowie podczas budowy muzeum. Będą dodatkowe eksponaty",
            "link": "https://www.gazetaprawna.pl/artykuly/9854814,niezwykle-odkrycie-w-krakowie-podczas-budowy-muzeum-beda-dodatkowe-ek.html",
            "description": "Podczas przebudowy gmachu Muzeum Archeologicznego w Krakowie badacze natrafili na niezwykłe znalezisko, którego obecności nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.tGOQm9%2bcb7A1pobE6nPWBw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "GazetaPrawna.pl19 godz.",
            "source": "GazetaPrawna.pl",
            "article_content": "Muzeum archeologiczne znajduje się w miejscu, gdzie w XVII i XVIII wieku działał kościół św. Michała i klasztor karmelitów bosych, a następnie, do połowy XX wieku, funkcjonowało więzienie. Jak poinformował zastępca dyrektora krakowskiego Muzeum Archeologicznego Mikołaj Orzechowski, trwający obecnie generalny remont i modernizacja siedziby odsłoniły fragmenty dawnych zabudowań. Pod dziedzińcem wewnętrznym, określanym dziedzińcem straceń, badacze odkryli relikty krypt karmelitów z kilkoma pochówkami.\n\nOdkryć może być więcej w całej Polsce\n\n- Budując kościoły, w ich podziemiach umieszczano krypty, w których były chowane osoby zasłużone dla kościoła, klasztoru, fundatorzy, ewentualnie zakonnicy. Kilka takich pochówków w trakcie badań archeologicznych odkryliśmy. Zostały one zabezpieczone i są przechowywane w muzeum – przekazał PAP Mikołaj Orzechowski.\n\nReklama\n\nOdkryć dokonano także w pobliżu muru ciągnącego się wzdłuż ul. Poselskiej - przed wejściem do budynku muzeum archeolodzy znaleźli pozostałości średniowiecznej baszty Legackiej, która była częścią zabudowań obronnych miasta. Natomiast w okolicy wejścia do ogrodu odkopano fragmenty kanału odwadniającego z XIX wieku.\n\nOdkrycia będą udostępnione odwiedzającym\n\nJak poinformował Mikołaj Orzechowski, odkrycia wpłynęły na plan przebudowy gmachu muzeum. Według aktualnego projektu wejście będzie prowadziło m.in. przez nowo odkryte krypty, tak aby zwiedzający mogli zobaczyć wyniki prac archeologicznych. Przy baszcie Legackiej powstanie przeszklony pawilon.\n\nRemont Muzeum Archeologicznego w Krakowie trwa od marca 2024 roku. Jego celem jest powiększenie powierzchni wystawienniczych i dostosowanie placówki do potrzeb osób z niepełnosprawnościami. Projekt obejmuje m.in. przebudowę istniejących schodów wejściowych oraz ruchu zwiedzających w budynku, modernizację pomieszczeń magazynowych, zaadaptowanie do celów użytkowych dawnych lochów. W odnowionym budynku ma powstać 12 nowych wystaw stałych w atrakcyjnych aranżacjach. Zrewitalizowany zostanie również renesansowy ogród i wirydarz. Prace mają zakończyć się w 2028 roku.(PAP)\n\njuka/ dki/ lm/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krypty, baszty i kanały. Niezwykłe znaleziska podczas remontu muzeum",
            "link": "https://www.rmf24.pl/regiony/krakow/news-krypty-baszty-i-kanaly-niezwykle-znaleziska-podczas-remontu-,nId,8006780",
            "description": "Kraków znów zaskakuje swoją bogatą historią. Podczas trwającej przebudowy Muzeum Archeologicznego badacze natrafili na niezwykłe znaleziska, które rzucają nowe światło na dzieje tego miejsca. Wśród od ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "RMF2419 godz.",
            "source": "RMF24",
            "article_content": "Kraków znów zaskakuje swoją bogatą historią. Podczas trwającej przebudowy Muzeum Archeologicznego badacze natrafili na niezwykłe znaleziska, które rzucają nowe światło na dzieje tego miejsca. Wśród odkryć znalazły się krypty z pochówkami karmelitów, fragmenty dawnej baszty miejskiej oraz XIX-wieczny kanał odwadniający. Wszystko to zostało ujawnione na terenie ogrodu i wewnętrznego dziedzińca muzeum.\n\nMuzeum Archeologiczne w Krakowie / Polska Press/East News / East News\n\nMuzeum Archeologiczne znajduje się w miejscu, gdzie w XVII i XVIII wieku działał kościół św. Michała oraz klasztor karmelitów bosych. Później, aż do połowy XX wieku, budynek pełnił funkcję więzienia. Teraz, podczas generalnego remontu i modernizacji siedziby, archeolodzy odkryli kolejne warstwy historii ukryte pod ziemią.\n\nNajbardziej spektakularnym znaleziskiem są relikty krypt karmelitów z kilkoma pochówkami, które odkryto pod tzw. dziedzińcem straceń. To właśnie tutaj, w podziemiach kościołów, chowano osoby zasłużone dla świątyni, fundatorów oraz zakonników.\n\nBudując kościoły, w ich podziemiach umieszczano krypty, w których były chowane osoby zasłużone dla kościoła, klasztoru, fundatorzy, ewentualnie zakonnicy. Kilka takich pochówków w trakcie badań archeologicznych odkryliśmy. Zostały one zabezpieczone i są przechowywane w muzeum - podkreśla Mikołaj Orzechowski, zastępca dyrektora Muzeum Archeologicznego.\n\nTo jednak nie koniec sensacyjnych odkryć. W pobliżu muru biegnącego wzdłuż ulicy Poselskiej, tuż przed wejściem do muzeum, archeolodzy natrafili na pozostałości średniowiecznej baszty Legackiej. Była ona niegdyś częścią miejskich fortyfikacji, które broniły Kraków przed najazdami. Z kolei w okolicy wejścia do ogrodu odkopano fragmenty XIX-wiecznego kanału odwadniającego, świadczącego o rozwiniętej infrastrukturze tego miejsca.\n\nOdkrycia te mają ogromny wpływ na obecny projekt przebudowy muzeum. Jak informuje Mikołaj Orzechowski, wejście do placówki zostanie poprowadzone m.in. przez nowo odkryte krypty, dzięki czemu zwiedzający będą mogli na własne oczy zobaczyć efekty prac archeologicznych. Przy baszcie Legackiej powstanie natomiast przeszklony pawilon, który pozwoli podziwiać relikty średniowiecznych murów.\n\nRemont Muzeum Archeologicznego w Krakowie trwa od marca 2024 roku. Jego głównym celem jest powiększenie powierzchni wystawienniczych oraz dostosowanie obiektu do potrzeb osób z niepełnosprawnościami. Projekt obejmuje przebudowę schodów wejściowych, zmianę organizacji ruchu zwiedzających, modernizację pomieszczeń magazynowych oraz adaptację dawnych lochów do celów użytkowych. W odnowionym budynku powstanie aż 12 nowych, stałych wystaw, które zostaną zaprezentowane w nowoczesnych aranżacjach. Przewidziana jest także rewitalizacja renesansowego ogrodu i wirydarza. Zakończenie prac planowane jest na 2028 rok."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znak B-13 chroni przed ogromnym niebezpieczeństwem. Mandat jest niewielki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/znak-b-13-chroni-przed-ogromnym-niebezpiecze%C5%84stwem-mandat-jest-niewielki/ar-AA1JVckU?ocid=BingNewsVerp",
            "description": "Na polskich drogach znajdziemy ok. 350 znaków drogowych. Część z nich dla kierowców jest niejasna, bo zdarza się rzadko albo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Xi6cLaw1yb6WUue2oneR4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Auto Świat on MSN2 godz.",
            "source": "Auto Świat on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seminarium o zwrocie dóbr kultury Niemcom – szokujący pomysł szefa Instytutu Pileckiego",
            "link": "https://opoka.org.pl/News/Polska/2025/seminarium-o-zwrocie-dobr-kultury-niemcom-szokujacy-pomysl",
            "description": "Prof. Krzysztof Ruchniewicz planował organizację seminarium na temat zwrotu przez Polskę dóbr kultury innym krajom, w tym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.K-Y2U1qIqKQNa7AZIr9WVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "OPOKA1 godz.",
            "source": "OPOKA",
            "article_content": "O kontrowersyjnym pomyśle dyrektora Instytutu Pileckiego informuje „Rzeczpospolita”. Według gazety, Niemcy zgłaszają roszczenia do dóbr kultury znajdujących się na terenie Polski. Minister kultury RFN miał miał sygnalizować swoim odpowiednikom w Polsce chęć odzyskania tzw. Berlinki, czyli zbioru zabytkowych archiwaliów z byłej Pruskiej Biblioteki Państwowej znajdującego się w Bibliotece Jagiellońskiej. Tymczasem ogromna liczba dzieł sztuki zagrabionych przez Niemców w czasie II wojny światowej nigdy nie wróciła do Polski. Dotyczy to m.in. „Portretu młodzieńca” Rafaela Santiego skradzionego z Muzeum Czartoryskich w Krakowie.\n\nSeminarium planowane przez prof. Ruchniewicza miało odbywać się na szczeblu rządowym, ale zostało przez rząd zablokowane.\n\nProblemy w instytucie\n\nNominacja Krzysztofa Ruchniewicza na szefa Instytutu Pileckiego od początku wzbudzała krytykę ze względu na bliskie związki Ruchniewicza z niemieckimi fundacjami.\n\nW ostatnich tygodniach skandal wywołało to, że na wystawie poświęconej Obławie Augustowskiej pominięto postać por. Maksymiliana Schnepfa, który dowodził jednym z oddziałów biorących udział w operacji. Medialna burza przysłoniła powstanie cennej i potrzebnej ekspozycji.\n\nOd dłuższego czasu niewiele dzieje się także w projekcie „Zawołani po imieniu” upamiętniającym Polaków Ratujących Żydów.\n\nŹródła: rp.pl\n\nDziękujemy za przeczytanie artykułu. Jeśli chcesz wesprzeć naszą działalność, możesz to zrobić tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak spędzają wakacje prezydenci Polski? Zaglądam do trzech ekskluzywnych ośrodków - co jest w środku, czy można je zwiedzać?",
            "link": "https://www.msn.com/pl-pl/polityka/rz%C4%85d/jak-sp%C4%99dzaj%C4%85-wakacje-prezydenci-polski-zagl%C4%85dam-do-trzech-ekskluzywnych-o%C5%9Brodk%C3%B3w-co-jest-w-%C5%9Brodku-czy-mo%C5%BCna-je-zwiedza%C4%87/ar-AA1JVfYo?ocid=BingNewsVerp",
            "description": "Już w środę 6 sierpnia 2025 zaprzysiężony zostanie nowy prezydent RP, praktycznie w środku wakacji. To nasuwa pytanie: jak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uc-NukwuNbY_6HUx3CRcRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Strona Podróży on MSN1 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mirosław Marcinkowski: Elbląg rozpieszcza archeologów",
            "link": "https://www.portel.pl/kultura/miroslaw-marcinkowski-elblag-rozpieszcza-archeologow/145494",
            "description": "- Całkowite zniszczenie Elbląga, w efekcie II wojny światowej, pozwoliło na całościowe przebadanie miasta. Dzięki temu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7pTYRdjFpFUz5SNe0Mt8Zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "portEl3 godz.",
            "source": "portEl",
            "article_content": "- Całkowite zniszczenie Elbląga, w efekcie II wojny światowej, pozwoliło na całościowe przebadanie miasta. Dzięki temu trafiliśmy do „archeologicznych skarbonek” czyli latryn, które pełniły też funkcje śmietników. A tam już można znaleźć wszystko - mówi Mirosław Marcinkowski, który po 24 latach pracy w Muzeum Archeologiczno-Historycznym odchodzi na emeryturę. Rozmawiamy m. in. o tym, gdzie jeszcze można by w Elblągu pokopać w ziemi.\n\n- Ile to już lat?\n\n- W Elblągu od grudnia 1989 r., w Muzeum od 2001 r. Dokładnie 2 stycznia zacząłem tu pracę. Ponad 24 lata spędziłem w tych murach. Czterech dyrektorów przeżyłem: Kazimierza Arbarta, Marię Kasprzycką, Lecha Trawickiego i Mirosława Siedlera.\n\n- Co Pana do Elbląga sprowadziło?\n\n- Mieszkanie. W 1989 r. pracowałem w Szczecinie. Moi koledzy z Pracowni Archeologiczno-Konserwatorskiej PP PKZ w Szczecinie prowadzili badania dawnego ratusza staromiejskiego. Wrócili do Szczecina z informacją, że Tadeusz Nawrolski poszukuje archeologa, a miasto oferowało mieszkanie. Miałem już rodzinę, perspektyw na otrzymanie mieszkania w Szczecinie nie było żadnych. Spakowaliśmy się i pojechaliśmy. Dokładnie 7 grudnia 1989 r. rozpoczęła się moja przygoda z Elblągiem. Zostałem zatrudniony w gdańskiej Pracowni Konserwacji Zabytków (PKZ), która w Elblągu prowadziła badania archeologiczne. Moją przygodę z archeologią Elbląga rozpocząłem od terenu między ul. Bednarską, Rybacką, Starym Rynkiem i Ścieżką Kościelną.\n\n- Pierwsze wrażenie?\n\n- Miasto bez centrum. Kilka rozrzuconych osiedli, między którymi jeździły tramwaje i autobusy. Stare Miasto dopiero powstawało, było odbudowywane. Zupełnie inny krajobraz niż dziś. Stały kamienice przy ul. Zamkowej, „kościelne” przy ul. Mostowej, kilka przy południowej pierzei ul. Wigilijnej odbudowanych w latach 70. Reszta albo wciąż czekała na badania archeologiczne, albo ponowną zabudowę, a największym placem budowy były na początku lat 90. ul. św. Ducha i Wigilijna.\n\n- Co znaleźliście w tym kwartale pomiędzy ul. Bednarską, Starym Rynkiem, Rybacką i Ścieżką Kościelną?\n\n- Elbląg dla archeologa jest przedsionkiem raju. Ten fragment miasta w przeszłości należał do najbogatszych mieszczan. Niemal natychmiast zaczęliśmy odkrywać większość tych wspaniałych rzeczy, które dziś można oglądać w muzeum. Przede wszystkim była to ceramika wszelkiego rodzaju, dużo „szkła”, metalowe i drewniane przedmioty bardzo różnego przeznaczenia. Dla mnie to był „szok i niedowierzanie”, jak bogaty pod względem archeologicznym jest Elbląg. W porównaniu do Szczecina to było niebo a ziemia.\n\n- Z czego wynikało to archeologiczne bogactwo Elbląga?\n\n- Całkowite zniszczenie Elbląga, w efekcie II wojny światowej, pozwoliło na całościowe przebadanie miasta. Dzięki temu trafiliśmy do „archeologicznych skarbonek” czyli latryn, które pełniły też funkcje śmietników. A tam już można znaleźć wszystko. Druga kwestia, to ogromne znaczenie gospodarcze i polityczne, jakie nasze miasto odgrywało w średniowieczu i później np. w XVI w., kiedy funkcjonowała tu Kompania Wschodnioangielska. Elbląscy mieszanie byli zamożni i mogli sobie pozwolić na posiadanie różnego rodzaju „zbytkownych” przedmiotów, na sprowadzanie towarów z innych regionów Europy. Myślę tu o terenach niemieckich, a także Hiszpanii, Czech, Francji i Anglii, w okresie nowożytnym z Niderlandów czy odległych Chin. W innych ośrodkach miejskich w Polsce tego typu znaleziska były nie w takiej ilości i nie tej jakości, jak u nas.\n\n- Jest jakiś szczególny artefakt dla Pana?\n\n- Elbląg rozpieszcza archeologów. Kiedy ktoś tu przyjeżdża i zaczyna uczestniczyć w badaniach, jest pod wrażeniem bogactwa. Tu coś, tam coś. A później... jakby to nie zabrzmiało, ale powoli przywykamy do tego bogactwa archeologicznego. Coś, co w innych ośrodkach uchodziłoby za wydarzenie, tu kwitujemy czasem tylko uśmiechem, bo takie znaleziska „to dla nas codzienność”. Jeżeli chodzi o jakość odkryć, to ewentualnie Gdańsk można jeszcze porównać do Elbląga, jeżeli chodzi o miasta w Polsce. Znaleźliśmy kilka rzeczy, które nas zadziwiły. M. in. z latryny pochodzi cały, niepęknięty römer, pucharek do picia wina z XVII wieku. Talerze hiszpańskie znajdowaliśmy we fragmentach, ale po wymyciu i wyklejeniu udało się je zrekonstruować. To są przedmioty rzadko spotykane.\n\n- Muzeum dla Pana było naturalną drogą?\n\n- PKZ-ty przechodziły różne przekształcenia. Ostatecznie zostały zlikwidowane, a my jako „elbląska” część gdańskiej Pracowni, trafiliśmy do muzeum. Pracę zacząłem w tej placówce 2 stycznia 2001 r. Tutaj też prowadziłem prace archeologiczne, ale już pod szyldem muzealnym, a nie PKZ.\n\n- Które miejsca warto jeszcze sprawdzić pod względem archeologicznym w Elblągu?\n\n- Plac przed katedrą jest nieruszony pod tym względem. Zaczynają się prace na Wyspie Spichrzów. Ciągle na poważne zbadanie czeka teren po zamku krzyżackim. Myślę tutaj szczególnie o niezabudowanym pasie wzdłuż ulicy Wapiennej. Być może pozwoliłoby to odkryć pozostałości, odtworzyć wymiary, określić przynajmniej jego długość, zbadać jego rozplanowanie. Jest taka hipoteza, że Zamek Wysoki w Malborku był budowany na wzór elbląskiego. Prace archeologiczne mogłyby przynieść odpowiedź na to pytanie. Warto przypatrzeć się terenowi pomiędzy zamkiem, a rzeką i zobaczyć, jak on funkcjonował. To są tylko te najważniejsze części Elbląga. Chciałoby się sprawdzić, co kryje się w pasie nadrzecznym – wzdłuż ul. Wodnej, co ciągle skrywa dawne Nowe Miasto m.in. przy ul. Giermków z przyległościami. Wszystko rozbija się o pieniądze i kwestię dostępności tych terenów. Archeologicznie mamy przebadane Stare Miasto. Co się działo wokół, na przedmieściach, zamku, Nowym Mieście? O tym wiemy stosunkowo mało.\n\n- Wyobraźnię rozpala zamek. Wiemy, że był, wiemy mniej więcej gdzie i niewiele więcej.\n\n- To, co wiemy, pochodzi z odkrytego jeszcze przed II wojną światową detalu ceglanego. Przed wojną był przechowywany w ówczesnym Muzeum Miejskim przy ul. św. Ducha. My odkryliśmy go ponownie w jednej z oficyn, która obecnie należy do Biblioteki Elbląskiej. Prawdopodobnie podczas powojennych porządków ktoś spychaczem zasypał zamkowymi cegłami jedną z oficyn. Na początku lat 80. prace archeologiczne dawnego zamku, o ograniczonym zakresie, prowadził zespół Tadeusza Nawrolskiego. Potwierdziły one, że na terenie dzisiejszej bursy stał zamek. Niezabudowany teren przy ul. Wapiennej to ostatnia szansa, żeby nasz zamek lepiej poznać. Kilka lat temu prowadziliśmy we współpracy z dr hab. Fabianem Welcem z Uniwersytetu Kardynała Stefana Wyszyńskiego w Warszawie nieinwazyjne badania, m.in. przy wykorzystaniu georadaru. Pokazały, że „coś” tam może być. Pomysł na przeprowadzenie prac archeologicznych w tym miejscu ma już przynajmniej kilkanaście lat, a potrzebę badań zamku elbląskiego sformułował już Tadeusz Nawrolski w programie badawczym Elbląga. Niestety, na razie wszystko rozbija się o pieniądze, a raczej ich brak. W tej chwili nie ma programów ministerialnych na ten cel, z których moglibyśmy skorzystać. Szansą jest przeprowadzenie inwestycji na tym terenie, która niejako „wymusiłaby” przebadanie archeologiczne tego obszaru.\n\n- Praca w muzeum to nie tylko „kopanie w ziemi”.\n\n- To przede wszystkim praca związana z zabytkami, które już są w muzeum: ich porządkowanie i opracowywanie, przygotowywanie wystaw. Od 2012 r. w muzeum priorytetem były prace remontowe. Najpierw Podzamcza, po jego zalaniu w 2012 r., a potem Gimnazjum. Potem trzeba było zaaranżować te budynki na nowo, opracować merytoryczne nowe wystawy, instalacje multimedialne. Dziś możemy być dumni z naszego muzeum. Nie mówię tego bezpodstawnie, wystarczy posłuchać opinii turystów, którzy często wchodzą „na godzinę”, wychodzą po czterech z nastawieniem, że jeszcze muszą tu wrócić. Mam wrażenie, że nasza placówka większym uznaniem cieszy się wśród turystów niż elblążan. Na zewnątrz wyglądamy niepozornie, prawdziwe piękno czai się w środku. Byliśmy i jesteśmy postrzegani jako jedno z najciekawszych małych muzeów, w których historię potrafiono przekazać w ciekawy sposób.\n\n- Odbyła się jakaś wystawa, do której czuje Pan szczególny sentyment?\n\n- „Elbląg Reconditus”, pokazująca historię Elbląga: z tą jestem najsilniej związany emocjonalnie. Można ją oglądać do dziś. Kosztowała nas dużo wysiłku i pracy. Ale warto było. Ludzie wychodzą zdziwieni, ona nikogo nie zostawia obojętnym, porusza zwiedzających. Jest „inna”. Zwiedzający, którzy są przyzwyczajeni do klasycznych wystaw „gablotowych”, mogą być zdziwieni, inni porównują ją często do muzeum Powstania Warszawskiego i tam prezentowanych ekspozycji. Przy okazji zapraszam do zwiedzenia i wyrobienia sobie samemu opinii. O jej sukcesie może świadczyć fakt, że prezentujemy ją już ponad 10 lat, od 2014 roku. I ciągle cieszy się zainteresowaniem.\n\n- Nie korciło, żeby zostać dyrektorem Muzeum?\n\n- Nie. Do tego trzeba mieć predyspozycje, charakter. Ja tego nie mam, wolałem skupić się na merytorycznej pracy stricte muzealnej.\n\n- Plany na emeryturę?\n\n- Poświęcić więcej czasu na fotografię, która jest moim hobby. Dotychczas, ze względu na prace zawodową, nie mogłem się jej oddać w takim stopniu, jakbym chciał. Mam nadzieję, że teraz będę miał więcej czasu. Nie zrywam całkowicie kontaktów z muzeum, byłem z nim związany ponad 24 lata. Ale będą to już kontakty inne niż zatrudnienie na etacie. Ponadto po ponad 41 latach pracy przyszedł teraz czas na odpoczynek.\n\n- Dziękuję za rozmowę."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ile kosztuje laweta?",
            "link": "https://etransport.pl/wiadomosc,60133,ile_kosztuje_laweta.html",
            "description": "Wybierasz się po nowy samochód za granicę? Znalazłeś swój wymarzony zabytkowy pojazd do renowacji? Twój samochód odmówił Ci posłuszeństwa lub uległ awarii? Możesz podjąć się samodzielnego holowania po ...",
            "image_url": "https://www.bing.pl/th?id=ODF.L3vuvFCXfnrqVYLWN07jBQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "etransport.pl27 min",
            "source": "etransport.pl",
            "article_content": "Laweta i autolaweta\n\nLaweta\n\njednoosiowe\n\ndwuosiowe\n\ntrzyosiowe\n\nNie wiesz jak przetransportować zepsute auto? Weź lawetę!\n\nRóżnice między lawetą i autolawetą\n\nWynająć czy kupić? Oto jest pytanie\n\nPomoc drogowa\n\nKiedy zadzwonić po pomoc drogową?\n\nJakie usługi świadczy pomoc drogowa?\n\nAutopomoc- co oferuje\n\nawaryjne otwieranie samochodu\n\nawaryjne uruchamianie samochodu\n\ndowóz paliwa\n\nwymiana koła\n\nwypompowanie paliwa\n\nwyciąganie aut z rowu\n\nnaprawa lawet\n\nmobilny serwis TIR\n\nHolowanie auta- czy zawsze jest konieczne?\n\nTrójkąt ostrzegawczy- a Ty masz go w swoim samochodzie? Może się przydać Tobie lub innemu kierowcy\n\nHolowanie samochodu- co musisz wiedzieć?\n\nSamodzielne holowanie samochoduJeśli chcesz samodzielnie holować samochód pamiętaj o tym, aby Twój samochód miał sprawny układ kierowniczy, hamulcowy oraz światła. Jeśli jedna z tych rzeczy uległa uszkodzeniu holowanie samochodu staje się niemożliwe i trzeba wezwać lawetę. Jeśli została uszkodzona stacyjka pojazdu i włożenie do niej kluczyka staje się niemożliwe nie holuj samochodu. Zagraża to Twojemu bezpieczeństwu i możesz otrzymać mandat w przypadku kontroli przez policję.\n\nPamiętaj o tym, aby auto holujące było większe niż samochód holowany. Nie można holować dużego samochodu mniejszym, gdyż może dojść do uszkodzenia drugiego pojazdu.\n\nNie każde auto można holować, gdyż grozi to powstaniem większych uszkodzeń. Samodzielnie nie holuj: samochodów z automatyczną skrzynią biegów;\n\naut elektrycznych i hybrydowych;\n\npojazdów z zawieszeniem hydropneumatycznym i pneumatycznym;\n\nsamochodów z napędem na dwie osie;\n\nżadnych pojazdów na autostradzie. Holowanie- co potrzebne W każdym samochodzie powinny znajdować się potrzebne narzędzia do wymiany koła takie ja, lewarek, klucz do odkręcenia śrub i koło zapasowe. Warto także posiadać elementy potrzebne do holowania auta: trójkąt ostrzegawczy - stawiany za samochodem, a podczas holowania umieszczony za tylną szybą pojazdu;\n\n- stawiany za samochodem, a podczas holowania umieszczony za tylną szybą pojazdu; linka holownicza - 4- 6 metrowa biało- czerwona linka;\n\n- 4- 6 metrowa biało- czerwona linka; sztywny hol- maksymalna długość 3 metry. Holowanie auta- bezpieczeństwo Holując samochód samodzielnie pamiętaj o zachowaniu bezpieczeństwa: wybierz drogi o niskim natężeniu ruchu ;\n\n; ruszaj bardzo powoli ;\n\n; napięta linka holownicza ;\n\n; poruszaj się tylko prawym pasem na drogach wielopasmowych;\n\nna drogach wielopasmowych; za każdym razem sygnalizuj skręt ;\n\n; kontroluj przejścia dla pieszych. Jeśli zastosujesz się do tych zasad holowanie samochodu osobowego będzie przebiegało sprawnie i ograniczy do minimum wystąpienie stłuczki.\n\nHolowanie auta- przepisy ruchu drogowego Holowanie samochodu musi odbywać się według przepisów ruchu drogowego: prędkość w terenie zabudowanym 30 km/ h, poza terenem zabudowanym 60 km/ h.;\n\ntrzeba połączyć auta tak, aby nie rozłączyły się;\n\nodległość między pojazdami 4-6 metrów przy użyciu linki holowniczej, 3 metry przy użyciu sztywnego holu;\n\nholowanie auta musi odbywać się z osobą uprawnioną za kierownicą.\n\n\n\n\n\nPodaj informacje gdzie jesteś, a pracownicy pomocy drogowej szybko przybędą na miejsce\n\nHolowanie auta lawetąJeśli nie potrafisz holować samochodu samodzielnie, zadzwoń po pomoc drogową, a fachowcy szybko i profesjonalnie przetransportują Twój samochód do najlepszego mechanika samochodowego. Czy w przypadku awarii lub kolizji warto ryzykować i samodzielnie holować samochód? Sprawdź jakie są ceny za wezwanie pomocy drogowej i holowanie pojazdu.\n\nIle kosztuje holowanie samochodu lawetą Na cenę autoholowania wpływa wiele czynników, które trzeba wziąć pod uwagę dzwoniąc po pomoc drogową. Są to między innymi: odległość\n\ngabaryty auta\n\nczas\n\nteren pomocy To podstawowe wytyczne brane pod uwagę podczas wyceny holowania auta. Kierowcy bardzo często oczekują pomocy “tu i teraz” i często “w atrakcyjnej cenie”. Dlatego każde holowanie, każda usługa pomocy drogowej wyliczana jest indywidualnie dla każdego kierowcy. Nie ma stałych określonych cen, które można podać kierowcy w trakcie rozmowy telefonicznej. Wszystko okazuje się na miejscu i po wstępnym ustaleniu usterki.\n\nHolowanie na terenie Poznania oferuje firma Fast- Trans. Wykwalifikowani pracownicy zajmą się holowaniem Twojego samochodu z każdego miejsca w mieście i pobliskich miejscowości.\n\nCennik holowania pojazdów przez firmę Fast-Trans: od 100 złotych na terenie Poznania\n\nod 1,50 złotych za kilometr poza terenem miasta\n\nod 2,50 złotych za kilometr holowanie auta dostawczego lub maszyny budowlanej\n\nod 1,50 złotych za kilometr holowanie auta zza granicy\n\nod 200 złotych za 8 godzin wypożyczenia lawety\n\nod 300 złotych za dobę wypożyczenia lawety Jak wycenić holowanie auta? Holowanie auta naliczane jest od kwoty wyjściowej, która naliczana jest w zależności od odległości między uszkodzonym samochodem, a firmą pomocy drogowej. Dodatkowym czynnikiem wpływającym na różnice w cenie są gabaryty samochodu. Wyższą cenę zapłacisz za holowanie samochodu ciężarowego, a inną za samochód osobowy. Wynika to między innymi z różnicy używanego pojazdu oraz spalania przez niego paliwa. Inna cena takiej usługi będzie w dzień zwykły w godzinach pracy warsztatu samochodowego, a inna cena będzie określona w dni świąteczne lub wolne od pracy.\n\nJeśli Twoje auto nie chce odpalić bądź brało udział w kolizji lub wypadku drogowym przyda Ci się pomoc fachowców pomocy drogowej. Warto wiedzieć jakie jakie usługi wchodzą w zakres pomocy drogowej. Jeśli samochodu nie można naprawić na miejscu wiele firm oferuje także holowanie samochodu do warsztatu mechanicznego.\n\n\n\nArtykuł napisany przy współpracy z firmą Fast-Trans z Poznania świadczącej usługi pomocy drogowej, drobnych napraw na drodze oraz holowania samochodów osobowych, dostawczych, a także tirów.\n\n\n\n\n\nPamiętaj o tym, żeby przed rozpoczęciem jazdy dokładnie zabezpieczyć transportowany pojazd, aby uniknąć jego uszkodzeniu.Zastanawiasz się co zrobić, gdy brałeś udział w kolizji i nie możesz poruszać się samodzielnie swoim samochodem po drodze? Najprostszym, a zarazem najlepszym pomysłem jest wezwanie pomocy drogowej. Zespół wykwalifikowanych specjalistów przyjedzie na miejsce, które podałeś podczas zgłoszenia i szybko upora się z zaistniałą awarią. Samochód można transportować na wiele różnych sposobów. Jednym z nich jest wynajęcie lawety lub autolawety.Terminsą bardzo często używane jako określenia tego samego pojazdu. Potocznie używa się tych słów jako określenie samochodów używanych podczas pomocy drogowej kierowcom, których pojazdy utkwiły na drodze w wyniku wypadku lub kolizji drogowej. Jednak istnieją znaczące różnice między lawetą a autolawetą.Laweta nie jest integralną częścią pojazdu holującego. Jest to przyczepa montowana do samochodu, która służy do przewozu samochodów nowych, używanych lub uszkodzonych. Z racji tego, że laweta jest osobną częścią holowaną wymaga również posiadania przez kierowcę prawa jazdy kategorii B+E. Lawety zazwyczaj wykorzystywane są do przewozu pojazdów na krótkich odcinkach ze względu na ich niskie koszty zakupu lub wynajmu. Wyróżnia się lawety:Nie wiesz jak przetransportować zepsute auto? Weź lawetę! Autolawety najczęściej wykorzystywane przez firmy transportowe świadczące usługi pomocy drogowej kierowcom, który brali udział w kolizji lub wypadku drogowym. Autolaweta to pojazd z własnym silnikiem posiadający specjalną platformę, na której przewożone są uszkodzone samochody lub maszyny. Bardzo często takim pojazdem przewożone są także nowe samochody, a także pojazdy bez OC, tablic rejestracyjnych lub niedostosowany do warunków jazdy. Główną zaletą autolawet jest jest znacznie mniejszy gabaryt, dzięki czemu poruszanie się takim pojazdem nie sprawia większych problemów. Do prowadzenia autolawety wystarczy, aby kierowca posiadał tylko prawo jazdy kategorii B. Nie są wymagane żadne dodatkowe dokumenty lub uprawnienia. Na rynku pojawia się coraz więcej firm, które oferują wynajem autolawet. Komisy samochodowe, salony dealerskie oraz właściciele firm oferujących pomoc drogową coraz częściej używają autolawety do przewozu pojazdów.Pojęcie “laweta” i “autolaweta” są bardzo często ze sobą mylone lub używane do określenia tego samego pojazdu. Wynika to głównie z niewiedzy, gdyż jest wiele różnic widocznych gołym okiem. Różnicą między tymi dwoma pojazdami jest to, że laweta to przyczepa doczepiana do samochodu, a autolaweta to auto wyposażone w specjalnie rozbudowaną platformę.zaczepiana jest na hak samochodu, który uległ zniszczeniu w trakcie eksploatacji, co w przypadku braku jego kontroli może spowodować uszkodzenie i zerwanie ładunku. Ze względu na duże gabaryty manewrowanie lawetą jest znacznie trudniejsze. Do prowadzenia samochodu z lawetą wymagane jest prawo jazdy kategorii B+E. Auto ciągnące pojazd na lawecie spala także więcej paliwa niż autolaweta. Wszystkie te czynniki sprawiają, że transport pojazdu przy użyciu lawety jest znacznie droższy niż użycie autolawety, która jest jej ulepszoną wersją.wyposażona jest w specjalną platformę, która jest połączona z samochodem. Dzięki temu transport pojazdu jest bardziej bezpieczny, a samochód na pojeździe jest stabilniejszy niż podczas transportu lawetą. Do prowadzenia autolawety wymagane jest posiadanie prawa jazdy kategorii B, gdyż jest to jeden pojazd, który dzięki swoim małym rozmiarom łatwiej się prowadzi i lepiej się nim wykonuje manewry drogowe. Autolawety powstały w celu zmniejszenia kosztów transportu pojazdu oraz zniwelowanie niebezpieczeństwa na drodze.Istnieje coraz więcej firm, które posiadają w swojej ofercie wynajem autolawet. Dzięki nim można wynająć pojazd na kilka dni, a nawet kilka godzin. W zależności od tego jak często będziemy potrzebować autolawety warto przemyśleć jej kupno lub wynajem. Autolawetę można wynająć z kierowcą lub bez, co znacznie może obniżyć koszty usługi. Koszty wynajmu autolawety są różne. Zależy to od modelu wynajmowanego samochodu, rejonu w jakim wynajmujemy autolawetę oraz ilość przejechanych kilometrów.Lawety i autolawety różnią się od siebie między innymi wyglądem. Laweta jest osobną częścią dołączaną do samochodu, a autolaweta jest integralną częścią pojazdu. Jest ona także bezpieczniejsza w prowadzeniu oraz tańsza w użytkowaniu, dzięki mniejszemu spalaniu paliwa niż pojazd z lawetą. Na rynku znajdziemy wiele firm oferujących wypożyczenie lawety i autolawety. Jeśli nie musisz kupować nowego sprzętu, warto rozważyć jej wypożyczenie.Wielu kierowców zapewne nie korzystało jeszcze z. Niestety każdy samochód może ulec awarii w najmniej oczekiwanym momencie. Zdarza się, że bierzemy udział w kolizji drogowej lub wypadku, a samochód zostaje unieruchomiony na dłuższy czas. W takich przypadkach warto mieć pod ręką numer pomocy drogowej, która pomoże w każdej sytuacji. Zakres usług związanych z pomocą drogową z roku na rok coraz bardziej rozwija się.Niezależnie od tego czy jesteśmy w centrum miasta, na parkingu lub jesteśmy poza miastem, pomoc drogowa zawsze przyjedzie z pomocą. Warto mieć zaufany warsztat samochodowy oferujący usługi pomocy drogowej na terenie Poznania i okolic. Firma Fast- Trans z Poznania oferuje pomoc drogową przez 24 godziny 7 dni w tygodniu.to nie tylko laweta i holowanie. Mobilni mechanicy realizują szereg napraw elektrycznych i mechanicznych w każdej części Poznania i okolicy. Jeśli zadzwonisz po fachowców autopomocy podaj im dokładnie miejsce, w którym się znajdujesz oraz określ rodzaj usterki. Dzięki temu pracownicy pomocy drogowej szybko pojawią się na miejscu oraz sprawnie i profesjonalnie poradzą sobie z powstałą awarią.oferuje szeroki zakres usług, między innymi:Jeśli masz problem ze swoim samochodem zadzwoń po specjalistów pomocy drogowej, którzy szybko uporają się z powstałą awarią i pozwolą na kontynuowanie jazdy.Wykwalifikowani pracownicy pomocy drogowej bez większych problemów są w stanie odholować Twój pojazd pod każdy wskazany adres. Jednak nie zawsze taka usługa jest konieczna. Każdy mobilny mechanik usunie drobną usterkę na miejscu i pozwoli zaoszczędzić czas i pieniądze każdego klienta.polega na ciągnięciu pojazdu, który nie może poruszać się samodzielnie przez awarię lub uszkodzenia powstałe w trakcie kolizji lub wypadku drogowego. Problemy z silnikiem, awaria czujnika, zatankowane złe paliwo, zerwanie paska wieloklinowego lub uszkodzona cewka zapłonowa również mogą unieruchomić samochód."
        }
    }
]