[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ubrania a niższych cenach w sklepach sieci Reserved, House, Cropp i Mohito w piątek, 24.01.2025. Sprawdź, co jest w promocji",
            "link": "https://naszemiasto.pl/ubrania-a-nizszych-cenach-w-sklepach-sieci-reserved-house-cropp-i-mohito-w-piatek-24-01-2025-sprawdz-co-jest-w-promocji/ar/c15p1-20976483",
            "description": "Dzięki promocjom na ubrania, możesz taniej wyglądać bardzo modnie! Polskie marki firmy LPP regularnie przyciągają nas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.n8pgGQwRn4Qm1Yv5g2vOpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "naszemiasto9 godz.",
            "source": "naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kratos, kultowe klasyki i polskie perełki - przegląd nowych gier w abonamentach w styczniu 2025",
            "link": "https://www.gry-online.pl/opinie/przeglad-nowych-gier-w-abonamentach-na-styczen-2025/z146d3",
            "description": "W pierwszym przeglądzie abonamentowych nowości prym wiodą polskie gry (Against the Storm, Blood West), starsze produkcje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.60vdvXi2FKd8mJnqCX1nAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "gry-online.pl11 godz.",
            "source": "gry-online.pl",
            "article_content": "Publicystyka 24 stycznia 2025, 18:11 autor: Krystian Pieniążek Kratos, kultowe klasyki i polskie perełki - przegląd nowych gier w abonamentach w styczniu 2025 W pierwszym przeglądzie abonamentowych nowości prym wiodą polskie gry (Against the Storm, Blood West), starsze produkcje (Diablo, Deus Ex), a także nowsze tytuły, którym warto poświęcić uwagę (GoW Ragnarok, BioShock 2 Remastered, Blasphemous II).\n\nW dzisiejszych czasach trudno spamiętać wszystkie gry trafiające do poszczególnych subskrypcji na przestrzeni kolejnych miesięcy. Postanowiliśmy więc powołać do życia cykl pozwalający nam w przystępny sposób omawiać produkcje, które w danym miesiącu trafiają do najważniejszych abonamentów – Xbox Game Pass, PlayStation Plus, Amazon Prime Gaming oraz Humble Choice.\n\nBez zbędnego przedłużania – przejdźmy do rzeczy. Jak sugeruje tytuł, w styczniu wśród abonamentowych propozycji znalazło się miejsce zarówno na „starocie”, jak i na nowsze gry, a także na szereg projektów rodem znad Wisły. Jak widać – do wyboru, do koloru.\n\nXbox Game Pass na styczeń 2025\n\nListę gier udostępnionych abonentom usług PC Game Pass oraz Xbox Game Pass w pierwszej połowie stycznia 2025 roku zdominowały produkcje, które już wcześniej były dostępne w ramach tych subskrypcji, jednak z początkiem 2025 roku zasiliły ofertę Xbox Game Pass Standard.\n\nMicrosoft znalazł jednak nieco miejsca na dwie perełki – tytuł, który położył podwaliny pod gatunek hack’n’slash, a także piątą odsłonę cyklu gier sportowych poświęconych mieszanym sztukom walki (MMA).\n\nDiablo\n\nData premiery: 3 stycznia 1997 r. Wersja językowa: angielska Platforma: PC Wersja Game Passa: PC Game Pass, PC Game Pass Ultimate W abonamencie od: 14 stycznia\n\nPierwsze Diablo to dzieło, którego chyba nie trzeba przedstawiać nikomu, kto choć odrobinę interesuje się grami wideo. Choć studio Blizzard Entertainment, a zwłaszcza tacy jego pracownicy, jak Erich i Max Schaeferowie, David Brevik, Eric Sexton oraz Ken Williams, nie stworzyli pierwszego hack’n’slasha w historii, to jednak ich projekt stanowił prawdziwy kamień milowy w rozwoju gatunku, ustalając standardy, z których wiele obowiązuje nawet ćwierć wieku później.\n\nFani Diablo, którzy (jak niżej podpisany) rozpoczynali swoją przygodę z serią od „dwójki”, mogą teraz przeżyć pierwsze spotkanie z tytułowym demonem bez konieczności dodatkowego sięgania do portfela. Osoby, które zjadły zęby na tym tytule, również nie mają powodów do narzekań – w końcu każda okazja do tego, by go sobie przypomnieć, jest dobra. Co prawda zarówno graficznie, jak i gameplayowo, Diablo zdążyło już nieco się zestarzeć, jednak jest to jedna z tych pozycji, którym wystarczy poświęcić godzinę lub dwie, by przyzwyczaić się do jej bolączek i doskonale się przy nich bawić.\n\nDiablo. Źródło: Blizzard Entertainment.\n\nEA Sports UFC 5\n\nData premiery: 27 października 2023 r. Wersja językowa: polska (napisy) Platformy: XSX/S (EA Play) Wersja Game Passa: Ultimate W abonamencie od: 14 stycznia\n\nSeria EA Sports UFC ukazuje się od 2014 roku. Co ciekawe, niejako zajęła ona miejsce cyklu UFC Undisputed, którego wydawaniem zajmowało się THQ, nim dokonało ono żywota. Od premiery pierwszej części jej kolejne odsłony ukazywały się w dwuletnich odstępach… a przynajmniej tak było do debiutu opisywanej tu, piątej odsłony cyklu. EA Sports UFC 5 pojawiło się bowiem ponad 3 lata po swoim poprzedniku. Czy cierpliwość fanów została wynagrodzona?\n\nCóż, zdania na ten temat były podzielone. Branżowe media przyjęły ten tytuł ciepło, o czym świadczy średnia ocen w serwisie Metacritic, mieszcząca się w przedziale 78-80/100. Gracze byli dla niego zdecydowanie bardziej surowi, przez co średnia wystawionych przez nich not wynosi zaledwie 3/10.\n\nKto ma rację? Abonenci Xbox Game Pass mogą się o tym przekonać bez wydawania dodatkowej gotówki, a następnie stanąć po jednej ze stron barykady (lub pomiędzy nimi, jak kto woli).\n\nLightyear Frontier\n\nData premiery: 19 marca 2024 r. (wczesny dostęp) Wersja językowa: polska (napisy) Platformy: Xbox Series X/S Wersja Game Passa: Standard W abonamencie od: 8 stycznia\n\nLightyear Frontier było dostępne dla użytkowników Xbox Game Pass Ultimate od 19 marca 2024 roku. Niemniej 8 stycznia wspólne dzieło firmy Frame Break i Amplifier Studios trafiło do tańszej wersji microsoftowego abonamentu, czyli Xbox Game Pass Standard. Warto jeszcze zaznaczyć, że w chwili pisania tych słów projekt nie jest gotowy i wciąż tkwi we wczesnym dostępie. Nie oznacza to jednak, że nie warto się nim zainteresować, o czym świadczą jego „bardzo pozytywne” oceny od graczy na Steamie.\n\nLightyear Frontier to nietypowy przedstawiciel rolniczych produkcji. Nietypowy, bo osadzony w uniwersum science fiction, zaś rolę traktora, kombajnu i wszelkich innych maszyn, które można wykorzystywać w gospodarstwie, pełni tu wszechstronny mech. Oprócz pozyskiwania surowców, uprawy ziemi oraz wznoszenia budynków, podczas zabawy możemy również eksplorować obcą planetę, stopniowo poznając jej tajemnice. Wszystko to możemy robić zarówno w pojedynkę, jak i w kooperacji.\n\nLightyear Frontier. Źródło: Frame Break / Amplifier Studios / Steam.\n\nPozostałe gry z Game Passa w styczniu 2025\n\nGry opuszczające Game Passa w styczniu 2025\n\n15 stycznia abonament Game Pass opuściły następujące tytuły:\n\n31 stycznia z abonamentu Game Pass znikną natomiast:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 24.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-24012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Wt%2bx0OHfZ7D6PGgrS8hDXg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 25.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-25012025/ar-AA1xM6Ms?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN21 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 24.01.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-24012025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go ...",
            "image_url": "https://www.bing.pl/th?id=OVF.UOxcaw%2bwjuYVejb7jgOVyA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl/ar-AA1xF2s5?ocid=BingNewsVerp",
            "description": "Czy monety z PRL mogą być warte ogromne pieniądze? Oczywiście! Przedmioty z okresu PRL cieszą się w naszym kraju rosnącą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mmrf7V4zqE4FRhJP4k7GUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Hostowane na MSN7 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Od niedocenianego do nie do zatrzymania: Droga monety CATZILLA do zastania kolejną gwiazdą memecoinów wartą 1 USD jak FARTCOIN czy PNUT!",
            "link": "https://comparic.pl/od-niedocenianego-do-nie-do-zatrzymania-droga-monety-catzilla-do-zastania-kolejna-gwiazda-memecoinow-warta-1-usd-jak-fartcoin-czy-pnut/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. CATZILLA Coin przyciąga uwagę w świecie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.O8jeTtaDUIv7VKs2WKj2di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "comparic7 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nCATZILLA Coin przyciąga uwagę w świecie kryptowalut. Kiedyś pomijana, teraz zyskuje na popularności obok popularnych monet memowych, takich jak FARTCOIN i PNUT! Ten krypto-klejnot korzysta z obecnej hossy, wzbudzając ciekawość i ekscytację. Podczas gdy inwestorzy szukają kolejnej wielkiej rzeczy, szybki rozwój CATZILLA napędza spekulacje na temat jej potencjału, aby stać się gwiazdą.\n\nCatzilla: Wkracza na arenę monet memowych z niezrównanym potencjałem\n\nW ciągle ewoluującym świecie memecoinów nieustannie pojawiają się nowi konkurenci, a Catzilla pozycjonuje się jako ambitny gracz. Czerpiąc inspirację z udanych tokenów, takich jak Dogecoin (DOGE), Shiba Inu (SHIB) i PEPE, Catzilla ma na celu połączenie wirusowej kultury memów ze znacznym wzrostem finansowym. Tym, co wyróżnia Catzillę, jest jej wyjątkowa narracja — gigantyczny kot przypominający Godzillę, siejący spustoszenie, który czerpie z chaotycznej energii japońskiej kultury kaiju. Ta oparta na grze narracja nie tylko angażuje graczy, ale także przyciąga inwestorów kryptowalutowych poszukujących kolejnej wielkiej rzeczy.\n\nDzięki ognistemu połączeniu chaosu inspirowanego anime i buntowniczej misji, Catzilla jednoczy entuzjastów kryptowalut, miłośników kotów i fanów anime, aby przyłączyli się do ruchu na rzecz bardziej sprawiedliwej, zdecentralizowanej przestrzeni kryptowalut.\n\n💣Catzilla jest gotowa zburzyć rynek! 💣\n\nW przeciwieństwie do wielu monet memowych, które płoną jasno i znikają, Catzilla jest tutaj na dłuższą metę, oferując inwestorom potencjał. Przedsprzedaż Catzilli oferuje 14-etapowy proces, dając inwestorom wiele okazji do wczesnego zakupu. Z każdym etapem cena tokena stopniowo rośnie.\n\n\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\n\n\n⚡Odblokuj potrójną wartość dla maksymalnych zysków⚡\n\nCatzilla działa w oparciu o potrójną propozycję wartości: epicką rozgrywkę, jednoczącą misję i tętniącą życiem społeczność. Gracze mogą cieszyć się emocjonującą grą, zdobywając nagrody, a jednocześnie będąc częścią rosnącego ruchu, który łączy zabawę kultury memów z potencjałem wolności.\n\n🚀 Dołącz do rewolucji Catzilla 🚀\n\nCatzilla pozycjonuje się jako symbol oporu przeciwko chciwości i manipulacji często spotykanej w świecie kryptowalut. Przyjmując swoją odważną i potworną osobowość, Catzilla stara się przywrócić zabawny, zdecentralizowany charakter monet memowych, zapewniając jednocześnie uczciwy i przejrzysty ekosystem dla swoich użytkowników.\n\nDołącz do kociego szaleństwa! $CATZILLA rośnie — zdobądź swoją część już dziś!\n\nŚcieżka Fartcoina: Czy przełamie opór?\n\nFartcoin jest obiecujący w ostatnich ruchach. Jego obecna cena waha się między 0,98 a 3,05 USD, utrzymując się mocno w stosunku do najbliższego oporu na poziomie 3,94 USD. W ciągu 6 miesięcy Fartcoin wzrósł o prawie 23%, co wskazuje na stały wzrostowy impet. Wskaźnik siły względnej jest niski, co sugeruje, że Fartcoin może być wyprzedany i może się odbić.\n\nPrzy poziomie MACD wskazującym lekko w dół, możliwy jest krótkoterminowy spadek, ale długoterminowe wskaźniki pozostają pełne nadziei. Jeśli Fartcoin zdoła przebić się przez opór na poziomie 3,94 USD, istnieje potencjał, aby zmierzać w kierunku drugiego poziomu na poziomie 6,01 USD, co byłoby znacznym skokiem. Ścieżka jest trudna, ale impet mówi o jego potencjale.\n\nPeanut the Squirrel (PNUT): Gotowy na skok?\n\nPeanut the Squirrel handluje się między 0,34 a 0,60 USD, pokazując pewne ostrożne kroki naprzód. Przy najbliższym oporze na poziomie 0,77 USD, PNUT potrzebuje impulsu, aby pokonać tę przeszkodę. Jeśli mu się to uda, czeka go kolejny poziom na poziomie 1,03 USD.\n\nOstatni spadek, z miesięcznym spadkiem o 56,63%, wskazuje na walkę, ale niski RSI na poziomie 38,95 sugeruje, że może być wyprzedany, co stanowi potencjalną okazję do kupna. Jego proste średnie kroczące są prawie sklejone, co wskazuje na konsolidację. Jeśli zainteresowanie się odrodzi, możemy zobaczyć, jak PNUT próbuje znacząco się odbić, goniąc wzrost o ponad 100% od obecnych minimów. Obserwuj trendy, aby znaleźć oznaki życia!\n\nWniosek\n\nPodczas gdy monety takie jak FARTCOIN i PNUT wykazują mniejszy potencjał krótkoterminowy, Catzilla wyróżnia się jako ostateczny bohater monet memowych oferujący wolność każdemu.\n\nDzięki imponującemu potencjałowi rozwoju dzięki przedsprzedaży i potrójnym funkcjom użyteczności, Catzilla zaprasza entuzjastów kryptowalut do przyłączenia się do walki ze złoczyńcami kryptowalut i zjednoczenia się dla zysku i celu.\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z czasów PRL w cenie złota. Tyle dziś kosztują stare porcelanowe naczynia, wazony i figurki [25.01.2025]",
            "link": "https://pomorska.pl/porcelana-z-czasow-prl-w-cenie-zlota-tyle-dzis-kosztuja-stare-porcelanowe-naczynia-wazony-i-figurki-25-01-2025/ar/c9p2-27197221",
            "description": "Porcelana produkowana w PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yBqCCUfW4eNzfCr-wLq6_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Pomorska7 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl/ar-AA1xF2s5?ocid=BingNewsVerp",
            "description": "Czy monety z PRL mogą być warte ogromne pieniądze? Oczywiście! Przedmioty z okresu PRL cieszą się w naszym kraju rosnącą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mmrf7V4zqE4FRhJP4k7GUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Hostowane na MSN7 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "33. Finał WOŚP w Bielsku-Białej. Można wylicytować przejażdżkę z księdzem rajdowcem",
            "link": "https://bielskobiala.wyborcza.pl/bielskobiala/7,88025,31639696,33-final-wosp-w-bielsku-bialej-mozna-wylicytowac-przejazdzke.html",
            "description": "WOŚP gra w tym roku dla onkologii i hematologii dziecięcej. Na Rynku w Bielsku-Białej odbędą się koncerty, zaplanowano także ...",
            "image_url": "https://www.bing.pl/th?id=OVF.DARNFBNE6eA9j7JFl0txgQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "bielskobiala.wyborcza18 godz.",
            "source": "bielskobiala.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To już 33. finał Wielkiej Orkiestry Świątecznej Pomocy. Opolscy wolontariusze pojadą za darmo pociągami",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/to-ju%C5%BC-33-fina%C5%82-wielkiej-orkiestry-%C5%9Bwi%C4%85tecznej-pomocy-opolscy-wolontariusze-pojad%C4%85-za-darmo-poci%C4%85gami/ar-AA1xMiG6?ocid=BingNewsVerp",
            "description": "W dniu tegorocznego finału Wielkiej Orkiestry Świątecznej Pomocy, czyli 26 stycznia, wolontariusze z puszkami z czerwonym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4x8KFmIoibEwLVloL3mpcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nasze Miasto on MSN20 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To kwiaty najlepsze do domu! Te rośliny doniczkowe są piękne i wzbogacą twoje wnętrze. Jakie kwiaty wybrać do domu? 24.01.2025",
            "link": "https://gk24.pl/to-kwiaty-najlepsze-do-domu-te-rosliny-doniczkowe-sa-piekne-i-wzbogaca-twoje-wnetrze-jakie-kwiaty-wybrac-do-domu-24012025/ar/c9-18815989",
            "description": "Obecnie pragniemy, by nasze domowe wnętrza miały swój unikatowy charakter, były przytulne i kolorowe. Jednym z pomysłów na wzbogacenie naszego domowego wnętrza z pewnością są kwiaty. Nie tylko dodają ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-24012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.dJ2ezot70NiNPA%2b0UQvdEg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl21 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co? Gdzie? Kiedy? Nawigator weekendowy",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/114848-co-gdzie-kiedy-nawigator-weekendowy",
            "description": "Spektakle, koncerty, zawody, a przede wszystkim 33. Finał WOŚP, właśnie te wydarzenia czekają na nas w nadchodzący weekend.",
            "image_url": "https://www.bing.pl/th?id=OVFT.zMEbsDJi5pZK0CVZ3Mgpri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "naszraciborz22 godz.",
            "source": "naszraciborz",
            "article_content": "Spektakle, koncerty, zawody, a przede wszystkim 33. Finał WOŚP, właśnie te wydarzenia czekają na nas w nadchodzący weekend. Sprawdź, co będzie się działo.\n\nPiątek, 24.01.2025\n\n17.00 - Spektakl Momo w sali widowiskowej Młodzieżowego Domu Kultury\n\n18.00 - Koncert świąteczno-noworoczny w wykonaniu orkiestr RCK pod dyrekcją Henryka Krótkiego. Patrz TUTAJ.\n\nSobota, 25.01.2025\n\n7.00 - Targ staroci i targ koński w Pietrowicach Wielkich\n\n9.00 - Turniej tenisa stołowego o puchar wójta Gminy Nędza. Więcej TUTAJ.\n\n11.00 - Kafejka językowa \"Mówimy po polsku\" w MiPBP w Raciborzu. Patrz TUTAJ.\n\n11.00 - IX Eko Cross po Ziemi Pietrowickiej. Więcej TUTAJ.\n\n16.00 - Warsztaty familijne w SOWA Racibórz\n\n18.00 - Koncert Golden Hits of Queen & Her Majesty Orchestra w RCK. Więcej TUTAJ.\n\n20.30 - Saunowanie z saunamistrzem w aquapark H2Ostróg\n\nNiedziela, 26.01.2025\n\n33. Finał Wielkiej Orkiestry Świątecznej Pomocy w Raciborzu\n\n11.00 - 33. Finał Wielkiej Orkiestry Świątecznej Pomocy w Zabelkowie\n\n14.00 - 33. Finał Wielkiej Orkiestry Świątecznej Pomocy w Krzanowicach\n\n14.00 - 33. Finał Wielkiej Orkiestry Świątecznej Pomocy w Zawadzie Książęcej\n\n15.00 - Gminny przegląd kolęd w kościele pw. św. Wita, Modesta i Krescencji w Pietrowicach Wielkich"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czacz - wieś, która w każdy weekend zamienia się w potężne targowisko. Handlują wszyscy, a po skarby przyjeżdżają ludzie z całej Polski",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/%C5%9Bwi%C4%99ta-i-uroczysto%C5%9Bci/czacz-czyli-wie%C5%9B-kt%C3%B3ra-w-ka%C5%BCdy-weekend-zamienia-si%C4%99-w-wielkie-targowisko-po-skarby-przyje%C5%BCd%C5%BCaj%C4%85-tu-ludzie-z-ca%C5%82ej-polski/ar-AA1xojvK?ocid=BingNewsVerp",
            "description": "Czacz to wieś, która słynie z handlu. Na straganach, w stodołach i specjalnych namiotach można tam dosłownie znaleźć wszystko. Od mebli kolonialnych, przez antyki po porcelanowe bibeloty, narzędzia, a ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN11 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 25 - 26 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-na-rower-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-25-26-stycznia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 25 stycznia w Oświęcimiu ma być 7°C. Nie powinno padać. W niedzielę 26 stycznia w Oświęcimiu ma być 6°C. Nie będzie padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto14 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking do 6 km od Kołobrzegu. Pomysły na sportowy dzień w weekend 25 - 26 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/nordic-walking-do-6-km-od-kolobrzegu-pomysly-na-sportowy-dzien-w-weekend-25-26-stycznia/ar/c7p1-22319027",
            "description": "W sobotę 25 stycznia według prognozy pogody ma być 7°C. Prawdopodobieństwo wystąpienia deszczu wynosi 57%. W niedzielę 26 stycznia zgodnie z najnowszymi prognozami pogody ma być 4°C w najcieplejszym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto14 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki spacerowe do 6 km od Kołobrzegu. Sposoby na spędzenie czasu - weekend 25 - 26 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/sciezki-spacerowe-do-6-km-od-kolobrzegu-sposoby-na-spedzenie-czasu-weekend-25-26-stycznia/ar/c7p1-22115647",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 25 stycznia w Kołobrzegu ma być 7°C. Prawdopodobieństwo wystąpienia deszczu wynosi 57%. W niedzielę 26 stycznia w Kołobrzegu ma być 4°C ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto14 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak dziś mieszka Maryla Rodowicz ZDJĘCIA. Życie ją cieszy. Oto zabytkowe wnętrza domu gwiazdy! Takich zdjęć nie widzieliście",
            "link": "https://www.msn.com/pl-pl/rozrywka/gwiazdy/tak-dzi%C5%9B-mieszka-maryla-rodowicz-zdj%C4%99cia-%C5%BCycie-j%C4%85-cieszy-oto-zabytkowe-wn%C4%99trza-domu-gwiazdy-takich-zdj%C4%99%C4%87-nie-widzieli%C5%9Bcie/ar-AA1xNV1V?ocid=BingNewsVerp",
            "description": "Maryla Rodowicz ma 78 lat. Gwiazda polskiej muzyki mieszka w Konstancinie Jeziornej pod Warszawą. Zobacz jak wygląda jej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ps7UzMBGb2yVgx8N49cO-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Ilustrowany on MSN11 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wynajem krótkoterminowy w Polsce – innowacje, korzyści i wyzwania",
            "link": "https://dorzeczy.pl/ekonomia/681439/wynajem-krotkoterminowy-w-polsce-innowacje-korzysci-i-wyzwania.html",
            "description": "Rynek wynajmu krótkoterminowego w Polsce nieustannie się rozwija, stając się kluczowym elementem branży turystycznej i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KUJkQ5MYn4qQHgQPSoqy0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dorzeczy14 godz.",
            "source": "dorzeczy",
            "article_content": "Obecna sytuacja na rynku wynajmu krótkoterminowego\n\nRynek wynajmu krótkoterminowego w Polsce obejmuje obecnie około 80 tysięcy nieruchomości, takich jak apartamenty, domy wakacyjne oraz mieszkania w kluczowych lokalizacjach turystycznych. Największe skupisko ofert znajduje się w regionach nadmorskich, górskich oraz w dużych miastach, takich jak Warszawa, Kraków czy Wrocław. Na wybrzeżu Bałtyku dostępnych jest od 20 do 25 tysięcy nieruchomości, natomiast w regionach górskich, takich jak Zakopane czy Karkonosze, liczba ta wynosi od 15 do 20 tysięcy.\n\nWarszawa jest jednym z najważniejszych rynków wynajmu krótkoterminowego, jeśli myślimy o dużych miastach, z około 9-10 tysiącami apartamentów dostępnych dla gości. Stolica przyciąga zarówno turystów, jak i osoby podróżujące służbowo, co czyni ją jednym z najbardziej atrakcyjnych miejsc dla inwestorów. Dynamiczny rozwój tego segmentu obserwuje się również w Krakowie, gdzie bogate dziedzictwo kulturowe, liczne zabytki i zróżnicowana oferta kulturalna przyciągają osoby z całego świata.\n\nTrendy i preferencje gości\n\nOsoby wynajmujące lokale na krótszy okres czasu oczekują dziś wysokiego standardu usług oraz udogodnień, które zapewnią im komfortowy i niezapomniany pobyt. Coraz częściej wybierane są nieruchomości z dostępem do nowoczesnych technologii, takich jak szybki internet, inteligentne systemy zarządzania wnętrzem oraz możliwość zdalnego meldowania. Zainteresowaniem cieszą się też nieruchomości wyposażone w ekologiczne rozwiązania, jak np. wykorzystanie odnawialnych źródeł energii.\n\nGoście cenią sobie lokalizacje blisko atrakcji turystycznych oraz możliwość szybkiego dostępu do transportu publicznego. Z drugiej jednak strony, popularność zdobywają apartamenty i domy położone w spokojnych, zielonych okolicach, które oferują możliwość relaksu z dala od miejskiego zgiełku. Wynajmujący coraz częściej kierują swoją ofertę do konkretnej grupy odbiorców, np. rodzin z dziećmi, osób podróżujących służbowo czy miłośników aktywnego wypoczynku.\n\nNieruchomości premium i ich rola na rynku\n\nWynajem krótkoterminowy obejmuje również segment nieruchomości premium, który odgrywa coraz większą rolę w Polsce. Apartamenty o podwyższonym standardzie, zlokalizowane w prestiżowych dzielnicach lub oferujące widok na morze czy góry, są szczególnie popularne wśród wymagających klientów. Wysokiej klasy nieruchomości przyciągają zamożnych turystów, którzy są skłonni zapłacić więcej za komfort i unikalne doświadczenia.\n\nStopy zwrotu z inwestycji w nieruchomości premium wahają się od 3 do 7%, co czyni je bardziej opłacalnymi niż standardowe obiekty, które generują zyski na poziomie 3-5%. Warto jednak pamiętać, że i w segment premium wymaga większego zaangażowania i odpowiedniego zarządzania, aby spełnić oczekiwania wymagających klientów.\n\nStopy zwrotu uzależnione są też od lokalizacji nieruchomości, jej standardu, udogodnień czy metrażu.\n\nEfektywne zarządzanie wynajmem krótkoterminowym kluczem do sukcesu\n\nEfektywne zarządzanie wynajmem krótkoterminowym to podstawa sukcesu w tym segmencie rynku. Aby osiągnąć wysoką rentowność, właściciele muszą zadbać o kilka kluczowych aspektów, takich jak:\n\nWybór lokalizacji: najlepiej sprawdzają się miejsca popularne wśród turystów, z łatwym dostępem do atrakcji oraz dobrą infrastrukturą transportową.\n\nWyposażenie nieruchomości: komfortowe i nowoczesne wnętrza, dostosowane do potrzeb różnych grup klientów, zwiększają atrakcyjność oferty.\n\nMarketing i promocja: skuteczne promowanie nieruchomości na platformach rezerwacyjnych oraz mediach społecznościowych pozwala dotrzeć do szerokiego grona potencjalnych klientów.\n\nObsługa gości: profesjonalne podejście, elastyczność i szybka reakcja na potrzeby gości budują pozytywne opinie, które przyciągają kolejnych klientów.\n\nKorzyści z profesjonalnego zarządzania najmem\n\nWielu właścicieli decyduje się na współpracę z firmami specjalizującymi się w zarządzaniu wynajmem krótkoterminowym. Jedną z takich firm jest Renters, która oferuje kompleksową obsługę, obejmującą sprzątanie, marketing, obsługę rezerwacji oraz komunikację z gośćmi. Dzięki temu właściciele mogą skupić się na innych aspektach swojej działalności, jednocześnie zwiększając zyski i optymalizując czas wynajmu.\n\nProfesjonalne zarządzanie to także gwarancja utrzymania nieruchomości w idealnym stanie oraz minimalizacja ryzyka związanego z ewentualnymi problemami technicznymi czy skargami ze strony gości. Dla inwestorów jest to rozwiązanie, które pozwala na maksymalizację potencjału ich nieruchomości przy minimalnym zaangażowaniu czasowym.\n\nWyzwania i perspektywy rozwoju rynku\n\nMimo licznych korzyści wynajem krótkoterminowy w Polsce napotyka również na pewne wyzwania. Rosnąca konkurencja wymusza na właścicielach podnoszenie standardu usług oraz oferowanie dodatkowych udogodnień, aby wyróżnić się na tle innych ofert. Zmieniające się przepisy prawne, w tym regulacje dotyczące podatków i licencjonowania wynajmu, mogą również stanowić barierę dla nowych inwestorów.\n\nJednak perspektywy rozwoju rynku są optymistyczne. Wzrost liczby turystów krajowych i zagranicznych, rozwój infrastruktury turystycznej oraz rosnące zainteresowanie podróżami typu „bleisure” (połączenie podróży biznesowej i rekreacyjnej) przyczyniają się do dalszego wzrostu popytu na wynajem krótkoterminowy. Dodatkowo, rosnąca popularność platform rezerwacyjnych oraz technologii wspierających zarządzanie najmem stwarza nowe możliwości dla inwestorów i właścicieli nieruchomości.\n\nPodsumowanie\n\nWynajem krótkoterminowy w Polsce to dynamicznie rozwijający się segment rynku, który oferuje szerokie możliwości zarówno dla inwestorów, jak i dla turystów. Dzięki elastyczności, różnorodności ofert oraz coraz wyższemu standardowi usług, wynajem krótkoterminowy zyskuje na znaczeniu w branży nieruchomości i turystyki. Profesjonalne zarządzanie, skuteczny marketing i dbałość o potrzeby klientów to klucz do sukcesu na tym konkurencyjnym rynku. W obliczu dynamicznych zmian i rosnących oczekiwań klientów wynajem krótkoterminowy ma przed sobą świetlaną przyszłość."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Henryk Mercik: \"Chciałbym usłyszeć spod bramy na Zgodzie jasną deklarację, że stanie tam pomnik\"",
            "link": "https://www.msn.com/pl-pl/news/other/henryk-mercik-chcia%C5%82bym-us%C5%82ysze%C4%87-spod-bramy-na-zgodzie-jasn%C4%85-deklaracj%C4%99-%C5%BCe-stanie-tam-pomnik/ar-AA1xOB1m?ocid=BingNewsVerp",
            "description": "Karol Nawrocki, kandydat na prezydenta Polski, z ramienia PiS, odwiedził województwo śląskie 23 stycznia. Mieszkańcy mieli ...",
            "image_url": "https://www.bing.pl/th?id=OVF.93%2fJw14%2f%2bBqT8Ai%2f25tX7A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikzachodni.pl on MSN10 godz.",
            "source": "dziennikzachodni.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "33. Finał Wielkiej Orkiestry Świątecznej Pomocy. Koncerty, licytacje, wydarzenia sportowe w regionie [INFORMATOR]",
            "link": "https://prk24.pl/55614077/33-final-wielkiej-orkiestry-swiatecznej-pomocy-koncerty-festyny-licytacje-wydarzenia-sportowe-w-regionie-informator",
            "description": "W niedzielę w całej Polsce już po raz 33. zagra Wielka Orkiestra Świątecznej Pomocy. W tym roku pieniądze zbierane są dla ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-3qlIvMMz-I28TapDZ_mWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "prk2422 godz.",
            "source": "prk24",
            "article_content": "W niedzielę w całej Polsce już po raz 33. zagra Wielka Orkiestra Świątecznej Pomocy. W tym roku pieniądze zbierane są dla onkologii i hematologii dziecięcej – motywem przewodnim jest bezpieczeństwo i zdrowie dzieci.\n\nTegoroczny, 33. w historii finał Wielkiej Orkiestry Świątecznej Pomocy odbywa się pod hasłem: „Gramy na zdrowie!”.\n\nKOSZALIN:\n\nGłówna scena 33. finału WOŚP stanie na rynku przed ratuszem. Od godz. 15.00 zaplanowano licytacje oraz występy i koncerty m.in. młodych artystów z Pałacu Młodzieży. Nie zabraknie też stoisk koszalińskich służb i instytucji.\n\nImprezy towarzyszące finałowi zaplanowano w wielu miejscach.\n\nO godz. 16.30 w hali ZOS przy ul. Głowackiego odbędzie się finał Pucharu Ligi im. Michała „Chasia” Zańczuka połączony ze zbiórką datków na WOŚP.\n\nW Hali Gwardii odbędzie się natomiast mecz piłki nożnej rocznika 2018, a w koszalińskim parku wodnym członkowie Klubu Płetwonurków MARES będą udzielać nauki pływania.\n\nOrkiestra zagra również w koszalińskich galeriach handlowych. W Galerii EMKA atrakcje przygotuje m.in. Stowarzyszenie Koszalińska Kompania Rycerska - będzie wystawa uzbrojenia, możliwość przymierzania zbroi oraz szermierka dla najmłodszych. Odwiedzających Galerię FORUM może zainteresować symulator lotów na paralotni oraz sprzętu paralotniarzy, a także pokaz sprzętu militarnego przygotowany przez grupę rekonstrukcyjną.\n\nOd godziny 10.00 mieszkańcy mogą udać się do Motoparku, gdzie będą czekały na nich samochody rajdowe, wyścigowe, klasyczne i zabytkowe.\n\nDo akcji ponownie włączyła się koszalińska wąskotorówka. Miłośnicy kolei będą mogli wyruszyć parowozem w podróż do Manowa. Odjazdy z Koszalina o godz. 11.00 i 13.00.\n\nJak co roku w dniu finału odbędzie się Leśna Piątka - 5 km biegu dla wszystkich (godz.12.00) oraz dodatkowe biegi dla dzieci (godz. 11.00). Po biegu głównym zaplanowane są licytacje WOŚP.\n\nOrkiestra zagra również w siedzibie Pracowni Pozarządowej przy ul. Dworcowej. Impreza będzie trwać od 12.00 do 17.00. Wolontariusze będą częstowali herbatą, kawą, ciastem, a także zaproszą do różnych aktywności - gier planszowych, malowanek, wspólnego przygotowywania przypinek, malowania twarzy, pokazu udzielania pierwszej pomocy, rozmów na temat idei wolontariatu.\n\nO godz. 17.00 rusza plenerowa scena przy ul. Na Skarpie 17. W programie koncert Zespołu Wokalnego „PoGodzinach Na Skarpie” oraz Muzyczne Show MR TOMM. O godz. 18.30 zaplanowano „światełko do nieba”. Z kolei impreza WOŚP dla mieszkańców Osiedla Morskie i gości jest planowana od 12.00 do 17.00 na ul. Bosmańskiej. W programie będą występy artystyczne i sportowe oraz pokazy taneczne. Organizatorzy zapraszają na bazarek charytatywny, licytacje oraz degustację gorących napojów w zamian za datki do puszek WOŚP. Na koniec zaplanowano „światełko do nieba”.\n\nSŁUPSK:\n\nO godz. 12.00 w Hali Gryfia przy ul. Szczecińskiej 99 rozpoczną się imprezy przygotowane z myślą o najmłodszych. Nie zabraknie animacji z Pompaliną i Asankiem, Słupskim Misiem, Minionkami oraz bohaterami Psiego Patrolu. Na dzieci czekać będą również dmuchane zjeżdżalnie i place zabaw.\n\nSwoje stanowiska w Gryfii przygotują:\n\n- Miejska Biblioteka Publiczna im. Marii Dąbrowskiej w Słupsku - kiermasz książki\n\n- Bałtycka Galeria Sztuki Współczesnej - warsztaty kolażu fotograficznego\n\n- Teatr Lalki Tęcza - warsztat animacji oraz warsztat lalkarski\n\n- Nowy Teatr im. Witkacego w Słupsku - warsztat robienia breloczków z teatralnych banerów; rozdawanie książeczek \"Spacer po Nowym Teatrze\" w zamian za wrzucenie datku do puszki\n\n- Klub Coolturka\n\n- Instytut Pedagogiki i Psychologii Uniwersytetu Pomorskiego w Słupsku - malowanie piaskiem, malowanie twarzy, zabawy z chustą animacyjną\n\n- AeroModel Club Słupsk- symulator lotu, składanie modeli\n\n- pracownie i instruktorzy Słupskiego Ośrodka Kultury - Rękodzielnia, Szkoła Kultury - malowanie twarzy, kolorowe warkoczyki, kącik zabaw dla dzieci\n\n- Związek Harcerstwa Polskiego - gry wieloformatowe, gry i zabawy.\n\nOd godziny 16.00 do 19.00 w swoje progi zaprasza Centrum Handlowe Jantar przy ul. Szczecińskiej 58. Na scenie, przy strefie gastro, występować będą dzieci i młodzież uczęszczające na zajęcia taneczne i wokalne m.in. do Słupskiego Ośrodka Kultury i Młodzieżowego Domu Kultury. Pomiędzy występami oferowane będą przedmioty, vouchery i inne niespodzianki. W CH Jantar Uniwersytet Pomorski wystawi pięć swoich stanowisk. Będzie można m.in. zobaczyć pokaz udzielania pierwszej pomocy, wysłuchać porad dietetycznych czy sprawdzić budowę stóp swojego dziecka. Na stanowisku Miejskiego Zakładu Opieki Zdrowotnej będzie można m.in. zbadać ciśnienie tętnicze, zobaczyć pokaz techniki prawidłowego mycia zębów czy otrzymać skierowanie na bezpłatne badania w ramach programu 40 PLUS. Ponadto w galerii będą walki robotów i wyścigi pojazdami zrobionymi z klocków LEGO, a także pokazy modeli sterowanych.\n\nO godz. 10.00 w sali gimnastycznej przy ul. Niedziałkowskiego 2 odbędzie się Słupski Turniej Tenisa Stołowego WOŚP.\n\nKOŁOBRZEG:\n\n\n\nOd godz. 10.00 na placu przed ratuszem będzie można spotkać przedstawicieli wielu kołobrzeskich instytucji, w tym: OSP Tryton, Voyager, SAR, GRH Kołobrzeg, policji, straży pożarnej i granicznej, Drużyny Czarnego Dębu, Muzeum Oręża Polskiego, WOPR oraz Stowarzyszenia Miłośników Dawnej Motoryzacji.\n\n\n\nW Hali Milenium od 14.00 do 20.00 zaplanowano liczne występy artystyczne i zajęcia fizyczne, a także koncert zespołu Perfect Gold (godz. 19.00) oraz „światełko do nieba” (godz. 20.00).\n\n\n\nW pobliżu Plaży Centralnej odbędzie się pokaz samochodów zabytkowych z PRL-u, będzie również strefa słodkości oraz dźwig z koszem widokowym. Na wspólną kąpiel o godz. 12.00 zaproszą kołobrzeskie morsy.\n\n\n\nW Porcie Rybackim w godz. 10.00-16.00 będzie można odbyć rejs kutrem URTYP. O godz. 11.00 zaplanowano „WOŚPOWĄ sesję z Marianami” przy ul. Mariackiej oraz Sikorskiego. W Galerii Karuzela wystawi się klub motocyklowy Brotherhood MC Poland (godz. 10.00-18.00). O godz. 10.00 w Ogrodzie Seapark wystartuje bieg „Policz się z cukrzycą”, o tej samej porze na terenie basenu Milenium odbędzie się Maraton Pływacki, o godz. 12.00 w parku rekreacji Prugar ruszy „WOŚPOWY turniej minigolfa”.\n\nSZCZECINEK:\n\nGłówna scena 33. Finału WOŚP stanie na placu Wolności w Szczecinku. Początek o godz. 14.00. W programie: występy lokalnych i szkolnych zespołów, pokaz sztuk walki, koncerty i licytacje. Finał zakończy „światełko do nieba” o godzinie 20.00. Ponadto na terenie przy Muszli Koncertowej odbędzie się pokaz samochodów driftowych.\n\nWAŁCZ:\n\n33. Finał Wielkiej Orkiestry Świątecznej Pomocy jak co roku odbędzie się w Wałeckim Centrum Kultury. Początek o godz. 15.00. W programie m.in. występy artystyczne, licytacje, stoisko DKMS, malowanie z sercem, „światełko do nieba”, strefa malucha, stoiska i smakołyki lokalnych organizacji i przedsiębiorców, pokaz policyjnego sprzętu, nauka pierwszej pomocy, a także pokaz zabytkowych aut na parkingu przy WCK.\n\nAtrakcje będą czekały również w wielu innych miejscach Wałcza:\n\n9.00 - Dobrostan Psychologia&Joga, ul. Sądowa 9 - Zajęcia Joga (zapisy)\n\n9.00-15.00 - Rakietowy Klub Sportowy \"Badminton ZWA\" / SP 2 - Charytatywny turniej Badmintona \"Zmiksowani\", ul. M. Konopnickiej 2 - hala sportowa (zapisy do 24.01)\n\n10.00-14.00 - Zimowy Piknik Rodzinny w Ostrowcu na Kurnej Chacie\n\n10.00-12.00 - Miejski Ośrodek Sportu i Rekreacji - plaża: Wspólne Morsowanie. Sauna. DJ Mike Weed\n\n12.00-15.00 - Grupa Warowna Cegielnia - Skansen Fortyfikacyjny, ul. Południowa 106: \"Historia, która pomaga - WOŚP\"\n\n12.00 - Forma ruchu - Nordic Walking Wałcz: Marsz Nordic Walking - start MOSIR (zapisy do 24.01)\n\n12.00-16.00 - Studio Freedom, ul. Kilinszczaków 45: Zajęcia Aerial Hoop. Zajęcia Pole Dance. Pokaz Pole Dance\n\n14.00 - Miejska Rada Seniorów: Marsz z sercem - start MOSIR\n\n14.00-16.00 - GoodVibes, ul. Kołobrzeska 56 - Trening z sercem dla WOŚP\n\n16.00-18.00 - Husaria, ul. Bydgoska 81 - Punch Challenge\n\n16.00-18.00 - Szkoła Podstawowa nr 4, al. Tysiąclecia 19 - \"Noc spadających gwiazd\" (obserwacje)\n\n17.00-19.00 - Athletic Gym & Fitness, ul. Budowlanych 9 - Maraton Cross.\n\nPIŁA:\n\nW Pile 33. Finał Wielkiej Orkiestry Świątecznej Pomocy odbędzie się w Regionalnym Centrum Kultury w godzinach 14.30 - 20.00. W programie pokazy artystyczne, występy dzieci i młodzieży, licytacje oraz koncerty. W holu RCK staną stoiska m.in. lokalnych szkół, policji, żużlowców, Stowarzyszenia Miłośników Munduru, Wojskowego Centrum Rekrutacji, Centrum Aktywizacji Seniorów, podologa, nauki pierwszej pomocy, jogi, Amazonek oraz Centrum Kształcenia „Nauka”.\n\nFinał zakończy „światełko do nieba” o godz. 20.00. Jak zapowiedział szef Sztabu WOŚP Stanisław Dąbek, w Pile jest to światełko wyjątkowe. - Nie będzie fajerwerków. Zamiast tego harcerze z pochodniami utworzą wielkie serce. Będzie też zespół bębniarzy - powiedział.\n\nLiczne atrakcje zaplanowano również na placu Staszica, gdzie będzie można obejrzeć pojazdy wojskowe oraz strażackie, motocykle oraz samochody członków BMW klub Piła. Nie zabraknie także wojskowej grochówki.\n\nW Pile działa też Sztab WOŚP przy Szkole Podstawowej Numer 11, który organizuje bieg „Pobij dystans z sercem”. Zapisało się do niego już kilkaset osób.\n\nO godz. 9 w hali MOSiR rozpocznie się I Amatorski Turniej Piłki Siatkowej dla WOŚP. Poza siatkarskimi pojedynkami zaplanowano rodzinny festyn z animacjami dla dzieci, gastronomią, warsztatami oraz pokazami sprzętu strażackiego i policyjnego.\n\nBIAŁOGARD:\n\nFinał w Białogardzie odbędzie się na placu Wolności w godzinach 15.00-20.00. W programie licytacje, występy taneczne i muzyczne, strefa gastronomiczna oraz koncert zespołu SaxAndSix.\n\nBOBOLICE:\n\nFinał WOŚP odbędzie się w Miejsko-Gminnym Ośrodku Kultury w Bobolicach. Od godz. 15.30 do 20.00 będzie można wziąć udział w licytacjach, obejrzeć występy dzieci i młodzieży oraz wysłuchać koncertów. W programie zaplanowano również strefę zabaw dla najmłodszych, kawiarenki z ciastami oraz loterię fantową prowadzoną przez harcerzy z 41. Bobolickiej Drużyny Staroharcerskiej „Wilki”. Zamiast tradycyjnego „światełka do nieba”, o godz. 20.00 odbędzie się pokaz laserowy.\n\nPonadto o godz. 13.00 na rajskiej plaży w Poroście odbędzie się wspólne morsowanie połączone z kiermaszem, licytacjami i kwestą wolontariuszy WOŚP.\n\nCZAPLINEK:\n\nOficjalne rozpoczęcie 33. Finału WOŚP rozpocznie się o godzinie 14.30 w hali widowiskowo-sportowej w Czaplinku. W programie wydarzenia m.in. występy wokalne i taneczne, zajęcia zumby, koncerty, nauka pierwszej pomocy z defibrylatorem oraz „światełko do nieba – fireshow”.\n\nDARŁOWO:\n\n\n\nTegoroczne wydarzenie odbędzie się w nowej hali sportowej w Szkole Podstawowej im. Ratowników Morskich w Dąbkach .\n\n\n\nNa uczestników finału czekać będzie mnóstwo atrakcji, w tym animacje dla dzieci, fotobudka, strefa gastro, występy artystyczne i koncerty wykonawców: NIEZBĘDNY BALAST, Szkoła taneczno-akrobatyczna S-TEN , Maja Em , Wojciech Wolfie Chmielewski , Zespół Pokolenie. G gwiazdą wieczoru będzie Krzysztof Wałecki. W samo południe z orkiestrą zagrają również morsy.\n\nDRAWSKO POMORSKIE:\n\nFinał w Drawsku Pomorskim rozpocznie się o godz. 15.00 w Centrum Kultury im. Eugeniusza Poniatowskiego. W programie: licytacje, występy artystyczne, licytacja tortu, strefa gastronomiczna, spotkanie z postaciami z bajek Disneya, a także stoiska straży pożarnej, policji czy grupy medycznej.\n\nKARLINO:\n\n\n\nOd godziny 16.00 do 20.00 orkiestra będzie grać w Hali Homanit Arena w Karlinie. Będą występy lokalnych artystów oraz orkiestry działającej przy KOK, zabawa fantowa, kawiarenka, dmuchańce, warsztaty plastyczne, ścianka wspinaczkowa oraz strefa boksu. Wydarzenie zakończy „światełko do nieba”.\n\nMIELNO:\n\nW samo południe morsy rozpoczną świętowanie wspólnym zanurzeniem się w zimnej wodzie. W godzinach 11.00-14.00 przy pomniku morsa odbędzie się kiermasz. Będą również stoiska gastronomiczne oraz występy sekcji CKM. Z kolei strażacy zaproszą na przejażdżkę quadem. O godz. 9.30 w hali sportowej rozpocznie się turniej piłki siatkowej, natomiast o godz. 10.00 w CUS VI Turniej brydża sportowego.\n\nPOŁCZYN-ZDRÓJ:\n\n33. Finał WOŚP startuje o godzinie 14.00 w hali widowiskowo-sportowej. Dla uczestników przygotowano: kawiarenkę z pysznościami od KGW i świetliczanek, stoiska dla najmłodszych, z szydełkowaniem, DKMS, malowanie twarzy, licytacje, występy artystyczne, koncert zespołu Kamon oraz „światełko do nieba”.\n\nGM. REDZIKOWO:\n\nGłówna scena w ramach 33. Finału WOŚP stanie w sali widowiskowo-teatralnej Zespołu Szkolno-Przedszkolnego im. Czesława Miłosza w Siemianicach.\n\nProgram wydarzenia:\n\n14:00 – 4. Bieg dla WOŚP z Gminą Redzikowo (Boisko Szansa Siemianice)\n\n15:00 – START FINAŁU (Scena w Zespole Szkolno-Przedszkolnym w Siemianicach)\n\n15:10 – Orkiestra Dęta Gminy Redzikowo\n\n15:20 – Licytacje\n\n15:30 – Joga (sala gimnastyczna)\n\n15:35 – Występ Gminnego Przedszkola „Bajka”\n\n15:45 – MAGO MAGIC SHOW – Iluzjonista\n\n16:25 – Licytacje\n\n16:35 – Chór Gminnego Uniwersytetu Trzeciego Wieku\n\n16:45 - Pokaz pierwszej pomocy (OSP Jezierzyce)\n\n17:00 – POWER CHEER TEAM Bierkowo – Duety\n\n17:05 – Chór Pasjonata\n\n17:20 – POWER CHEER TEAM Bierkowo – Zespoły\n\n17:25 – Licytacje\n\n17:40 – Świtezianki\n\n18:00 – Bierkowianki\n\n18:15 – Zeppelinki\n\n18:30 – Ringo Todorovic\n\n19:00 – Zakończenie imprezy.\n\nWydarzenia towarzyszące będą miały miejsce m.in. w Centrach Aktywności Lokalnej, Zagrodzie Inicjatyw Twórczych w Swołowie i Lądowisku Kultury.\n\nSIANÓW:\n\nGłówna scena WOŚP stanie o godz. 14.00 na placu przed kinem Zorza. W programie zaplanowano występy solistów gitarzystów z SCW, zespołu Egiksy z SCW, sekcji wokalnej z SCW, pokaz naukowy Centrum Nauki, pokaz cięcia auta przez OSP Sianów, pokaz gaszenia ognia przez OSP Osieki, występ zespołu Klaster oraz Dąbrowska Ferajna, a także „światełko do nieba”. Nie zabraknie również licytacji.\n\nPonadto o godz. 9.00 w hali sportowej przy SP2 rozpocznie się 22. Wielkoorkiestrowy Halowy Turniej Piłkarski.\n\nSŁAWNO:\n\n\n\nO godz. 15:00 w hali widowiskowo-sportowej przy SP3 nastąpi oficjalne otwarcie miejskiego finału. W programie występy artystyczne dzieci i młodzieży ze sławieńskich szkół i przedszkoli, licytacje, pokazy taneczne zespołów Gracja i Finezja, występ szkoły taneczno-akrobatycznej S-Ten, koncert Witolda Poprawskiego, Orkiestry Dętej im. Ziemi Sławieńskiej, a także zespołu „W RAZIE W” ze Słupska. Ponadto będą dmuchańce dla najmłodszych, malowanie twarzy, warkoczyki, pokazy ratownictwa, słodka kawiarenka, sklepik WOŚP, ścianka wspinaczkowa, stoiska edukacyjne.\n\n\n\nTego samego dnia o godz. 20.00 na terenie obok hali widowiskowo-sportowej odbędzie się pokaz fireshow w wykonaniu grupy JumpFire Fireshow.\n\nGM. USTKA:\n\nUstecki sztab WOŚP zorganizuje wydarzenie w Zespole Szkolno-Przedszkolnym w Objeździe. Początek o godz. 14.00. Oprócz licytacji zaplanowano także m.in. występy artystyczne, wspólny taniec zumba z instruktorem, stanowiska edukacyjne, miniturniej piłki nożnej, wirtualną strzelnicę oraz strefę dziecięcą i gastronomiczną.\n\nZŁOCIENIEC:\n\nO godzinie 11.00 na Starym Rynku rozpocznie się festyn, na którym będą dostępne liczne smakołyki oraz stoiska lokalnych OSP i nurków. Przygotowano również pokaz pierwszej pomocy, a o oprawę muzyczną zadba DJ BIBI. O tej samej godzinie w hali sportowej przy ul. Okrzei odbędzie się turniej piłki nożnej, a o godz. 13.00 na Wyspie Ostrów amatorzy zimnych kąpieli wezmą udział w „WOŚP-owym morsowaniu”.\n\nO godzinie 15.00 w hali widowiskowej ZOK rozpoczną się licytacje i występy artystyczne. Na miejscu będzie dostępna także kawiarenka. O godz. 21.00 ruszy „Dyskoteka pod chmurką” ze „światełkiem do nieba”.\n\nred."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "25 STYCZNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-01-25,7,day.html",
            "description": "W bocznym budynku MOCAK-u, obok Czytelni, znajduje się sala, w której jest eksponowana Biblioteka Mieczysława Porębskiego. Profesor Mieczysław Porębski już wiele lat temu wyraził chęć przekazania swoj ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "krakow2 godz.",
            "source": "krakow",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 24.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-24012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Wt%2bx0OHfZ7D6PGgrS8hDXg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 24.01.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-24012025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go ...",
            "image_url": "https://www.bing.pl/th?id=OVF.UOxcaw%2bwjuYVejb7jgOVyA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 24.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-24-01-2025/ar-AA1xMgMj?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.4iGKcOGaLVVkI%2f%2fjd8yGmQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN20 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kamienie milowe edukacji. Wynalazki i odkrycia, które zmieniały świat nauczania",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/kamienie-milowe-edukacji-wynalazki-i-odkrycia-kt%C3%B3re-zmienia%C5%82y-%C5%9Bwiat-nauczania/ar-AA1xNtwU?ocid=BingNewsVerp",
            "description": "W XV wieku Johannes Gutenberg dokonał wynalazku, który na zawsze zmienił oblicze edukacji. Jego technika ruchomej czcionki, rozwinięta około 1440 roku, pozwoliła na masową produkcję książek w tempie i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.dGfhAwKbRx-cX3qTcGhoyw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Strefa Edukacji on MSN14 godz.",
            "source": "Strefa Edukacji on MSN",
            "article_content": ""
        }
    }
]