[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 14.12.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-14-12-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 14.12.2025",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-14-12-2025/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przy wyborze choinki większość ludzi popełnia ten błąd . Wystarczy spojrzeć na igły",
            "link": "https://nto.pl/przy-wyborze-choinki-wiekszosc-ludzi-popelnia-ten-blad-wystarczy-spojrzec-na-igly/ar/c1p2-28259057",
            "description": "Na drugim biegunie znajduje się jodła kaukaska, często nazywana \"królową trwałości\". To wybór dla tych, którzy cenią wygodę i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ka8cAN1jsnTO1NE8l8jgWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska1 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Takie są najdroższe w 2025 roku",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-takie-s%C4%85-najdro%C5%BCsze-w-2025-roku/ar-AA1Sh3vj?ocid=BingNewsVerp",
            "description": "Banknoty i monety z okresu PRL, które jeszcze kilkadziesiąt lat temu były w powszechnym obiegu, dziś stają się przedmiotem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gIy3fU3p9HlvDVLE3Ph7ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN23 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Większość Polaków popełnia ten błąd przy wyborze choinki. Wystarczy spojrzeć na igły, by nie stracić pieniędzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wi%C4%99kszo%C5%9B%C4%87-polak%C3%B3w-pope%C5%82nia-ten-b%C5%82%C4%85d-przy-wyborze-choinki-wystarczy-spojrze%C4%87-na-ig%C5%82y-by-nie-straci%C4%87-pieni%C4%99dzy/ar-AA1Sdcwn?ocid=BingNewsVerp",
            "description": "Marzysz o żywicznej woni lasu w salonie, ale boisz się, że w Wigilię będziesz odkurzać dywan z igieł? Sprzedawcy często ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xVpGCIcnNMugzNuvalmVHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN52 min",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kartki z PRL-u są dziś warte krocie. Kolekcjonerzy ich poszukują, koniecznie sprawdź szuflady",
            "link": "https://www.biznesinfo.pl/kartki-z-prl-u-sa-dzis-warte-krocie-kolekcjonerzy-ich-poszukuja-koniecznie-sprawdz-szuflady-zk-wzk-141225",
            "description": "Niepozorne kawałki papieru, które w PRL-u decydowały o dostępie do podstawowych produktów, zyskują dziś kolekcjonerską ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0SCnMSOH5QSzdFnhna1Jly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "BiznesINFO.pl13 min",
            "source": "BiznesINFO.pl",
            "article_content": "Kartki z PRL-u są dziś warte krocie. Kolekcjonerzy ich poszukują, koniecznie sprawdź szuflady\n\nNiepozorne kawałki papieru, które w PRL-u decydowały o dostępie do podstawowych produktów, zyskują dziś kolekcjonerską wartość. Zapomniane kartki na żywność stają się poszukiwanym towarem. Ich ceny na aukcjach potrafią zaskoczyć, a kompletne zestawy osiągają sumy, które znacznie przekraczają symboliczną wartość historyczną. Nadszedł czas, aby dokładnie przejrzeć pamiątki po dziadkach i odnaleźć te niepozorne, ale potencjalnie cenne relikty minionej epoki.\n\nKartki na żywność i inne towary w czasach PRL-u\n\nKartki na żywność, znane także jako bilety towarowe lub talony, były jednym z najbardziej jaskrawych symboli gospodarki niedoboru dominującej w PRL. System reglamentacji, czyli kontrolowanej dystrybucji, wprowadzono w Polsce trzykrotnie: w latach 1944–1949, 1951–1953 oraz 1976–1989. Jego celem była kontrola obrotu deficytowymi produktami i próba sprawiedliwego podziału towarów w sytuacji, gdy na rynku było ich zdecydowanie za mało.\n\nPierwsza powojenna reglamentacja, zapoczątkowana już w 1944 roku, początkowo obejmowała chleb, mięso, tłuszcze, a z czasem również mydło i naftę. Ostatecznie zrezygnowano z niej 1 stycznia 1949 roku w związku z przejęciem przez państwo pełnej kontroli nad rynkiem wewnętrznym. System powrócił na początku lat 50. (konkretnie w 1951 roku), by zniknąć na ponad dwie dekady. Polacy najmocniej pamiętają jednak ostatni, najdłuższy okres kartkowy, wprowadzony przez władze w 1976 roku reglamentacją cukru, po nieudanej próbie podwyżki cen.\n\nPoczątek lat 80. przyniósł załamanie gospodarcze, które doprowadziło do rozszerzenia listy towarów na kartki, a system objął między innymi mięso, masło, mąkę, ryż, kaszę, proszek do prania, a nawet alkohol, papierosy i benzynę. W odróżnieniu od bonów dolarowych, kartki na żywność i inne towary nie zastępowały normalnych pieniędzy. Stanowiły jedynie uprawnienie do zakupu określonej ilości danego produktu, za który i tak trzeba było zapłacić. Ostatnie kartki na mięso i jego przetwory zostały zniesione dopiero 1 sierpnia 1989 roku. To symboliczne wydarzenie definitywnie zakończyło jeden z najbardziej uciążliwych aspektów życia w powojennej Polsce.\n\nFot. Arkadiusz Ziolek/East News\n\nPrzedmioty codziennego użytku z czasów PRL osiągają zawrotne sumy na aukcjach\n\nWiele przedmiotów codziennego użytku z czasów PRL, które dla ówczesnych mieszkańców Polski stanowiły po prostu konieczność, dzisiaj stało się cennymi obiektami kolekcjonerskimi. Nie chodzi już tylko o kartki na żywność, ale o szerszy trend, w którym pamiątki z minionej epoki zyskują na wartości, a sentyment łączy się z rynkową ceną. Na aukcjach internetowych i w antykwariatach można spotkać wiele tego typu reliktów, często osiągających zaskakujące kwoty.\n\nNa przykład, kolekcjonerzy są skłonni zapłacić wysokie sumy za zabawki. Nawet stare kuchenne gadżety, jak emaliowane czajniki, wracają do łask jako stylowe dodatki, mające już nie tylko wartość użytkową. Moda na vintage i rosnące zainteresowanie historią Polski sprawiły, że niepozorne przedmioty stały się atrakcyjne dla szerokiego grona pasjonatów i inwestorów. O dynamicznym wzroście cen decyduje przede wszystkim stan zachowania, kompletność, ale i historia konkretnego egzemplarza.\n\nNajcenniejsze są te, które przetrwały w idealnej kondycji, często w oryginalnych opakowaniach. W przypadku kartek reglamentacyjnych oznacza to brak wyrwanych kuponów i idealny stan papieru. Warto pamiętać, że wiele z tych niegdyś powszechnych przedmiotów zostało po prostu wyrzuconych po 1989 roku, co czyni te, które przetrwały, rzadkimi unikatami.\n\nZa kartki z PRL-u płacą zawrotne sumy\n\nWielu Polaków wciąż trzyma na dnie szuflad lub na strychu pamiątki z czasów PRL, nieświadomych ich aktualnej wartości kolekcjonerskiej. Tymczasem komplety oryginalnych kartek, zwłaszcza tych rzadszych, potrafią osiągać na aukcjach zaskakujące ceny. Ceny zależą od kilku kluczowych czynników: roku wydania, stanu zachowania i kompletności zestawu. Najbardziej poszukiwane są egzemplarze z lat 1976–1982.\n\nAktualne ceny kształtują się następująco: za pojedyncze kartki kolekcjonerzy płacą od 20 do nawet 100 złotych. Kompletne zestawy kartek na mięso, najbardziej symboliczny towar reglamentowany, oscylują w przedziale od 60 do 150 złotych. Najwyższą wartość mają rzadsze odmiany: kartki przeznaczone dla górników i matek karmiących mogą osiągnąć cenę od 80 do 200 złotych, a rzadkie wkładki do dowodów osobistych są wyceniane na 150–400 złotych. Nieużywane kupony z lat 70. potrafią kosztować nawet 300 złotych.\n\nCo więcej, kompletny blok kartek z 1981 roku, ze względu na historyczny kontekst, może osiągać jeszcze wyższe kwoty. Nie tylko kartki na żywność są cenne. Na aukcjach można sprzedać także pokwitowania z punktów skupu makulatury, uprawniające do zakupu papieru toaletowego (warte 30–80 złotych), czy kartki na benzynę (40–100 złotych).\n\nAby zmaksymalizować zysk, należy zadbać o nienaganny stan dokumentów – kartki powinny być czyste, bez plam, zagięć i kompletne. Rynek kolekcjonerski w Polsce wyraźnie pokazuje, że te niepozorne pamiątki, będące kiedyś symbolem niedostatku i kolejek, stały się teraz cennym świadectwem historii, na którym można niespodziewanie zarobić."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryli dziwny ślad na Marsie. Toż to motyl",
            "link": "https://spidersweb.pl/2025/12/mars-krater-motyl-esa-nowe-zdjecia.html",
            "description": "Mars Express sfotografował krater o kształcie motyla. Nietypowe skrzydła zdradzają obecność lodu pod powierzchnią Marsa.",
            "image_url": "https://www.bing.pl/th?id=OVFT.ugy_gKm5ro-nj5NMItkvly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Spider’s Web1 godz.",
            "source": "Spider’s Web",
            "article_content": "Ładowanie...\n\nEuropejska sonda Mars Express sfotografowała krater, który na pierwszy rzut oka przypomina rozpostarte skrzydła motyla. Nietypowy kształt powstał w wyniku uderzenia kosmicznego kamienia pod bardzo płytkim kątem, co sprawiło, że wyrzucony materiał rozlał się w dwóch przeciwnych kierunkach. ESA podkreśla, że to jedno z najbardziej charakterystycznych ukształtowań w regionie Idaeus Fossae, czyli w miejscu, gdzie przenikają się ślady dawnych wulkanów, erozji i podpowierzchniowego lodu.\n\nREKLAMA\n\nMars Express odkrywa dziwny ślad uderzenia\n\nNowe dane z kamery HRSC pokazują krater o eliptycznym, spłaszczonym kształcie oraz dwa nieregularne pasma wyrzuconego materiału rozciągające się z jego północnej i południowej części. To one tworzą charakterystyczne skrzydła, dzięki którym formacja zyskała przydomek marsjańskiego motyla. Zjawisko powstało, gdy niewielka asteroida wbiła się w powierzchnię pod niemal poziomym kątem, rozprowadzając tym samym energię uderzenia w dwóch kierunkach. W efekcie materiał nie rozprysnął się równomiernie, lecz uformował asymetryczne struktury typowe dla tzw. kraterów motylopodobnych.\n\nWyrzucone skrzydła krateru różnią się od zwykłych promieni impaktowych. Niektóre fragmenty są gładkie i zaokrąglone jak po osuwisku błotnym. Według ESA to efekt zmieszania rozgrzanego materiału skalnego z lodem znajdującym się tuż pod powierzchnią. Podczas uderzenia lód mógł się roztopić, tworząc płynną mieszaninę skał i wody, która zastygała w sposób charakterystyczny dla tzw. materiału sfunkcjonalizowanego. Jest to dowód na to, że nawet w suchych, północnych rejonach Marsa pod powierzchnią nadal kryją się pokłady lodu.\n\nMozaika geologicznych epok\n\nKrater w kształcie motyla znajduje się w Idaeus Fossae, czyli złożonym układzie dolin biegnącym w pobliżu wysokiej krawędzi płaskowyżu Tempe Terra. Okolica pełna jest śladów przeszłych procesów geologicznych: od starożytnych epizodów wulkanizmu, po rozciąganie i zapadanie skorupy. Na zachodzie obrazu ESA uchwyciła grupę masywnych mes, czyli płaskich szczytów przypominających stoły skalne, które tworzą ostatnie relikty erozji. Na ich brzegach widać ciemne, bogate w magnez i żelazo warstwy dawnych przepływów lawy i popiołów.\n\nFot. ESA\n\nW całym regionie znajdują się fałdy powstałe, gdy pola lawy ostygły i skurczyły się, deformując powierzchnię. Dzięki wysokiej rozdzielczości obrazów Mars Express naukowcy mogą śledzić te struktury jak linie papilarne geologicznej historii planety. Ukształtowanie terenu zdradza, że Idaeus Fossae leży w miejscu, gdzie różne epoki marsjańskiej geologii nakładają się na siebie: wulkanizm zachodził naprzemiennie z procesami tektonicznymi i erozyjnymi, a epizody obecności lodu dodatkowo modyfikowały powierzchnię.\n\nDwie dekady obserwacji, które zmieniają obraz Czerwonej Planety\n\nMars Express bada Marsa od 2003 r., dostarczając trójwymiarowych, kolorowych i niezwykle dokładnych map całej planety. Sonda, mimo upływu czasu, wciąż pozwala odkrywać formacje, które rzucają nowe światło na obecność lodu, charakter dawnych przepływów lawy i mechanikę uderzeń meteorytów. Krater-motyl to kolejny przykład, jak nietypowe struktury mogą pomóc w zrozumieniu marsjańskich procesów geologicznych, nawet jeśli na pierwszy rzut oka przypominają stworzenia znane z Ziemi.\n\nPrzeczytaj także:\n\nREKLAMA\n\nIm dłużej Mars Express krąży wokół planety, tym bardziej złożony okazuje się obraz Czerwonego Globu – pełnego śladów dawnych katastrof, zlodowaceń, erupcji i procesów, które wciąż czekają na pełne wyjaśnienie.\n\n*Źródło zdjęcia wprowadzającego: ESA\n\nREKLAMA\n\nMarcin Kusz 14.12.2025 07:31\n\nŁadowanie..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 0 km od Kołobrzegu. Urokliwe ścieżki na weekend 13 - 14 grudnia",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-spacer-do-0-km-od-kolobrzegu-urokliwe-sciezki-na-weekend-13-14-grudnia/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 13 grudnia w Kołobrzegu ma być 7°C. Prawdopodobieństwo wystąpienia ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GOnz0n6Y2VitxQwU2LL-Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto18 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niespodziewane odkrycie w centrum Warszawy. Szukali słynnej Żelaznej Bramy, znaleźli ślady zapomnianej ulicy",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32465974,odkrycie-w-centrum-warszawy-szukali-reliktow-slynnej-zelaznej.html",
            "description": "Na placu Żelaznej Bramy odkopano pozostałości torowiska tramwajowego. Jest pamiątką po przebiegającej niegdyś w tym miejscu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2OjHT8Xg_gaeyDpV5Sd3zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa.Wyborcza.pl19 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie archeologów. \"Materialne świadectwo narodzin miasta\"",
            "link": "https://tvn24.pl/kujawsko-pomorskie/torun-niezwykle-odkrycie-na-dziedzincu-domu-mikolaja-kopernika-st8792210",
            "description": "Podczas badań na dziedzińcu Domu Mikołaja Kopernika w Toruniu archeolodzy dokonali niezwykłego odkrycia. Znaleźli tam ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.e_tSorM04lQhfFoQsoGNYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "TVN2422 godz.",
            "source": "TVN24",
            "article_content": "Toruń. Na dziedzińcu Domu Mikołaja Kopernika odkryto drewniane konstrukcje z XIII wieku Źródło: Krzysztof Deczyński\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej Udostępnij Facebook Kopiuj link\n\nPrace archeologiczne na terenie dziedzińcu Domu Mikołaja Kopernika rozpoczęły się w sierpniu. Kilkanaście dni temu archeolodzy poinformowali o niezwykłym znalezisku. To drewniane konstrukcje pochodzące z XIII wieku.\n\nLeszek Kucharski z Muzeum Okręgowego w Toruniu, który kieruje badaniami, powiedział, że odkryto zachodnią część drewnianego budynku o ścianach zachowanych do wysokości 2,8 metra, studnię przy domu, fragment zagrody dla zwierząt, a także elementu przejazdu z ulicy Ducha Świętego na teren posesji.\n\nNa dziedzińcu Domu Mikołaja Kopernika odkryto drewniane konstrukcje z XIII wieku Źródło: Krzysztof Deczyński\n\n\"Materialne świadectwo narodzin miasta\"\n\n- Odkryta przez nas zabudowa drewniana o takiej wielkości i doskonałym stopniu zachowania jest absolutnie unikatowa. Wszyscy znają Toruń murowany, a pierwsze domy były jednak drewniane. Fakt, że owe relikty nie zostały zniszczone w czasie nieco późniejszej budowy budynków murowanych, jest z jednej strony szczęśliwym trafem, z drugiej informuje nas o sposobie użytkowania tego fragmentu miasta w najwcześniejszym etapie jego historii - mówi Leszek Kucharski.\n\nJak dodaje, posadowienie tego budynku na dwóch działkach świadczy o tym, że rozmierzenie miasta i ustalenie układu działek nastąpiło dopiero w XIV wieku.\n\n- Mamy tutaj do czynienia z materialnym świadectwem narodzin miasta - podkreśla Leszek Kucharski.\n\nNa dziedzińcu Domu Mikołaja Kopernika odkryto drewniane konstrukcje z XIII wieku Źródło: Krzysztof Deczyński\n\nCiekawostką jest natrafienie w tym miejscu na zagrodę dla zwierząt.\n\n- Wykonana była z wbitych blisko siebie palików o średnicy 6-7 centymetrów, prawdopodobnie oplecionych wikliną, tworzących rodzaj płotka, a narożnik stanowił grubszy słup o średnicy około 15 centymetrów - mówi Kucharski.\n\nKierownik badań tłumaczy, że osobami, które zamieszkiwały to miejsce, byli pierwsi osadnicy sprowadzeni przez Krzyżaków.\n\nBędą kontynuować prace\n\nProblemem jest natomiast zasypisko, które znajduje się wewnątrz narożnika wykopu. Nie pozwala archeologom na założenie większego wykopu i sprawdzenie tego wszystkiego, czego by chcieli. Ograniczeniem jest położony od strony zachodniej graniczny mur gotycki i, co najważniejsze, bezpieczeństwo.\n\n- Nie możemy doprowadzić do zawalenia się murów. W obrębie wykopu badawczego mamy uchwycony zaledwie fragment domu. Stwierdziliśmy, że był zasypany gruzem, gliną, piaskiem. Po rozebraniu ściany zachodniej i południowej domu drewnianego będziemy mogli zbadać nieco więcej jego wnętrza - dodaje Leszek Kucharski.\n\nŚciana zachodnia oraz fragment południowej zostaną rozebrane i poddane konserwacji. Po zakończeniu tego procesu ściany będą ponownie złożone w Domu Kopernika i udostępnione zwiedzającym.\n\nNa dziedzińcu Domu Mikołaja Kopernika odkryto drewniane konstrukcje z XIII wieku Źródło: Krzysztof Deczyński\n\n- Obecne badania są dopiero pierwszym etapem i w przyszłym roku będą kontynuowane. Nasze badania są uzależnione, oprócz murów, również od prac budowlanych. Dopiero po zakończeniu zabezpieczania ścian oficyny i muru granicznego można będzie otworzyć następny fragment i to będzie drugi, a następnie w ten sam sposób trzeci, a potem czwarty etap - podsumowuje Leszek Kucharski.\n\nPóźnogotycka kamienica mieszczańska przy ulicy Kopernika w Toruniu to miejsce szczególne dla wszystkich osób zainteresowanych życiem wybitnego polskiego astronoma. Dom Mikołaja Kopernika to unikalna na skalę ogólnopolską instytucja zajmująca się propagowaniem wiedzy o najbardziej znanym na świecie torunianinie.\n\nOGLĄDAJ: TVN24 HD"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejne darowizny i relacje dla Muzeum Pamięci Mieszkańców Ziemi Oświęcimskiej",
            "link": "https://oswiecim.naszemiasto.pl/kolejne-darowizny-i-relacje-dla-muzeum-pamieci-mieszkancow-ziemi-oswiecimskiej/ar/c1p2-28259343",
            "description": "Bardzo ciekawą relację dla muzeum złożyła Leokadia Wójcik z Kęt, która w maju 2025 r. skończyła 100 lat. W czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dF0R_M_rRQMSkXh1KvK1vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Oświęcim Nasze Miasto9 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking w woj. śląskim. Gdzie iść w weekend 13 - 14 grudnia. 3 najciekawsze trasy",
            "link": "https://dziennikzachodni.pl/nordic-walking-w-woj-slaskim-gdzie-isc-w-weekend-13-14-grudnia-3-najciekawsze-trasy/ar/c7p1-22302727",
            "description": "Nordic walking w woj. śląskim da się uprawiać niemal wszędzie. Mimo to zachęcamy do wybrania szlaków polecanych przez innych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.djG9Tt6mubEpjYTGuOBa8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni18 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 2 km od Niepołomic. Pomysły na jednodniową wyprawę. Gdzie w weekend 13 - 14 grudnia?",
            "link": "https://niepolomice.naszemiasto.pl/trasy-rowerowe-do-2-km-od-niepolomic-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-13-14-grudnia/ar/c7p1-21832069",
            "description": "Zanim wyruszysz w trasę, upewnij się, jaka będzie pogoda. W sobotę 13 grudnia w Niepołomicach ma być 4°C. Nie powinno padać.",
            "image_url": "https://www.bing.pl/th?id=OVFT.2t0erq3HvZkNJqoJGwn9hS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto17 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pomysły na spacer w woj. lubuskim. Gdzie warto iść w weekend 13 - 14 grudnia? 10 najlepszych tras",
            "link": "https://gazetalubuska.pl/pomysly-na-spacer-w-woj-lubuskim-gdzie-warto-isc-w-weekend-13-14-grudnia-10-najlepszych-tras/ar/c7p1-22116493",
            "description": "W woj. lubuskim jest sporo ciekawych miejsc do spacerowania. Zebraliśmy dla Was 10 sugestii. Możecie namówić przyjaciół i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yrAWJxwke28KwGrK3--fLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska18 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poparcie dla rządu Tuska na półmetku kadencji jest podobne do wyników poprzednich gabinetów",
            "link": "https://zachod.pl/1389924/poparcie-dla-rzadu-tuska-na-polmetku-kadencji-jest-podobne-do-wynikow-poprzednich-gabinetow/",
            "description": "Na półmetku kadencji rząd Donalda Tuska ma 34 proc. zwolenników i 41 proc. przeciwników – wynika z sondażu CBOS. Politolog ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pwXhLfjttEbrrb_3ckwOoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Zachód22 godz.",
            "source": "Radio Zachód",
            "article_content": "Na półmetku kadencji rząd Donalda Tuska ma 34 proc. zwolenników i 41 proc. przeciwników – wynika z sondażu CBOS. Politolog i socjolog z Uniwersytetu SWPS dr Mateusz Zaremba powiedział PAP, że taka dynamika wpisuje się w trend obserwowany także w przypadku wcześniejszych gabinetów.\n\n13 grudnia mijają dwa lata od powołania gabinetu Donalda Tuska składającego się z czterech koalicyjnych ugrupowań: KO, PSL, Polski 2050 i Nowej Lewicy.\n\nJak wynika z sondażu CBOS, w listopadzie 2025 r. rząd popierało 34 proc. badanych, a 41 proc. zadeklarowało się jako jego przeciwnicy. Ponad jedna piąta ankietowanych stwierdziła, że czuje wobec rządu obojętność (22 proc.). Politolog i socjolog z Uniwersytetu SWPS dr Mateusz Zaremba podkreślił w rozmowie z PAP, że negatywny wpływ na poparcie rządu mogą mieć np. kwestie związane ze służbą zdrowia. Pozytywny – te wiążące się z bezpieczeństwem.\n\nZazwyczaj jest taka dynamika, że najpierw po wyborach poparcie trochę wzrasta, bo ludzie lubią przyznawać się do tych, którzy wygrywają – powiedział dr Zaremba. – Ciężko jest prognozować, jakie będą ruchy. Czy ten trend się odwróci, nie wiem\n\n– przyznał.\n\nCentrum Badania Opinii Społecznej regularnie bada stosunek Polaków do rządu. Z ich sondaży dowiadujemy się, że wyniki listopadowego badania nie odbiegają znacząco od notowań innych rządów po dwóch latach sprawowania władzy. W listopadzie 2021 r. do zwolenników Rady Ministrów, której szefem był Mateusz Morawiecki (PiS), zaliczało się 29 proc. badanych. Przeciwnych było 41 proc. ankietowanych. Obojętność wyrażało 24 proc.\n\nMateusz Morawiecki zaczynał w 2018 roku z 41 proc. zwolenników, a kończył z 32 proc. Tyle że zaczynał z 14 proc. przeciwników, a kończył z ponad 40 proc.\n\n– zaznaczył Zaremba.\n\n7 grudnia 2017 r., czyli w połowie VIII kadencji Sejmu, Beata Szydło (PiS) złożyła rezygnację z funkcji Prezesa Rady Ministrów. Kilka dni później – 11 grudnia – na nowego premiera ówczesny prezydent Andrzej Duda mianował Morawieckiego, a Szydło zasiadła w rządzie jako wicepremier. W ostatnich dniach rządu Szydło CBOS odnotował 39 proc. zwolenników oraz 30 proc. przeciwników jej gabinetu. 29 proc. respondentów deklarowało wówczas obojętność.\n\nLata 2011-2014 to czasy rządów PO oraz PSL. Przez niemal całą kadencję funkcję premiera pełnił Tusk. 22 września 2014 r. zastąpiła go Ewa Kopacz, ponieważ został on wybrany na przewodniczącego Rady Europejskiej i zrezygnował z roli prezesa Rady Ministrów. W listopadzie 2013 r. rząd PO-PSL popierało 23 proc. respondentów; przeciwko rządowi było 43 proc., a obojętność deklarowało 31 proc.\n\nDonald Tusk przeniósł się do Unii Europejskiej wtedy, kiedy przewaga przeciwników rządu zaczęła być trwała, to jest po 2012 roku\n\n– zauważył politolog.\n\nNa nieco wyższe poparcie mógł liczyć pierwszy rząd Tuska, który rozpoczął urzędowanie 16 listopada 2007 r. Po dwóch latach, w listopadzie 2009 r., poparcie dla jego gabinetu wynosiło 34 proc. Przeciwnych było 27 proc., a obojętnych – 35 proc. Politolog zwrócił jednak uwagę na fakt, że wówczas był zupełnie inny punkt wyjścia. – Pierwszy rząd Donalda Tuska miał na początku najwięcej w historii zwolenników, ok. 60 proc. – przypomniał Zaremba.\n\nV kadencja Sejmu została skrócona w drodze uchwały do zaledwie dwóch lat, co było następstwem długotrwałego kryzysu politycznego. W latach 2005-2007 rząd PiS początkowo funkcjonował jako koalicja mniejszościowa, a następnie większościowa z udziałem Samoobrony RP i Ligi Polskich Rodzin. W lipcu 2006 r. Jarosław Kaczyński objął funkcję Prezesa Rady Ministrów, zastępując tym samym poprzedniego premiera, Kazimierza Marcinkiewicza.\n\nW październiku 2006 r. gabinet Kaczyńskiego popierało 25 proc. Do przeciwników rządu zaliczało się wówczas 48 proc. Polaków, a obojętność deklarowało 23 proc.\n\nDo zmiany premiera doszło również w IV kadencji Sejmu. Leszek Miller z SLD złożył dymisję z funkcji Prezesa Rady Ministrów 2 maja 2004 r., czyli dzień po wejściu Polski do Unii Europejskiej. Jeszcze tego samego dnia prezydent Aleksander Kwaśniewski powołał na jego miejsce bezpartyjnego Marka Belkę.\n\nProblemy wewnętrzne miały swoje odzwierciedlenie w sondażach. W połowie tej kadencji, czyli w październiku 2003 r., jedynie 18 proc. ankietowanych określało się jako zwolennicy rządu, a 47 proc. deklarowało do niego negatywny stosunek. Obojętnych było wówczas 31 proc.\n\nLata 1997-2001 to czas rządu Jerzego Buzka i koalicji Akcji Wyborczej Solidarność z Unią Wolności. Na „półmetku”, czyli w październiku 1999 r., rząd Buzka popierało 24 proc. Polaków, a przeciwnych mu było 44 proc. Obojętność deklarowało 29 proc.\n\nMniej spokojne były lata 1993-1997, kiedy koalicję zawiązały SLD i PSL. W tym okresie rządem kierowało trzech premierów: Waldemar Pawlak, Józef Oleksy i Włodzimierz Cimoszewicz. W październiku 1995 r., czyli za czasów gabinetu Oleksego, 26 proc. Polaków określało się jako zwolennicy rządu, 29 proc. jako przeciwnicy, a obojętnych było 39 proc.\n\nI kadencja Sejmu również nie należała do najspokojniejszych. Decyzją prezydenta Lecha Wałęsy kadencja ta została skrócona, ponieważ Sejm uchwalił w maju 1993 r. wotum nieufności wobec rządu Hanny Suchockiej z Unii Demokratycznej. Jeszcze w listopadzie 1992 r. gabinet Suchockiej popierało 51 proc. Polaków, 20 proc. deklarowało się jako jego przeciwnicy, a obojętnych było 29 proc.\n\nRząd podsumowuje dwa lata kadencji\n\nInwestycje, rekordowe środki na obronność, szczelne granice, zacieśnianie stosunków Polski w dziedzinie bezpieczeństwa, inflacja poniżej 3 proc. i rozwój morskiej energetyki wiatrowej – tak rząd w sobotę (13 grudnia) podsumowuje dwa lata kadencji. Polska zasługuje na jeszcze więcej – ocenił premier Donald Tusk.\n\n13 grudnia mijają dwa lata od powołania gabinetu Donalda Tuska składającego się z czterech koalicyjnych ugrupowań: KO, PSL, Polski 2050 i Nowej Lewicy.\n\nZa nami dwa lata. Dobre, chociaż bardzo trudne. Biorę za nie pełną odpowiedzialność. Jestem z nich dumny, ale wiem, że Polska zasługuje na jeszcze więcej. Wierzę, że Polaków na to stać. Jeszcze nie raz zadziwimy cały świat!\n\n– napisał w sobotę na platformie X premier Donald Tusk.\n\nDalsza część tekstu pod wpisem\n\nZa nami dwa lata. Dobre, chociaż bardzo trudne. Biorę za nie pełną odpowiedzialność. Jestem z nich dumny, ale wiem, że Polska zasługuje na jeszcze więcej. Wierzę, że Polaków na to stać. Jeszcze nie raz zadziwimy cały świat! ?????? — Donald Tusk (@donaldtusk) December 13, 2025\n\nTakże w sobotę na platformie X opublikowano też krótkie nagrania, w których ministrowie poszczególnych resortów podsumowują ten okres.\n\nW jednym z nich rzecznik rządu Adam Szłapka podkreślił, że Koalicja 15 października „od pierwszych dni zaczęła naprawiać to, co przez 8 lat było bezwstydnie niszczone”.\n\nDalsza część tekstu pod filmem\n\nPrzez ostatnie dwa lata naprawialiśmy to, co wcześniej było bezwstydnie niszczone. #BoKochamyPolskę ????♥? pic.twitter.com/T4t5aeSbrc — Adam Szłapka (@adamSzlapka) December 13, 2025\n\nWskazuje, że rząd zadbał o bezpieczeństwo.\n\nRekordowe środki na obronność, nowoczesna armia, szczelne granice. Zatrzymaliśmy drożyznę. Inflacja spadła poniżej 3 proc., a płace rosną najszybciej wśród państw rozwiniętych\n\n– wyliczał Szłapka.\n\nPodkreślił, że Polska jest dziś 20. gospodarką świata.\n\nWspieramy tych, którzy tworzą fundament naszego państwa. Nauczycieli, pracowników socjalnych, rodziny, program in vitro, renta wdowia, babciowe, 800+, darmowe leki dla seniorów\n\n– zaznaczył.\n\nWskazał, że powstaje pierwsza elektrownia jądrowa.\n\nRozwijamy morską energetykę wiatrową. Przywracamy połączenia kolejowe. Budujemy wielkie inwestycje i cyfrowe państwo, które naprawdę ułatwią życie\n\n– podsumował rzecznik rządu.\n\nWicepremier, szef MSZ Radosław Sikorski zaznaczył, że rząd wspiera polskich przedsiębiorców.\n\nNa przykład otworzyliśmy wreszcie chiński rynek na polskie kurczaki\n\n– przekazał w nagraniu Sikorski.\n\nDalsza część tekstu pod filmem\n\nPodkreśla, że podczas polskiej prezydencji w Radzie Unii Europejskiej uchwalono kolejne pakiety sankcji na Rosję za inwazję na Ukrainę.\n\nZa naszych poprzedników wstrzymano ekshumacje naszych rodaków na Ukrainie. Teraz ruszyły ponownie. Wreszcie jako prezydencja w Radzie Państw Morza Bałtyckiego zacieśniamy nasze stosunki w dziedzinie bezpieczeństwa z partnerami w tym regionie\n\n– zaznaczył.\n\nJego zdaniem w ciągu ostatnich dwóch lat „ukrócono handel polskimi wizami”.\n\nZabezpieczyliśmy polskie granice, odblokowaliśmy środki na krajowy plan odbudowy z Unii Europejskiej i zdobyliśmy nowe środki na modernizację Wojska Polskiego\n\n– powiedział Sikorski.\n\nWicepremier, szef MON Władysław Kosiniak-Kamysz zauważył, że minione dwa lata to był czas decyzji, które zmieniły wojsko.\n\nNajwyższe wydatki obronne w historii. Ponad 200 miliardów planowanych na 2026 rok. Podpisaliśmy prawie 200 umów, a to nie są tylko cyfry. To śmigłowce, drony, wozy bojowe, amunicja i nowoczesne wyposażenie żołnierzy. Na orbicie mamy pierwszego wojskowego satelitę. Wybraliśmy dostawcę nowych okrętów. To wszystko wzmacnia naszą pozycję i wiarygodność w regionie” – wymienił szef MON. Dodał, że rząd wspiera polski przemysł zbrojeniowy, weteranów poszkodowanych na misjach zmianami w prawie, a na granicach działają programy zwiększające realne bezpieczeństwo w tym „Tarcza Wschód” za co najmniej 10 miliardów złotych. „Wzmacniamy sojusz, zwłaszcza ze Stanami Zjednoczonymi i zabiegamy w Unii Europejskiej o większy budżet na obronę. Nasze plany to dalsza modernizacja armii, rozwój wojsk dronowych i medycznych. Nowe zdolności sztucznej inteligencji, odporność społeczna poprzez projekt +W gotowości+\n\n– powiedział Kosiniak-Kamysz.\n\nDalsza część tekstu pod filmem\n\nSzef MSWiA Marcin Kierwiński podkreślił, że w ciągu najbliższych dwóch lat prawie 34 miliardy złotych mają zostać przeznaczone na ochronę ludności i obronę cywilną. Jak dodał, w Polsce „odtwarzana” jest ochrona ludności.\n\nChcemy, żeby system alarmowy dla każdego mieszkańca Polski działał. Bo chcemy, żeby każdy z Polaków wiedział, jak zachować się w sytuacji kryzysowej\n\n– mówił Kierwiński.\n\nDalsza część tekstu pod filmem\n\nMinister koordynator służb specjalnych Tomasz Siemoniak zauważył, że „rząd Koalicji 15 października to odpartyjnianie służb specjalnych”.\n\nNa ich czele stanęli oficerowie, stanęli fachowcy. To wprowadzenie zasad kontroli operacyjnej, tak aby nie powtarzały się takie sprawy, jak inwigilacja Pegasusem. To intensywna walka z aktami dywersji, ze szpiegami, z różnymi zagrożeniami dla bezpieczeństwa narodowego\n\n– podkreślił Siemoniak.\n\nDalsza część tekstu pod filmem\n\nMinister sprawiedliwości Waldemar Żurek zaznaczył natomiast, że resort „rozlicza afery na miliardy”.\n\nTo naprawdę mrówcza praca i wszystko musi być dobrze przygotowane, ale cały czas mamy bardzo wysokie tempo pracy. Oprócz tego, że przywracamy wiarę w to, że prawo dotyka każdego i nie ma świętych krów, reformujemy wymiar sprawiedliwości\n\n– powiedział Żurek.\n\nDalsza część tekstu pod filmem\n\nWskazał, że resort chce ułatwić kwestie rozwodowe, przyspieszyć postępowania, informatyzując pracę sądów.\n\nSzefowa MEN Barbara Nowacka podkreśliła, że nauczycielki i nauczyciele dostali obiecane podwyżki.\n\nTo jest nasza poważna deklaracja, wasze wynagrodzenia będą rosły, ale prestiż zawodu nauczyciela to też dobre zmiany w Karcie nauczyciela” – powiedziała. Zapewniła, że resort dba o zdrowie psychiczne dzieci i młodzieży oraz programy wsparcia rówieśniczego. „Reforma +Kompas Jutra+ sprawi, że polska szkoła będzie nie tylko dająca taką wielką wiedzę, taką wymagającą, ale też przyjazna. Zadbamy demograficznie o małe szkoły. Ustawa już jest w Sejmie, a rzecznik praw uczniowskich też za chwilę\n\n– zaznaczyła szefowa MEN.\n\nDalsza część tekstu pod filmem\n\nZ kolei minister nauki i szkolnictwa wyższego Marcin Kulasek zaznaczył, że ruszył plan przebudowy polskiej nauki.\n\nTo był czas reform, inwestycji i cyfrowej rewolucji, która realnie przyspiesza rozwój polskiej nauki. Zaczęliśmy od dialogu. Regularnie spotykamy się ze studentami, naukowcami i rektorami. Otworzyliśmy drzwi ministerstwa dla wszystkich, którzy chcą współdecydować o kierunku zmiany\n\n– podkreślił.\n\nDalsza część tekstu pod filmem\n\nSilna polska nauka dla studentów, naukowców i całej gospodarki! ?????? Minister @MarcinKulasek ?? ?? Dwa lata temu ruszyliśmy z odważnym planem przebudowy polskiej nauki. Dziś widać wyraźnie, że ten wysiłek przynosi efekty. To był czas reform, inwestycji i cyfrowej rewolucji,… pic.twitter.com/TE64aEdJ8Q — Ministerstwo Nauki i Szkolnictwa Wyższego (@MNiSW_GOV__PL) December 13, 2025\n\nZauważył, że reformy w nauce i w szkolnictwie wyższym powstają w odpowiedzi na realne potrzeby środowiska.\n\nCyfryzujemy polską naukę. Legitymacje studenckie są już dostępne w m.Obywatelu, a wkrótce również absolwenci zyskają szybki i bezpieczny dostęp do elektronicznych dyplomów. To istotny krok w stronę nowoczesnych usług publicznych\n\n– powiedział Kulasek.\n\nMinister finansów i gospodarki Andrzej Domański podkreślił, że gdy dwa lata temu rząd przejmował władzę od PiS-u, to gospodarka była w „stagnacji”.\n\nZerowy wzrost gospodarczy i wysoka inflacja. Dziś Polska to najszybciej rosnąca duża unijna gospodarka ze wzrostem PKB sięgającym niemal 4 proc.\n\n– podkreślił w nagraniu Domański.\n\nWskazał na rosnące wynagrodzenia, inwestycje, spadającą szybko inflację. „Odblokowaliśmy dziesiątki miliardów euro z KPO, dzięki czemu finansujemy historyczną transformację energetyczną\n\n– dodał.\n\nJego zdaniem siłę gospodarki widać również na warszawskiej giełdzie, która należy do najmocniejszych na świecie.\n\nBudujemy pierwszą polską elektrownię jądrową. Polska to 20. największa gospodarka na świecie, ale nie zwalniamy. Inwestujemy w porty, w drogi, w koleje, no i oczywiście w „Port Polska”\n\n– wymienił Domański.\n\nDalsza część tekstu pod filmem\n\nPrzez dwa lata wyprowadziliśmy ???? gospodarkę z pisowskiej stagnacji na pozycję najszybciej rosnącej dużej gospodarki w UE. Inflacja spada, wynagrodzenia rosną, a kluczowe inwestycje przyspieszają. #BoKochamyPolskę ???? pic.twitter.com/h2UZumVE3p — Andrzej Domański (@Domanski_Andrz) December 13, 2025\n\nMinister aktywów państwowych Wojciech Balczun ocenił, że pomimo skomplikowanej sytuacji geopolitycznej, nasz kraj przeżywa złoty okres.\n\nPonad 800 mld zł na inwestycje w kolejnej dekadzie. Polskie spółki energetyczne zmieniają oblicze energetyki. Na Bałtyku powstają farmy wiatrowe, które już wkrótce dostarczą prąd milionom gospodarstw domowych, milionom Polaków. Budujemy nowe bloki gazowe i gazowo-parowe. Inwestujemy w magazyny energii. Rozpoczynają działalność kolejne farmy wiatrowe\n\n– powiedział w nagraniu Balczun.\n\nDalsza część tekstu pod filmem\n\nSzefowa resortu funduszy i polityki regionalnej Katarzyna Pełczyńska-Nałęcz wskazała, że do Polski w ramach Krajowego Planu Odbudowy (KPO) w ciągu 2 lat wpłynęło 93 mld zł, a 140 tys. rodzin dostało dostęp do szybkiego internetu.\n\nPowstało 91 Branżowych Centrów Umiejętności, ponad 200 szpitali otrzymało nowy sprzęt, 299 czarny punktów na drogach przeszło totalne remonty\n\n– napisała na platformie X Pełczyńska-Nałęcz.\n\nDalsza część tekstu pod wpisem\n\n2 lata pracy w rządzie. Wiele nerwów, ale też satysfakcji. Ogrom odpowiedzialności. Mój raport dla Was: 1?? KPO: w 2 lata do ???? wpłynęło 93 mld zł. 140 tys. rodzin w całej Polsce dostało dostęp do szybkiego internetu, powstało 91 Branżowych Centrów Umiejętności, ponad 200… pic.twitter.com/LKeZ5xHUwk — Katarzyna Pełczyńska (@Kpelczynska) December 13, 2025\n\nWicepremier, minister cyfryzacji Krzysztof Gawkowski ocenił, że dwa lata temu stworzono rząd z „poczuciem ogromnej odpowiedzialności”.\n\nGospodarka rozwija się w rekordowym tempie, jest niska inflacja i sięgnęliśmy po setki miliardów złotych z Unii Europejskiej. Państwo jest bliżej obywatela, jest bezpieczniejsze w cyberprzestrzeni i bardziej dostępne dla obywateli\n\n– napisał na platformie X.\n\nDalsza część tekstu pod wpisem\n\nDwa lata temu stworzyliśmy rząd z poczuciem ogromnej odpowiedzialności. Plan był prosty, chcieliśmy zmieniać na lepsze codzienne życie milionów ludzi. I zrobiliśmy to! Gospodarka rozwija się w rekordowym tempie, jest niska inflacja i sięgnęliśmy po setki miliardów złotych z Unii… — Krzysztof Gawkowski (@KGawkowski) December 13, 2025\n\nMinister zdrowia Jolanta Sobierańska-Grenda podkreśliła, że 2025 r. w ochronie zdrowia to osiem ośrodków kompleksowego leczenia endometriozy.\n\nPierwszy raz w Polsce w jednym miejscu diagnoza, leczenie bólu, rehabilitacja. Antykoncepcja awaryjna dostępna od ręki w 1400 aptekach. HPV, HR i cytologia na podłożu płynnym\n\n– wymieniła w nagraniu zamieszczonym na platformie X minister zdrowia.\n\nDodała, że resort uruchamia wsparcie na blisko 18 mld zł na ponad 650 inwestycji w całej Polsce.\n\nDalsza część tekstu pod filmem\n\nOpozycja wytyka błędy\n\nU progu 2. rocznicy powołania rządu Donalda Tuska przedstawiciele koalicyjnych ugrupowań zapewniają, że ich współpraca ma się dobrze, a obietnice są stopniowo realizowane. Jednak Polska 2050 nie dostała dotąd funkcji wicepremiera, o co zabiega. Według opozycji rząd nie radzi sobie w sprawach bezpieczeństwa i ochrony zdrowia.\n\n13 grudnia mijają dwa lata od powołania gabinetu Donalda Tuska składającego się z czterech koalicyjnych ugrupowań: KO, PSL, Polski 2050 i Nowej Lewicy.\n\nMinister koordynator służb specjalnych Tomasz Siemoniak (KO) ocenił, że koalicja rządowa jest zwarta, na co dowodem – jego zdaniem – jest płynna zmiana na stanowisku marszałka Sejmu. – Według niektórych komentatorów był to potencjalnie moment kryzysowy. Tymczasem przeszło to wszystko bez najmniejszych zakłóceń. Odszedł marszałek Szymon Hołownia, otoczony szacunkiem i dobrą oceną. Przyszedł marszałek Włodzimierz Czarzasty, który dynamicznie podjął swoje obowiązki. Również notowania rządu w różnych sondażach idą w górę – wskazał Siemoniak. Dodał, że na półmetku prac rządu widać mobilizację, chęć dalszej współpracy i realizacji konkretnych planów koalicjantów.\n\nZastępca szefa kancelarii premiera Jakub Stefaniak (PSL) ocenił, że przeprowadzona w lipcu przez Donalda Tuska rekonstrukcja rządu zakończyła wewnętrzne spory w koalicji. Doprecyzował, że ma na myśli obszar prac rządu, a nie obszar parlamentarny.\n\nWedług Stefaniaka dowodem na to, jak dużo udało się zrobić, jest przyszłoroczny budżet, uchwalony w piątek przez Sejm.\n\nPo pierwsze, żadne świadczenia społeczne wbrew temu, co krzyczała opozycja, nie zostały zabrane. Po drugie, dodaliśmy kolejne środki na transfery socjalne w postaci „babciowego”. Po trzecie, mamy gigantyczny, największy w historii budżet na obronność, 200 mld zł\n\n– wyliczył.\n\nDodał, że osobiście cieszy go deklaracja premiera, że rząd wróci do tematu obniżenia składki zdrowotnej dla przedsiębiorców.\n\nStefaniak pytany, czego nie udało się rządowi przez ostatnie dwa lata zrobić, przyznał, że zbyt wolno idą rozliczenia poprzedniej władzy. Zauważył też, że Polacy oczekiwali podniesienia kwoty wolnej od podatku, co KO obiecywała w kampanii przed wyborami w 2023 r.\n\nByć może uda się to zrobić w formule nieco innej niż wcześniej zapowiadano, w formule kroczącej. I nad tym musimy się na pewno skupić\n\n– podkreślił wiceszef KPRM.\n\nNa zbyt wolne rozliczenia władzy PiS wskazał również były minister nauki, poseł Lewicy Dariusz Wieczorek. W jego ocenie nadal szwankuje też polityka informacyjna rządu.\n\nNie docieramy do obywateli z informacjami o tym, co robimy, i stąd obywatele mogą mieć wrażenie, że dzieje się coś złego\n\n– powiedział Wieczorek.\n\nZwrócił ponadto uwagę na problemy związane z finansowaniem edukacji i ochrony zdrowia.\n\nTo są rzeczy, które są nierozwiązywalne w przeciągu jednego, czy nawet dwóch lat, bo one wymagają dużych zmian systemowych\n\n– zauważył.\n\nJako największy dotychczasowy sukces rządu Wieczorek uznał Ustawę mieszkaniową przygotowaną przez polityków Nowej Lewicy.\n\nWiceminister cyfryzacji Michał Gramatyka (Polska 2050) podkreślił, że koalicja ma się dobrze.\n\nRealizujemy swoje zobowiązania jako koalicjanci\n\n– zaznaczył.\n\nDodał, że „legislacyjnie i kompetencyjnie jego ugrupowanie jest solidnym elementem rządu”.\n\nZarządzamy Krajowym Programem Odbudowy, całym obszarem polskiej kultury i całym obszarem klimatu i ochrony środowiska\n\n– wymienił Gramatyka.\n\nJednocześnie zauważył, że reprezentacja w rządzie Polski 2050 jest dużo skromniejsza, niż wynikałoby to z ustaleń koalicyjnych.\n\nNie została powołana Katarzyna Pełczyńska-Nałęcz na stanowisko wicepremiera. Czeka w kolejce kilku wiceministrów, którzy powinni być w rządzie, a nie ma ich. W zasadzie Polska 2050 dzisiaj nie ma reprezentacji w połowie ministerstw. Nie ma nikogo w ministerstwie sprawiedliwości, ministerstwie spraw wewnętrznych, rolnictwa, sportu. Nie chodzi o stanowiska, tylko o branie odpowiedzialności za pracę rządu\n\n– powiedział wiceszef MC.\n\nPoseł PiS Andrzej Śliwka uważa, że obecny rząd jest najgorszym po 1989 roku.\n\nPrzede wszystkim koalicja rządząca nie realizuje swoich obietnic wyborczych. Jest koalicją niedotrzymanego słowa. Zresztą ostatnie wybory prezydenckie pokazały, że ekipa Donalda Tuska nie tyle dostała żółtą kartkę, bo to już jest kartka wchodząca w czerwień\n\n– powiedział.\n\nŚliwka krytycznie ocenił m.in. prowadzoną przez rząd politykę zagraniczną. Jego zdaniem rząd stawia na politykę proniemiecką kosztem relacji ze Stanami Zjednoczonymi, doprowadził też do utraty przez Polskę pozycji lidera w Europie Środkowo-Wschodniej. Według posła PiS rząd nie radzi też sobie w kwestiach bezpieczeństwa i w niewłaściwy sposób wydaje pieniądze na obronność.\n\nMichał Wawer (Konfederacja) skrytykował rząd za sytuację w ochronie zdrowia.\n\nMamy niewypłacalność NFZ, mamy zadłużone szpitale i zapowiedzi likwidacji kolejnych oddziałów\n\n– zauważył poseł.\n\nDodał, że rząd praktycznie w każdym obszarze złamał swoje obietnice wyborcze, z którymi szedł do wyborów ponad dwa lata temu. Jego zdaniem obecnej ekipie rządzącej brakuje strategii, sterowności i pomysłu na państwo.\n\nWidać to, jak w soczewce w kwestiach budżetowych, gdzie jest tylko wpędzanie Polski w spiralę zadłużenia i próby łatania problemów dosypywaniem pieniędzy bez żadnego realnego pomysłu na naprawę poszczególnych obszarów\n\n– stwierdził Wawer.\n\nDwa lata (nie)rządów Tuska\n\nPolitycy i komentatorzy życia politycznego krytykują rząd Tuska\n\nOd dwóch lat rząd Tuska, najgorszy rząd od dekad, niszczy Polskę. Tusk stwierdził, że bierze odpowiedzialność, za to co się dzieje, ale jest dumny. Z czego on jest dumny? Z zapaści służby zdrowia? Z rosnącego bezrobocia? Z zamykanych zakładów? Z powstrzymania kluczowych dla Polski inwestycji? Ostatnie dwa lata to gigantyczne straty dla Polski i Polaków. To niszczenie szans rozwojowych. To po prostu dramat dla Polski\n\n– skomentowała była premier Beata Szydło.\n\nDalsza część tekstu pod wpisem\n\nOd dwóch lat rząd Tuska, najgorszy rząd od dekad, niszczy Polskę. Tusk stwierdził, że bierze odpowiedzialność, za to co się dzieje, ale jest dumny. Z czego on jest dumny? Z zapaści służby zdrowia? Z rosnącego bezrobocia? Z zamykanych zakładów? Z powstrzymania kluczowych dla… pic.twitter.com/ONTPp6HsH9 — Beata Szydło (@BeataSzydlo) December 13, 2025\n\nFeralna trzynastka Tuka! Dwa lata koalicji 13 grudnia\n\n– napisał doradca prezydenta RP Jacek Saryusz-Wolski.\n\nDalsza część tekstu pod wpisem\n\n!?F E R A L N A T R Z Y N A S T K A TUSKA!? DWA LATA KOALICJI 13 GRUDNIA ?? pic.twitter.com/9Bp6EHlJhb — Jacek Saryusz-Wolski (@JSaryuszWolski) December 13, 2025\n\nDo wpisu dołączył listę 13 punktów, które jego zdaniem są największą porażką obecnego rządu\n\n13 grudnia – tragiczna data w naszej historii […] Jednocześnie to smutna data w wymiarze aktualnym (innym, mniej represyjnym, acz również groźnym dla naszej przyszłości) – od dwóch lat nowy reżim 13 grudnia dewastuje państwo, pozbawia nas szans rozwojowych, skupia się na walce z demokratyczną opozycją, krok po kroku ograniczając suwerenność Polski\n\n– przypomniał Jacek Sasin.\n\nDalsza część tekstu pod wpisem\n\n13 grudnia – tragiczna data w naszej historii. 44 lata temu, 13 XII 1981r., komunistyczny reżim gen. Jaruzelskiego zniewolił naród polski – bezprawne wprowadzenie stanu wojennego oznaczało czas terroru, strachu, przygnębienia i upokarzania Polaków. Wielu okazało się herosami… — Jacek Sasin (@SasinJacek) December 13, 2025\n\nZa nami dwa lata. Fatalne dla Polski i Polaków. Bierze Pan za nie całkowitą odpowiedzialność? To dobrze, proszę podać się do dymisji\n\n– dodała Joanna Borowiak z PiS.\n\nDalsza część tekstu pod wpisem\n\nZa nami dwa lata. Fatalne dla Polski i Polaków. Bierze Pan za nie całkowitą odpowiedzialność? To dobrze, proszę podać się do dymisji. — Joanna Borowiak ???? (@BorowiakJoanna) December 13, 2025\n\nW 2 lata doprowadziliście do rozpadu konstytucjonalnych organów Państwa, bezrobocie rośnie, mamy rekordowy deficyt, służba zdrowia na kolanach, w Europie gramy w 2 lidze, CPK zaorane, ceny szybują w górę – tak wygląda dziś Polska „dzięki” Panu!\n\n– napisał europoseł PiS Bogdan Rzońca.\n\nDalsza część tekstu pod wpisem\n\nZa nami dwa lata. Dobre, chociaż bardzo trudne. Biorę za nie pełną odpowiedzialność. Jestem z nich dumny, ale wiem, że Polska zasługuje na jeszcze więcej. Wierzę, że Polaków na to stać. Jeszcze nie raz zadziwimy cały świat! ?????? — Donald Tusk (@donaldtusk) December 13, 2025\n\nDwa lata i 100 konkretów, które miały być zrealizowane w 100 dni. Nawet 1/4 nie zrobiliście. Zapowiadaliście, obiecywaliście złote góry. Skończyło się na tym, że dorwaliście się do koryta i niczego nie zrobiliście. Na szczęście to już się kończy. Za dwa lata kończymy tę zabawę\n\n– skomentował poseł Konfederacji Konrad Berkowicz.\n\nDalsza część tekstu pod wpisem\n\nDwa lata i 100 konkretów, które miały być zrealizowane w 100 dni. Nawet 1/4 nie zrobiliście. Zapowiadaliście, obiecywaliście złote góry. Skończyło się na tym, że dorwaliście się do koryta i niczego nie zrobiliście. Na szczęście to już się kończy. Za dwa lata kończymy tę zabawę. — Konrad Berkowicz (@KonradBerkowicz) December 13, 2025\n\nProszę nie, Polska nie zasługuje na jeszcze więcej tego, co odwalacie przez ostatnie 2 lata. Nie zasługuje na zapaść infrastruktury badawczej, zapaść służby zdrowia, nie zasługuje na SilnychRazem na czele ministerstwa sprawiedliwości, nie zasługuje na ciągła prowizorkę i opieszałość i strach przez podejmowaniem jakichkolwiek decyzji\n\n– Adam Czarnecki z „Tak Dla CPK”.\n\nDalsza część tekstu pod wpisem\n\nProszę nie, Polska nie zasługuje na jeszcze więcej tego, co odwalacie przez ostatnie 2 lata. Nie zasługuje na zapaść infrastruktury badawczej, zapaść służby zdrowia, nie zasługuje na SilnychRazem na czele ministerstwa sprawiedliwości, nie zasługuje na ciągła prowizorkę i… — Adam Czarnecki (@czardam) December 13, 2025\n\nDokładnie 13.12.23 w rocznicę stanu wojennego, powstał rząd Donalda Tuska. Nie 15.10. Nie ma lepszego dowodu na to, że to „Koalicja 13 Grudnia” niż Czarzasty, komunista który zapisał się do PZPR w stanie wojennym, jako Marszałek Sejmu tej koalicji. Kpiny z Rzeczypospolitej\n\n– stwierdził Max Hübner.\n\nDalsza część tekstu pod wpisem\n\nDokładnie 13.12.23 w rocznicę stanu wojennego, powstał rząd Donalda Tuska.\n\nNie 15.10. Nie ma lepszego dowodu na to, że to \"Koalicja 13 Grudnia\" niż Czarzasty, komunista który zapisał się do PZPR w stanie wojennym, jako Marszałek Sejmu tej koalicji. Kpiny z Rzeczypospolitej. pic.twitter.com/PKMQWLyWgZ — Max Hübner (@HubnerrMax) December 13, 2025\n\nKontrole na granicach, strefa buforowa i zawieszenie prawa do azylu\n\nPrzedłużanie strefy buforowej przy granicy z Białorusią, tymczasowe zawieszenie prawa do przyjmowania wniosków o ochronę międzynarodową i powrót do kontroli na granicy z Litwą i Niemcami to kilka z rozwiązań, które zdecydował się wprowadzić w ostatnich dwóch latach rząd Donalda Tuska.\n\nWzmocnienie szczelności granic i przeciwdziałanie instrumentalizacji migracji były i są wyzwaniem dla rządu Donalda Tuska od pierwszych miesięcy jego powstania. Jeszcze z początkiem 2024 r. MSWiA wskazało ochronę granicy polsko-białoruskiej jako jedno z priorytetowych działań w 2024 r.\n\nW związku z presją migracyjną na wschodnią granicę oraz instrumentalizacją migracji, których celem jest „destabilizacja Polski i Unii Europejskiej”, rząd zdecydował się 13 czerwca 2024 r. wprowadzić zakaz przebywania w strefie nadgranicznej przyległej do granicy państwowej z Białorusią. Strefa buforowa jest cały czas przedłużana od 13 czerwca 2024 r. Ostatnie rozporządzenie w tej sprawie, które weszło w życie 5 grudnia, przedłuża obowiązywanie strefy buforowej o kolejne 90 dni.\n\nJak poinformowała PAP Komenda Główna Straży Granicznej, od 1 stycznia do 9 grudnia 2025 r. na odcinku granicy polsko-białoruskiej odnotowano ponad 29,4 tys. prób jej nielegalnego przekroczenia.\n\nW analogicznym okresie 2024 r. odnotowano ponad 30,1 tys. (spadek o 2 proc.)\n\n– dodała.\n\nAktualnie strefa objęta zakazem przebywania obejmuje odcinek granicy o długości 78,29 km, położony w zasięgu terytorialnym placówek SG w Michałowie, Narewce, Białowieży, Dubiczach Cerkiewnych i Czeremsze.\n\nNa odcinku 59,24 km obszar objęty zakazem obejmuje 200 m od linii granicy państwowej. Na odcinku 15,26 km w rejonie rezerwatów przyrody strefa jest szersza i wyniesie ok. 2 km, a na odcinku ok. 3,79 km jej szerokość w głąb kraju wyniesie ok. 4 km.\n\nObszar strefy objętej zakazem nie obejmuje, co do zasady, miejscowości i szlaków turystycznych, tak aby skutki wprowadzonych ograniczeń były jak najmniej uciążliwe dla mieszkańców, turystów i podmiotów prowadzących działalność zawodową.\n\nJednocześnie przepisy ustawy z 12 października 1990 r. o ochronie granicy państwowej wskazują katalog osób, których zakaz nie dotyczy, w tym m.in. osoby stale zamieszkujące, prowadzące działalność gospodarczą, wykonujące pracę zarobkową i uczące się na obszarze objętym zakazem. Ponadto w uzasadnionych przypadkach właściwy komendant placówki SG może zezwolić na przebywanie na tym terenie innym osobom.\n\nJednym z ważniejszych wydarzeń tych dwóch lat rządów mającym bezpośredni wpływ na granicę polsko-białoruską było przyjęcie 15 października 2024 r. strategii migracyjnej „Odzyskać kontrolę. Zapewnić bezpieczeństwo. Kompleksowa i odpowiedzialna strategia migracyjna Polski na lata 2025-2030”.\n\nDokument – jak uzasadniał wtedy rząd – miał przyczynić się do stworzenia przejrzystych i bezpiecznych zasad imigracji, która będzie kontrolowana przez instytucje państwowe. Zakłada m.in., że w przypadku zagrożenia destabilizacją państwa przez napływ imigrantów możliwe powinno być czasowe i terytorialne zawieszanie prawa do przyjmowania wniosków o azyl. Wyłączone mają być z tego zapisu tzw. grupy wrażliwe. Odnosi się do takich obszarów, jak: dostęp do terytoriów, dostęp do ochrony krajowej i międzynarodowej, warunki dostępu do rynku pracy, migracje edukacyjne, integracja, obywatelstwo i repatriacja, diaspora polska.\n\nNajwięcej kontrowersji, szczególnie wśród ekspertów i przedstawicieli organizacji pozarządowych, wywołała możliwość wprowadzenia czasowego, terytorialnego zawieszenia prawa do przyjmowania wniosków o ochronę międzynarodową.\n\nMożliwość ta została wykorzystana niecałe pół roku później. Aby jeszcze skuteczniej – w ocenie rządu – walczyć z instrumentalizacją migracji, 27 marca zaczęło obowiązywać rozporządzenie ws. czasowego ograniczenia prawa do złożenia wniosku o udzielenie ochrony międzynarodowej na granicy z Białorusią.\n\nPoczątkowo ograniczenie obowiązywało przez 60 dni, jednak za zgodą Sejmu może być przedłużane o taki sam okres. Również tu, podobnie jak w przypadku strefy buforowej, Rada Ministrów kilkukrotnie decydowała się na przedłużenie tego rozwiązania. Ostatni raz – 22 listopada.\n\nStraż Graniczna, mimo ograniczeń, może przyjmować wnioski o udzielenie ochrony międzynarodowej od tzw. cudzoziemców z grup wrażliwych: małoletnich bez opieki, kobiet ciężarnych, osób, które mogą wymagać szczególnego traktowania, zwłaszcza ze względu na swój wiek lub stan zdrowia. Nie dotyczy ono także osoby, wobec której Straż Graniczna uzna, że zachodzą okoliczności, które „jednoznacznie świadczą, że jest ona zagrożona rzeczywistym ryzykiem doznania poważnej krzywdy w państwie, z którego przybyła bezpośrednio” do Polski.\n\nOd 27 marca 2025 r. do 9 grudnia 2025 r. nie przyjęto wniosków o udzielenie ochrony międzynarodowej od ponad 370 cudzoziemców. Jednocześnie przyjęto wnioski o udzielenie ochrony międzynarodowej od niemal 70 cudzoziemców z grup wrażliwych, w tym głównie ze względu na stan zdrowia cudzoziemca oraz z uwagi na ciężarność kobiety\n\n– poinformowała PAP Straż Graniczna.\n\nZawieszenie prawa do składania wniosków o ochronę międzynarodową spotkało się ze zdecydowanym protestem organizacji pozarządowych i fundacji zajmujących się prawami człowieka oraz zaangażowanych w pomoc uchodźcom. W ich ocenie przepisy są niezgodne z Konstytucją RP, a w szczególności z art. 56 ust. 2, gwarantującym cudzoziemcom możliwość ubiegania się o status uchodźcy, oraz ze zobowiązaniami międzynarodowymi, takimi jak konwencja dotycząca statusu uchodźców z 1951 r.\n\nKolejnym krokiem podjętym przez rząd, który miał przyczynić się do powstrzymania niekontrolowanego przepływu migrantów, było wprowadzenie 7 lipca tymczasowych kontroli na granicach z Niemcami i Litwą. Ich trwanie przedłużono następnie od 6 sierpnia do 4 października, a kolejne rozporządzenie obowiązujące od 5 października przedłużyło je o pół roku – do 4 kwietnia 2026 r.\n\nResort spraw wewnętrznych i administracji wskazywał, że tymczasowa kontrola graniczna na polsko-niemieckim odcinku jest również podyktowana potrzebą dokonywania weryfikacji prawnych przesłanek warunkujących ewentualne przyjęcie migrantów od strony niemieckiej. Niemcy wprowadziły kontrole na granicy z Polską w październiku 2023 r. Celem miało być powstrzymanie nielegalnej migracji.\n\nW początkowych tygodniach obowiązywania kontroli na niektórych odcinkach granicy polsko-niemieckiej pojawiły się osoby związane z Ruchem Obrony Granic powołanym przez Roberta Bąkiewicza. Członkowie tego ruchu deklarowali, że „pilnują granicy przed osobami próbującymi ją nielegalnie przekroczyć”.\n\nJak informowała Straż Graniczna, od 7 lipca do 8 grudnia skontrolowano ponad 2,1 mln osób i przeszło 1 mln pojazdów.\n\nTymczasowe kontrole graniczne na polsko-niemieckiej granicy prowadzą funkcjonariusze Nadodrzańskiego i Morskiego Oddziału Straży Granicznej. W rezultacie tych działań w województwach dolnośląskim, lubuskim i zachodniopomorskim skontrolowano łącznie ponad 1,2 mln osób i prawie 570 tys. pojazdów. Niemal 380 cudzoziemcom odmówiono wjazdu do Polski. Główną przyczyną był brak wymaganych dokumentów. Osoby te pochodziły m.in. z Ukrainy, Turcji, Rosji, Syrii, Indii i Wietnamu.\n\nW tym samym czasie na granicy z Litwą w województwie podlaskim funkcjonariusze Podlaskiego Oddziału Straży Granicznej skontrolowali prawie 900 tys. osób i blisko 470 tys. środków transportu. Wśród ponad 460 cudzoziemców, którym odmówiono wjazdu, byli najczęściej obywatele Indii, Ukrainy i Uzbekistanu. Głównym powodem odmów wjazdu również był brak dokumentów uprawniających do wjazdu na teren Polski.\n\nW ramach prowadzonych działań funkcjonariusze zatrzymali również niemal 40 osób podejrzanych o pomocnictwo w organizowaniu nielegalnej migracji.\n\nPrzejścia na granicy polsko-białoruskiej ponownie skupiły szczególną uwagę rządu we wrześniu, kiedy w związku z agresywnymi manewrami rosyjsko-białoruskimi „Zapad 2025” podjęto decyzję o ich zamknięciu. Zawieszenie ruchu granicznego z Republiką Białorusi wprowadzone od północy z 11 na 12 września obowiązywało niecałe dwa tygodnie – do 25 września.\n\nKierowcy samochodów osobowych nie mogli przekroczyć granicy na przejściu drogowym Terespol – Brześć, a kierowcy pojazdów ciężarowych na przejściu Kukuryki – Kozłowicze. Zamknięte zostały wtedy także trzy kolejowe przejścia graniczne dla ruchu towarowego: Kuźnica Białostocka – Grodno, Siemianówka – Swisłocz, Terespol – Brześć.\n\nDwa miesiące później – 17 listopada – rząd zdecydował się otworzyć dwa zamknięte od kilku lat drogowe przejścia graniczne z Białorusią w województwie podlaskim: Bobrowniki – Bierestowica i Kuźnica Białostocka – Bruzgi.\n\nPrzejście graniczne w Kuźnicy było zamknięte od 9 listopada 2021 r. Decyzja w tej sprawie zapadła po tym, jak w okolicy przejścia doszło do zamieszek z udziałem dużych grup cudzoziemców inspirowanych przez służby białoruskie. Od 9 lutego 2023 r. zamknięte było też przejście w Bobrownikach. Taka decyzja została podjęta, gdy białoruski reżim skazał działacza Związku Polaków na Białorusi, dziennikarza Andrzeja Poczobuta.\n\nO otwarcie przejść drogowych zabiegali od dawna przedsiębiorcy z regionu, m.in. z Porozumienia Polskich Przedsiębiorców Zjednoczony Wschód. Także podlascy samorządowcy apelowali o otwarcie chociaż jednego z przejść granicznych, co pomogłoby w rozwoju regionu, który ponosi skutki gospodarcze zamknięcia tej granicy. Swoje apele kierowali też politycy.\n\nPrzejście Bobrowniki – Bierestowica otwarte zostało z ograniczeniem dla ruchu towarowego – wyłącznie dla pojazdów zarejestrowanych w państwach członkowskich Unii Europejskiej, Europejskiego Porozumienia o Wolnym Handlu (EFTA) – stron umowy o Europejskim Obszarze Gospodarczym i Konfederacji Szwajcarskiej – oraz ruchu osobowego, w tym autokarów.\n\nPrzejście graniczne Kuźnica Białostocka – Bruzgi otwarte zostało z ograniczeniem do ruchu osobowego – z wyłączeniem ruchu autobusowego.\n\nMSWiA przy okazji otwarcia przejść podkreślało, że decyzja była możliwa po uszczelnieniu granicy, na której na masową skalę podejmowane są próby nielegalnego przedostania się do Polski.\n\nWzrost gospodarczy przyspieszył, inflacja spadła, wzrósł dług publiczny\n\nW ciągu dwóch lat rządów gabinetu Donalda Tuska wyraźnie przyspieszył wzrost gospodarczy, w górę poszły także płace, przy jednoczesnym spadku inflacji. Równocześnie zwiększył się polski dług publiczny, a liczba bezrobotnych wzrosła o 100 tys. osób.\n\n13 grudnia mijają dwa lata od powołania gabinetu Donalda Tuska składającego się z czterech koalicyjnych ugrupowań: KO, PSL, Polski 2050 i Nowej Lewicy.\n\nPo dwóch latach rządów widać wyraźne przyspieszenie tempa wzrostu PKB. O ile w III kw. 2023 r. wzrost PKB – liczony w ujęciu rok do roku – wyniósł 0,5 proc., to w III kw. 2025 r. gospodarka urosła o 3,8 proc. W całym 2023 r. wzrost PKB był minimalny, bo wyniósł 0,1 proc., tymczasem w tym roku – według prognoz z projektu ustawy budżetowej na 2026 r. – gospodarka powinna urosnąć o 3,4 proc., choć prognozy analityków bankowych mówią, że wynik może być nieco lepszy.\n\nJednocześnie w ciągu dwóch ostatnich lat spadła inflacja. Zgodnie z danymi GUS w listopadzie 2023 r. wyniosła 6,6 proc. rok do roku, natomiast tzw. szybki szacunek dotyczący listopada br. wskazał na 2,4 proc. wzrost cen.\n\nPrzed zmianą rządu, czyli na koniec III kw. 2023 r., państwowy dług publiczny liczony według zasad krajowych, zgodnie z danymi Ministerstwa Finansów, wynosił prawie 1,28 bln zł, czyli stanowił 38,2 proc. PKB. Z kolei dług sektora instytucji rządowych i samorządowych, liczony według zasad UE, wynosił nieco ponad 1,62 bln zł, co stanowiło 48,7 proc. PKB. Dwa lata później, na koniec III kw. 2025 r., państwowy dług publiczny wyniósł 1,82 bln zł, co stanowi 47,7 proc. PKB. Z kolei dług sektora instytucji rządowych i samorządowych na koniec III kwartału 2025 r. wyniósł 2,22 bln zł, co stanowi 58,1 proc. PKB.\n\nOznacza to, że w ciągu dwóch lat zadłużenie państwa liczone według metody krajowej wzrosło o przeszło 547 mld zł, a jego stosunek do PKB zwiększył się o 9,5 pkt proc. Z kolei dług publiczny liczony według zasad unijnych powiększył się o blisko 599 mln zł, a jego stosunek do PKB zwiększył się o 9,4 pkt proc.\n\nW czasie dwóch lat rządów Donalda Tuska zwiększyło się bezrobocie. Stopa bezrobocia rejestrowanego na koniec listopada 2023 r. wyniosła 5 proc., tymczasem na koniec 2025 r. sięgnęła 5,7 proc. Oznacza to wzrost liczby osób pozostających bez pracy z 774,8 tys. osób do 875,3 tys., a więc o nieco ponad 100 tys. Może to wynikać ze spadku zatrudnienia w sektorze przedsiębiorstw, które od listopada 2023 r. do listopada 2025 r. skurczyło się o 89,5 tys. osób.\n\nW ciągu ostatnich dwóch lat zwiększyły się płace. O ile w listopadzie 2023 r. przeciętne miesięczne wynagrodzenie brutto w sektorze przedsiębiorstw wynosiło 7 670,19 zł, to dwa lata później, w listopadzie 2025 r. było to już 8 865,12 zł. Oznacza to wzrost o prawie 15,6 proc.\n\nMinister nauki: projekt noweli ustaw o PAN i e-dyplomy wśród ważnych przedsięwzięć resortu\n\nProjekt noweli ustawy o Polskiej Akademii Nauki, e-dyplomy, tworzenie fabryk sztucznej inteligencji czy wygospodarowanie środków na remonty i budowę akademików – to zdaniem ministra nauki i szkolnictwa wyższego Marcina Kulaska ważne przedsięwzięcia resortu kończącego się roku.\n\n13 grudnia 2023 r. został zaprzysiężony rząd Donalda Tuska. Pierwszym ministrem nauki w rządzie był Dariusz Wieczorek (Nowa Lewica), który po roku, 19 grudnia 2024 r., złożył rezygnację ze stanowiska. Jego następcą został Marcin Kulasek (również Nowa Lewica).\n\nW rozmowie z PAP minister Marcin Kulasek zaznaczył, że kiedy w styczniu 2025 r. obejmował kierownictwo resortu, postawił na zmiany.\n\nNa przykład w kwestii ustawy o Polskiej Akademii Nauk albo ewaluacji działalności naukowej poszliśmy w zupełnie innym kierunku niż mój poprzednik Dariusz Wieczorek, do którego mam swoją drogą duży szacunek. I udało nam się przygotować projekty ustaw, z których zadowolone jest środowisko naukowe\n\n– ocenił.\n\nProjekt ustawy ukazał się 1 grudnia na stronach RCL. Zakłada on m.in. powołanie Zgromadzenia Dyrektorów Instytutów Naukowych PAN i zwiększenie niektórych kompetencji prezesa PAN. Jak zaznaczono w ocenie skutków regulacji, powstały projekt jest „efektem szeroko zakrojonych prac analitycznych, konsultacyjnych i środowiskowych, prowadzonych z udziałem Prezesa PAN, przedstawicieli instytutów naukowych PAN oraz organizacji związkowych”. Konsultacje potrwają do końca br. Reforma PAN miałby wejść w życie 1 lipca 2026 r.\n\nWśród ważnych przedsięwzięć MNiSW w ciągu tego roku minister Kulasek wskazał w rozmowie z PAP również: cyfryzację nauki, e-dyplomy i platformę e-Granty, która ma m.in. uprościć procedury, usprawnić obsługę finansowania nauki i wykrywać plagiaty.\n\nObowiązek wydawania e-dyplomów ukończenia szkół wyższych od 1 stycznia 2027 r. i dostęp do e-dyplomu przez aplikację mObywatel wprowadza nowela kilku ustaw, która czeka obecnie na podpis prezydenta.\n\nO uruchomieniu platformy e-Granty resort nauki informował w sierpniu br. Jest to wspólne przedsięwzięcie MNiSW we współpracy z Ośrodkiem Przetwarzania Informacji – Państwowym Instytutem Badawczym oraz Narodowym Centrum Badań i Rozwoju. Jak opisywał wówczas resort, ma to być „początek rewolucji w sposobie finansowania polskiej nauki”.\n\nNowy system e-Granty pozwoli na scentralizowanie usług, na dobrą wymianę informacji, obniżenie kosztów, ale też powiąże nasze systemy z systemami państwowymi. Do platformy będą mieli dostęp pracownicy naukowi, uczelnie i administracja. To kilkadziesiąt, a nawet kilkaset tysięcy użytkowników\n\n– mówiła wtedy wiceminister nauki Maria Mrówczyńska.\n\nPodsumowując najważniejsze przedsięwzięcia kończącego się roku minister Kulasek powiedział też: – Tworzymy dwie fabryki AI – krajowe centra doskonałości oferujące najnowszą infrastrukturę. Postawiliśmy też na bezpieczne uczelnie – miejsca pracy i nauki wolne od mobbingu i dyskryminacji. To już udało nam się zrobić w ciągu roku – podkreślił.\n\nJedna z fabryk AI powstaje w Krakowie – przy Akademickim Centrum Komputerowym Cyfronet AGH. Mają tam być prowadzone badania nad tzw. cyfrowymi bliźniakami, czyli realistycznymi komputerowymi modelami odwzorowującymi procesy zachodzące w ludzkim organizmie i środowisku.\n\nKrakowska Gaia AI Factory, jak podawał resort nauki w październiku, powstaje w ramach ogólnoeuropejskiego programu Fabryk AI, koordynowanego przez EuroHPC JU.\n\nPolska już wcześniej stała się ważnym uczestnikiem tej sieci dzięki poznańskiemu projektowi PIAST AI Factory, realizowanemu przez Poznańskie Centrum Superkomputerowo-Sieciowe (PCSS). Oba ośrodki – PIAST i Gaia – będą ściśle współpracować z fińską LUMI AI Factory, tworząc rozproszony ekosystem wspierający badania, innowacje i wdrażanie zaufanych rozwiązań sztucznej inteligencji w Europie\n\n– podało wówczas MNiSW w komunikacie.\n\nNiezależnie od tych przedsięwzięć o udział w projekcie Baltic AI GigaFactory i budowę fabryki sztucznej inteligencji o olbrzymich mocach obliczeniowych zabiega również Politechnika Wrocławska. Wartość takiej inwestycji może wynieść 3 mld euro, a Polska ma szansę na budowę jednej, a być może nawet dwóch, spośród kilkunastu gigafabryk AI, które powstaną w UE.\n\nRozmówca PAP przypomniał też o ważnych inwestycjach: – Na budowę i modernizację akademików w 2026 r. trafi z Funduszu Dopłat 400 mln zł, a w każdym kolejnym roku ta kwota będzie wzrastać. 300 milionów przeznaczyliśmy z kolei na program Science4Business, dzięki któremu wzmacniamy współpracę badaczy i przedsiębiorców.\n\nMKiDN: zmiany w instytucjach kultury, relacje polsko-ukraińskie i odzyskane dzieła sztuki\n\nTrzej ministrowie, zmiany kadrowe i organizacyjne w mediach publicznych i instytucjach kultury, prace poszukiwawczo-ekshumacyjne w Ukrainie oraz odzyskiwanie utraconych przez Polskę dzieł sztuki – tak można podsumować ostatnie dwa lata w Ministerstwie Kultury i Dziedzictwa Narodowego.\n\n13 grudnia miną dwa lata od powołania gabinetu Donalda Tuska składającego się z czterech koalicyjnych ugrupowań: KO, PSL, Polski 2050 i Nowej Lewicy.\n\nW tym czasie resortem kultury kierowały trzy osoby – Bartłomiej Sienkiewicz (grudzień 2023 r. – maj 2024 r.), Hanna Wróblewska (maj 2024 r. – lipiec 2025 r.) oraz od lipca tego roku Marta Cienkowska.\n\nDziałania resortu skupiały się na zmianach w mediach publicznych, instytucjach podległych MKiDN oraz odbudowie dialogu ze środowiskiem artystycznym.\n\nRealizacja obietnicy dotyczącej zmian w funkcjonowaniu mediów publicznych była jedną z bardziej oczekiwanych przez wyborców koalicji rządowej. Postulat znalazł się w dokumencie „100 konkretów na pierwsze 100 dni rządów”, przygotowanym przez Koalicję Obywatelską.\n\nOdpolitycznimy i uspołecznimy media publiczne. Zlikwidujemy Radę Mediów Narodowych. Natychmiast zatrzymamy finasowanie fabryki kłamstw i nienawiści jaką stała się TVP i inne media publiczne. Zgodnie z naszym zobowiązaniem przeznaczymy 2 mld zł z TVP na leczenie raka\n\n– brzmiała zapowiedź.\n\n19 grudnia 2023 r. Sejm podjął uchwałę „w sprawie przywrócenia ładu prawnego oraz bezstronności i rzetelności mediów publicznych oraz Polskiej Agencji Prasowej”, wzywającą Skarb Państwa do działań naprawczych. Dzień później resort kultury poinformował, że minister Sienkiewicz, jako organ wykonujący uprawnienia właścicielskie Skarbu Państwa, działając na podstawie przepisów kodeksu spółek handlowych, odwołał 19 grudnia dotychczasowych prezesów Zarządów Telewizji Polskiej S.A., Polskiego Radia S.A. i Polskiej Agencji Prasowej S.A. i Rady Nadzorcze. Minister powołał nowe Rady Nadzorcze ww. spółek, które powołały nowe zarządy. Tomasz Sygut został nowym prezesem Telewizji Polskiej, Paweł Majcher – Polskiego Radia, a Marek Błoński – Polskiej Agencji Prasowej.\n\n23 grudnia prezydent Andrzej Duda poinformował, że zawetował przygotowaną przez nowy rząd ustawę budżetową, która przewidywała m.in. środki dla mediów publicznych na następny rok. Jak uzasadnił prezydent, jego decyzja wiązała się z „rażącym łamaniem konstytucji i zasad demokratycznego państwa prawa” w mediach publicznych.\n\nPo prezydenckim wecie szef MKiDN podjął 27 grudnia decyzję o postawieniu TVP, Polskiego Radia i PAP w stan likwidacji. Likwidatorem TVP został Daniel Gorgosz, Polskiego Radia – Paweł Majcher, a Polskiej Agencji Prasowej – Marek Błoński. Analogiczną decyzję minister kultury podjął 29 grudnia w stosunku do 17 spółek regionalnych rozgłośni Polskiego Radia.\n\nZapowiedź odpolitycznienia i uspołecznienia mediów publicznych znalazła się także w projekcie nowelizacji ustawy o radiofonii i telewizji, który w grudniu tego roku trafił do konsultacji publicznych. Środowisko mediów czeka na rychłe przyjęcie tej ustawy, choć rząd szacuje, że Rada Ministrów przyjmie projekt w II lub III kwartale 2026 r., a następnie skieruje go do Sejmu.\n\nProjekt przewiduje m.in. likwidację Rady Mediów Narodowych i przekazanie jej kompetencji Krajowej Radzie Radiofonii i Telewizji, zniesienie od 1 stycznia 2027 r. abonamentu radiowo-telewizyjnego i finansowanie mediów publicznych z budżetu kwotą nie niższą niż 2,5 mld zł rocznie.\n\nPrzez ostatnie dwa lata dokonano także szeregu zmian kadrowych w instytucjach kultury.\n\nWe wrześniu 2024 r. ze stanowiska dyrektora Muzeum Historii Polski został odwołany Robert Kostro, który sprawował funkcję od 2006 r. W jego obronie stali naukowcy, publicyści, twórcy kultury z obu stron politycznej barykady. Na szefa instytucji został powołany dr hab. Marcin Napiórkowski. W sierpniu tego roku Wojewódzki Sąd Administracyjny w Warszawie uchylił zaskarżony akt ministra kultury o odwołaniu Kostry ze stanowiska. MKiDN przekazało wówczas PAP, że czeka na oficjalne dokumenty z WSA – na ich podstawie podejmowane będą dalsze decyzje.\n\nZmiany dotknęły także Polski Instytut Sztuki Filmowej. Z funkcji dyrektora PISF w kwietniu 2024 r. odwołany został Radosław Śmigulski. Na p.o. dyrektora wskazana została Kamila Dorbach. Na początku lipca 2024 r., po zwycięskim konkursie, Karolina Rozwód została powołana na stanowisko dyrektorki Polskiego Instytutu Sztuki Filmowej. Doświadczona menedżerka kultury, dyrektorka Teatru Starego w Lublinie w latach 2011-2023 była nadzieją środowiska na odpolitycznienie Instytutu i transparentne zarządzanie nim. Rozwód zapowiedziała m.in. analizę systemu eksperckiego, zmiany w internetowym systemie składania wniosków oraz uważne wsłuchiwanie się w głos filmowców. Z tym większym zdziwieniem odebrano 30 października jej rezygnację z funkcji. Kilka dni później Rozwód rezygnację wycofała, argumentując, że została zmuszona do ustąpienia ze stanowiska „bezprawną groźbą”. W oświadczeniu przesłanym mediom podała, że jednym z zarzutów formułowanych wobec niej było „nieprawidłowe zawarcie umowy dotacyjnej z firmą Aurum Film Bodzak Hickinbotham”. Według ówczesnej szefowej MKiDN, Rozwód przestała pełnić funkcję dyrektorki PISF i „nie ma odwołania od tej decyzji”. Zdaniem ministry Wróblewskiej Rozwód złamała ustawę o finansach publicznych. 6 grudnia 2024 r. Rozwód wysłała pozew do sądu pracy. Warszawski Sąd Rejonowy we wrześniu tego roku oddalił w całości powództwo Rozwód przeciwko Polskiemu Instytutowi Sztuki Filmowej. Była dyrektorka PISF domagała się przywrócenia do pracy, ewentualnie odszkodowania. Wyrok nie jest prawomocny, Rozwód zapowiada apelację. W PISF zastąpiła ją Kamila Dorbach, zarekomendowana większością głosów komisji konkursowej.\n\nNiespokojnie było także wokół Instytutu Solidarności i Męstwa im. Witolda Pileckiego. Najpierw w kwietniu 2024 r. ze stanowiskiem pożegnała się Magdalena Gawin. Na p.o. dyrektora powołany został Wojciech Kozłowski, dotychczasowy zastępca dyrektor Instytutu Pileckiego. Następnie w listopadzie 2024 r. na czele instytucji stanął Krzysztof Ruchniewicz. 14 sierpnia br. Ruchniewicz odwołał Hannę Radziejowską ze stanowiska kierownika oddziału Instytutu Pileckiego w Berlinie. Z pracy zwolniono wówczas także jej zastępcę Mateusza Fałkowskiego. Ruchniewicz uzasadniał swoją decyzję tym, że działania Radziejowskiej poważnie podważyły zaufanie pracodawcy. W poufnej korespondencji z resortem kultury w marcu zgłaszała ona obawy dotyczące planowanego seminarium organizowanego przez Ruchniewicza. Pracownik MKiDN poinformował ją, że jej zgłoszenie jest objęte ochroną na podstawie ustawy o ochronie sygnalistów. MKiDN twierdziło potem, że Radziejowskiej nigdy nie przysługiwała taka ochrona, ponieważ status przyznał pracownik, który nie miał do tego uprawnień. Na czele berlińskiego oddziału Instytutu Pileckiego stanęła menedżerka kultury i naukowczyni dr Joanna Kiliszek.\n\nJeszcze w sierpniu stanowisko stracił Ruchniewicz. Ministra kultury Marta Cienkowska tłumaczyła, że głównym powodem jej decyzji było „niedopełnienie przez niego obowiązków w zakresie umożliwienia statutowego funkcjonowania Instytutu Pileckiego”. Wskazała na wadliwe zamierzenia programowe, wadliwą politykę komunikacyjną i wadliwe decyzje zarządcze. Ruchniewicza zastąpił Karol Madaj. W połowie września Instytut poinformował, że Radziejowska i Fałkowski zostali przywróceni do pracy; zwolnienia dyscyplinarne zostały cofnięte. W listopadzie konkurs na stanowisko kierownika Oddziału Zamiejscowego Instytutu Solidarności i Męstwa im. Witolda Pileckiego w Berlinie wygrała Radziejowska.\n\nPod koniec grudnia 2024 r. ze stanowiskiem pożegnała się również Paula Lis-Sołoducha, dyrektorka Narodowego Instytutu Muzyki i Tańca. P.o. dyrektora został Lech Dzierżanowski.\n\nPowodem odwołania były nieprawidłowości w przekazywaniu środków w ramach KPO dla kultury, którego operatorem jest NIMiT\n\n– przekazał resort kultury.\n\nKomentując negatywne opinie ludzi kultury o sposobie przeprowadzenia programu dotacyjnego KPO przez NIMiT, ministra Wróblewska przyznała, że Instytut nie dał sobie rady z „szeroko rozumianą komunikacją z wszystkimi uczestnikami tego procesu”.\n\nPieniądze z KPO zostały rozdysponowane przez niezależne, bardzo szerokie jury, bez żadnych nacisków politycznych. Miały więc trafić – zgodnie z decyzjami ekspertów – do ludzi i instytucji, które przez ostatnie lata nie były dofinansowane – właśnie z przyczyn politycznych. I trafią\n\n– zapewniła.\n\nGabinety dyrektorskie opuścili również: dyrektor Muzeum Narodowego w Warszawie dr hab. Łukasz Gaweł (obecnie na czele Muzeum stoi dr hab. Agnieszka Lajus); dyrektor Zachęty – Narodowej Galerii Sztuki – Janusz Stanisław Janowski (dyrektorem jest Agnieszka Pindera); dyrektor Filmoteki Narodowej – Instytutu Audiowizualnego – Robert Kaczmarek (obecnie na czele FINA stoi Tomasz Kolankiewicz); dyrektor Muzeum II Wojny Światowej w Gdańsku – dr hab. Grzegorz Berendt (dyrektorem jest prof. Rafał Wnuk).\n\nW tym roku nastąpiły także zmiany dyrektorów wielu ważnych scen, z Teatrem Narodowym i Teatrem Wielkim – Operą Narodową w Warszawie włącznie. 1 września rozpoczęła się pięcioletnia kadencja Jana Klaty jako dyrektora Teatru Narodowego. Od 1998 r. dyrektorem Narodowego był Krzysztof Torończyk, a jego zastępcą ds. artystycznych – Jan Englert (od 2003 r.).\n\nW Teatrze Wielkim – Operze Narodowej 1 września stanowisko dyrektora objął Boris Kudlička, słowacki scenograf i architekt – związany z warszawską sceną od 1995 r. – jest współtwórcą największych polskich i międzynarodowych sukcesów operowych Mariusza Trelińskiego. Wcześniej od 2008 r. dyrektorem naczelnym w TW-ON był Waldemar Dąbrowski, minister kultury w rządach Leszka Millera i Marka Belki (2002-2005).\n\nTematem, który w ostatnich miesiącach elektryzował opinię publiczną były także relacje polsko-ukraińskie dot. Wołynia. Polskę i Ukrainę od wielu lat różni pamięć o roli Organizacji Ukraińskich Nacjonalistów i Ukraińskiej Powstańczej Armii, które w latach 1943-1945 dopuściły się ludobójczej czystki etnicznej blisko 100 tys. polskich mężczyzn, kobiet i dzieci. Od wiosny 2017 r. trwał spór wokół zakazu poszukiwań i ekshumacji szczątków polskich ofiar wojen i konfliktów na terytorium Ukrainy, wprowadzonego przez ukraiński IPN. Zakaz został wydany po zdemontowaniu pomnika UPA w Hruszowicach w kwietniu 2017 r.\n\nDecyzja o zniesieniu obowiązującego od 2017 r. moratorium na poszukiwania i ekshumacje szczątków polskich ofiar zbrodni wołyńskiej została ogłoszona pod koniec listopada 2024 r. podczas wspólnej konferencji prasowej szefów dyplomacji Polski i Ukrainy, Radosława Sikorskiego i Andrija Sybihy. Ukraina potwierdziła wówczas, że „nie ma żadnych przeszkód do prowadzenia przez polskie instytucje państwowe i podmioty prywatne we współpracy z właściwymi instytucjami ukraińskimi prac poszukiwawczych i ekshumacyjnych na terytorium Ukrainy, zgodnie z ustawodawstwem ukraińskim”. Zadeklarowała też „gotowość do pozytywnego rozpatrywania wniosków w tych sprawach”.\n\nWiosną br. strona polska przeprowadziła ekshumacje w dawnej wsi Puźniki w obecnym obwodzie tarnopolskim Ukrainy. W nocy z 12 na 13 lutego 1945 r. ukraińscy nacjonaliści wymordowali tam – według różnych źródeł – od 50 do 120 Polaków. W wyniku prac odnaleziono szczątki co najmniej 42 osób. Zostały one pochowane w Puźnikach 6 września.\n\nUkraińcy wydali też pozwolenie na prace ekshumacyjne szczątków żołnierzy Wojska Polskiego poległych we wrześniu 1939 r. w obronie Lwowa i pochowanych we Lwowie-Zboiskach. W ich wyniku ujawniono dwa zbiorowe groby, w których znajdowały się szczątki co najmniej 31 osób oraz liczne szczątki luźne należące prawdopodobnie do kolejnych kilkudziesięciu ofiar. Przy szczątkach, jak informował IPN, znaleziono elementy oprzyrządowania i umundurowania wojskowego (m.in. guziki wojskowe, pasy, klamry, maski przeciwgazowe), a także przedmioty osobiste (medaliki, krzyżyki, różańce, polskie monety). Odnaleziono m.in. 11 nieśmiertelników z danymi pozwalającymi na ustalenie tożsamości żołnierzy.\n\nŻołnierze Wojska Polskiego toczyli walki z Wehrmachtem na północnych przedpolach Lwowa 16 i 17 września 1939 r. Uczestniczyły w nich m.in. 10. Brygada Kawalerii Stanisława Maczka, wówczas pułkownika dyplomowanego. W Zboiskach mogą także spoczywać żołnierze z innych jednostek Wojska Polskiego, w tym z idących z odsieczą oddziałów, którymi dowodził gen. Kazimierz Sosnkowski. Pogrzeb żołnierzy odbył się 14 listopada w Mościskach w Ukrainie.\n\nPrzez wiele lat nie udawało się uzyskać żadnej zgody na ekshumację ofiar rzezi wołyńskiej, nawet na prace poszukiwawcze. W 2024, w momencie, kiedy Ministerstwo Kultury i Dziedzictwa Narodowego przejęło sprawę, powstała polsko-ukraińska grupa robocza ds. dialogu historycznego, sprawa ruszyła. Do tej pory nie udawało się doprowadzić do jakiejkolwiek zgody i konsensusu w tej sprawie. Dzięki działaniom ministerstwa kultury, przy ogromnym wsparciu Kancelarii Prezesa Rady Ministrów, Ministerstwa Spraw Zagranicznych i naszych dyplomatów, doszło wreszcie do sytuacji naprawdę przełomowej\n\n– mówiła w listopadzie PAP ministra kultury Marta Cienkowska.\n\nPoinformowała, że strona polska ma zgodę na prace poszukiwawcze w Ugłach.\n\nMam nadzieję, że uda nam się do końca roku zrobić rekonesans na miejscu. Zima to nie jest dobry czas na prowadzenie prac poszukiwawczo-ekshumacyjnych. Musimy poczekać przynajmniej do wiosny\n\n– dodała.\n\nPlan jest taki: Ugły, Huta Pieniacka, potem prawdopodobnie znowu wrócimy do Puźnik, bo podejrzewamy, że tam może znajdować się druga zbiorowa mogiła. Na naszej liście są też kolejne miejscowości, ale z doświadczenia wiemy, że tak dużo w jednym roku nie uda nam się zrobić, więc będziemy działać po kolei. W sumie wniosków do rozpatrzenia czeka ponad dwadzieścia\n\n– powiedziała PAP Cienkowska.\n\nSzacuje się, że na skutek działań wojennych prowadzonych przez Niemcy i Związek Sowiecki oraz w wyniku dokonanych przez tych najeźdźców kradzieży na terenie Polski w granicach z 1945 r. zniknęło z jej zbiorów ponad pół miliona dzieł sztuki. Od 2008 r. w wyniku działań restytucyjnych Ministerstwa Kultury i Dziedzictwa Narodowego odzyskano łącznie 879 pojedynczych dóbr kultury.\n\nW ostatnich dniach do Polski powróciły z Niemiec polsko-krzyżackie archiwa oraz rzeźbiona głowa św. Jakuba Starszego. Ministra kultury Marta Cienkowska oceniła, że to „najważniejszy i chyba najcenniejszy zwrot obiektów dziedzictwa kultury we współczesnej historii Polski”.\n\nTylko w tym roku zakończyliśmy 20 postępowań restytucyjnych (…). Od 2008 r. w wyniku działań restytucyjnych Ministerstwa Kultury i Dziedzictwa Narodowego odzyskaliśmy łącznie 805 pojedynczych dóbr kultury. Razem z tymi dokumentami i fragmentem rzeźby łącznie jest to 879 obiektów. Każde z tych postępowań restytucyjnych było ważne, wyjątkowe i każde – jestem o tym przekonana – prowadzone z najwyższą starannością\n\n– zaznaczyła szefowa MKiDN.\n\nTo nie jedyne odzyskane obiekty w ostatnim czasie. We wrześniu resort kultury informował, że cztery zabytkowe obiekty utracone w czasie II wojny światowej zostały odzyskane dzięki działaniom restytucyjnym ministerstwa. Do Muzeum Narodowego w Poznaniu trafiły dwa obrazy Michała Gorstkina Wywiórskiego: „Przedwiośnie” i „Autoportret w plenerze”. Na Zamek w Gołuchowie powrócił flamandzki gobelin „Scena w ogrodzie” z przełomu XVII i XVIII wieku, natomiast do Biblioteki Uniwersyteckiej w Poznaniu wrócił starodruk Johanna Albrechta Gesnera z 1 poł. XVIII w.\n\nDo Muzeum Zamku w Gołuchowie wrócił także zdobiony złotem fragment rzymskiego naczynia z IV w. Artefakt należał do kolekcji Izabelli z Czartoryskich Działyńskiej i zaginął w czasie II wojny światowej, w maju odnaleziono go w Nowym Jorku; do zbiorów Muzeum Narodowego we Wrocławiu powrócił obraz „Lato”, namalowany przez duńską artystkę Berthę Wegmann na początku XX w. W 1906 r. dzieło zostało kupione przez Śląskie Towarzystwo Artystyczne i przekazane do zbiorów wrocławskiego Śląskiego Muzeum Sztuk Pięknych. Po wojnie okazało się, że obraz zaginął. W wyniku działań restytucyjnych MKiDN, dzieło, które pojawiło się na rynku aukcyjnym, zostało odzyskane.\n\nNakłady na zdrowie rosną, ale NFZ mierzy się z rekordowym deficytem\n\nPodczas dwóch lat rządów koalicji 15 października nakłady na zdrowie co prawda wzrosły, ale zwiększył się też deficyt w finansowaniu leczenia. Eksperci podkreślają, że kluczowa jest efektywność, czyli skrócenie kolejek do specjalistów, a to się koalicji nie udało.\n\nKoalicja 15 października w umowie koalicyjnej obiecała, że podniesie nakłady na ochronę zdrowia.\n\nWydatki na system lecznictwa rosną procentowo co roku, aż do osiągnięcia 7 proc. PKB w 2027 r. W projekcie budżetu na przyszły rok zaplanowano 247,8 mld zł, to o 200 mln zł więcej, niż wynika ze wskaźnika.\n\nJednocześnie już jesienią Narodowy Fundusz Zdrowia podał szacunki, że w 2025 r. deficyt w systemie wyniesie 14 mld zł. Szpitale sygnalizowały, że przesuwają planowane zabiegi w związku z opóźnionymi płatnościami NFZ. W 2026 r. luka w finansowaniu ochrony zdrowia ma wynieść 26 mld zł. W piśmie z października Ministerstwo Zdrowia przedstawiło resortowi finansów plan oszczędności na 10,4 mld zł w 2026 r.\n\nEkspert ochrony zdrowia z Uczelni Łazarskiego dr Jerzy Gryglewicz podkreślił, że gdy rosną płace, 9-procentowa składka zdrowotna generuje wyższe wpływy do NFZ.\n\nProblemem pozostaje brak efektywności\n\n– zaznaczył.\n\nZaznaczył, że najważniejsza jest efektywność podnoszenia wydatków mierzona z perspektywy pacjenta, czyli czas oczekiwania na świadczenia.\n\nTutaj nie mamy sukcesu. Nie udało się skrócić kolejek do lekarzy specjalistów – zaznaczył. Według Gryglewicza drugim ważnym elementem jest zadłużenie publicznych zakładów opieki zdrowotnej. – Dyrektorzy szpitali mówią, że sytuacja pogorszyła się\n\n– zauważył.\n\nW ocenie rozmówcy PAP największą kompromitacją jest brak ustawy o modernizacji szpitalnictwa. Zauważył, że każda kolejna wersja propozycji przedstawianej przez resort zdrowia była okrajana.\n\nNie znalazło się w niej to, co w sposób najbardziej istotny wpłynęłoby na problemy finansowe w systemie, czyli redukcja łóżek szpitalnych – powiedział. Podkreślił, że działanie oddziału położniczego, na którym rocznie odbywa się 80 porodów, nie ma sensu. – Jego zamknięcie wymaga odwagi politycznej i świadomości, że będzie się wiązało z pewnymi stratami politycznymi\n\n– zaznaczył.\n\nPodczas szczytu medycznego w grudniu Sobierańska-Grenda podkreśliła, że demografia wymusza zmiany w systemie. Dlatego zachęca szpitale do przeprofilowania, które zapewni leczenie starzejącemu się społeczeństwu. Zadeklarowała, że MZ będzie proponowało narzędzia, a konsolidacja szpitali odbędzie się ze wsparciem 1 mld zł z Funduszu Medycznego.\n\nNa półmetku rządów partie Koalicji 15 października przygotowują propozycje korekt w finansowaniu ochrony zdrowia.\n\nW propozycji Polskiego Stronnictwa Ludowego przedstawionej w ostatnich dniach na spotkaniu z ministrem zdrowia Jolantą Sobierańską-Grendą znalazły się zmiany w sieci szpitali, przeniesienie składki chorobowej z ZUS do NFZ, oskładkowanie m.in. sędziów. Poseł Marek Sawicki powiedział, że jest otwarty na rozmowę o kwestii składek płaconych przez rolników.\n\nWcześniej politycy Lewicy przedstawili koncepcję 12-procentowego podatku zdrowotnego, który miałby zastąpić składkę zdrowotną. Kwota wolna od podatku wynosiłaby 30 tys. zł. Budżet na leczenie zasilałyby też podatek tłuszczowy i akcyza na alkohol.\n\nPremier powtórzył na początku grudnia, że składka zdrowotna nie będzie podnoszona.\n\nNatomiast minister finansów Andrzej Domański poinformował, że nie będzie także obniżki składki zdrowotnej, gdyż w tej chwili nie ma do tego przestrzeni. Dodał, że projekt ustawy, który zakłada zastąpienie składki zdrowotnej nowym podatkiem, nie zyska poparcia resortu.\n\nKoalicja 15 października zapowiadała też zniesienie limitów na leczenie przez NFZ.\n\nGryglewicz zaznaczył, że najistotniejsze było zapowiadane zniesienie limitów w leczeniu szpitalnym.\n\nZe względu na możliwości finansowe NFZ od początku wydawało się to nierealne\n\n– zaznaczył.\n\nZauważył, że propozycje oszczędności w systemie wysłane jesienią przez ministra zdrowia do Ministerstwa Finansów zakładały wprowadzenie limitów w ambulatoryjnej opiece specjalistycznej.\n\nTo niezrozumiały pomysł. Terminy oczekiwania na pomoc specjalisty jeszcze by się wydłużyły. Byłoby to także sprzeczne z tym, do czego Polska zobowiązała się w Krajowym Planie Odbudowy, czyli do odwrócenia piramidy świadczeń\n\n– zauważył.\n\nMinister zdrowia na grudniowym szczycie medycznym zaznaczyła z kolei, że limity w AOS nie zostały wprowadzone. Wyjaśniła, że z MF identyfikuje obszary, które w systemie ochrony zdrowia mogłyby być lepiej wykorzystane. Powiedziała, że pismo do MF miało być jednym z technicznych elementów rozmów o budżecie na 2026 r.\n\nUmowa koalicyjna zakłada wprowadzenie mechanizmów oddłużania szpitali i urealnienie wyceny świadczeń zdrowotnych.\n\nMamy obietnicę, że program oddłużeniowy będzie wprowadzony, ale póki co nie ma nawet projektu w tym zakresie\n\n– zauważył Gryglewicz.\n\nEkspert podkreślił, że MZ zaczęło urealniać wycenę świadczeń, ale tylko obcinając wyceny. Zauważył przy tym, że na coroczny wzrost wyceny świadczeń wpływa tzw. ustawa o minimalnym wynagrodzeniu w ochronie zdrowia.\n\nKoalicja 15 października zapowiedziała także, że zapewni powszechną i dostępną pomoc psychologiczną i psychiatryczną finansowaną przez państwo.\n\nGryglewicz powiedział, że jako spełnianie tej obietnicy można by uznać wpisanie do koszyka świadczeń gwarantowanych porad psychologa i optometrysty w ramach ambulatoryjnej opieki specjalistycznej.\n\nTo bardzo dobry ruch, tylko że nadal nie mamy rozporządzeń koszykowych, które byłyby podstawą dla NFZ do zakontraktowania tych świadczeń. Skoro NFZ nie ma pieniędzy na bieżącą działalność, to kontraktowanie nowych poradni byłoby dosyć ryzykowne. Minister finansów raczej oczekuje cięć\n\n– zaznaczył.\n\nW planach koalicji było też zwiększenie roli placówek podstawowej opieki zdrowotnej i rozszerzenie uprawnień przedstawicieli innych zawodów medycznych i niemedycznych, co miałoby usprawnić funkcjonowanie systemu. Padła też deklaracja dołożenia wszelkich starań, aby skrócić kolejki do specjalistów.\n\nEkspert zwrócił uwagę, że zwiększenie roli POZ to oczywisty proces, który dzieje się od ponad 20 lat, a przykładem jest opieka koordynowana. Według Gryglewicza zupełnie inną kwestią jest efektywność POZ-u.\n\nGdyby działały skutecznie, to byłoby to widoczne na innych piętrach systemu. Nie mielibyśmy tak dużo hospitalizacji, a przede wszystkim skróciłyby się kolejki do specjalistów.\n\nMinister zdrowia w grudniowym podsumowaniu zaznaczyła z kolei, że wprowadzono nielimitowany dostęp do opieki paliatywnej i hospicyjnej, zastrzegając, że są regiony, w których miejsc takiej opieki brakuje i jest to do dopracowania. Przypomniała też, że uruchomiono Krajową Sieć Kardiologiczną.\n\nStaramy się sprostać chorobom cywilizacyjnym\n\n– zaznaczyła.\n\nPowiedziała też, że do nowego programu „Moje zdrowie” w ciągu sześciu miesięcy zgłosiło się 2 mln osób.\n\nPodkreśliła, że w 2025 r. wydano rekordową sumę 25 mld zł na refundację leków, a w ciągu trzech ostatnich lat refundacją objęto 432 nowe terapie lekowe.\n\nPodkreśliła, że w latach 2024-2025 popłynęły rekordowe środki na inwestycje: 1,3 mld zł dla podstawowej opieki zdrowotnej, 355 mln zł dla ambulatoryjnej opieki specjalistycznej, 1 mld zł na ratownictwo medyczne i 27,8 mln zł na inwestycje szpitali i centrów zdrowia psychicznego. Zaznaczyła, że procentować będą także uruchomione środki z KPO na ochronę zdrowia, czyli ok. 18 mld zł, m.in. na zakup kluczowego sprzętu, robotykę, badania kliniczne. Poinformowała, że więcej pieniędzy niż w poprzednich latach trafiło na rehabilitację, porady, leczenie udarów.\n\nWedług najnowszych danych resortu zdrowia dzięki uruchomionemu przez rząd koalicyjny programowi refundacji procedury in vitro do końca listopada urodziło się ponad osiem tysięcy dzieci.\n\nSobierańska-Grenda poinformowała również, że uruchomiono osiem ośrodków specjalistycznego leczenia endometriozy. Wyliczyła, że dostęp do antykoncepcji awaryjnej jest w 1,4 tys. aptek, a 160 tys. kobiet skorzystało z cytologii na podłożu płynnym i HPV HR na nowo otwartej ścieżce diagnostycznej refundowanej przez NFZ.\n\nMKiŚ: odroczenie ETS2, plan dla „Puszczy Białowieskiej” i system kaucyjny\n\nOdroczenia wejścia w życie ETS2, przygotowanie planu zarządzania Puszczą Białowieską, wdrożenie systemu kaucyjnego, stworzenie Funduszu Wsparcia Energetyki – tak resort klimatu i środowiska podsumowuje dwa lata rządu. Wskazano również na zapewnienie finansowania programu „Czyste Powietrze”.\n\nWłączamy dobry klimat, za nami 2 lata, 50 ustaw i wiele projektów wspierających jednostki samorządu terytorialnego, ale przede wszystkim mieszkańców\n\n– podkreśliła szefowa resortu klimatu i środowiska Paulina Hennig-Kloska, cytowana w komunikacie ministerstwa.\n\nResort podsumowując dwa lata rządu wskazał, że dzięki wysiłkom Rady Ministrów udało się odsunąć „przyjęty za czasów rządu PiS system ETS2”.\n\nTo wielki sukces Polski i efekt skutecznej dyplomacji Ministerstwa Klimatu i Środowiska. Transformacja klimatyczna musi być prowadzona w sposób odpowiedzialny, z uwzględnieniem realnych możliwości społeczeństwa i gospodarki. Dzięki wywalczonemu odroczeniu Polska zyskała dodatkowy rok na inwestycje w budynki i transport, co ochroni setki tysięcy polskich rodzin przed nadmiernymi kosztami\n\n– przekazał.\n\nW środę (10 grudnia) państwa członkowskie w ramach Rady UE i Parlament Europejski uzgodniły porozumienie ws. nowelizacji europejskiego prawa klimatycznego. Zakłada ono opóźnienie o rok – z 2027 roku na 2028 rok – wejścia w życie unijnego systemu handlu emisjami dla budynków i transportu drogowego (ETS2).\n\nMinisterstwo dodało, że podczas polskiej prezydencji (w pierwszym półroczu 2025 r.) wynegocjowano dodatkowe 30 proc. darmowych uprawnień do emisji dla tych ciepłowni, które prowadzą inwestycje w dekarbonizacje.\n\nDzięki temu polskie zakłady ciepłownicze nie będą jednocześnie musiały ponosić kosztów inwestycji w czyste technologie i wysokich kosztów emisji\n\n– zaznaczono.\n\nResort przypomniał, że dzięki zmianom w prawie i przeznaczeniu środków budżetowych oraz z Narodowego Funduszu Ochrony Środowiska i Gospodarki Wodnej (NFOŚiGW) skierowano 300 mln zł na usuwanie nielegalnych, zagrażających zdrowiu i życiu ludzi miejsc gromadzenia niebezpiecznych odpadów. Rozpoczęto też inwentaryzację na wieloobszarowych terenach zdegradowanych, dzięki pozyskanym 100 mln zł z Krajowego Planu Odbudowy. Przypomniano również, że działania MKiŚ doprowadziły do usunięcia 20 tys. ton odpadów, które zalegały na składowisku w Tuplicach i trafiły one z Niemiec.\n\nStrona niemiecka zabrała je na swój koszt\n\n– zaznaczono.\n\nW komunikacie zwrócono ponadto uwagę na uruchomiony po latach prac legislacyjnych system kaucyjny. Ruszył on 1 października, choć do końca 2025 r. obowiązywać będzie jeszcze okres przejściowy.\n\nSystem sprawi, że podwoimy ilość zbieranych opakowań – a to oznacza dziesiątki milionów opakowań, które zostaną ponownie wykorzystane zamiast, jak teraz, trafić na wysypiska lub do lasu\n\n– zauważono.\n\nMinisterstwo dodało, że przez ostatnie 22 miesiące do beneficjentów programu „Czyste Powietrze” trafiło ponad 10 mld zł.\n\nTo więcej niż przez pięć wcześniejszych lat funkcjonowania programu\n\n– zaznaczyło.\n\nWskazało też, że 44 mld zł pozyskane z funduszy europejskich i KPO zapewniły wypłaty dotacji i finansowanie programu w nadchodzących miesiącach. Z końcem marca ruszyła też nowa odsłona programu. Wprowadzone reformy mają uszczelnić program i zapobiec nieprawidłowościom, które – jak wskazywało kierownictwo ministerstwa oraz NFOŚiGW – były przyczyną czasowego wstrzymania programu w listopadzie 2024 r.\n\nW komunikacie zwrócono też uwagę na kwestię magazynowania energii, którego rozwój jest priorytetem ministerstwa. Finansowanie na ten cel można było uzyskać w szóstej edycji programu „Mój Prąd”.\n\nJeśli chodzi o przydomowe magazyny energii, startowaliśmy od zera. Mamy już zainstalowanych w systemie 75 000 takich instalacji, a na koniec kadencji będzie co najmniej 200 000 przydomowych magazynów energii pracujących w polskich domach\n\n– wskazała minister Hennig-Kloska.\n\nResort przypomniał o uruchomieniu największego w historii programu inwestycyjnego w energetyce – Fundusz Wsparcia Energetyki, z którego 70 mld zł w formie niskooprocentowanych pożyczek trafi na rozwój i modernizację sieci elektroenergetycznych oraz tworzenie nowych odnawialnych źródeł energii.\n\nWsparcie jest przeznaczane również na duże i wielkoskalowe inwestycje w magazynowanie energii. Jedną z nich jest magazyn energii w Żarnowcu – o mocy 263 MW i pojemności 900 MWh. Będzie on stabilizował system energetyczny, wspierając integrację OZE i bilansowanie pracy morskich farm wiatrowych\n\n– dodał.\n\nW kwestiach przyrodniczych ministerstwo wskazało na wstrzymanie wycinki drzew w najcenniejszych przyrodniczo lasach (tzw. moratorium leśne), prace nad wyznaczeniem lasów społecznych, które mają otaczać 13 aglomeracji, a także wprowadzenie nowego sytemu sprzedaży drewna, które ma skutkować tym, że więcej surowca zostanie w Polsce. Przypomniano, że resort przygotował ustawę o utworzeniu Parku Narodowego Doliny Dolnej Odry. Została ona jednak zawetowana przez prezydenta. Mimo to, ministerstwo chce objąć większą ochroną teren Międzyodrza poprzez poszerzenie powierzchni Drawieńskiego Parku Narodowego oraz przygotowanie nowej ustawy.\n\n5 grudnia ministerstwo przesłało też do UNESCO plan zarządzania obiektem światowego dziedzictwa jakim jest Puszcza Białowieska. To dokument, w którym do 2050 roku określono sposób ochrony tego miejsca.\n\nPolitolodzy: w wymiarze sprawiedliwości i mediach publicznych zrobiono niewiele\n\nW najbardziej zepsutych przez PiS sferach: wymiarze sprawiedliwości i mediach publicznych rządzący przez dwa lata zrobili niewiele, bo zwyciężył wąsko pojmowany interes polityczny i błędne rachuby dotyczące wyniku wyborów prezydenckich – przyznają politolodzy, z którymi rozmawiała PAP.\n\n12 grudnia 2023 roku Sejm powołał rząd Donalda Tuska, a dzień później gabinet ten został zaprzysiężony przez prezydenta Andrzeja Dudę. Wśród zapowiedzi programowych, które znalazły się zarówno w „100 konkretach na sto dni” Koalicji Obywatelskiej, jak i w umowie koalicyjnej KO, Polski 2050, PSL i Nowej Lewicy z 10 listopada 2023 roku, ważne miejsce miało, obok rozliczeń rządów PiS, uporządkowanie wymiaru sprawiedliwości oraz odpolitycznienie mediów publicznych.\n\nJaki jest dorobek w obu sferach na półmetku rządu, przed kolejnymi wyborami? Politolodzy, z którymi rozmawiała PAP, oceniają ten dorobek krytycznie.\n\nJeśli chodzi o wymiar sprawiedliwości, zdaniem historyka i politologa prof. Antoniego Dudka z UKSW to „klęska totalna i nawet nie widać światełka w tunelu”.\n\nW obszarze, jak oni to ładnie określają, przywrócenia praworządności, nie zdołano osiągnąć nic, bo Donald Tusk kategorycznie odrzucił jakąkolwiek próbę dogadania się z prezydentem Andrzejem Dudą. Publicznie odliczał dni do końca jego kadencji, co miało otworzyć drogę do zmian w wymiarze sprawiedliwości, ale wiemy, jak to się skończyło\n\n– uważa politolog.\n\nA jeśli w ogóle była niewielka szansa, żeby się w tej sprawie dogadać z Dudą, to z Nawrockim jest zero bezwzględne. Zatem w wymiarze sprawiedliwości już żadnych zmian prawnych nie będzie i będziemy trwali do wyborów w 2027 albo w 2030 roku, obserwując proces rozpadu wymiaru sprawiedliwości i pogłębiającej się zapaści\n\n– dodaje.\n\nPodobny pogląd prezentuje dr hab. Bartłomiej Biskup z Uniwersytetu Warszawskiego.\n\nNależy ocenić te dwa lata jako zmarnowane, bo nie posunięto żadnych spraw do przodu\n\n– mówi.\n\nJego zdaniem nawet jeśli Sejm uchwali jakieś ustawy przygotowane przez ministra sprawiedliwości Waldemara Żurka, dotyczące np. Krajowej Rady Sądownictwa, jest bardzo mała szansa, że prezydent Nawrocki je podpisze.\n\nPodobnie jak część prawników, np. związana z Helsińską Fundacją Praw Człowieka, uważam, że rozwiązanie kryzysu w wymiarze sprawiedliwości wymaga rozwiązań politycznych, a nie prawnych. Dziś politycy koncentrują się na tym, czy pierwsze było jajko czy kura, kto kogo legalnie czy nielegalnie powołał. Do niczego to nie prowadzi. Musi być jedno rozwiązanie polityczne, które przede wszystkim dbałoby o interesy obywateli, a tego nie widać\n\n– ocenia politolog.\n\nStąd jego zdaniem jakimś rozwiązaniem byłby „okrągły stół” dotyczący wymiaru sprawiedliwości, ale na to w ocenie eksperta nie ma szans.\n\nPremier Donald Tusk w jednym z niedawnych wywiadów sugerował, że po wyborach prezydenckich Adama Bodnara na stanowisku ministra sprawiedliwości zastąpił bardziej radykalny Waldemar Żurek, bo prowadzona przez Bodnara polityka, w ramach której próbował dokonywać zmian w oparciu o polityczny dialog z prezydentem Dudą, nie przyniosła efektu.\n\nZa kadencji Adama Bodnara jako ministra sprawiedliwości udało się przeprowadzić przez parlament m.in. Ustawę o Krajowej Radzie Sądownictwa, przywracającą wybór rady przez samych sędziów, oraz Ustawę o Trybunale Konstytucyjnym. Obie prezydent Andrzej Duda skierował do TK i obie obecny Trybunał uznał za niezgodne z Ustawą Zasadniczą.\n\nZwłaszcza w odniesieniu do tej pierwszej ustawy minister Bodnar prowadził, jak wówczas donosiły media, poufne negocjacje z otoczeniem prezydenta. Efektem była złożona w Senacie poprawka spełniająca jeden z postulatów Andrzeja Dudy, że prawo wyboru do KRS mieliby również tzw. neosędziowie (czyli sędziowie powołani na wniosek KRS działającej od 2018 roku). Status tzw. neosędziów jest centralnym sporem między obecnym rządem, który odmawia uznania ich za pełnoprawnych sędziów, a opozycją z PiS oraz prezydentem (zarówno Dudą, jak i Karolem Nawrockim), którzy przekonują, że nie ma podstaw prawnych do odmiennego traktowania tych sędziów.\n\nFinalnie jednak Duda zasugerował, że raczej nie podpisze tamtej Ustawy o KRS, bo ma wiele różnych zastrzeżeń do jej konstytucyjności, zaś senacka poprawka w Sejmie została odrzucona. Obecna Krajowa Rada Sądownictwa kończy kadencję w 2026 roku i jedyną podstawą prawną do wyboru kolejnej jest Ustawa z 2017 roku, której zgodność z Konstytucją podważają obecnie rządzący, wskazując m.in. na potwierdzające ich interpretację niektóre wyroki TSUE.\n\nPolitolodzy przyznają, że prób szukania porozumienia wokół zmian w wymiarze sprawiedliwości było bardzo niewiele, bo logika polityczna wymuszała w tej sprawie konfrontację.\n\nGdyby Tusk próbował wchodzić w jakiekolwiek konszachty z Dudą, natychmiast zostałby zaatakowany przez swoje radykalne skrzydło. Choć mógłby tłumaczyć, że mamy zobowiązania wobec UE, są warunki wypłaty KPO itd., więc nie można czekać dwa lata, aż się zmieni prezydent i musimy jakoś próbować się dogadać. Tyle że Tusk tego nie chciał. Dlatego była policja w Pałacu Prezydenckim, dlatego były inne działania wobec Dudy. Nie chciano w ogóle z nim rozmawiać\n\n– mówi Dudek.\n\nNigdy do Sejmu nie trafiły żadne projekty dotyczące statusu sędziów, choć prezentowano je w resorcie sprawiedliwości kilkakrotnie, zarówno za czasów Adama Bodnara, jak i Waldemara Żurka. Podobnie było z zapowiadaną w kampanii sprawą rozdzielenia urzędu ministra sprawiedliwości i prokuratora generalnego.\n\nTej ostatniej zmianie prezydent Duda był także niechętny, choć i tu nie podjęto żadnej próby negocjacji. Może dlatego, jak przyznaje Dudek, że także w odniesieniu do prokuratury obóz rządzący doszedł do „logiki zerojedynkowej”, gdzie – jak dodaje – „nie ma już ludzi, którzy nie są «nasi», albo «ich»”. Poza tym, jak oceniają politolodzy, utrzymanie rządowej podległości prokuratora generalnego ułatwiało polityczne oddziaływanie na prokuraturę, żeby „szybciej rozliczała PiS”. Choć w tej ostatniej sprawie, zwraca uwagę Dudek, rząd może się przynajmniej czymkolwiek pochwalić.\n\nPolitolog przypomina, że jak dotąd zaczął się tylko jeden proces (księdza Michała Olszewskiego i współpracowników), a wszystko inne jest na etapie śledztw prokuratorskich. Jego zdaniem obecna władza może liczyć, że w 2027 roku w tych procesach rozliczeniowych zapadną już jakieś wyroki.\n\nChoć coś mi mówi, że sędziowie nie będą się spieszyć w rozstrzyganiu tych najbardziej wrażliwych spraw i będą czekać na wybory. Bo nie będą wiedzieli, czy za chwilę nie dopadnie ich „deżurkizacja”. To pokazuje skalę upadku sądownictwa i to, co zostało z nim zrobione przede wszystkim przez PiS, choć obecna koalicja też ma swoje niezaprzeczalne „zasługi”\n\n– mówi politolog.\n\nDudek przyznaje zarazem, że jedyne „światełko w tunelu” może dotyczyć Trybunału Konstytucyjnego. Jeśli obecna władza zacznie wypełniać opróżnione stanowiska sędziów w Trybunale i zdoła wybrać do TK sensownych ludzi, to – jak ocenia – jest szansa, że około 2027 roku, gdy upływa kadencja ostatniego „sędziego dublera”, Trybunał stanie się nieco bardziej wiarygodny, niż jest obecnie.\n\nGdyby udało się odbudować Trybunał i byłby on uznawany przez obie strony, to teoretycznie można by próbować negocjować próby naprawy kolejnych obszarów – Sądu Najwyższego czy Krajowej Rady Sądownictwa – mówi Dudek. – Ale szanse na to są moim zdaniem bardzo niewielkie. Raczej obstawiam scenariusz pesymistyczny, czyli postępującego rozkładu\n\n– dodaje politolog.\n\nRozmówcy PAP negatywnie oceniają też dorobek obecnego rządu w sferze mediów publicznych. Dopiero niedawno w resorcie kultury został przygotowany nowy projekt ustawy o radiofonii i telewizji, który porządkuje m.in. zasady wyboru władz mediów publicznych, a który jest teraz poddawany konsultacjom.\n\nBartłomiej Biskup przyznaje, że fakt, iż media publiczne cały czas są w stanie likwidacji, potwierdza przysłowie o „trwałości prowizorek”. Zarazem sytuacja ta, dodaje, jest wygodna dla rządzących.\n\nTen „by-pass” jest wygodniejszy do zarządzania, bo nie trzeba powoływać żadnych rad, układać się z kimś, negocjować z prezydentem itd. Wystarczy ustalić w ciszy gabinetów, kto będzie rządził\n\n– mówi politolog.\n\nJestem bardzo sceptyczny, czy cokolwiek uda się zrobić do końca kadencji. Jeśli dużych zmian nie udało się zrobić na początku, to pod koniec tym bardziej się nie uda. Logika zbliżającej się kampanii będzie wymuszać coraz większą polaryzację\n\n– komentuje Biskup, odnosząc to zarówno do mediów, jak i wymiaru sprawiedliwości.\n\nTakże Antoni Dudek nie wierzy, że w najbliższym czasie uda się osiągnąć równowagę w mediach publicznych.\n\nTelewizja publiczna jest dalej prorządowa, tak jak była za PiS. Nie jest tylko tak prymitywna. To, co się działo za czasów Kurskiego, przyprawiało o ból zębów. Teraz ta telewizja stara się to robić nieco oględniej, nie ma np. powtarzania co dwa dni lapsusów Kaczyńskiego, tak jak powtarzano ciągle „fur Deutschland” Tuska\n\n– ocenia politolog.\n\nZdaniem prof. Dudka media publiczne nadal będą wzajemnie wyrywane przez kolejne ekipy rządzące w rytm kolejnych zmian władzy i paradoksalnie szansą dla nich może być utrata znaczenia.\n\nJak zostaną zupełne zgliszcza i politycy uznają, że jest to niewiele warte, można sobie będzie wyobrazić kompromis. Jeśli np. TVP przestanie pełnić funkcję telewizji informacyjnej, a zajmie się wyłącznie programami rozrywkowymi, kulturalnymi czy sportowymi. Wtedy być może dojdzie do zgody, by były tam władze kompromisowe\n\n– komentuje Dudek."
        }
    }
]