[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe wartę fortunę w 2025. Modele poszukiwane przez kolekcjonerów [29.04.25]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-wart%C4%99-fortun%C4%99-w-2025-modele-poszukiwane-przez-kolekcjoner%C3%B3w-290425/ar-AA1Bztw2?ocid=BingNewsVerp",
            "description": "Stare telefony komórkowe zyskują na wartości, a ich ceny mogą naprawdę zaskoczyć. Nie tylko pierwsze modele iPhone'ów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.o9ViVXl5x3nINRaCFHp5tA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN15 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare kryształy z PRL – kolekcjonerzy nie szczędzą pieniędzy! Tyle teraz warte są te naczynia i wazony z minionej epoki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stare-kryszta%C5%82y-z-prl-kolekcjonerzy-nie-szcz%C4%99dz%C4%85-pieni%C4%99dzy-tyle-teraz-warte-s%C4%85-te-naczynia-i-wazony-z-minionej-epoki/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w zawrotnym tempie. Wazy, figurki i naczynia, które kiedyś były powszechnie d ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN16 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten banknot 50 złotych jest wart fortunę! A to nie jedyny okaz, którego szukają kolekcjonerzy [29.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ten-banknot-50-z%C5%82otych-jest-wart-fortun%C4%99-a-to-nie-jedyny-okaz-kt%C3%B3rego-szukaj%C4%85-kolekcjonerzy-29042025-r/ar-AA1Dttas?ocid=BingNewsVerp",
            "description": "Banknoty i monety mogą być cenniejsze, niż wskazuje ich nominał - czasem wystarczy jeden szczegół, by ich wartość sięgnęła ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.37HFo61hHdhbCb5mJSTR1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN9 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 30.04.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://pomorska.pl/prasowka-30-04-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960903",
            "description": "W miniony piątek, 15 kwietnia, w miejscowości Brzozie pod Brodnicą doszło do groźnego wypadku. Jedzący hulajnogą elektryczną ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-YtC84o9ovy4-JMyJ9Q9CC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska39 min",
            "source": "Gazeta Pomorska",
            "article_content": "Prasówka 30.04: pozostałe wydarzenia\n\nPoniżej prezentujemy pozostałe artykuły, które przyciągały wczoraj uwagę czytelników. Co było tak istotne, że nie można było od tego oderwać wzroku?\n\nWiosna to czas wzmożonych prac ogrodniczych. Sadzimy, pielimy, podlewamy, odchwaszczamy rośliny w naszych ogródkach. Hortensje to jedne z najpiękniejszych kwiatów ogrodowych. Bujnie się krzewią, mają duże kwiatostany, piękne kwiaty w całej gamie kolorystycznej. Trzeba o nie odpowiednio zadbać, by zdrowo rosły. Dzięki tym zabiegom twoje hortensje w sezonie obsypią się kwiatami."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (30.04.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://gs24.pl/przeglad-prasy-30-04-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960901",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 29.04.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Z9kHZM77XlxpzM8LtTkB-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński39 min",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamkowy Jarmark Staroci w ramach Suskiej Majówki 2025",
            "link": "https://sucha24.pl/artykul/zamkowy-jarmark-staroci-n1583777",
            "description": "Muzeum Miejskie Suchej Beskidzkiej oraz Klub Kolekcjonerów Suskich zapraszają wszystkich miłośników historii, pasjonatów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RIxLEv4OpYu8yKnGKDxZGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Sucha2420 godz.",
            "source": "Sucha24",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szlagier, który wstrząsnął Berlinem: premierowy fragment książki, o której będzie głośno",
            "link": "https://www.focus.pl/artykul/szlagier-ktory-wstrzasnal-berlinem-premierowy-fragment-ksiazki-o-ktorej-bedzie-glosno",
            "description": "Wystarczyło kilka pożółkłych fotografii z zapisem nut znalezionych na strychu, by Michał Jędryka – reporter, prozaik i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6KnQZt3BJJyjD0QjM0Tn0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Focus12 godz.",
            "source": "Focus",
            "article_content": "W udostępnianym niżej pierwszym rozdziale poznajemy Bernarda Jendrykę – dziadka autora i muzyka zespołu The Jolly Boy’s Band – oraz urodzonego w tym samym 1906 roku kompozytora Maksymiliana Jarczyka. Obaj urodzili się na Górnym Śląsku w Laurahütte, dzisiejszych Siemianowicach. Ich swingowa muzyka wplątuje się w burzliwą historię lat 20. i 30, by w latach 40 uczynić Jarczyka, który przybrał pseudonim Michael Jary, królem szlagierów. Z jednej strony prężna, raczkująca wytwórnia Espe‑Film w Siemianowicach, z drugiej – olśniewające neony Berlina, UFA w Babelsbergu i cień rodzącego się nazizmu. Wszystko to Jędryka „montuje” niczym rasowy scenarzysta – akcja pędzi, ale każda scena pulsuje detalem: od lokalnej gwary po dźwięk saksofonu, który niespodziewanie przenosi się na berlińskie estrady.\n\nfot. Grzegorz Celejewski\n\nProf. Gwóźdź podkreśla, że autor „znakomicie znosi ów śląsko‑berliński stop”, dzięki czemu powieść wyrasta „do rangi symbolicznej” ​. Rzeczywiście, „Szlagier dla Hitlera” to opowieść wielogatunkowa: rodzinną sagę przenika reporterska dociekliwość, thrillerowe tempo i filmowy rozmach. Jeśli cenicie Państwo śląskie korzenie, historię kultury (od swingu po olimpijski Berlin ’36, aż do upadku hitlerowskiej Rzeszy i pierwszych festiwali Eurowizji) i literacką werwę, ten rozdział zadziała jak próbka winylu – po pierwszych taktach chce się słuchać dalej.\n\nZanurzcie się w muzyczną intrygę i sprawdźcie, dlaczego Jędryka – autor adaptowanych właśnie przez Netflix Ołowianych dzieci – ponownie zdobywa serca czytelników. A gdy wybrzmi ostatni akord zamieszczonego fragmentu, pełna partytura czeka w księgarniach.\n\nKsiążka ukazała się za sprawą Wydawnictwa Naukowego “Śląsk” w Katowicach.\n\nPoniżej możecie zapoznać się z pierwszym rozdziałem książki “Szlagier dla Hitlera” autorstwa Michała Jędryka:\n\n“Fotografia”\n\nCzy można opowiedzieć historię muzyka sprzed stu lat na podstawie kilku nut? Na dodatek różowe i czarne nuty, zapisane dziecięcymi kredkami na odwrocie pożółkłej fotografii, są pozbawione tonacji i klucza wiolinowego. Róg zdjęcia jest oderwany. W związku z tym nie tylko opowieść, ale także muzyka pozostaje w sferze domysłów i przypuszczeń. Czy to wystarczy, by ocalić pamięć o niedługim życiu mojego nieznanego dziadka Bernarda Jendryki? Nie mogliśmy się poznać; urodziłem się dwadzieścia lat po jego śmierci. Nic po nim nie zostało oprócz siedmiu starych fotografii, razem z tą z nutami. Na jednej z fotografii jest zespół. Kapela z Górnego Śląska, Siemianowice, lata dwudzieste, trzydzieste. Bernard za perkusją. Napis na bębnie: The Jolly Boys’s Band.\n\nMaria Jendryka, zwana Miką, zmarła w maju 1998 roku. Była moją babką, matką mojego ojca. Zanim umarła, przez parę lat była zamknięta w ścianach pokoju na ulicy Mickiewicza (dawnej Knapikstrasse) w Siemianowicach oraz – w miarę postępów choroby – w otaczającym ją coraz szczelniej kokonie starczej demencji. Mieszkanie Mika dzieliła z matką aż do śmierci Klary Jendryki w 1988 roku. Potem mieszkała z nią stara Kocurka – sublokatorka, która w niedługim czasie poszła za Klarą. Po śmierci Kocurki Mika została sama; zajmowała tylko jeden pokój z przedsionkiem, z ustępem na półpiętrze. W przedpokoju, jak za dawnych czasów, za zasłoną stało wiadro, gdyby komuś nie chciało się iść po schodach za potrzebą. Jako masa spadkowa lokal nie przedstawiał żadnej wartości. Z upływem lat kwartał ulic, gdzie mieszkała, stał się zakazaną strefą, miejscem, którego należało się w Siemianowicach wystrzegać, jeżeli nie było się jego naznaczonym przez biedę mieszkańcem.\n\nMickiewicz nie byłby chyba zachwycony lokalizacją swojej ulicy, choć jeszcze gorzej miał w tym mieście Chopin, którego wciśnięto do zrujnowanych czworaków na tyłach parku. Cóż, romantycy nie cieszyli się tu specjalnymi względami. Ludzie starzy umierali jeden po drugim na Mickiewicza, a na ich miejsce przychodzili tacy, którzy nie mieli nic do stracenia. Nie mieli zamiaru płacić za czynsz w zrujnowanym familoku ani wnosić doń niczego poza bezmyślną dewastacją i talerzami anten satelitarnych, którymi upstrzyli poczerniałe elewacje budynków. Sprzęty, które miały jakąkolwiek wartość, nowi lokatorzy już dawno od babki wycyganili i wymienili potem na równowartość flaszki. Choroba uczyniła Mikę bezbronną, a bieda czyni ludzi bezlitosnymi. Była łatwą ofiarą. A może uznała, że graty nie będą już jej do niczego potrzebne? Została szafa przesiąknięta zapachem przedwojennych kulek na mole, łóżko, stół, krzesło, ryczka, piec, wiadro i zazdrostki w oknie. Wystarczyło do umierania.\n\nJej syn Hubert w latach sześćdziesiątych poszedł na swoje, założył rodzinę i mieszkał w blokach w Małej Dąbrówce, skąd pochodziła jego żona. Nie umiał opiekować się obłożnie chorą matką. Nikt go tego nie nauczył, zresztą miał swoje problemy. Czasami przyjeżdżaliśmy w odwiedziny. Pod koniec już nas nie poznawała. Na domiar złego w drodze do wychodka wywróciła się na schodach i złamała kość udową. To przykuło ją na stałe do łóżka. Siedziała w nim podparta poduszkami, nuciła cichutko dawne piosenki i małymi nożyczkami próbowała wydłubać nieistniejący węglowy brud zza paznokci. Tak gasła powolutku, nieśpiesznie, w samotności. Umarła na wiosnę.\n\nGdy po pogrzebie weszliśmy z siostrą do opustoszałego miesz- kania na Mickiewicza ostatni raz, zanim miał je zasiedlić lub splądrować okoliczny element, nie było wiele do zabrania. Nie szukaliśmy tam złotych monet ani ukrytych skarbów – szukaliśmy pamiątek po osobie, która była z nami przez całe dzieciństwo. Dopóki pozwalało jej zdrowie, dopóty codziennie wcześnie rano jeździła autobusem z Siemianowic na Dąbrówkę, by zajmować się dwojgiem dzieci jej syna. Po drodze wstępowała do piekarza i wchodząc do domu, pachniała świeżym chlebem.\n\nJedyne, co miało w jej mieszkaniu wartość, jak to się mówi, sentymentalną, mieściło się we wnętrzu szuflady w kuchennym stole. Niedużo brakowało, byśmy ją przeoczyli, bo była zasłonięta wyblakłym ceratowym obrusem. Oprócz starych odcinków renty i jakichś nieaktualnych od dekad kwitów, były tam przemieszane pocztówki i fotografie. Materialne odmiany pamięci. Pocztówki były ilustrowaną historią dzieciństwa jej wnucząt, kolorowym kalejdoskopem lat młodości i migawkami z wchodzenia w wiek chmurny… i durny. Dekady wspomnień, czas utracony, a tak wyraźnie przywołany za pomocą starych pocztówek. Od pozdrowień znad morza (widać było na kartce wahanie, jak się pisze „znad”) z lat sześćdziesiątych, gdzie imię dziecka prowadzone było jeszcze ręką rodziców, przez kartki z małymi rysunkami na marginesie: góry, morze, żaglówka, słońce, Miś, mama, tata, a pod koniec dekady jeszcze malutka siostra, do zarozumiałych kulfonów z pierwszych samodzielnych wyjazdów nastolatka pod namiot w latach siedemdziesiątych. Z czasem Wisłę (dom wcza- sowy Storczyk) i Chałupy z pocztówki zastąpił pompatyczny Budapeszt, a potem, pod koniec lat osiemdziesiątych, Paryż i Londyn. W miejscu standardowych rodzinnych pozdrowień znalazł się chełpliwy tekst: „Wybacz, że pismo niewyraźne, ale wino tu jest takie tanie…”. Potem, w latach dziewięćdziesiątych, już przychodziły dorosłe kartki ojca własnej rodziny. Podczas gdy dla nas świat stanął otworem, dla niej zamykał się coraz szczelniej w ciasnym pokoju. Czy jeszcze pojmowała, kto je wysyłał? Prawnuk już nie zdążył niczego dla niej narysować na odwrocie. Zdążyła go jeszcze zobaczyć. Był wtedy w wieku jej syna Huberta, kiedy ten kryklał1 na odwrocie fotografii. Choroba wydarła jednak prawnuka z babcinej pamięci. Próbowała udawać, zapytana na drugi dzień. Tak, pamięta, była tu mała dziewczynka i bardzo płakała. Pomimo tego pierwszego i zarazem ostatniego spotkania rozminęli się na tym świecie.\n\nStare fotografie z dna szuflady. Przyznajmy rację Rolandowi Barthesowi, który w książce o fotografii2 pisze: „Podobnej pew- ności, co zdjęcie, nie może dać żaden pisany tekst. Tekst nie umie o sobie poświadczyć. Fotografia jest zaświadczeniem obecności”. A zarazem – i tu nie ma sprzeczności – świadectwem nieobecności, memento mori przekazanym od umarłych. „Zdjęcie to nie tylko obraz, ale także ślad. Niczym odcisk stopy albo maska pośmiertna. Każda fotografia jest wieloznaczna, stanowi niewyczerpane źródło zachęty do dedukowania, spekulacji i fantazjowania”. To już Susan Sontag3. Sięgnijmy po nie, przyjrzyjmy się im z uwagą, najaką zasługują. Poszukajmy nowych kontekstów dla starych zdjęć.\n\nNieznajomych ludzi z pierwszych dekad XX wieku uwieczniano na zdjęciach podczas zwyczajowych okazji: w wojsku, szkole czyna wycieczce Związku Weteranów. Dominują sceny zbiorowe: małe sepiowe główki, z których jedna, często nie wiadomo która, należała do pradziadka, prababki lub innych zapomnianych siemianowickich przodków. Wyjątkowe były zdjęcia ślubne: mężczyzna we fraku, panna młoda w welonie, kwiaty, krzesło z rzeźbionymi poręczami, wysilone udawanie dostojeństwa i godności przez nienawykłych do tego nowożeńców. Uśmiech nie był wtedy zalecany fotografowanym przez fotografa. Sontag pisze: „Co najmniej od stu lat zdjęcie ślubne stanowi równie nienaruszalną część ceremonii jak wymagane formuły językowe”. Może magia aparatu i ranga uczestnictwa w tak niezwykłym wydarzeniu, jakim było uwiecznienie siebie na kliszy, zobowiązywały wtedy do powagi? A może zbyt długi był czas naświetlania srebrnej emulsji na szklanej płytce, by zachować w trakcie ujęcia bez przerwy uśmiech? Powaga nie dotyczyła jednak wszystkich. Wyjątek stanowiły zdjęcia roześmianych muzykantów. Tak jakby śmiali się tylko ci, którzy nie mieli nic do stracenia. Niewiele wiadomo o fotografowanych. Rodzina Jendryków nie miała międzypokole- niowej czarnej skrzynki, gdzie zachowałyby się dokumenty albo ważne pamiątki. Nie było nikogo, kto uznałby rodzinne historie i opowieści za godne przekazania następnym pokoleniom. Wcześniej nikt o to nie zadbał, a później nie było już nikogo.\n\nZapytajmy za Rolandem Barthesem: Co sprawia, że wobec większości zdjęć przechodzimy obojętnie, a wobec innych czujemy pociąg, upodobanie, fascynację? Najpierw fotografia pokazuje to, co warte uwagi. Skupiając na niej wzrok, zapoznajemy się z intencjami fotografa. Nasze zainteresowanie użycza mu życia. Wtedy oglądający może, choć nie musi, doznać szczególnego impulsu, punctum. Zdjęcie wtedy istnieje dla niego. Za sprawą owego wyjątkowego ukłucia jedna z odnalezionych w szufladzie fotografii zaintrygowała mnie szczególnie. Pożółkła odbitka przedstawiała muzyków w trakcie przygrywania w jakiejś tancbudzie. Wśród nich Bernard Jendryka. Widać rodzinne podobieństwo. Siedzi za perkusją, na bębnie jest napis „The Jolly Boy’s Band”. Poczułem, że to zdjęcie ma dla mnie swoją opowieść.\n\nPo angielsku wtedy na Górnym Śląsku? To prawda, Śląsk zawsze gadał wieloma językami, czy się to komuś podobało, czy nie. Był język, którym mówiło się w domu. Był język, który deklarowano, że się nim mówi w domu, choćby w „Zgłoszeniu celem policyjnego stwierdzenia ludności”, hitlerowskim dokumencie, gdzie nieporadna polszczyzna widnieje pod niemieckim tekstem. Choć temu dokumentowi nie można wierzyć, bo deklaracja była wymuszona. Druga żona Franza, Klara Jendryka, z domu Stanek, na zadane w nim pytanie: „Który język, mówi się w domu?” odpowiada zgodnie z wymogami tamtych ponurych czasów: deutsch. Tymczasem na odwrocie ocalałych fotografii jej rodziny podpisy są wyłącznie po polsku. Był język urzędowy, a także język, którym posługiwał się ksiądz w kościele. Nieumiejętność posługiwania się określonym językiem w zależności od miejsca i czasu mogła przysporzyć kłopotów. W Laurahütte, a potem Siemianowicach, następnie Laurahütte i znowu w Siemianowicach, zmieniało się to podobnie jak nazwa miasta. „Piyrwyj byli Niemcy, potem Poloki, potem zaś Niemcy, potem nazot Poloki, a i tak większość godała po naszymu, czyli po ślonsku”. Na Górnym Śląsku mówiono gwarą, pisano po niemiecku (drukowaną szwabachą i kaligrafowanym Sütterlinem), a także po polsku. Zza Brynicy dochodziły jeszcze wpływy rosyjskie, zza Olzy czeskie. Były napisy w jidysz. Język angielski użyty w nazwie zespołu wskazywał jednak zupełnie odmienne inspiracje. Dawał do zrozumienia, że oprócz podwórkowych zicpolek, operetkowych szlagierów, ludowych przyśpiewek czy marszowego umfa-umfa zespół mógł mieć jeszcze inne ambicje muzyczne. Nazwa przywodzi na myśl swingowo-taneczne fascynacje dalekim, odmiennym światem. Możliwość przypadku lub przywłaszczenia sobie przez obrotnych elwrów4 czyjegoś bębna wyklucza inne zachowane zdjęcie, na którym ustawiono na pierwszym planie instrumenty: klarnet, saksofon, bandżo. Nazwa oraz instrumentarium wskazują na zespół jazzowy! Jazzband na Śląsku, w Siemianowicach, na początku lat dwudziestych, wcześniej niż w warszawskim Qui pro Quo czy Morskim Oku? Skąd ten pomysł? Na odwrocie zdjęcia są nuty. Zapisane dziecięcymi kredkami, pozbawione tonacji i klucza wiolinowego. Róg zdjęcia jest oderwany. To wszystko.\n\nPod wpływem nieodpartego impulsu starałem się znaleźć treść do pożółkłego obrazu. Nadać mu znaczenie. Pomimo że od zdjęcia oddzielała mnie niewiedza, a uwiecznione na nim postacie nigdy nie zagościły w rodzinnych historiach, postanowiłem wypełnić ten stuletni przedział pomiędzy mną a nieznanymi muzykami. W wyniku tego powstały dwie równoległe biografie muzyków z Laurahütte.\n\nByli rówieśnikami. Jeden z nich zaszedł na sam szczyt. Miał Berlin u swoich stóp, a potem wraz z postępami niemieckich podbojów – całą Europę. Został niekwestionowanym królem szlagierów w epoce, kiedy rozrywka służyła nazistowskiej propagandzie i wielu ówczesnych twórców chciałoby wymazać tamte kariery ze zbiorowej pomięci. Żołnierze po obydwu stronach okopów wojny na wszystkich frontach nucili jego piosenki. Drugi z muzyków, radosny chłopiec z odnalezionej fotografii, był moim nieznanym dziadkiem, okrutnie skazanym przez rodzinną pamięć na zapomnienie. Losy Bernarda i Maxa wzajemnie się dopełniają jak dobro i zło, radość i smutek, jasność i ciemność, jak miłość i śmierć, sława i zapomnienie. Jak krzyżujące się nurty wielkiej historii z domowymi opowieściami. Jak polifonia. Pod wpływem starej fotografii z oderwanym rogiem i kilku nut napisanych na jej odwrocie powstała poniższa historia. Opowieść można zastąpić tylko inną opowieścią5.\n\nCzy można opowiedzieć historię rodzinną sprzed wieku na podstawie fotografii i kilku nut?\n\n1 kryklać (śl.) – bazgrać, mazać.\n\n2 R. Barthes, Światło obrazu, Warszawa 2008.\n\n3 S. Sontag, O fotografii, Kraków 2017.10\n\n4 elwer (śl., z niem. elf – jedenaście) – obibok, bezrobotny, czekający każdego miesiąca na zasiłek. Według innej etymologii sztygar do pracy wybierał po dziesięciu, elwer był zawsze jedenasty i z braku pracy często parał się różnymi dorywczymi zajęciami.\n\n5 N.N. Taleb, Czarny łabędź, Poznań 2007."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 29.04.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-29042025/ar-AA1Dm3ZU?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.bFPSxvhaeK9AIer8wby0rQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wojsko sprzedaje sprzęt za pół miliona złotych. Wśród ofert samochody, silniki, instrumenty muzyczne i barwnik do dymów (zdjęcia)",
            "link": "https://www.lublin112.pl/wojsko-sprzedaje-sprzet-za-pol-miliona-zlotych-wsrod-ofert-samochody-silniki-instrumenty-muzyczne-i-barwnik-do-dymow-zdjecia/",
            "description": "Lubelski oddział Agencji Mienia Wojskowego przygotował bogatą ofertę przetargową. Wśród 152 wystawionych pozycji znalazły się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OFt1ruoJdpfgeigYCBHSty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Lublin112.pl22 godz.",
            "source": "Lublin112.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na pchlim targu w Poznaniu. Co można było kupić? Zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-na-pchlim-targu-w-poznaniu-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-zobaczcie-zdj%C4%99cia/ar-AA1DI3mX?ocid=BingNewsVerp",
            "description": "Pchli targ przy Avenidzie odbywa się w każdą niedzielę, od godziny 7 do 14. Na niedzielnym targu każdy znajdzie coś dla ...",
            "image_url": "https://www.bing.pl/th?id=OVF.kPv%2bNcwOZ3OyQ%2fWpr1GgYQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN9 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci znowu przyciągnęła tłumy. Plac Zamkowy wypełniły retro perełki. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gie%C5%82da-staroci-znowu-przyci%C4%85gn%C4%99%C5%82a-t%C5%82umy-plac-zamkowy-wype%C5%82ni%C5%82y-retro-pere%C5%82ki-zobacz-zdj%C4%99cia/ar-AA1DHKVg?ocid=BingNewsVerp",
            "description": "Każda ostatnia niedziela miesiąca to wyjątkowy dzień dla miłośników antyków i przedmiotów w stylu retro. Na Lubelskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVF.IP%2by%2bDGqQ0q787x1GA8BIg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN11 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 30.04.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://wspolczesna.pl/prasowka-30-04-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960917",
            "description": "Od najbliższego poniedziałku mieszkańcy województwa podlaskiego będą mogli skorzystać z nowego programu profilaktycznego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ipfOvXK_hDz8JEz2nHCTgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Współczesna38 min",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Praskie Bajery 2025 – Święto Nowej Pragi, vintage i idei zero waste",
            "link": "https://radiokolor.pl/praskie-bajery-2025-swieto-nowej-pragi-vintage-i-idei-zero-waste/",
            "description": "Już w weekend 10–11 maja 2025 r. warszawska Praga-Północ zamieni się w tętniące życiem centrum kultury, rękodzieła i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vXx9IS_iwGSefL0FJ9-2xi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Kolor 103 FM17 godz.",
            "source": "Radio Kolor 103 FM",
            "article_content": "Już w weekend 10–11 maja 2025 r. warszawska Praga-Północ zamieni się w tętniące życiem centrum kultury, rękodzieła i sąsiedzkiej atmosfery. Praskie Bajery to wyjątkowe wydarzenie promujące dzielnicę wśród mieszkańców Warszawy i turystów, a także celebrujące kulturę vintage oraz idee zero i less waste.\n\nWydarzenie odbędzie się w historycznym kwartale między ulicami: Targową, 11 Listopada, Szwedzką i Wileńską. W godzinach 12:00–18:00 przestrzenie Nowej Pragi – ulice, podwórka, lokale i pracownie – ożyją dzięki koncertom, wystawom, targom, spacerom z przewodnikami i licznym spotkaniom z twórcami.\n\nW programie Praskich Bajerów znajdą się m.in.:\n\nkoncerty i wydarzenia artystyczne w zabytkowych przestrzeniach Pragi,\n\nwarsztaty artystyczne i działania edukacyjne dla dzieci, młodzieży i dorosłych,\n\nspotkania autorskie i wydarzenia literackie w lokalnych antykwariatach,\n\ntargi staroci, książek, rękodzieła i dodatków vintage,\n\nprezentacje twórczości lokalnych artystów i rzemieślników,\n\nspacery tematyczne z przewodnikami po zakamarkach Pragi.\n\nUnikatowy klimat wydarzenia tworzą mieszkańcy i przedsiębiorcy Nowej Pragi – to oni otworzą swoje pracownie i serca, by podzielić się z gośćmi tym, co w ich dzielnicy najcenniejsze: historią, kreatywnością i otwartością. Będzie można zobaczyć, jak powstają praskie „bajery” – wyjątkowe przedmioty z duszą i lokalnym charakterem.\n\nPraskie Bajery to nie tylko okazja do odkrywania Pragi na nowo, ale też zaproszenie do wspólnego świętowania, rozmów, wymiany doświadczeń i budowania wspólnoty. W duchu zrównoważonego rozwoju, vintage i idei zero waste, wydarzenie zachęca do odpowiedzialnej konsumpcji i wsparcia lokalnych twórców."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lckziu lublin",
            "link": "https://kurierlubelski.pl/tag/lckziu-lublin",
            "description": "6 marca był Światowym Dniem Olimpijczyka. Na zaproszenie LCKZiU w Lublinie z uczniami spotkał się dwukrotny olimpijczyk, Mariusz Siembida. 14777 – tyle wyniosła frekwencja na sobotnim spotkaniu 30. ko ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Kurier Lubelski6 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podróż po historii Kalinowszczyzny. Wiedziałeś, że jej początki sięgają XVIII wieku?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/podr%C3%B3%C5%BC-po-historii-kalinowszczyzny-wiedzia%C5%82e%C5%9B-%C5%BCe-jej-pocz%C4%85tki-si%C4%99gaj%C4%85-xviii-wieku/ar-AA1DRbwU?ocid=BingNewsVerp",
            "description": "Kalinowszczyzna, usytuowana w północno-wschodniej części Lublina, to dzielnica o bogatej historii, której korzenie sięgają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.L7qqjxmP29_jacXnbG4iAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kurier Lubelski on MSN11 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy rozpoznajesz tę dzielnicę Lublina? Jej historia sięga królewskich czasów!",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/czy-rozpoznajesz-t%C4%99-dzielnic%C4%99-lublina-jej-historia-si%C4%99ga-kr%C3%B3lewskich-czas%C3%B3w/ar-AA1DQLlc?ocid=BingNewsVerp",
            "description": "Przed II wojną światową Kalinowszczyzna miała również znaczący udział w życiu żydowskiej społeczności Lublina. Wiele domów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Vvf1kVptUr7FhFn965GlDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Lublin Nasze Miasto on MSN13 godz.",
            "source": "Lublin Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy rozpoznajesz tę dzielnicę Lublina? Jej historia sięga zamierzchłych czasów!",
            "link": "https://kurierlubelski.pl/czy-rozpoznajesz-te-dzielnice-lublina-jej-historia-siega-zamierzchlych-czasow/ar/c13p2-27517583",
            "description": "Kalinowszczyzna, usytuowana w północno-wschodniej części Lublina, to dzielnica o bogatej historii, której korzenie sięgają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Vvf1kVptUr7FhFn965GlDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kurier Lubelski11 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Urocze miejsca na krótką wyprawę w weekend 3 - 4 maja",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-urocze-miejsca-na-krotka-wyprawe-w-weekend-3-4-maja/ar/c7p1-22115647",
            "description": "Baszta Lontowa - przekornie nazywana Basztą Prochową. Jest to jedyny obiekt, który pozostał po średniowiecznym systemie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jFY49FCA9Oeqjl4SOGVQkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto14 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 19 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 3 - 4 maja?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-19-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-3-4-maja/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, upewnij się, jaka będzie pogoda. W sobotę 03 maja w Oświęcimiu ma być 21°C. Prawdopodobieństwo wystąpienia deszczu wynosi 41%. W niedzielę 04 maja w Oświęcimiu ma być 18°C.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto15 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 30.04.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://gazetawroclawska.pl/prasowka-30-04-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960895",
            "description": "We wtorek (29 kwietnia) uczniowie Liceum Ogólnokształcącego nr IV we Wrocławiu zorganizowali wyjątkowe wybory prezydenckie.",
            "image_url": "https://www.bing.pl/th?id=OVFT.0gUlts1fzkAb1jNNiLi7ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska39 min",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 30.04.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://dziennikbaltycki.pl/przeglad-prasy-30-04-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960899",
            "description": "Ostatnie wybory parlamentarne pokazały, jak ważne są głosy młodzieży. Dlatego w Gdańsku zorganizowano niecodzienne wydarzenie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3BQAwW1pjHb2Hvg7eGM2VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Bałtycki39 min",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 30.04.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://wspolczesna.pl/prasowka-30-04-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960917",
            "description": "Od najbliższego poniedziałku mieszkańcy województwa podlaskiego będą mogli skorzystać z nowego programu profilaktycznego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ipfOvXK_hDz8JEz2nHCTgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Współczesna38 min",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PIT za 2024. Sposoby na zaoszczędzenie pieniędzy",
            "link": "https://www.fakt.pl/pieniadze/ulgi-podatkowe-w-pit-za-2024-r-jak-zaoszczedzic-na-rozliczeniu-podatku/p5p3egp",
            "description": "To już ostatni dzień na rozliczenie się z fiskusem. Składając deklarację PIT za 2024 r. warto pamiętać ulgach podatkowych oraz odliczeniach, które pozwalają na zaoszczędzenie całkiem sporej sumki.",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl53 min",
            "source": "Fakt.pl",
            "article_content": "To już ostatni dzień na rozliczenie się z fiskusem. Składając deklarację PIT za 2024 r. warto pamiętać ulgach podatkowych oraz odliczeniach, które pozwalają na zaoszczędzenie całkiem sporej sumki. Podatnicy mogą korzystać z takich preferencji, jak ulga na dziecko czy internet. To tylko dwa przykłady, a tych \"furtek\" jest dużo więcej. Podpowiadamy ulgi i odliczenia dostępne w PIT, o których często mało kto wie, a z których warto skorzystać.\n\nOkres rozliczeń podatku PIT za 2024 r. upływa w środę 30 kwietnia, tak więc zostały już praktycznie tylko godziny, by to zrobić. Rozliczyć się można w sieci i na papierze również korzystając z usługi Twój e-PIT, który został udostępniony przez resort finansów.\n\nWypełniając oświadczenie podatkowe warto uwzględnić w nich wszelkie możliwe ulgi i odpisy. Są to odliczenia od podatku – czyli ulgi pozwalające obniżyć podatek, dzięki czemu możemy np. otrzymać zwrot jego nadpłaty. Są też odliczenia od dochodu – czyli ulgi pozwalające obniżać uzyskany dochód o określone wydatki, co pośrednio wpływa także na wysokość podatku.\n\n— wyjaśnia Marcin Otręba, ekspert podatkowy z Uniwersytetu WSB Merito. Podkreśla, że każda ulga jest mocno zindywidualizowana, każdy z nas jest inny i każdy z nas powinien sprawdzić, czy może skorzystać z odliczenia od podatku, lub od dochodu.\n\nW tym roku dostępnych jest ponad 20 różnych ulg, które znacząco mogą obniżyć wysokość zobowiązań wobec fiskusa lub zwiększyć zwrot podatku. Dotyczą one zarówno przedsiębiorców, jak i osób fizycznych. Przedstawiamy te najbardziej popularne, ale też takie, o których mało kto wie, poza doradcami podatkowymi.\n\nBłąd w rozliczeniu ulgi prorodzinnej. Kara może wynieść ponad 21 tys. zł\n\nWspólne rozliczenie\n\nNajczęstszą sytuacją, gdy wspólne rozliczenie PIT jest opłacalne, są duże dysproporcje w zarobkach małżonków lub brak przychodów jednego z nich. Dzięki wspólnemu rozliczeniu z małżonkiem osoba zarabiająca ponad 120 tys. zł rocznie może uniknąć zapłaty podatku według stawki 32 proc. W ubiegłym roku, niemal 8,7 mln podatników skorzystało z możliwości wspólnego rozliczenia małżonków.\n\nUlga dla młodych\n\nTo zwolnienie przeznaczone dla młodych podatników podatku dochodowego od osób fizycznych. Z preferencji podatkowej mogą skorzystać osoby przed dniem dwudziestych szóstych urodzin w zakresie przychodów, których wartość nie przekracza 85 tys. 528 zł. Zwolnienie nie jest przeznaczone dla młodych przedsiębiorców, gdyż obejmuje wyłącznie przychody osiągnięte na podstawie:\n\nstosunku pracy (również spółdzielczego) lub pokrewnego takiego jak stosunek służbowy, praca nakładcza;\n\numowy zlecenia;\n\nw oparciu o odbywaną praktykę absolwencką;\n\nstażu uczniowskiego;\n\nzasiłku macierzyńskiego.\n\nW poprzednim roku prawie 1,3 mln podatników skorzystało z ulgi dla młodych.\n\nPonad 5 mln PIT-ów już rozliczonych. Zwrot podatku może wynieść nawet 54 tys. zł\n\nUlga na dzieci\n\nTo jedna z najpopularniejszych ulg. Dotyczy ona wszystkich podatników — rodziców, pełniących rolę opiekuna prawnego, a także rodziców zastępczych. Ulga jest przyznawana za każdy miesiąc, w którym spełnione zostały warunki do jej otrzymania, a jej wysokość zależna jest od liczby dzieci oraz, w przypadku ulgi tylko na jedno dziecko, od dochodu podatnika.\n\nW 2025 r. na pierwsze dziecko będzie można odliczyć 1112,04 zł rocznie, na drugie także 1112,04 zł, na trzecie już 2000,04 zł, a na czwarte i każde kolejne dziecko 2700 zł rocznie. Podczas ubiegłorocznych rozliczeń skorzystało ponad 4,7 mln podatników (na 7 mln dzieci).\n\nUlga na internet\n\nZ ulgi na internet skorzystać mogą podatnicy korzystający z usług internetowych (dotyczy również internetu mobilnego) – o ile są w stanie wykazać dowód potwierdzający poniesione koszty (np. faktury). Od dochodu możemy odliczyć całościową kwotę, wydaną w danym roku na korzystanie z sieci. Jednak odliczenie nie może przekraczać 760 zł na osobę.\n\nOdliczyć internet od dochodu możemy jedynie dwa razy, i to w latach po sobie następujących (jeżeli nigdy nie korzystaliśmy z ulgi, możemy to zrobić teraz, rozliczając PIT za rok 2023 oraz za rok – w formularzu za 2024). W rozliczeniach za 2023 r. skorzystało z niej niemal 424 tys. podatników.\n\nPamiętaj o jednej rzeczy przy rozliczeniu PIT. Unikniesz wysokiej kary\n\nUlga mieszkaniowa\n\nSkorzystać z niej mogą osoby, które w ciągu ostatnich trzech lat sprzedały nieruchomość (dom lub mieszkanie), a uzyskane w ten sposób pieniądze przeznaczyły na własne cele mieszkaniowe. Pod pojęciem \"własne cele mieszkaniowe\" należy rozumieć przeznaczenie środków uzyskanych ze sprzedaży np. nieruchomości na zapewnienie sobie warunków mieszkaniowych. Trzeba też pamiętać o ograniczeniu grona osób, które mogą skorzystać z tej ulgi. Chodzi o podatników, którzy sprzedawaną nieruchomość posiadały od ponad 5 lat wstecz.\n\nW ramach ulgi mieszkaniowej można odliczyć \"wydatki niezbędne i racjonalne, wynikające z projektów instalacyjnych i przyłączeniowych sporządzonych dla danej nieruchomości/lokalu\". Mowa tu o urządzeniach, które mogą być potraktowane jako wydatki budowlane, remontowe lub wykończeniowe, stanowiące zakończenie instalacji gazowej, gazowo-elektrycznej, elektrycznej, wodociągowej, wodociągowo-kanalizacyjnej lub wentylacyjnej.\n\nFiskus wskazał, o jaki sprzęt chodzi:\n\npralka;\n\nlodówka;\n\nzmywarka;\n\npłyta indukcyjna;\n\npiekarnik;\n\nkuchenka elektryczna;\n\nkuchenka gazowo-elektryczna;\n\nkuchenka gazowa;\n\nokap;\n\nmeble będące elementem zabudowy kuchennej;\n\nmeble o trwałym związku z lokalem mieszkaniowym, robione na zamówienie (np. szafy wnękowe);\n\nszafka pełniąca funkcję mocowania umywalki w ramach kompletu;\n\noświetlenie sufitowe i ścienne wewnętrzne.\n\nŚrednio 1942 zł na podatnika. Skarbówka oddaje wielkie pieniądze\n\nDarowizny na organizacje lub kult religijny\n\nPodatnicy, którzy przekazują datki na Organizację Pożytku Publicznego, mogą odliczyć ich wysokość od uzyskanego dochodu. Szczegóły dotyczące danych obdarowanej organizacji, kwoty darowizny i kwoty odliczenia uzupełniamy w załączniku PIT/O. Odliczenia dokonuje się na podstawie dowodu poniesionego kosztu, jakim jest dowód wpłaty na konto bankowe organizacji. Nie może przekroczyć 6 proc. dochodu w roku podatkowym.\n\nZ ulgi na cele kultu religijnego skorzysta każdy, kto przekazał darowiznę Kościołom, związkom religijnym i kościelnym osobom prawnym (tj. zakonom, parafiom) na m.in.: wyposażenie, remont. Nie może przekroczyć 6 proc. dochodu w roku podatkowym.\n\nOdliczenie darowizny to nie to samo co przekazanie 1,5 proc. podatku na rzecz Organizacji Pożytku Publicznego i odpisanie darowizny od przychodu nie wyklucza przekazania 1,5 proc. na szczytny cel. Przed rokiem 481 tys. osób wpisało ją do PIT.\n\nRząd majstruje przy popularnym podatku. Co to oznacza dla Polaków?\n\nUlga na leki\n\nZ ulgi na leki mogą skorzystać osoby z niepełnosprawnością lub podatnik mający na utrzymaniu osoby z niepełnosprawnością. Z tej ulgi można skorzystać tylko w przypadku zalecenia określonych lekarstw przez lekarza specjalistę. Odlicza się koszt leków minus 100 zł (za miesiąc). W przypadku pieluch i pieluchomajtek — maksymalnie 2 tys. 280 zł.\n\nUlga dla seniorów\n\nSkierowana jest do seniorów, którzy pomimo osiągnięcia wieku emerytalnego podjęli decyzję o kontynuowaniu pracy. W przypadku takiego emeryta jego przychody do kwoty 85 tys. 528 zł zostaną zwolnione z opodatkowania. Z ulgi tej można skorzystać zarówno w trakcie roku jak i w rozliczeniu PIT.\n\nUlga rehabilitacyjna\n\nUlga rehabilitacyjna jest przeznaczona dla osób niepełnosprawnych (konieczne jest orzeczenie o niepełnosprawności), a także dla osób, które w danym roku utrzymywały osobę niepełnosprawną, zaliczonych do I grupy podatkowej, czyli: małżonka, zstępnych, wstępnych, pasierba, zięcia, synową, rodzeństwo, ojczyma, macochę i teściów.\n\nPrzysługuje ona na realizację celów rehabilitacyjnych w wysokości poniesionych wydatków (np. na zakup leków i sprzętu rehabilitacyjnego, zabiegi) oraz ułatwiania wykonywania czynności życiowych (np. przystosowanie mieszkań i pojazdów do potrzeb osoby niepełnosprawnej).\n\nSkarbówka bierze na celownik prezenty komunijne. Kiedy trzeba zapłacić podatek?\n\nUlga na samochód\n\nUlga rehabilitacyjna, która obejmuje ulgę na samochód, jest odliczeniem od uzyskanych dochodów kwot, przeznaczonych na cele rehabilitacyjne, ale również cele służące ułatwieniu wykonywania czynności życiowych osoby z niepełnosprawnością, w tym wydatki na samochód, będący własnością (współwłasnością) osoby z niepełnosprawnością, ewentualnie osoby mającej na utrzymaniu osobę z niepełnosprawnością albo dzieci z niepełnosprawnością, które nie ukończyły 16. roku życia.\n\nSamochód musi być związany z koniecznym przewozem na zabiegi leczniczo-rehabilitacyjne (do 2280 zł, w tym paliwo, wydatki na naprawę, ubezpieczenie, wymianę opon).\n\nUlga termomodernizacyjna\n\nUlga jest dla właścicieli i współwłaścicieli domów jednorodzinnych (również w zabudowie szeregowej lub bliźniaczej), którzy prowadzą prace termomodernizacyjne w swoich domach i ponoszą związane z tym wydatki. 53 tys. zł to kwota odliczenia, której nie można przekroczyć w odniesieniu do wszystkich realizowanych przedsięwzięć termomodernizacyjnych w budynkach, których podatnik jest właścicielem lub współwłaścicielem. Nie można skorzystać z ulgi, jeśli budynek jest w budowie i nie jest oddany do użytku.\n\nUlga na zabytki. \"Pałacyk plus\"\n\nPreferencja podatkowa odpowiada iloczynowi 500 zł i liczbie mkw nieruchomości o wartości nieprzekraczającej 500 tys. zł. Można odliczyć 50 proc. wydatków na konserwację, restaurację i roboty budowlane. By z niej skorzystać, trzeba być właścicielem lub współwłaścicielem zabytku nieruchomego w momencie ponoszenia wydatku.\n\nEkspert: nowy podatek zaboli miliony Polaków, ale jest konieczny\n\nUlga na IKZE\n\nPodatnik może odliczyć składki na Indywidualne Konto Zabezpieczenia Emerytalnego. Maksymalnie w 2025 r. odliczy się do 9 tys. 388,80 zł, chyba że osoba prowadzi działalność gospodarczą wówczas 14 tys. 083,20 zł.\n\nUlga dla krwiodawców\n\nDarowiznę na cele krwiodawstwa może odliczyć od dochodu każdy, kto w danym roku podatkowym bezpłatnie oddał krew (osocze lub składniki krwi). Ulga podatkowa za oddanie krwi zależy od jej ilości, jaka została przekazana przez dawcę w danym roku.\n\nEkwiwalent pieniężny za litr krwi został ustalony na 130 zł. Litr osocza wyceniono na 200 zł. Trzeba przy tym pamiętać, że wartość ulgi nie powinna jednak przekroczyć 6 proc. dochodu/przychodu wskazanego w deklaracji PIT.\n\nPodatek Belki na celowniku. Rząd szykuje zmiany\n\nUlga na powrót\n\nUlga na powrót to preferencja podatkowa skierowana do osób wracających do Polski z zagranicy. Ulga na powrót pozwala na zwolnienie z PIT przychodów do kwoty 85 tys. 528 zł. Z ulgi podatnik korzysta w rozliczeniu rocznym. Polega ona na zwolnieniu z podatku dochodowego niektórych przychodów osiąganych przez podatnika przez 4 kolejne następujące po sobie lata podatkowe.\n\nUlga abolicyjna\n\nUlga abolicyjna to rozwiązanie, które pozwala zmniejszyć podatek dochodowy i uniknąć podwójnego opodatkowania zarobków uzyskanych przez podatnika poza granicami kraju. Od 1 stycznia 2021 r. ulga ta została ograniczona – jej maksymalna wartość aktualnie wynosi 1 tys. 360 zł rocznie. Co ważne — ulga abolicyjna przysługuje osobom fizycznym, które są rezydentami podatkowymi w Polsce.\n\nRząd ogłasza koniec tej pomocy. Rachunki zmienią się po wyborach"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Powstaną dwa parki kulturowe w Chorzowie. Radni byli jednomyślni. \"To oznacza podniesienie jakości życia\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/powstan%C4%85-dwa-parki-kulturowe-w-chorzowie-radni-byli-jednomy%C5%9Blni-to-oznacza-podniesienie-jako%C5%9Bci-%C5%BCycia/ar-AA1DMhaJ?ocid=BingNewsVerp",
            "description": "Nie tylko Park Śląski - w Chorzowie mają powstać aż dwa parki kulturowe. Drugi z nich będzie utworzony na ternie Chorzowa ...",
            "image_url": "https://www.bing.pl/th?id=OVF.U4C4M7Tl9zNIVmBp12RxrA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN10 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten banknot 50 złotych jest wart fortunę! A to nie jedyny okaz, którego szukają kolekcjonerzy [30.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ten-banknot-50-z%C5%82otych-jest-wart-fortun%C4%99-a-to-nie-jedyny-okaz-kt%C3%B3rego-szukaj%C4%85-kolekcjonerzy-23042025/ar-AA1Dttas?ocid=BingNewsVerp",
            "description": "Banknot 50 zł z 1994 roku, oznaczony serią zastępczą YA to najrzadszy banknot III Rzeczypospolitej. Jak informuje portal ...",
            "image_url": "https://www.bing.pl/th?id=OVF.VTRF0ZC7Tag7OAhed3H6sw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN9 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ruble cara Rosji na „pchlim targu\" w Wielkopolsce. Wycofane z obiegu pieniądze warte są niemałą fortunę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ruble-cara-rosji-na-pchlim-targu-w-wielkopolsce-wycofane-z-obiegu-pieni%C4%85dze-warte-s%C4%85-niema%C5%82%C4%85-fortun%C4%99/ar-AA1DqZVc?ocid=BingNewsVerp",
            "description": "Na stoiskach pchlich targów wystawione są między innymi wycofane z obiegu monety i banknoty. „Dzisiaj mam ciekawe banknoty z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mLR0UhPvITPcDnh5eFP0NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nasze Miasto on MSN22 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaginiony śląski skarb: ruiny z tajemniczą historią. Pałac w Czerwięcicach - neorenesansowy cud architektury na Śląsku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zaginiony-%C5%9Bl%C4%85ski-skarb-ruiny-z-tajemnicz%C4%85-histori%C4%85-pa%C5%82ac-w-czerwi%C4%99cicach-neorenesansowy-cud-architektury-na-%C5%9Bl%C4%85sku/ar-AA1DFovi?ocid=BingNewsVerp",
            "description": "Niedaleko pałacu znajduje się kościółek Matki Boskiej Różańcowej, który stanowi świadectwo rodowej historii von Wrochemów.",
            "image_url": "https://www.bing.pl/th?id=OVF.7yjZtCa%2bBGoq33pJGnSyTw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Zachodni on MSN15 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ma 7500 lat. To święta broń z epoki kamienia",
            "link": "https://tech.wp.pl/ma-7500-lat-to-swieta-bron-z-epoki-kamienia,7151266602359488a",
            "description": "Ma 7500 lat i jest zrobiony z poroża. Archeolodzy dokonali odkrycia tajemniczego obiektu, który służył jako broń. To ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Tech21 godz.",
            "source": "WP Tech",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.Szczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]