[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmarkowe stoiska już prawie gotowe.",
            "link": "https://www.trojmiasto.pl/raport/Jarmarkowe-stoiska-juz-prawie-gotowe-rt430077.html",
            "description": "Stoisko nr 636 Pana Wojciecha C. też już dumnie stoi w pobliżu siedziby NFZ na Podwalu. Idąc na wprost od remontowanej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._n-TglKCy1OFiLRutem3Ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Trojmiasto.pl1 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wietrzenie strychów i garaży. 27 lipca Pchli Targ",
            "link": "https://sztafeta.pl/artykuly/wietrzenie-strychow-i-garazy-27-lipca-pchli-targ",
            "description": "Masz rzeczy, których już nie potrzebujesz? A może szukasz okazji i unikatów za grosze? W najbliższą niedzielę w Nisku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UPK454YL0J0baova_cKjyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Sztafeta.pl5 godz.",
            "source": "Sztafeta.pl",
            "article_content": "27 lipca, w godzinach od 9:00 do 15:00, Plac Targowy przy ul. Kwiatkowskiego zamieni się w tętniące życiem miejsce spotkań mieszkańców, pasjonatów staroci i łowców okazji. Pchli Targ to wydarzenie otwarte dla każdego – można sprzedawać, wymieniać się lub po prostu oddawać rzeczy za darmo.\n\nOrganizatorzy zachęcają do przejrzenia swoich szaf, garaży i strychów – każda rzecz może znaleźć nowego właściciela. Ubrania, książki, zabawki, sprzęt domowy, pamiątki – wszystko, co jest w dobrym stanie i może komuś jeszcze posłużyć, warto zabrać ze sobą.\n\nCo ważne – miejsca handlowe są udostępniane bezpłatnie, dzięki czemu udział w wydarzeniu nie wiąże się z żadnymi kosztami. To świetna okazja nie tylko do przewietrzenia domowych zapasów, ale też do integracji z sąsiadami i wspólnego spędzenia czasu w przyjaznej atmosferze.\n\nWięcej informacji oraz aktualności dotyczące wydarzenia można znaleźć na Facebooku, na profilu PCHLI TARG NISKO."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie są najcenniejsze monety PRL. Taka moneta 10 groszy kosztuje aż 33 tysiące",
            "link": "https://www.msn.com/pl-pl/finanse/finanse-osobiste/takie-s%C4%85-najcenniejsze-monety-prl-taka-moneta-10-groszy-kosztuje-a%C5%BC-33-tysi%C4%85ce/ar-AA1JdbOm?ocid=BingNewsVerp",
            "description": "Monety z PRL mogą mieć sporą wartość, choć w sklepie już nimi nie zapłacimy. Kolekcjonerzy polują w szczególności na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1HbzDTdaOBQotZ7pR8W2Vi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN20 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 25.07.2025",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-25-07-2025/ar-AA1Hnkab?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IL8KRDrxvOLkKrRrYKbPki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda zoo memów eksploduje! Traderzy inwestują grube pieniądze w nowy coin po sukcesie PNUT i PENGU",
            "link": "https://bithub.pl/reklamy/partnerzy/gielda-zoo-memow-eksploduje-traderzy-inwestuja-grube-pieniadze-w-nowy-coin-po-sukcesie-pnut-i-pengu/",
            "description": "Poznaj BeerBear ($BEER) – brutalnego niedźwiedzia, który nie zna litości dla oszustów. Pojawił się jako symbol oporu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.es44g%2f0b20cOsZ1MrFy08g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "BitHub.pl14 godz.",
            "source": "BitHub.pl",
            "article_content": "Artykuł został nadesłany w całości przez partnera i ma charakter sponsorowany.\n\nNowa twarz w świecie walut cyfrowych skupia na sobie uwagę, a najnowszy memecoin przyciąga uwagę zapalonych traderów. Po ogromnym sukcesie takich kryptowalut jak PNUT i PENGU, ten nowy konkurent budzi ekscytację i spekulacje. Ponieważ rynek znajduje się już w trendzie wzrostowym, wielu inwestorów stara się wykorzystać tę dynamikę, licząc na znaczące zyski. Entuzjaści uważnie obserwują i analizują, czy ten debiutant utrzyma trend i przyniesie duże zyski.\n\nBEER za 0,0005 USD? Brzmi jak marzenie. BeerBear sprawia, że to się spełnia!\n\nMasz dość memecoinów, które obiecują gruszki na wierzbie, ale tracą na wartości przed startem? Czas na projekt z prawdziwym charakterem.\n\nW końcu mamy monetę dla wymagających koneserów piwa. Dla tych, którzy kochają stare, dobre dowcipy tatusiów.\n\nfot. materiały partnera\n\nPoznaj BeerBear ($BEER) – brutalnego niedźwiedzia, który nie zna litości dla oszustów. Pojawił się jako symbol oporu przeciwko scamowi.\n\nToken $BEER, oferowany obecnie za ułamek centa (dokładnie 0,0005 USD), ma osiągnąć cenę 0,0020 USD do końca przedsprzedaży. Nadal tanio, ale Ci, którzy wcześnie wstają, dostają najlepszą ofertę. Przyjrzyjmy się liczbom:\n\nMasz 100 dolarów i kupujesz $BEER za 0,0005 $ (wyobraź sobie, że prawdziwe piwo kosztuje tyle, nieźle co?). Dostaniesz 199 999 tokenów.\n\nPoczekaj zbyt długo, wejdź za 0,0020 USD, a otrzymasz tylko 50 000 tokenów. Czujesz różnicę?\n\nChcesz się napić $BEER? Spraw sobie przyjemność już teraz!\n\nBeerBear to gra pełna akcji. Już przed premierą oferuje możliwość zarabiania. Gra Bear Em All w trybie demonstracyjnym. To bijatyka w stylu arcade, w której BeerBear, inspirowany Johnem McClane’em i Rambo, walczy z żarłocznymi chomikami. Dlaczego chomikami? Ponieważ bezmyślne gry polegające na stukaniu w ekran są stratą czasu. BeerBear niesie ze sobą realny potencjał zysku.\n\nObejrzyj zwiastun gry BeerBear.\n\nBonusy i nagrody dla prawdziwych kumpli $BEER\n\nBeerBear dba o swoją ekipę – posiadaczy $BEER – i oferuje im kilka atrakcyjnych bonusów. Aktywni członkowie społeczności mogą zdobywać Beer Points do 12% od zainwestowanej kwoty. Ponadto istnieje program poleceń, w którym możesz… zdobywać nagrody USDT za zaproszenie znajomych na $BEER.\n\nAudyty? Tokemonika? Plan działania? Wszystko sprawdzone\n\nAby zwalczać oszustwa, BeerBear zadbał o pełną transparentność. Projekt przeszedł audyty wiodących agencji: SmartState, Beosin i HashEx — bez żadnych krytycznych problemów. Więc tak, BeerBear jest oficjalnie legalny.\n\nTokenomika? Całkowita podaż jest ograniczona do 10 miliardów tokenów, bez dodatkowych emisji. Ten niedobór może zwiększyć popyt, zwłaszcza że 60% jest przeznaczone dla nabywców w przedsprzedaży.\n\nJeśli chodzi o plan działania: można spodziewać się pełnej wersji gry „Bear ’em All”, w której odbędą się epickie bójki, a także rynku NFT BeerBear z rzadkimi, kolekcjonerskimi skórkami.\n\nDlaczego warto kupić $BEER teraz?\n\nBo najlepsza pora na piwo jest ZAWSZE! (Tata byłby zachwycony).\n\nPonieważ ten projekt jest tak chwytliwy i aktualny, że $BEER może się skończyć, zanim mrugniesz okiem (tak, kolejny klasyk ojców). Zakup później oznaczałby zapłacenie więcej.\n\nBo to jest BEER, którym nie będziesz musiał się z nikim dzielić (serio, tatę rozbolałby brzuch ze śmiechu).\n\nI na koniec — bez żartów — bo $BEER może okazać się po prostu tym memecoinem, z którego się śmiałeś, nie kupując jej, ale potem zobaczyłeś, że po wprowadzeniu na rynek jest notowany powyżej 1 dolara.\n\nA może nie. Sukces zależy od wielu czynników, takich jak nastroje na rynku i realizacja zadań przez zespół. Ale jak dotąd wszystko jest dobrze. Audyty zaliczone. Plan ambitny. Tokenomika inteligentna.\n\nTeraz wszystko zależy od społeczności — czy masz odwagę pomóc BeerBearowi stać się kolejnym wielkim memecoinem?\n\nZostań najlepszym kumplem BeerBeara, zanim znajdzie się on w pierwszej dziesiątce najpopularniejszych monet memowych\n\nPNUT: Kryptowaluta inspirowana memami na platformie Solana\n\nPNUT, czyli Peanut the Squirrel, to token kryptowalutowy oparty na blockchainie Solana. Jest on skierowany do entuzjastów memów i szerszej społeczności kryptowalutowej. Całkowita podaż tokena wynosi 100 milionów i charakteryzuje się zerowym podatkiem od transakcji. Jego kontrakt został unieważniony, a pula płynności została spalona, co zwiększa bezpieczeństwo aktywów posiadaczy. Maskotką tokena jest Pnut, figlarna wiewiórka, odzwierciedlająca społecznościowy charakter projektu. Użytkownicy mogą nabyć PNUT na platformach takich jak Jupiter Aggregator. Moneta wykorzystuje szybką i wydajną technologię blockchain Solana. Jej unikalne cechy i angażująca maskotka mogą przyciągnąć osoby poszukujące nowego rodzaju tokena w przestrzeni kryptowalut. Jednak jego przydatność w obecnym cyklu rynkowym zależy od indywidualnych preferencji i celów.\n\nPENGU i rozkwit pulchnych pingwinów\n\nPENGU to oficjalna kryptowaluta Pudgy Penguins, wiodącej marki w społeczności kryptowalutowej. Ta wyjątkowa moneta pomaga zjednoczyć ogromną rzeszę fanów Pudgy Penguins. Moneta jest powiązana z wpływowymi partnerstwami społecznościowymi i masową obecnością online, w tym reklamami ETF-ów i zaangażowaniem w mediach społecznościowych. Dzięki temu PENGU ucieleśnia ducha wspólnoty wraz z wpływami kulturowymi i memowymi. To połączenie pomaga szerzyć przesłanie i zachęca do udziału w The Huddle. Moneta jest popularnym symbolem interakcji i przyjaznego zaangażowania społeczności, atrakcyjnym zarówno dla entuzjastów kryptowalut, jak i szerszej publiczności. PENGU ukazuje potencjał kryptowalut jako czegoś więcej niż tylko narzędzi finansowych, służąc jako symbol wspólnych wartości i doświadczeń. To może uczynić tę monetę atrakcyjną w obecnych cyklach rynkowych dla osób zainteresowanych czymś więcej niż tylko zyskami finansowymi.\n\nWnioski\n\nChoć PNUT i PENGU początkowo zapowiadały się obiecująco, ale obecnie wydają się mieć mniejszy potencjał w krótkiej perspektywie, nowy konkurent przyciąga uwagę traderów. BeerBear ($BEER) wyróżnia się unikalnym charakterem i zaangażowaniem w walkę z oszustwami. Dzięki wciągającej grze typu play-to-earn, dostępnej już w wersji demo, oraz solidnym fundamentom, takim jak audyty i inteligentna tokenomika, BeerBear oferuje coś więcej niż tylko szum medialny. Może stać się memecoinem, który łączy zabawę z realnym potencjałem.\n\nStrona: BeerBear ($BEAR)\n\nTwitter: https://x.com/BeerBear_Meme\n\nTelegram: Czat Telegramu\n\nDziękujemy, że przeczytałeś/aś nasz artykuł do końca. Obserwuj nas w Wiadomościach Google i bądź na bieżąco!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wietrzenie strychów i garaży. 27 lipca Pchli Targ",
            "link": "https://sztafeta.pl/artykuly/wietrzenie-strychow-i-garazy-27-lipca-pchli-targ",
            "description": "Masz rzeczy, których już nie potrzebujesz? A może szukasz okazji i unikatów za grosze? W najbliższą niedzielę w Nisku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UPK454YL0J0baova_cKjyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Sztafeta.pl5 godz.",
            "source": "Sztafeta.pl",
            "article_content": "27 lipca, w godzinach od 9:00 do 15:00, Plac Targowy przy ul. Kwiatkowskiego zamieni się w tętniące życiem miejsce spotkań mieszkańców, pasjonatów staroci i łowców okazji. Pchli Targ to wydarzenie otwarte dla każdego – można sprzedawać, wymieniać się lub po prostu oddawać rzeczy za darmo.\n\nOrganizatorzy zachęcają do przejrzenia swoich szaf, garaży i strychów – każda rzecz może znaleźć nowego właściciela. Ubrania, książki, zabawki, sprzęt domowy, pamiątki – wszystko, co jest w dobrym stanie i może komuś jeszcze posłużyć, warto zabrać ze sobą.\n\nCo ważne – miejsca handlowe są udostępniane bezpłatnie, dzięki czemu udział w wydarzeniu nie wiąże się z żadnymi kosztami. To świetna okazja nie tylko do przewietrzenia domowych zapasów, ale też do integracji z sąsiadami i wspólnego spędzenia czasu w przyjaznej atmosferze.\n\nWięcej informacji oraz aktualności dotyczące wydarzenia można znaleźć na Facebooku, na profilu PCHLI TARG NISKO."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spotkania z Historią u Potockich",
            "link": "https://iledzisiaj.pl/aktualnosci/15816-spotkania-z-historia-u-potockich-.html",
            "description": "W sobotę, 9 sierpnia 2025 roku, Radzyń Podlaski przeniesie się w czasie do XVII wieku. Wszystko za sprawą wyjątkowego wydarzenia plenerowego – „Spotkania z Historią u Potockich – Radzyń Podlaski 2025\" ...",
            "image_url": "https://www.bing.pl/th?id=ODF.OBZcv8FpEZI1A4MI5VFAng&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "iledzisiaj.pl1 godz.",
            "source": "iledzisiaj.pl",
            "article_content": "W sobotę, 9 sierpnia 2025 roku, Radzyń Podlaski przeniesie się w czasie do XVII wieku. Wszystko za sprawą wyjątkowego wydarzenia plenerowego – „Spotkania z Historią u Potockich – Radzyń Podlaski 2025\", które odbędzie się na terenie wokół Pałacu Potockich.\n\nW programie znajdą się widowiskowe pokazy grup rekonstrukcyjnych, inscenizacje historyczne, prezentacje uzbrojenia i strojów z epoki, a także obóz wojskowy, warsztaty dawnego rzemiosła oraz muzyka inspirowana tamtymi czasami. Całość wydarzenia pozwoli uczestnikom zanurzyć się w realiach życia sprzed ponad trzystu lat.\n\nW ramach wydarzenia odbędzie się również Targ Staroci, który będzie imprezą towarzyszącą. To świetna okazja, by znaleźć unikatowe przedmioty z przeszłości – od książek i porcelany po monety, obrazy i rękodzieło.\n\n???? Miejsce: Radzyń Podlaski, teren przy Pałacu Potockich\n\n???? Data: sobota, 9 sierpnia 2025 r.\n\n????️ Wstęp wolny\n\nOrganizatorzy serdecznie zapraszają mieszkańców i gości do wspólnego odkrywania historii w sercu Radzynia. To nie tylko okazja do dobrej zabawy, ale także do poznania lokalnego dziedzictwa w fascynującej formie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal szantowy i inne imprezy na koniec lipca",
            "link": "https://www.4lomza.pl/index.php?wiad=70443",
            "description": "Dwudniowy festiwal „SzantygRaj nad Narwią', również z udziałem łomżyńskich wykonawców. Rekonstrukcja obrony Łomży w roku 1920 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hinmS5DCr-Thw5Mz1Zk3fS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "4lomza.pl50 min",
            "source": "4lomza.pl",
            "article_content": "Dwudniowy festiwal „SzantygRaj nad Narwią”, również z udziałem łomżyńskich wykonawców. Rekonstrukcja obrony Łomży w roku 1920 i jarmark kolekcjonerski w Piątnicy. „Dni ziół narwiańskich” w drozdowskim muzeum. Wydarzeń nie zabraknie również w nadchodzącym tygodniu, na przykład koncertu znanego z legendarnego zespołu Dżem wokalisty Jacka Dewódzkiego.\n\nGłównym wydarzeniem rozpoczynającego się weekendu będzie dwudniowy festiwal szantowy „SzantygRaj nad Narwią”, zainicjowanego trzy lata temu w Rajgrodzie, w tym roku przeniesionego do Łomży. Nad Narwią są bowiem również szantowe tradycje, co dało efekty choćby w trzech edycjach festiwalu „Szanty nad Narwią”. W festiwalu wezmą udział bardzo znane zespoły Flash Creep, Sąsiedzi, Druga Wachta i The Pioruners. Nie zabraknie łomżyńskich grup Bond i Kill Water oraz przeglądu konkursowego, którego laureaci zaprezentują się podczas sobotniego koncertu głównego. Będzie też szantowy koncert dla dzieci Nutki z Łódki. Wstęp na zorganizowaną przez Miejski Dom Kultury-Dom Środowisk Twórczych i miasto Łomża na nadnarwiańskich bulwarach imprezę jest wolny.\n\nSzczegółowy program festiwalu (sobota 26 lipca)\n\n- 12:00 przegląd konkursowy debiutantów;\n\n- 17:00 Druga Wachta;\n\n- 18:00 Laureaci konkursu;\n\n- 19:00 Zrefowani;\n\n- 20:00 Flash Creep;\n\n- 21:00 Sąsiedzi.\n\n* niedziela 27 lipca\n\n- 14:00 Nutki z Łódki;\n\n- 17:00 Bond;\n\n- 18:00 Chór Szantowy Majtki Prezesa;\n\n- 19:00 Kill Water;\n\n- 20:00 The Pioruners.\n\nKolejną dwudniową imprezą będzie I Jarmark Staroci i Rękodzieła, odbywający się w sobotę i w niedzielę, w godzinach 8:00-16:00, na Forcie II Twierdzy Łomża w Piątnicy, ulica Jedwabieńska 29. W programie nie tylko możliwość kupienia na licznych stoiskach kolekcjonerskich perełek i różnych staroci, ale też liczne atrakcje dla młodszych i starszych, obejmujące między innymi jazdę konną, paintball, strzelanie z wiatrówek, ściankę wspinaczkową i dmuchańce dla dzieci. W niedzielę o godz. : 15:30 odbędzie się przgotowana przez Grupę Historyczno-Edukacyjną „Szare Szeregi” rekonstrukcja bitwy z roku 1920. Organizatorzy zapewniają strefę gastronomiczną, parking i toalety. Wstęp wolny.\n\nW piątek 25 lipca odbędzie się w ramach „Łomżyńskich wakacji 2025” pierwszy seans kina plenerowego. W Parku Jana Pawła II Papieża Pielgrzyma o godzinie 21:15 zostanie wyświetlona komedia „Do usług szanownej Pani”. Wstęp wolny. Kolejne seanse zaplanowano 22 i 29 sierpnia oraz 5 września.\n\nTego samego dnia o 14:00 msza święta w kościele pw. Wniebowzięcia Najświętszej Maryi Panny, Sienkiewicza 1 zainauguruje tegoroczne obchody Święta Policji. Główna uroczystość odbędzie się w niedzielę na Starym Rynku o 12:00, obejmując też „Niebieski piknik” z różnymi stoiskami i pokazami. Wstęp wolny.\n\nNiedziela to również pchli targ na koncertowej muszli przy ulicy Zjazd, odbywający się w godzinach 7:00-14:00. Wstęp dla kupujących wolny.\n\nRównież w niedzielę Muzeum Przyrody-Dwór Lutosławskich w Drozdowie zaprasza na „Dni ziół narwiańskich”. Program części wykładowej, rozpoczynającej się o 13:00:\n\n- Dorota Gnatowska, Muzeum Rolnictwa im. ks. Krzysztofa Kluka w Ciechanowcu, „Złocień maruna – zapomniane panaceum księdza Kluka”;\n\n- brat Jan z Dukli Ścieranka, Bonifratrzy Warszawa, „Trędownik”;\n\n- Joanna Jaroć, Muzeum Pałacu Króla Jana III w Wilanowie, „Alkiermesy i inne elektuaria czyli słów parę o nowożytnych remediach na złe samopoczucie”;\n\n- Teresa Grużewska, Muzeum Przyrody-Dwór Lutosławskich w Drozdowie, „Przetacznik lekarski – warto mieć go we własnym ogródku”.\n\nW godzinach 15:00-17:00 zaplanowano porady zdrowotne brata Jana z Dukli, a od 13:00 do 17:00 będzie trwać festyn rodzinny, obejmujący „pokazy i warsztaty kulinarne, plastyczne, florystyczne, pszczelarskie, tworzenia kosmetyków naturalnych i produktów sojowych. Zabawy, konkursy z nagrodami i degustacje”. Wstęp 5 zł.\n\nDo tego muzeum organizuje w terminie 28-31 lipca, w godzinach 11:00-14:00, terenowe warsztaty przyrodnicze. Koszt 25 zł od osoby, zapisy pod numerem 86 219 20 81.\n\nW czwartek 31 lipca w Warce wystąpi Jacek Dewódzki Band. W programie utwory autorskie oraz kultowe evergreeny Dżemu, którego Dewódzki był frontmanem w latach 1994-2001. Początek koncertu o 21:30, wstęp wolny.\n\nWojciech Chamryk"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stalowa wola odkomarzanie",
            "link": "https://echodnia.eu/podkarpackie/tag/stalowa-wola-odkomarzanie",
            "description": "Upalne i suche lato sprawia, że niewiele komarów dokucza mieszkańcom Stalowej Woli. Jednak odkomarzanie jest konieczne, o czym świadczą głosy osób ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Echo Dnia12 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekendowe atrakcje w Łomży i okolicy. Łapcie nasz eskowy przewodnik!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/weekendowe-atrakcje-w-%C5%82om%C5%BCy-i-okolicy-%C5%82apcie-nasz-eskowy-przewodnik/ar-AA1Jcy18?ocid=BingNewsVerp",
            "description": "Jeśli najbliższy weekend spędzacie w Łomży to wcale nie będziecie się nudzić. Nie brakuje opcji zarówno na gorszą jak i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.O3f5gaPf2x7hy44i0eMB6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Eska Regiony on MSN23 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta osada przez dziesięciolecia nie miała kanalizacji ani infrastruktury. Mieszkańcy mówili, że są w Łodzi \"tylko na papierze\"",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/ta-osada-przez-dziesi%C4%99ciolecia-nie-mia%C5%82a-kanalizacji-ani-infrastruktury-mieszka%C5%84cy-m%C3%B3wili-%C5%BCe-s%C4%85-w-%C5%82odzi-tylko-na-papierze/ar-AA1JcZfo?ocid=BingNewsVerp",
            "description": "Mileszki to peryferyjne osiedle Łodzi z bogatą historią, sięgającą czasów wcześniejszych niż powstanie samego miasta. Od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.usbBhlwEJPssFnd42_QkHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Łódź Radio ESKA on MSN21 godz.",
            "source": "Łódź Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wojna o świątynie zamienia turystyczny raj w strefę działań wojennych. Polskie MSZ ostrzega turystów!",
            "link": "https://forsal.pl/swiat/aktualnosci/artykuly/9848589,wojna-o-swiatynie-zamienia-turystyczny-raj-w-strefe-dzialan-wojennych.html",
            "description": "Granica Tajlandii i Kambodży stała się strefą walk. Zamiast turystów pojawiły się tam czołgi, drony i artyleria rakietowa.",
            "image_url": "https://www.bing.pl/th?id=OVFT.16ppzgUnS50Tp9gZQAYHuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Forsal.pl4 godz.",
            "source": "Forsal.pl",
            "article_content": "Zabytki pod ostrzałem, cywile pod gruzami. Co się dzieje na granicy?\n\nReklama\n\nKonflikt dotyczy starożytnych świątyń Preah Vihear, Ta Moan Thom i Ta Krabey, które od lat są kością niezgody między Tajlandią a Kambodżą. Chociaż Międzynarodowy Trybunał Sprawiedliwości w 1962 roku przyznał główny kompleks Kambodży, sporne tereny wokół niego pozostały nieuregulowane.\n\n/> />\n\nSytuacja pogorszyła się w połowie lipca, gdy doszło do serii prowokacji: zginęli żołnierze, rannych zostało wielu cywilów. 24 lipca Tajlandia oficjalnie potwierdziła ataki z użyciem samolotów F-16 i artylerii na pozycje kambodżańskie. W odpowiedzi Phnom Penh oskarżyło Bangkok o agresję i ogłosiło mobilizację. Według danych z agencji Reuters, w jednym z najbardziej dramatycznych dni zginęło co najmniej 9 osób, a 40 tysięcy mieszkańców przygranicznych wiosek musiało opuścić swoje domy.\n\nMSZ ostrzega Polaków: Tajlandia nie jest dziś bezpiecznym kierunkiem\n\nW odpowiedzi na rosnące napięcie, polski resort spraw zagranicznych wydał komunikat, w którym kategorycznie odradza podróże do niektórych części Tajlandii. Szczególnie zagrożone są cztery prowincje na południu kraju: Pattani, Yala, Narathiwat i Songkhla, gdzie występuje wysokie ryzyko ataków terrorystycznych z użyciem bomb i broni palnej.\n\nMSZ informuje, że na niektórych terenach tych prowincji obowiązuje stan wyjątkowy, a podróżowanie jest ograniczone. Turyści powinni być przygotowani na kontrole, a także mieć świadomość, że w razie nagłej eskalacji ewakuacja może być niemożliwa.\n\nNa reszcie terytorium Tajlandii MSZ zaleca zachowanie szczególnej ostrożności, zwłaszcza w miejscach publicznych: przy atrakcjach turystycznych, na bazarach, w świątyniach i podczas wydarzeń masowych. „Zwracaj uwagę na porzucone przedmioty i informuj policję o podejrzanych zachowaniach” – apeluje resort.\n\nŚwiat reaguje, dyplomacja milczy. Ambasadorzy wyproszeni, granice zamknięte\n\nNa tle rosnącej liczby ofiar i bombardowań, relacje między Tajlandią i Kambodżą sięgnęły dna. Phnom Penh obniżyło poziom stosunków dyplomatycznych z Bangkoku do minimum, a ambasador Tajlandii musiał opuścić kraj. W odpowiedzi Tajlandia zamknęła wszystkie przejścia graniczne i wycofała swojego przedstawiciela z Kambodży.\n\n/> />\n\nTo kolejny etap pogłębiającej się przepaści między sąsiadami. Eksperci przypominają, że spór graniczny między tymi krajami trwa od ponad 100 lat, a co kilka lat wybuchają kolejne potyczki. Tym razem jednak skala eskalacji, liczba ofiar i użycie nowoczesnej broni mogą oznaczać początek znacznie dłuższego i groźniejszego konfliktu.\n\nTajlandia ma przewagę. Ale czy to wystarczy?\n\nZ militarnego punktu widzenia Tajlandia dysponuje miażdżącą przewagą. Jej armia liczy ponad 360 tys. żołnierzy, posiada nowoczesne czołgi VT-4, śmigłowce bojowe, myśliwce Gripen i F-16 oraz znaczącą flotę. Dla porównania – armia Kambodży to 125 tys. żołnierzy, słabo uzbrojonych, głównie w przestarzałe czołgi T-55 i broń ręczną.\n\n/> />\n\nJednak eksperci podkreślają: to może nie być konflikt, który wygrywa się tylko liczbami. Kambodża może próbować prowadzić długotrwałą, wyniszczającą wojnę partyzancką, wykorzystując trudny teren, górzyste pogranicze i historyczne ruiny jako punkty oporu.\n\nW tej chwili kontrola powietrzna, morska i logistyczna należy do Tajlandii, ale przewlekła wojna może ją kosztować znacznie więcej, niż zakładano.\n\nTuryści z Polski: jechać czy odwoływać? Linie lotnicze i biura podróży czekają na rozwój sytuacji\n\nDla wielu Polaków planujących urlop w Tajlandii ta sytuacja rodzi pytania: czy nadal można bezpiecznie podróżować? Co z lotami i rezerwacjami? Na razie główne kurorty, takie jak Bangkok, Phuket, Chiang Mai czy Pattaya, nie są bezpośrednio zagrożone działaniami wojennymi, ale ryzyko eskalacji istnieje również w innych regionach – jak ostrzega MSZ.\n\nBiura podróży monitorują sytuację, jednak odwołania wyjazdów zależą od komunikatów władz oraz decyzji klientów. Linie lotnicze na razie nie wprowadziły masowych zmian w siatce połączeń, ale część z nich umożliwia bezpłatną zmianę terminu.\n\nCo dalej? Konflikt może potrwać miesiące\n\nEksperci ds. Azji Południowo-Wschodniej ostrzegają, że nie jest to konflikt do szybkiego rozwiązania. Zwaśnione strony mają wiele do stracenia, ale także wiele do udowodnienia. Tajlandia broni prestiżu i granic, Kambodża – suwerenności i dostępu do strategicznych miejsc.\n\nNa ten moment żadna ze stron nie wykazuje chęci natychmiastowego zawieszenia broni. USA oraz kraje ASEAN podejmują próby mediacji, ale skuteczność tych działań jest niepewna.\n\nPodsumowanie: Tajlandia to już nie bezpieczny raj. Zachowaj czujność\n\nJeśli planujesz podróż do Tajlandii, nie ignoruj ostrzeżeń MSZ. Zarejestruj wyjazd w systemie Odyseusz, śledź aktualne komunikaty i rozważ przełożenie podróży, zwłaszcza jeśli Twoja trasa przebiega przez zagrożone regiony. Egzotyka, piękne plaże i tropikalne przygody nie są warte ryzyka utraty zdrowia lub życia. Granica Tajlandii i Kambodży płonie, a spokojny urlop może zamienić się w walkę o przetrwanie dosłownie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "25 LIPCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-07-25,8,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dawny gmach banku w Chorzowie będzie sceną teatralną. Na razie artyści remontują zabytek. \"Byłam zaskoczona, że to tak piękny budynek\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/dawny-gmach-banku-w-chorzowie-b%C4%99dzie-scen%C4%85-teatraln%C4%85-na-razie-arty%C5%9Bci-remontuj%C4%85-zabytek-by%C5%82am-zaskoczona-%C5%BCe-to-tak-pi%C4%99kny-budynek/ar-AA1J9Nyl?ocid=BingNewsVerp",
            "description": "Kiedyś ludzie stali tu w kolejkach, by zapłacić rachunki, a już jesienią jest szansa, że ustawią się w kolejce po bilety na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-z2_6n3Yab-g9-Mt7kHHcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN3 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryli garnek ze złotem, może mieć ponad dwa tysiące lat. \"Znaleźliśmy koniec tęczy\"",
            "link": "https://tvn24.pl/poznan/kalisz-znalezli-garnek-ze-zlotem-moze-miec-ponad-dwa-tysiace-lat-st8569795",
            "description": "Szukali pozostałości po testowanej podczas II wojny światowej rakiecie V-2, a znaleźli trzy garnki. Ten ostatni może być ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Z8ZZbl93T4Y82p5PupNTxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN2422 godz.",
            "source": "TVN24",
            "article_content": "Znaleźli garnek ze złotem sprzed dwóch tysięcy lat Źródło: Kaliskie Stowarzyszenie Poszukiwaczy Śladów Historii DENAR\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej Udostępnij Facebook Kopiuj link\n\nKaliskie Stowarzyszenie Poszukiwaczy Śladów Historii DENAR od kilku tygodni prowadzi prace w okolicach Kalisza. Dokładnej lokalizacji nie mogą podać ze względów bezpieczeństwa. A jest co chronić.\n\nW ciągu pięciu tygodni badacze znaleźli trzy garnki - dwa pierwsze datowane są na okres wczesnego średniowiecza. Ostatnie znalezisko może być szczególne cenne. Pod ziemią trafili na garnek ze złotem.\n\n- Tym razem znaleźliśmy skarb innej kultury. Może być z okresu wpływów rzymskich, a może nawet przedrzymskich. Możliwe, że jest to garnek datowany na II wiek przed naszą erą do IV wieku naszej ery. Dokładne datowanie będzie możliwe dopiero w momencie, kiedy ten garnek zostanie otwarty i eksperci wezmą go na warsztat - mówi nam Przemysław Kurowiak, prezes Kaliskiego Stowarzyszenia Poszukiwaczy Śladów Historii DENAR.\n\nTo się nie dzieje naprawdę !!! My znaleźliśmy koniec tęczy 😍 Garnek nr. 3 😍😍😍 Posted by DENAR Kalisz - Stowarzyszenie Poszukiwaczy Śladów Historii on Sunday, July 13, 2025 Rozwiń\n\nJak dodaje, eksploratorzy podejrzewają, że skarb może mieć ponad dwa tysiące lat, bo to właśnie tamte kultury składały w darach, w grobach tego typu złote elementy. Dodatkowo na kulturę przedrzymską lub rzymską może wskazywać sama ceramika.\n\n\"Złoty Graal\" i \"koniec tęczy\"\n\nNa nagraniach i zdjęciach z prac Kaliskiego Stowarzyszenia Poszukiwaczy Śladów Historii DENAR wyraźnie widać wystający z garnka złoty element. Na początku podejrzewali, że to bransoletka. Po pierwszych, wstępnych badaniach rentgenowskich pojawiły się jednak wątpliwości.\n\n- Może to być naszyjnik. Na zdjęciu rentgenowskim jest zarys, że może to być poskładany naszyjnik. Tak to wygląda, ale nie możemy tego potwierdzić, dopóki nie zostanie to wydobyte - mówi Kurowiak. I dodaje: - Różnie się przedmioty układają w garnku. Kiedyś myśleliśmy, że znaleźliśmy sygnet, a się okazało, że to monety się tak ułożyły i było takie złudzenie.\n\nJak twierdzi, monet tam raczej nie ma, prawdopodobnie jest sama biżuteria.\n\nZnaleźli garnek ze złotem. Może mieć ponad dwa tysiące lat Źródło: Kaliskie Stowarzyszenie Poszukiwaczy Śladów Historii DENAR\n\nStowarzyszenie DENAR na skarby trafiło przypadkiem. Szukali szczątków rakiety V-2 z czasów II wojny światowej, które były testowane w tym regionie. - Szliśmy takim śladem, ale jak to w życiu bywa, człowiek szuka czegoś innego i znajduje coś innego - mówi prezes.\n\nBadacze nie kryją szczęścia. Podkreślają, że garnek ze złotem to bardzo cenne znalezisko.\n\n- Kiedy takie skarby odkrywane są przypadkowo, mogą zostać przez przypadek uszkodzone. My znaleźliśmy trzy garnki i tak, jak te dwa zakopano 950 lat temu, a trzeci dwa tysiące lat temu, tak je wykopaliśmy. To jest Święty Graal dla archeologów - podkreśla Kurowiak.\n\nZnaleźli garnek ze złotem. Może mieć ponad dwa tysiące lat Źródło: Kaliskie Stowarzyszenie Poszukiwaczy Śladów Historii DENAR\n\nSamo znalezienie trzech garnków w tak krótkim odstępie czasu jest rzadkością.\n\n- Mój kolega powiedział, że znaleźliśmy koniec tęczy, wiemy, gdzie ona jest - mówi Kurowiak.\n\nDyrektor muzeum: tyle czasu leżały w ziemi, warto poczekać\n\nWszystkie znaleziska trafią do Muzeum Okręgowego Ziemi Kaliskiej. Zanim jednak będzie można je zobaczyć, minie jeszcze trochę czasu. Garnki muszą zostać dokładnie przebadane, wpisane do rejestru zabytków, skatalogowane i zakonserwowane.\n\n- Skoro tyle czasu leżały w ziemi, to warto jeszcze trochę poczekać. Nie można się spieszyć, żeby nie popełnić niepotrzebnych błędów, żeby niczego nie uszkodzić - mówi nam Marcin Magdziński, dyrektor Muzeum Okręgowego Ziemi Kaliskiej.\n\nDodaje, że w ostatnim garnku może być jedynie złoty naszyjnik. Tak wynika z badania tomografem.\n\n- To jednak wstępne badanie, które musi zostać jeszcze opracowane przez lekarzy - tłumaczy dyrektor. I dodaje: - Dwa wcześniej odkryte garnki, te z wczesnego średniowiecza, również do nas trafią. Na razie tylko z jednego zostały wydobyte przedmioty.\n\nNa początek skarby trafią na wystawę czasową, później może też na wystawę stałą.\n\nInna działka, inna epoka, kolejny skarb 😍 To niewiarygodne wręcz Historyczne ale w ciągu pięciu tygodni udało nam się... Posted by DENAR Kalisz - Stowarzyszenie Poszukiwaczy Śladów Historii on Monday, July 14, 2025 Rozwiń"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na grzyby w Wielkopolsce? Sprawdź, te miejsca - wrócisz z pełnym koszykiem!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gdzie-na-grzyby-w-wielkopolsce-sprawd%C5%BA-te-miejsca-wr%C3%B3cisz-z-pe%C5%82nym-koszykiem/ar-AA1I65ov?ocid=BingNewsVerp",
            "description": "Przełom lata i jesieni to idealny moment, aby wybrać się do lasu i poszukać grzybów. Wielkopolska natomiast to idealne miejsce, aby z wyprawy do lasu wrócić z pełnym koszykiem. Pora na grzyby zbliża s ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN14 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    }
]