[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź, czy masz taki dokument z czasów PRL-u. Dostaniesz za niego nawet 27 tys. zł",
            "link": "https://forsal.pl/gospodarka/aktualnosci/artykuly/9875571,lepiej-sprawdz-czy-masz-taki-dokument-z-czasow-prl-u-dostaniesz-za-niego-nawet-27-tys-zl.html",
            "description": "Okazuje się, że stare dokumenty, takie jak książeczki oszczędnościowe z czasów PRL-u, mogą okazać się niezwykle cenne. Bank PKO BP oferuje za nie atrakcyjne wypłaty. Warto więc zajrzeć do swoich domow ...",
            "image_url": "https://www.bing.pl/th?id=ODF.voMd4jpGf4Oc_ERQGne1-A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Forsal.pl8 godz.",
            "source": "Forsal.pl",
            "article_content": "Lepiej sprawdź, czy masz taki dokument z czasów PRL-u. Dostaniesz za niego nawet 27 tys. zł\n\nNostalgia za PRL-em to zjawisko coraz bardziej powszechne. Pamiętamy tamte czasy jako okres spokojny, wolny od pośpiechu. A jednak mało kto wie, że powrót do tamtych lat może przynieść nie tylko miłe wspomnienia, ale również realne korzyści finansowe. Okazuje się, że stare monety z PRL-u mogą być prawdziwym skarbem dla kolekcjonerów. Podobnie jak bombki czy kryształy, bo także one zyskały na wartości. Ale nie tylko. Na czym jeszcze można zgarnąć fortunę?\n\nReklama\n\nKsiążeczka oszczędnościowa - czym jest?\n\nKsiążeczki oszczędnościowe były niegdyś popularnym sposobem oszczędzania w Polsce, zwłaszcza w czasach PRL. Choć dziś rzadko się je już spotyka, to wciąż budzą one sporo zainteresowania, zwłaszcza ze względu na możliwość otrzymania rekompensaty.\n\nKsiążeczka oszczędnościowa to dokument, który potwierdzał zgromadzone na rachunku bankowym środki pieniężne. Była to swego rodzaju przepustka do zakupu różnych dóbr, szczególnie deficytowych. W PRL-u książeczki były często powiązane z konkretnymi celami, np. zakupem samochodu. Szczególnie cenne są tzw. książeczki \"F\". Oznaczały one możliwość zakupu samochodu Fiat 126p lub FSO 1500. Ze względu na duże zainteresowanie tymi pojazdami oraz trudności w ich zdobyciu, książeczki te zyskały na wartości.\n\nRekompensata za książeczkę oszczędnościową\n\nDziś, po wielu latach, posiadacze książeczek oszczędnościowych mają możliwość ubiegania się o rekompensatę. Wysokość rekompensaty zależy od rodzaju książeczki i okresu oszczędzania. Jak ubiegać się o rekompensatę? Aby ubiegać się o rekompensatę, należy zgłosić się do banku, w którym była założona książeczka oszczędnościowa. Zazwyczaj wymagane jest przedstawienie dowodu osobistego oraz samej książeczki.\n\nMasz ten dokument z czasów PRL-u w domu? Jest warty fortunę\n\nPamiętasz książeczkę oszczędnościową, na której zbierałeś pieniądze na wymarzonego Fiata 126p? Choć marzenie o nowym samochodzie nie spełniło się dla wszystkich, dziś ta stara książeczka może przynieść spore zaskoczenie i korzyści finansowe. Bank PKO BP wypłaca teraz znacznie wyższe kwoty, niż pierwotnie wpłacono. Jeśli masz taką książeczkę, możesz zgłosić się do oddziału banku z dokumentem tożsamości i odebrać nawet 19 391 zł za \"malucha\" lub 27 479 zł za większego Fiata. Warto więc przejrzeć szuflady i sprawdzić, czy nie masz gdzieś schowanego tego małego skarbu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EA Sports FC 26 – czy ta gra nie wychodzi co roku?. Gry września 2025. Silksong nadchodzi!",
            "link": "https://www.gry-online.pl/opinie/pozegnanie-z-wakacjami-powitanie-z-hitami-pelna-lista-premier-wrz/ea-sports-fc-26-czy-ta-gra-nie-wychodzi-co-roku/z94768",
            "description": "Nie zabraknie oczywiście modułu Ultimate Team, jednak twórcy podkreślają, że tym razem większy nacisk położono na balans i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XqkN6gIwbs6KaYvuSS6ykC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gry-online.pl9 godz.",
            "source": "gry-online.pl",
            "article_content": "Publicystyka 1 września 2025, 07:00 autor: Patryk Manelski EA Sports FC 26 – czy ta gra nie wychodzi co roku?. Gry września 2025. Silksong nadchodzi!\n\nEA Sports FC 26 – czy ta gra nie wychodzi co roku?\n\nData premiery: 26 września 2025\n\nINFORMACJE Gatunek: gry sportowe Platformy: PC, PS5, XSX, PS4, XOne, Switch 2, Switch Przybliżona cena: ok. 300 zł (PC), ok. 339 zł (PS5, XSX, PS4, XOne, Switch 2, Switch)\n\nNowa stara FIFA po raz kolejny\n\nEA Sports FC 26 to kolejny krok w rozwoju marki, która po utracie prawa do wykorzystywania nazwy FIFA próbuje udowodnić, że piłkarska tradycja ma się świetnie. Tym razem twórcy stawiają na jeszcze większy realizm, zarówno w oprawie wizualnej, jak i w samej rozgrywce. Mecze mają być bardziej płynne, animacje naturalniejsze, a zachowanie zawodników – bliższe temu, co oglądamy co weekend na stadionach Premier League, La Ligi czy Serie A.\n\nBoisko pełne emocji i technologii\n\nRozgrywka w FC 26 rozwija mechaniki znane z poprzednich odsłon serii. System dryblingu i podań został przebudowany tak, aby jeszcze mocniej nagradzać technikę i precyzję gracza, a nie schematyczne zagrania. Z kolei tryby sieciowe poszerzono o nowe formy rywalizacji i personalizacji, które mają utrzymać świeżość przez cały sezon. Nie zabraknie oczywiście modułu Ultimate Team, jednak twórcy podkreślają, że tym razem większy nacisk położono na balans i możliwość tworzenia drużyny w oparciu o styl gry, a nie tylko o budżet wirtualnych monet."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy polują na te naczynia, wazony i figurki [27.08.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki-270825/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8L45VlkFcK0pkSf5PrB1pi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na niedzielnych giełdach w Poznaniu. Jedna wróciła do dawnej lokalizacji",
            "link": "https://epoznan.pl/news-news-167143-tlumy_na_niedzielnych_gieldach_w_poznaniu_jedna_wrocila_do_dawnej_lokalizacji",
            "description": "Najpierw funkcjonowała na terenie Starej Rzeźni, później przeniosła się na parking przed CH M1, by w końcu zacząć funkcjonować przy CH Auchan Komorniki. Od 31 sierpnia lokalizacje \"Giełdy Staroci ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XssJMuMR3jmFUPkcGSW0GQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "epoznan.pl23 godz.",
            "source": "epoznan.pl",
            "article_content": "Niedziela była pierwszym dniem funkcjonowania giełdy przy CH M1 po dłuższej przerwie.\n\nNajpierw funkcjonowała na terenie Starej Rzeźni, później przeniosła się na parking przed CH M1, by w końcu zacząć funkcjonować przy CH Auchan Komorniki. Od 31 sierpnia lokalizacje \"Giełdy Staroci Pchli Targ\" są dwie. Pozostał parking przy CH Auchan Komorniki, ale wrócił parking na Franowie, przy CH M1.\n\nOrganizatorzy podają, że frekwencją w \"nowej-starej\" lokalizacji była w niedzielę bardzo dobra. Z pewnością pomogła pogoda. Giełdy w dwóch lokalizacjach będą odbywać się w każdą niedzielę od 6.00 do 14.00."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryto sekrety zamku Kmitów. Zobacz, co skrywały ruiny",
            "link": "https://www.rmf24.pl/regiony/rzeszow/news-odkryto-sekrety-zamku-kmitow-zobacz-co-skrywaly-ruiny,nId,8016289",
            "description": "W ruinach zamku Kmitów, położonych na malowniczej Górze Sobień w sercu podkarpackiego rezerwatu przyrody, archeolodzy i konserwatorzy prowadzą intensywne prace mające na celu ocalenie i zabezpieczenie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "RMF243 godz.",
            "source": "RMF24",
            "article_content": "W ruinach zamku Kmitów, położonych na malowniczej Górze Sobień w sercu podkarpackiego rezerwatu przyrody, archeolodzy i konserwatorzy prowadzą intensywne prace mające na celu ocalenie i zabezpieczenie jednego z najcenniejszych zabytków regionu. Odsłonięcie kolejnych fragmentów murów, odkrycie unikatowych artefaktów oraz przygotowanie trwałej ruiny – to tylko niektóre elementy szeroko zakrojonego projektu, który ma przywrócić dawny blask tej historycznej warowni.\n\nRuiny zamku Kmitów na Górze Sobień / Foto: Nadleśnictwo Lesko/Facebook /\n\nZamek Kmitów na Górze Sobień od lat fascynował zarówno historyków, jak i miłośników Bieszczad. Ostatnie poważne badania archeologiczne prowadzone były tutaj ponad 50 lat temu, a przez kolejne dekady ruiny popadały w coraz większą degradację. Teraz, dzięki inicjatywie Nadleśnictwa Lesko, rozpoczęte w lutym 2025 roku prace mają szansę nie tylko zatrzymać proces niszczenia, ale także na nowo odkryć historię tego miejsca.\n\nJak poinformował archeolog z Muzeum Budownictwa Ludowego w Sanoku, Marcin Glinianowicz, obecnie głównym zadaniem zespołu jest \"odgruzowanie reliktów i ich zabezpieczenie\". Prace prowadzone są równolegle w kilku wykopach archeologicznych, co pozwala na kompleksowe spojrzenie na strukturę dawnego zamku.\n\nOdsłonięte mury, baszty i skarby sprzed wieków\n\nEfekty badań już teraz budzą ogromne zainteresowanie. Archeolodzy odsłonili południową kurtynę muru obronnego, znaczną część kurtyny północnej, basztę, a także relikty przedbaszcia oraz podział wewnętrzny domu zamkowego. Te odkrycia rzucają nowe światło na układ i funkcjonowanie warowni, będącej niegdyś ważnym punktem obronnym regionu.\n\nWśród wydobytych z ziemi artefaktów znalazły się prawdziwe rarytasy: fragmenty średniowiecznej broni palnej, kamienna kula armatnia, groty bełtów, monety oraz kafel piecowy z łacińskim napisem \"Laurentis\". Ten ostatni obiekt określono mianem \"bliźniaka\" względem kafla odkrytego przed ponad pół wiekiem przez archeologa Tadeusza Żurowskiego. Oryginalne nawarstwienia ziemi z czasów, kiedy zamek powstawał i funkcjonował, pozwalają naukowcom na jeszcze dokładniejsze odtworzenie dziejów rezydencji Kmitów.\n\nTrwała ruina - bezpieczeństwo i edukacja\n\nCelem tych szeroko zakrojonych działań jest nie tylko ratowanie zabytku, ale również przekształcenie ruin w tzw. trwałą ruinę.\n\nPo zakończeniu prac, które mają potrwać do wiosny przyszłego roku, planowane jest otwarcie nowoczesnej ścieżki poznawczej. Ma ona łączyć treści przyrodnicze, historyczne i kulturowe, umożliwiając zwiedzającym głębsze poznanie zarówno samego zamku, jak i niezwykłej przyrody rezerwatu Góra Sobień."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sobień odkrywany na nowo",
            "link": "https://radiovia.com.pl/aktualnosci/sobien-odkrywany-na-nowo",
            "description": "W ruinach zamku Kmitów, położonego w rezerwacie „Góra Sobień', trwają prace archeologiczne i konserwatorskie. To kontynuacja działań zainicjowanych w lutym przez Nadleśnictwo Lesko, mających na celu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.UUNmKVLogs6ulByt-ca8aQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Radio VIA10 godz.",
            "source": "Radio VIA",
            "article_content": "W ruinach zamku Kmitów, położonego w rezerwacie „Góra Sobień”, trwają prace archeologiczne i konserwatorskie. To kontynuacja działań zainicjowanych w lutym przez Nadleśnictwo Lesko, mających na celu ocalenie ruin przed dalszą degradacją, ochronę substancji zabytkowej i wzbogacenie walorów edukacyjnych całego rezerwatu.\n\n– Przeszło 50 lat minęło od czasu, kiedy archeolodzy ostatni raz gościli w murach zamku sobieńskiego. Naszym głównym zadaniem jest odgruzowanie reliktów i ich zabezpieczenie. Udało się odsłonić południową kurtynę muru obronnego, znaczną część kurtyny północnej, basztę, a także relikty przedbaszcia oraz podział wewnętrzny domu zamkowego – mówi Marcin Glinianowicz, archeolog z Muzeum Budownictwa Ludowego w Sanoku.\n\nPrace prowadzone są równolegle w kilku wykopach archeologicznych. Ujawniono m.in. oryginalne nawarstwienia z czasów, kiedy zamek powstawał i funkcjonował. Odkryto również wiele cennych artefaktów, które pozwolą lepiej poznać dzieje rezydencji Kmitów. Wśród znalezisk są m.in. fragmenty średniowiecznej broni palnej, kamienna kula armatnia, groty bełtów, monety oraz kafel piecowy z łacińskim napisem Laurentis, będący „bliźniakiem” odkrycia sprzed ponad pół wieku podczas badań prowadzonych przez archeologa Tadeusza Żurowskiego.\n\n– Każdy, kto odwiedzał zamek w ostatnich latach, widział jego stopniową degradację. Dziś mogę powiedzieć, że ruiny odzyskują dawny blask. Tworzymy tzw. trwałą ruinę, która po konserwacji będzie bezpieczna dla zwiedzających i jednocześnie pozwoli wyobrazić sobie oryginalny układ obiektu – podkreśla Jan Mazur, nadleśniczy Nadleśnictwa Lesko. – To historyczna perełka związana z dziejami Bieszczadów, a jako zarządzający terenem jesteśmy zobowiązani do jej zachowania i udostępniania zwiedzającym.\n\nPo zakończeniu prac powstanie nowa ścieżka poznawcza, łącząca treści przyrodnicze, historyczne i kulturowe. Szczególny nacisk kładzie się również na poprawę bezpieczeństwa turystów, którzy odwiedzają Sobień. Usunięcie spadających odłamów murów i zabezpieczenie całej konstrukcji ma wyeliminować dotychczasowe zagrożenia.\n\n– Kolejne prace planowane do wykonania to remont nawierzchni parkingu i remont jego ogrodzenia, przebudowa istniejącej infrastruktury turystyczno-edukacyjnej oraz wykonanie wizualizacji zamku z czasów jego świetności, a wszystko po to, by Sobień stał się swego rodzaju „bramą w Bieszczady” dla jadących drogą od strony Przemyśla – wylicza nadleśniczy Jan Mazur. – Planujemy zrealizować te prace w tym roku, jeżeli tylko będzie taka możliwość. Ewentualnie część zadań związanych z infrastrukturą turystyczną zostanie przesunięta na rok 2026, ale same ruiny i taras widokowy chcemy udostępnić już od najbliższej wiosny.\n\nRenowacja ruin Sobienia odbywa się we współpracy Lasów Państwowych, służb konserwatorskich, archeologów, samorządu lokalnego, Regionalnej Dyrekcji Ochrony Środowiska w Rzeszowie oraz przedstawicieli społeczności „Ratujmy zamek Sobień”. Więcej na: https://www.facebook.com/RatujmyZamekSobien\n\nPrace przy ruinach realizowane są dzięki środkom Funduszu Leśnego w ramach projektu Wielki Szlak Leśny. Docelowo Sobień będzie jednym z ważnych punktów turystycznych w regionie, łącząc historię rodu Kmitów z unikatową przyrodą chronioną w rezerwacie.\n\nDo czasu zakończenia prac zarówno ruiny zamku, jak też cały rezerwat, pozostają zamknięte dla odwiedzających.\n\nTekst: Dominik Jagieła\n\nZdjęcia: Marcin Glinianowicz, Dominik Jagieła, Patryk Zahacz"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ustaliłam, skąd się wzięło stado inwazyjnych jeleni sika. Ludzie je wypuścili, teraz będą je zabijać",
            "link": "https://opole.wyborcza.pl/opole/7,35086,32207832,czy-stado-inwazyjnych-jeleni-sika-na-opolszczyznie-musi-zostac.html",
            "description": "Przychodzą do nas w nocy i wyjadają uprawy - mówią nam rolnicy. Dyrektor RDOŚ w Opolu o zdziczałym stadzie jeleni sika: - ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.18J-jKIw1pYGXLPhAHF8Iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wyborcza Opole22 godz.",
            "source": "Wyborcza Opole",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hell is Us - Pętle: jak je zamknąć, co to jest, odradzanie wrogów, wykrywacz strażników?",
            "link": "https://www.ppe.pl/poradniki/378048/hell-is-us-petle-jak-je-zamknac-co-to-jest-odradzanie-wrogow-wykrywacz-straznikow.html",
            "description": "Witajcie w poradniku do Hell is Us. Nacon ze wszystkich sił przygotował dopracowaną produkcję pełną zagadek i wskazówek, które zdobywamy poprzez rozmowy czy czytanie notatek. W tym poradniku znajdziec ...",
            "image_url": "https://www.bing.pl/th?id=ODF.F4AnsXdty3wxS8sqqxAbLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PPE.pl5 godz.",
            "source": "PPE.pl",
            "article_content": "Hell is Us - Pętle: jak je zamknąć, co to jest, odradzanie wrogów, wykrywacz strażników?\n\nPętle w grze Hell is Us.\n\nW grze Hell is Us pętle czasowe (Timeloops) pełnią kluczową rolę w oczyszczaniu świata z wrogich istot. To właśnie one odpowiadają za pojawianie się stworzeń w danym obszarze - dopiero ich zamknięcie sprawia, że teren staje się bezpieczny.\n\nAby zamknąć pętlę, najpierw trzeba pokonać wszystkich jej strażników (otrzymamy na ekranie stosowne informacje, kiedy zabijemy strażników pętli). Do ich lokalizowania służy specjalny detektor Strażników, który otrzymujemy od Gildasa w Siedlisku Wartowników na wzgórzu Vyssy. Po rozprawieniu się z nimi można wejść do samej pętli.\n\nW grze występują trzy rodzaje pętli: Thêta, Sigma i Rhô. Do każdej z nich potrzebny jest odpowiedni Pryzmat Aminowy - Sigma, czyli przedmiot zdobywany podczas eksploracji np. skarbców. Po wejściu do pętli, po jej osłabieniu przez wybicie wszystkich strażników w regionie, należy przekazać taki kryształ dronowi, aby rozpocząć proces zamykania.\n\nAby otrzymać wspomniany przedmiot, zabijaj strażników Pętli wokół regionu, a potem wejdź do wielkiego kulistego obszaru widocznego na screenie poniżej. Każdy region ma własny.\n\nNagrodą za zamknięcie pętli są potężne Glify do broni i Relikty, które wzmacniają bohatera i otwierają nowe możliwości rozwoju.\n\nOdradzanie wrogów\n\nW Hell is Us odradzanie wrogów działa inaczej. Jeśli będziesz cały czas na jednej arenie i będziesz eliminował wrogów, to nawet po śmierci czy wyjściu z gry oponenci się nie odrodzą.\n\nJednakże jeśli wrócisz w nowym akcie gry do wcześniejszego obszaru, a wcześniej nie rozwaliłeś Pętli, wrogowie się odrodzą jeszcze silniejsi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielka burza o Księży Młyn",
            "link": "https://wydarzenia.interia.pl/lodzkie/news-wielka-burza-o-ksiezy-mlyn,nId,1134158",
            "description": "Księżego Młyna nie ma jako całości - ripostował profesor Grzegorz Matuszak, radny LiD. Są tylko relikty, zniszczone obiekty.",
            "image_url": "https://www.bing.pl/th?id=OVFT.IMfDYrdnFy8hsi1ctna5yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "INTERIA20 godz.",
            "source": "INTERIA",
            "article_content": "Radni tego klubu chcieli stworzyć park kulturowy, który by obejmował kompleks dawnych Zjednoczonych Zakładów Karola Scheiblera i Ludwika Grohmana oraz fabryki Salomona Barcińskiego, Ludwika Geyera, Markusa Silbersteina, Teodora Steigerta, a także ich otoczenie. Zdaniem klubu PO dzięki temu ochronę zyskałyby zabytki architektoniczne i budowlane, historyczne układy komunikacyjne, układy urbanistyczne osiedli, domy i wille fabrykanckie, niematerialne wartości kulturowe oraz zespoły zieleni.\n\nZdaniem wiceprezydenta Włodzimierza Tomaszewskiego utworzenie parku kulturowego oznacza, że najbardziej zrujnowanych terenów fabrycznych nie możnaby zrewitalizować do momentu uchwalenia miejscowego planu zagospodarowania tego terenu.\n\n- Daje to perspektywę bezczynności w oczekiwaniu na ukończenie prac nad planem - wyjaśniał wiceprezydent Włodzimierz Tomaszewski. Oznaczałoby to także wycofanie się prywatnych inwestorów i groźbę odszkodowań dla dotychczasowych właścicieli. Miasto musiałoby wtedy wykupić te tereny i przejąć ciężar ich utrzymania.\n\n- Parki kulturowe to nie skanseny, to niemartwy obszar - próbowała przekonać Iwona Śledzińska-Katarasińska, posłanka PO. To forma ochrony specjalnych, cennych obszarów, które są stosowane coraz częściej w Europie.\n\n- Księżego Młyna nie ma jako całości - ripostował profesor Grzegorz Matuszak, radny LiD. Są tylko relikty, zniszczone obiekty. Miasta nie można zamknąć w parkach i skansenach. Księży Młyn ma szansę stać się współczesną dzielnicą z zachowaniem tego co cenne i zarabiać na siebie.\n\n- Księży Młyn to wspomnienie po potędze XIX wiecznej Łodzi. A teraz pozostały tylko mury. Ale jest dla nas czymś ważnym. Pomysł stworzenia parku kulturalnego jest właściwym sposobem ochrony dziedzictwa narodowego - apelował Witold Rosset z LiD.\n\nJednak klub LiD był zdania, że przedłożony projekt uchwały prowadzi w efekcie do unicestwienia Księżego Młyna. Dlatego zaproponował zmiany w projekcie, m.in.: przekształcenie nazwy \"Park kulturowy posiadeł wodno - fabrycznych\" na \"Park kulturowy Księżego Młyna\", możliwość prowadzenia robót budowlanych, przywrócenie działalności przemysłowej i handlowej.\n\nDyskusja była burzliwa. Brali w niej udział reprezentanci inwersora, wojewódzki konserwator zabytków, eksperci, zaproszeni goście i przedstawiciele mieszkańców Księżego Młyna. Ostatecznie radni 15 głosami za, 14 przeciw i 6 wstrzymującymi się skietrowali projekt uchwały do rozpatrzenia w Komisji Kultury, Komisji Planu Przestrzennego, Budownictwa, Urbanistyki i Architektury oraz Komisji Gospodarki Mieszkaniowej i Komunalnej.\n\nObecnie zagospodarowaniem fragmentu zabytkowej dzielnicy Księży Młyn zajmuje się australijska firma Opal Property Developments. Główną inwestycją firmy jest budowa apartamentów i loftów \"U Scheiblera\" wraz z zapleczem usługowym - restauracjami, kawiarniami i sklepami. Opal Property planuje także stworzyć na tym terenie centrum papieskie.\n\nWiadomość pochodzi z oficjalnej strony miasta Łodzi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Badania archeologiczne przy budowie drogi S17 ujawniają ślady osadnictwa sprzed kilku tysięcy lat (zdjęcia)",
            "link": "https://www.lublin112.pl/badania-archeologiczne-przy-budowie-drogi-s17-ujawniaja-slady-osadnictwa-sprzed-kilku-tysiecy-lat-zdjecia/",
            "description": "Prace archeologiczne prowadzone na trasie drogi ekspresowej S17 w rejonie Lubyczy Królewskiej ujawniły bogate ślady osadnictwa od epoki neolitu po czasy współczesne, w tym obiekty mieszkalne, przedmio ...",
            "image_url": "https://www.bing.pl/th?id=ODF.pKPsx0jVkUKqVUJ54Jxu4Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Lublin112.pl7 godz.",
            "source": "Lublin112.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Padł rekord wakacji. Ten kraj Polacy szturmowali w tym sezonie najchętniej",
            "link": "https://www.ofeminin.pl/czas-wolny/miejsca-i-podroze/padl-rekord-wakacji-ten-kraj-polacy-szturmowali-w-tym-sezonie-najchetniej/b1rmtx3",
            "description": "Po raz kolejny okazało się, że Polacy kochają ten malowniczy kraj nad Adriatykiem. W 2025 r. padł prawdziwy wakacyjny rekord – do 27 sierpnia Chorwację odwiedziło milion turystów z Polski, a przecież ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gd1vid-wCzfl3BDYJx4DZQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Ofeminin6 godz.",
            "source": "Ofeminin",
            "article_content": "Po raz kolejny okazało się, że Polacy kochają ten malowniczy kraj nad Adriatykiem. W 2025 r. padł prawdziwy wakacyjny rekord – do 27 sierpnia Chorwację odwiedziło milion turystów z Polski, a przecież nie są to ostateczne dane.\n\nChorwacja liderem\n\nWedług danych Chorwackiej Wspólnoty Turystycznej, do 27 sierpnia 2025 r. w Chorwacji wypoczywało już 1 mln 22 tys. 71 Polaków. To wzrost o 5,18 proc. w porównaniu z analogicznym okresem w 2024 r. Polacy nie tylko tłumnie odwiedzają ten kraj, ale również chętnie zostają na dłużej – liczba zarezerwowanych noclegów wzrosła w tym czasie o 3 proc., osiągając imponującą liczbę 6 mln 49 tys. 289.\n\nNajwiększą popularnością wśród polskich turystów niezmiennie cieszy się region splicko-dalmatyński, a w szczególności malownicze miasto Omis, gdzie góry spotykają się z wybrzeżem Adriatyku.\n\nDlaczego Polacy tak chętnie wracają do Chorwacji?\n\n– Chorwacja stała się dla wielu Polaków niemal wakacyjną tradycją. Z roku na rok widzimy, że coraz chętniej wracają do miejsc, które już znają i kochają, a jednocześnie odkrywają nowe zakątki tego kraju. Polskich turystów urzeka nie tylko morze i słońce, ale też atmosfera małych miasteczek, gościnność mieszkańców i bogactwo doświadczeń – od spokojnego wypoczynku nad Adriatykiem, przez aktywne wycieczki rowerowe i żeglowanie, po spotkania z kulturą i kuchnią regionów – powiedziała w rozmowie z Na Temat Małgorzata Kowalska, dyrektorka przedstawicielstwa Chorwackiej Wspólnoty Turystycznej w Polsce.\n\nPo sezonie też jest pięknie\n\nEksperci podkreślają jednak, że prawdziwe piękno Chorwacji najlepiej docenić po zakończeniu sezonu turystycznego. Gdy tłumy turystów znikają, plaże, deptaki i zabytkowe miasteczka stają się znacznie bardziej kameralne, co pozwala w pełni cieszyć się urokami tego kraju.\n\nOprócz klasycznych kierunków, takich jak Dubrownik, Zadar czy Split, warto rozważyć mniej oczywisty cel podróży. Ponad 1200 chorwackich wysp oferuje niezliczone możliwości eksploracji, a dla miłośników lądu idealnym wyborem będzie półwysep Istria z miastami Rijeka i Opatija. Nie można też zapominać o parkach narodowych i górskich szlakach, które, w przeciwieństwie do polskich Tatr, są znacznie mniej zatłoczone.\n\nJeśli trend wzrostowy się utrzyma, tegoroczny sezon turystyczny w Chorwacji może zakończyć się kolejnym rekordem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Na dole widzę dziki chaos\". Bombardowanie Wielunia w 1939 r.",
            "link": "https://tech.wp.pl/na-dole-widze-dziki-chaos-bombardowanie-wielunia-w-1939-r,7195483849587616a",
            "description": "\"Jest już 6:00, jednak dzień jakoś nie chce się przejaśnić. (...) Przerażająco piękny widok. Na dole widzę dziki chaos\". Tymi słowami bombardowanie Wielunia w 1939 r. opisywał pilot samolotu rozpoznaw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "WP Tech10 godz.",
            "source": "WP Tech",
            "article_content": "Niemcy zbombardowali Wieluń 1 września 1939 r. nagle, bez zapowiedzi. Skutkiem tego ataku było zniszczenie zabudowy miejscowości w 75 proc., wliczając w to szpital i zabytki. Według niektórych historyków nalot na Wieluń rozpoczął II wojnę światową - jako pierwszy chronologicznie akt agresji Niemiec wobec Polski.\n\nSeria nalotów na Wieluń\n\nPierwszy nalot sił III Rzeczy rozpoczął się o godzinie 4:40. Wtedy bowiem rozpoznawczy Dornier Do17P wystartował z Niemiec, aby rozpoznać miasto Wieluń i okolice. Z uwagi jednak na niesprzyjające warunki atmosferyczne (tj. mgłę) załoga nie odnalazła polskiego miasta. Kolejny lot rozpoznawczy ruszył o 5:02 (również był to Do 17P), jednak i ta maszyna nie odnalazła Wielunia.\n\nIII Rzesza wysłała chwilę później, o godzinie 5:21, 29 bombowce Junkers Ju87B w asyście Do17P, który miał sfotografować skutki nalotu. Pierwsze bomby spadły na szpital Wszystkich Świętych - który według świadków nalotów był wyraźnie oznakowany symbolami Czerwonego Krzyża.\n\nDalsza część artykułu pod materiałem wideo\n\nW pierwszej serii ataku wystartowała jeszcze jedna partia bombowców - 33 samoloty Ju87B (o godzinie 4:50), które zrzuciły łącznie 22 bomby na miasto. Przy okazji tego uderzenia zostały uszkodzone trzy niemieckie maszyny. Dwie trafiono ogniem z ziemi, natomiast jeden oberwał odłamkami zrzuconej przez siebie bomby.\n\nBombowce podczas pierwszego uderzenia były eskortowane przez Messerschmitty Bf109D. Jeden z nich rozbił się jednak w pobliżu Namysłowa ze względu na fatalne warunki pogodowe. Dwa inne podczas przymusowego lądowania w Radziejowie zostały całkowicie zniszczone.\n\nDrugi nalot na Wieluń III Rzesza rozpoczęła o godzinie 13:20. Celem była brygada kawalerii w lesie 12 km na północ od miasta. Polacy, po zaskakującym ataku, bronili się przed kolejnymi uderzeniami. Podczas nalotu poważne trafienie otrzymał jeden z niemieckich samolotów, który musiał lądować awaryjnie, jednak podczas manewru maszyna przewróciła się i spłonęła.\n\nPonad 100 bomb zrzuconych na Wieluń\n\nNiemcy zrzucili na Wieluń 1 września 1939 r. łącznie 112 50-kilogramowych bomb burzących i 29 najcięższe bomby zapalające o wadze 500 kg każda. Bombowce prowadziły wtedy loty nurkowe, czyli manewr polegający na obniżeniu nosa samolotu poniżej horyzontu, co skutkuje szybkim spadkiem wysokości lotu i wzrostu prędkości.\n\nZbombardowane centrum Wielunia © Muzeum Ziemi Wieluńskiej w Wieluniu\n\nPilot rozpoznawczego Dorniera, Dietrich Lehmann, dokładnie opisywał bombardowanie:\n\n\"Jest już 6:00, jednak dzień jakoś nie chce się przejaśnić. Nie minęło wiele, a w szarości przed nami widać naraz ogromny pożar, z którego prawie pionowo wzbija się w górę ciemna, szeroka ściana dymu i miesza się z mgłą i wiszącymi nisko chmurami. Przerażająco piękny widok! W trzech różnych punktach palą się rogatki miasta, tam gdzie ulokowane były polskie wojska. Na dole widzę dziki chaos, wygląda na to, że ludzie kompletnie potracili głowy.\" \"Jesteśmy na wysokości zaledwie 1200 metrów, opadamy na 800. Bomby spadają, a zagroda tam w dole znika w ogniu i dymie razem ze wszystkim, co się w niej znajduje. Odwrót! Ostatni ładunek, ten najcięższy, spada na rynek. Fontanna płomieni, dymu i odłamków wyższa niż wieża małego kościoła. Ostatnie spojrzenie: z polskiej brygady kawalerii nie pozostało nic\".\n\nSprzęt, który uczestniczył w atakach\n\nGłówną maszyną, którą III Rzesza wykorzystała do uderzeń na Wieluń, był Junkers Ju87 Stuka. To bombowiec nurkujący, który charakteryzuje się skrzydłami w konfiguracji spłaszczonej litery \"W\" z zamontowanymi na nich syrenami akustycznymi (tzw. trąby jerychońskie), uruchamianymi podczas wprowadzania samolotu w lot nurkowy.\n\nDalsza część artykułu pod materiałem wideo\n\nJu-87 Stuka - dźwięk podczas lotu nurkowego\n\nCharakterystyczny przerażający dźwięk wywoływał panikę na ziemi. Aby jeszcze bardziej zburzyć morale żołnierzy, w kierunku których nurkowały Junkersy, do bomb przenoszonych przez ten samolot montowano kartonowe rurki, które wywoływały świst.\n\nJunkers \"Stuka\" © Wikimedia Commons\n\nJunkers Ju87 był na swój czas nowoczesny - miał bowiem m.in. innowacyjny system wyprowadzania samolotu z lotu nurkowego w przypadku utraty przytomności przez pilota. Nie był jednak wolny od wad - był słabo opancerzony, mało zwrotny i stosunkowo powolny - jednostka Junkers Jumo 211 Da o mocy 1200 KM rozpędzała konstrukcję do maksymalnie 380 km/h na wysokości 4090 m."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znikający nazistowski łup z ogłoszenia i trudne losy restytucji sztuki – także w Polsce",
            "link": "https://www.bbc.com/polska/articles/c4gqj5jye58o",
            "description": "Prokurator twierdzi, że obraz, który pojawił się w ogłoszeniu agenta nieruchomości, nie znajduje się już w domu w Buenos ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.C_IPuuzy6dHAjVCRMMm4TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "8 godz.",
            "source": "BBC",
            "article_content": "Znikający nazistowski łup z ogłoszenia i trudne losy restytucji sztuki – także w Polsce\n\nŹródło zdjęcia, Robles Casas & Campos\n\nAutor, Hafsa Khalil Stanowisko, BBC News Autor, Kamila Koronska Stanowisko, BBC News Polska\n\n8 godzin temu\n\n\n\nProkurator poinformował, że obraz skradziony przez nazistów, zauważony w ogłoszeniu argentyńskiego agenta nieruchomości, zniknął ponownie po nakazie przeszukania domu.\n\n„Portret damy\" autorstwa Giuseppe Ghislandiego wisiał nad sofą w posiadłości niedaleko Buenos Aires, wystawionej na sprzedaż przez córkę Friedricha Kadgiena – wysokiego rangą nazisty, który uciekł z Niemiec po II wojnie światowej.\n\nPodczas policyjnego nalotu na dom w zeszłym tygodniu nie znaleziono jednak żadnego obrazu - ale skonfiskowano dwie sztuki broni, powiedział lokalnym mediom prokurator federalny Carlos Martínez.\n\nMartínez dodał, że sprawa traktowana jest jako domniemane tuszowanie przemytu – poinformował argentyński dziennik Clarín.\n\nŹródło zdjęcia, AFP Podpis zdjęcia, „Portret damy\" należał do kolekcji amsterdamskiego handlarza dziełami sztuki Jacquesa Goudstikkera, której znaczna część została przymusowo sprzedana przez nazistów po jego śmierci.\n\nGazeta podała, że podczas przeszukania nieruchomości meble były poprzestawiane, a obraz zniknął ze ściany.\n\nPeter Schouten z holenderskiej gazety Algemeen Dagblad, która jako pierwsza poinformowała o ponownym pojawieniu się dawno zaginionego dzieła sztuki, powiedział, że istnieją dowody na to, że \"obraz został usunięty wkrótce potem lub po pojawieniu się doniesień medialnych na jego temat\".\n\n\"Teraz wisi tam duży dywan z końmi i kilkoma scenami przyrodniczymi, który według policji wskazuje, że wcześniej wisiało tam coś innego.\"\n\n„Portret damy\" należał do kolekcji amsterdamskiego handlarza dziełami sztuki Jacquesa Goudstikkera, której znaczna część została przymusowo sprzedana przez nazistów po jego śmierci.\n\nNiektóre z prac zostały odzyskane w Niemczech po wojnie i wystawione w Amsterdamie jako część holenderskiej kolekcji narodowej.\n\nPrzez ponad 80 lat miejsce przechowywania późnobarokowego obrazu włoskiego portrecisty Giuseppe Ghislandiego, przedstawiającego Contessę Colleoni, pozostawało tajemnicą.\n\nŹródło zdjęcia, Files via Getty Images Podpis zdjęcia, Na zdjęciu archiwalnym widać kieszonkowy notatnik holenderskiego handlarza dziełami sztuki pochodzenia żydowskiego Jacques'a Goudstikkera z lat 30. XX wieku, w którym zapisywał on swoje zbiory.\n\nDochodzenie AD dotarło do dokumentów z czasów wojny, które sugerują, że obraz był w posiadaniu Friedricha Kadgiena, oficera SS i starszego doradcy finansowego Hermanna Göringa, który uciekł w 1945 r., a następnie przeniósł się do Argentyny, gdzie stał się odnoszącym sukcesy biznesmenem.\n\nKadgien zmarł w 1979 r., ale amerykańskie akta, które widział dziennik AD, zawierały wzmiankę: \"Wygląda na to, że posiada znaczne aktywa, które wciąż mogą być dla nas wartościowe\".\n\nGazeta dodała, że na przestrzeni lat podjęła kilka bezskutecznych prób skontaktowania się z jego dwiema córkami w Buenos Aires.\n\nDopiero gdy jedna z córek Kadgien wystawiła dom na sprzedaż, poczyniono jakiekolwiek postępy w zlokalizowaniu zaginionych dzieł.\n\nWedług gazety, kolejne zrabowane dzieło sztuki – kwiatowa martwa natura autorstwa XVII-wiecznego holenderskiego malarza Abrahama Mignona – zostało również zauważone w mediach społecznościowych drugiej córki Kadgiena.\n\nPo pojawieniu się zdjęcia, jedna z sióstr powiedziała holenderskiej gazecie, że nie wie, czego od niej chcą, ani o jakim obrazie \"mówią\".\n\nPrawnicy Goudstikkera powiedzieli, że dołożą wszelkich starań, aby odzyskać obraz.\n\nJego jedyna żyjąca spadkobierczyni, synowa Marei von Saher, powiedziała, że jej rodzina \"zamierza przywrócić każde dzieło sztuki zrabowane z kolekcji Jacquesa i przywrócić jego dziedzictwo\".\n\nWedług AD, weszła ona w posiadanie 202 sztuk w 2006 r.\n\nStrategia 'Raubkunst'\n\nGrabież dzieł sztuki i dóbr kultury dokonywana przez nazistów, zarówno w Niemczech, jak i w krajach okupowanych, określana jest terminem „Raubkunst\" (niem. 'grabież dóbr kultury') lub „NS-Raubkunst\", akcentującym odpowiedzialność niemieckich narodowych socjalistów.\n\nBadacze proweniencji i historycy sztuki, tacy jak Małgorzata A. Quinkenstein związana z Centrum Badań Historycznych PAN w Berlinie, podkreślają, że systematyczne konfiskaty przedmiotów, częściowo również niszczonych, miały charakter nie tylko zarobkowy, ale także były elementem zaplanowanej akcji wymazywania kultury danego kraju.\n\nW odróżnieniu od spontanicznych aktów grabieży czy wandalizmu, typowych dla czasu wojny, działania te miały charakter zorganizowany.\n\nZajmowały się tym specjalnie powołane instytucje państwowe, m.in. Einsatzstab Reichsleiter Rosenberg, nadzorujące dedykowane jednostki, takie jak SS–Einsatzkommando Paulsen, a także osoby prywatne działające na zlecenie władz hitlerowskich.\n\nHistorycy podkreślają, że w Polsce systematyczna grabież dzieł sztuki na wielką skalę rozpoczęła się już w 1939 r.\n\nW obliczu nadciągającej wojny, a później w trakcie jej trwania, prywatni właściciele oddawali swoje kolekcje w depozyt do muzeów publicznych, licząc, że w ten sposób uda się je ocalić.\n\nŹródło zdjęcia, Wydział ds. Restytucji Dóbr Kultury Podpis zdjęcia, Na początku XIX wieku obraz trafił do kolekcji Czartoryskich, później był eksponowany w Muzeum Czartoryskich w Krakowie. Zaginął w 1945 r. i do dziś pozostaje nieodnaleziony.\n\nWedług dr Dariusza Kacprzaka, byłego dyrektora naukowego Muzeum Narodowego w Szczecinie: „Szczególnie dramatyczna była sytuacja instytucji oraz indywidualnych właścicieli żydowskich\".\n\nW Polsce dobra kultury pochodzące ze zbiorów publicznych, prywatnych oraz kościelnych, które zostały utracone w wyniku II wojny światowej z terenów kraju, po 1945 r. uznaje się za straty wojenne.\n\n„Skala tego wszystkiego jest oczywiście ogromna,\" ocenia Kacprzak.\n\nPolskim organem państwowym odpowiedzialnym za poszukiwanie i odzyskiwanie dóbr kultury skradzionych lub utraconych w czasie wojny jest Wydział Restytucji Dóbr Kultury.\n\nJego działalność obejmuje monitorowanie międzynarodowych rynków sztuki i zagranicznych zbiorów cyfrowych. Współpracuje także z policją, Interpolem, FBI oraz polskimi placówkami dyplomatycznymi.\n\n„Badania proweniencyjne, czyli badania mające na celu ustalenie losów i rekonstrukcję historii dzieł sztuki, obejmują zarówno muzea, biblioteki, archiwa, jak i kolekcje prywatne. Wszystko to splata się z rynkiem sztuki,\" tłumaczy Kacprzak.\n\nŹródło zdjęcia, fot. Kurt Grimm (Muzeum Okręgowe w Toruniu) via WRDK Podpis zdjęcia, Los kamiennej figury Matki Boskiej z Dzieciątkiem z toruńskiego kościoła św. Jana, uznawanej za wybitne dzieło rzeźby gotyckiej, pozostaje nieznany od końca II wojny światowej.\n\nNa stronie internetowej wydziału można zapoznać się z poszukiwanymi obiektami. Różnorodność kategorii – od malarstwa i rzeźby, przez rzemiosło artystyczne, tkaniny i modę, po zabytki archeologiczne czy kolekcjonerskie – ukazuje skalę strat.\n\nWśród nich znajdują się zarówno dzieła sztuki, jak i przedmioty codziennego użytku, czy instrumenty muzyczne.\n\nDo najbardziej znanych dzieł odzyskanych przez Polskę należy Ołtarz Mariacki Wita Stwosza, wywieziony wcześniej do Rzeszy, a także \"Dama z gronostajem\" Leonarda da Vinci, która powróciła z Central Collecting Point w Monachium.\n\nW 2023 r. do Polski wróciła również „Madonna z Dzieciątkiem\", obraz z XVI wieku przypisywany włoskiemu malarzowi Alessandro Turchiem, który odnaleziono w Japonii.\n\nGoudstikker w Polsce\n\nMinisterstwo Kultury i Dziedzictwa Narodowego w Polsce dokłada starań, by odzyskane dzieła sztuki były dostępne dla szerokiej publiczności, i tym samym wróciły do obiegu kulturowego.\n\nJednym z takich narzędzi są wystawy tematyczne, np. ekspozycja w Muzeum Narodowym w Gdańsku pt. Utracone / Odzyskane. Z kolekcji gdańskich, która właśnie się zakończyła.\n\nNa wystawie można było zobaczyć dzieła określane jako polskie straty wojenne, które jak podaje muzeum, zostały odzyskane w ramach działań restytucyjnych.\n\nKilka lat temu to samo muzeum znalazło się jednak w centrum dyskusji dotyczącej pochodzenia części swoich zbiorów, w tym obrazów zawłaszczonych w Holandii w czasie II wojny światowej.\n\nKwestia ta została szerzej opisana w 2020 r. przez Patricię Kennedy Grimsted, badaczkę z Uniwersytetu Harvarda, która zwracała uwagę na złożoność badań proweniencyjnych oraz brak skutecznych procedur roszczeniowych dla ofiar Holokaustu i ich spadkobierców.\n\nWskazała ona m.in., że w kolekcji gdańskiego muzeum znajduje się obraz Jana van Goyena z 1638 r. „Chałupy nad kanałem\", który podobnie jak „Portret damy\", pochodzi z kolekcji Jacques'a Goudstikkera.\n\nDzieło przedstawia rolnika ze świniami, przechodzącego po chwiejnym moście obok krytych strzechą domów, na tle holenderskiego wiejskiego pejzażu.\n\nWedług Dariusza Kacprzaka fakt, że w Muzeum Narodowym w Gdańsku znajduje się obraz z kolekcji Goudstikkera, pokazuje nie tylko skalę problemu, ale także to, że kwestia restytucji dzieł sztuki, zwłaszcza w polskim kontekście, jest „przeogromna, wieloaspektowa i wymaga dużej ostrożności\".\n\n„To nie jest coś, co działa tylko w jedną stronę. To zawsze pewien bilans zysków i strat, mówiąc najprościej, ponieważ te dzieła wędrują w różne miejsca,\" stwierdza badacz.\n\nTen tekst został napisany i sprawdzony przez naszych dziennikarzy, używając przy tłumaczeniu narzędzi AI, jako część projektu pilotażowego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "XI Spotkanie Klasycznych Triumphów. Brytyjska legenda w polskim wydaniu",
            "link": "https://swiatmotocykli.pl/aktualnosci/wydarzenia/lechpotynski/xi-spotkanie-klasycznych-triumphow-brytyjska-legenda-w-polskim-wydaniu/",
            "description": "W imprezie skierowanej do użytkowników angielskiej marki pojawiło się ponad 110 maszyn i wzięło udział niemal sto sześćdziesiąt osób. To już całkiem spora impreza, gromadząca fanów jednej marki, w dod ...",
            "image_url": "https://www.bing.pl/th?id=ODF.6GUQintFl0MGkBNNRSUyWg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Świat Motocykli2 godz.",
            "source": "Świat Motocykli",
            "article_content": "Ledwo tydzień temu zakończyło się jubileuszowy zlot Cross Country Motocykli Zabytkowych i Klasycznych, a entuzjaści klasyki motocyklowej przenieśli się w okolice Tomaszowa Mazowieckiego, aby w weekend 29-31 sierpnia wziąć udział w Spotkaniu Klasycznych Triumphów.\n\nW imprezie skierowanej do użytkowników angielskiej marki pojawiło się ponad 110 maszyn i wzięło udział niemal sto sześćdziesiąt osób. To już całkiem spora impreza, gromadząca fanów jednej marki, w dodatku tylko wybranych modeli, bo tych najbardziej klasycznych. Na jego parkingu przez trzy dni można było podziwiać praktycznie wszystkich reprezentantów tego nurtu oferowanych przez Triumpha. Najliczniej reprezentowany był jak zwykle model Bonneville w różnych wersjach, ale nie zabrakło także Scramblerów, Bobberów, Speedmasterów, Thruxtonów, Rocketów, Street i SpeedTwin czy Thunderbirdów.\n\nTym razem organizatorzy – klasycznytriumph.pl oraz Michał Jackiewicz, zdecydowali się przenieść imprezę z południa Polski, do centrum kraju, więc sprawiedliwie wszyscy uczestnicy mieli mniej więcej podobny dystans do pokonania, aby uczestniczyć w zlocie. Bazą spotkania był gościnny hotel Magellan, który nie dość, że bez problemu pomieścił wszystkich gości, to zapewniał bardzo godne warunki zakwaterowania i wypoczynku. Tradycyjnie wszyscy byli pod wielkim wrażeniem organizacji wycieczki. Uczestnicy podzieleni byli na dziesięcioosobowe grupy tak, aby wszystko było zgodne z przepisami ruchu drogowego. Trasa liczyła ok. 130 km i wiodła bardzo lokalnymi i malowniczymi drogami, a uczestnicy mieli okazję zwiedzać fantastyczne atrakcje turystyczne – Groty Nagórzyckie, Zabytkową hutę i walcownię w Maleńcu oraz zabytkowe Opactwo Cystersów w Sulejowie. Szczególnie duże wrażenie na uczestnikach wycieczki zrobiły wciąż działające i w pełni sprawne, napędzane ogromnym kołem wodnych urządzenia walcowni. To coś, co poruszy każdego motocyklistę. Tym razem fantastyczną trasę przygotował Mariusz Nędzyński, ale wielkie podziękowania należą się wszystkim przewodnikom grup, którzy sprawnie i bezproblemowo przeprowadzili całą kawalkadę przez tę długą trasę.\n\nPo południu, już po wycieczce, każdy chętny mógł testować wybrane modele klasycznych Triumphów, dostarczonych na imprezę przez przedstawicieli firmy.\n\nZlot Klasycznych Triumphów jak zwykle stał na bardzo wysokim poziomie co zawdzięczamy hojnym sponsorom, takim jak Triumph Polska, BNP Paribas, Swiss Military by Chrono, Akcesoria motocyklowe Defender, czy producenta przyczep samochodowych Lories. Patronatem medialnym zlot objął tradycyjnie “Świat Motocykli”, a parkiem maszyn testowych opiekowały się autoryzowani dealerzy Triumpha z Katowic i Krakowa.\n\nZ dobrze poinformowanych źródeł wiemy, że w przyszłym roku, jeżeli tylko nie pojawią się jakieś przeszkody, kolejna edycja spotkania właścicieli klasycznych Triumphów również się odbędzie. Na co oczywiście liczymy!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dawid od 20 lat szuka skarbów. \"Najwięcej znalezisk jest z II wojny światowej\"",
            "link": "https://noizz.pl/spoleczenstwo/dawid-od-20-lat-szuka-skarbow-najwiecej-znalezisk-jest-z-ii-wojny-swiatowej/mh7l77b",
            "description": "Mówi o sobie Odkrywca Goblin, bo każdą wolną chwilę spędza na odkrywaniu. Pierwszy detektor metali kupili mu rodzice. Potem, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vAtOJoiOqUWpWTAPcrl6sg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Noizz21 godz.",
            "source": "Noizz",
            "article_content": "Mówi o sobie Odkrywca Goblin, bo każdą wolną chwilę spędza na odkrywaniu. Pierwszy detektor metali kupili mu rodzice. Potem, jak zaznacza, samo poszło. Dawid opowiada nam o pasji do poszukiwania historycznych przedmiotów i skarbach, które z niej wynosi.\n\nDawid zainteresował się poszukiwaniem skarbów jako dziecko. Pierwszy detektor metalu kupili mu rodzice\n\n— Zdarza się trafić na rzeczy ze średniowiecza. Cały przedział wieków, historia jest zapisana w przedmiotach — opowiada\n\n— W skali dwóch, trzech lat grupa poszukiwaczy wzrosła o kilkaset procent — podsumowuje\n\nWięcej podobnych tekstów znajdziesz na stronie głównej Onetu\n\nMateriał archiwalny Foto: Onet\n\nPrzypominamy tekst z lipca 2024 r.\n\nAnna Korytowska: Pamiętasz pierwszy skarb, który znalazłeś?\n\nDawid: Wiele znalezisk, które nie są powszechnie uznawane za skarby, ma dla mnie spore znaczenie i dla mnie takimi skarbami są. Na przykład rzymska moneta, którą wykopałem dopiero po dziesięciu latach poszukiwań detektorem metali. Pamiętam, że towarzyszyła mi wtedy niezwykła euforia. Potem nad Tamizą znalazłem celtycką monetę, to były podobnie duże emocje. Całe lata szukałem takich monet. Niedawno znalazłem złotą pieczęć, która, mam nadzieję, będzie oficjalnie uznana za skarb.\n\nKiedy to się zaczęło? Odkrywanie, poszukiwanie?\n\nKiedy byłem dzieckiem, co roku na kilka tygodni jeździłem na wakacje do babci. Jej syn, najmłodszy brat mojej mamy i jego kuzyn chodzili do lasu z wykrywaczem metali. Pamiętam, że któregoś dnia babcia pojechała pozałatwiać jakieś sprawy i oni musieli się mną zająć. Miałem 9 albo 10 lat, byłem ich kulą u nogi, ale że bardzo zależało im na wyjściu, to wzięli mnie ze sobą. Poszukiwaliśmy przedmiotów z drugiej wojny światowej. Pamiętam, że byłem niesamowicie podekscytowany tego dnia. I tak się zaczęło. Z czasem coraz częściej jeździłem z nimi na poszukiwania. Bardzo chciałem swój detektor i jak zdarta płyta marudziłem rodzicom, żeby mi go kupili. Chyba skutecznie, bo po kilku tygodniach się udało. Był wielki, na baterie i spędziłem z nim wiele godzin, przeszukując pobliskie pola i lasy.\n\nDawid od ponad dwudziestu lat szuka skarbów Foto: Materiały własne bohatera / Noizz.pl\n\nPamiętasz, co wtedy znajdowałeś?\n\nTo się nie przekładało na wielkie znaleziska, ale znajdowałem monety z drugiej wojny światowej. Później zmieniałem detektory, ale też bez większych efektów. Wszystko zmienił wyjazd do Wielkiej Brytanii. Przez kilka pierwszych lat pracowałem na farmie, dlatego pasja odeszła trochę na bok. Ale któregoś dnia zacząłem oglądać na YouTube innych poszukiwaczy skarbów i to ruszyło moją pamięć, uczucia, popchnęło do działania. Sześć lat temu kupiłem detektor. Na pierwszym wyjściu znalazłem piękną srebrną monetę sprzed 800 lat. Od tamtej pory dwa, trzy razy w tygodniu jestem w terenie i szukam.\n\nDalszą część tekstu znajdziesz pod materiałem wideo\n\nJak wygląda taki dzień poszukiwań?\n\nZaczyna się już dzień wcześniej. Przeważnie, żeby móc przeszukiwać tereny, trzeba mieć na to zgodę ich właściciela, dlatego poszukiwania należy zaplanować odpowiednio wcześnie. Jak już wiem, na jakim terenie będę poszukiwał, to zajmuję się badaniem historii tego miejsca. Sprawdzam, co działo się w przeszłości na tych terenach.\n\nPatrzę na mapy, okoliczne budowle. Ustalam sobie plan poszukiwań. Jeżeli nie znam okolicy, wyjście w teren zaczynam od zwiady, czyli krążę po terenie do momentu, w którym znajdę coś, co może mi dać do myślenia, inspirację do dalszych poszukiwań. Jeżeli teren znam, to wiem, od czego rozpoczynać działanie.\n\nDawid i jedno z jego znalezisk Foto: Materiały własne bohatera / Noizz.pl\n\nMusisz dobrze znać historię.\n\nPrzez lata poszukiwań trochę ją zgłębiłem. A to dlatego, że już dzień przed poszukiwaniami, kiedy analizuję pola, czytam o historii. Po powrocie do domu też szukam informacji na temat danego znaleziska, okresu historycznego. To część poszukiwań i też budzi niesamowite emocje. Widzisz, kiedy znajduję przedmiot, to jestem pierwszą osobą, która od tysiąca lat go dotyka. Pojawia się wówczas mnóstwo pytań. W przypadku monety — jaka była ostatnia transakcja, kto ją zgubił, co czuł w momencie, kiedy ją zgubił? To były rzeczy niesamowicie wartościowe w tamtym czasie, tej osobie mogło zawalić się życie. Bardzo mnie to porusza.\n\nKtóre tereny są twoim zdaniem najlepsze do szukania skarbów?\n\nWielka Brytania zaspokaja poszukiwaczy, bo ma niesamowitą historię terenów. To korzenie i celtyckie, i rzymskie i anglosaksońskie. Zdarza się trafić na rzeczy ze średniowiecza. Cały przedział wieków, historia jest zapisana w przedmiotach. Ciężko znaleźć kraj, który ma podobnie bogatą historię do odkrycia, jeżeli chodzi o poszukiwanie skarbów. Ale doceniam też polskie tereny, gdzie najwięcej odkryć jest z drugiej wojny światowej. Wychowałem się na Opolszczyźnie, obok Starego Grodkowa. Jakiś czas temu znaleziono tam groby żołnierzy wyklętych. Mieszkałem niedaleko, też szukałem na tamtych terenach. To robi ogromne wrażenie.\n\nJak łączysz pasję z pracą?\n\nNa co dzień zajmuję się budowaniem kamperów, domów na kołach. Robię je w swoim garażu. Prowadzę też kanał na YouTube \"Odkrywca Goblin\", na którym pokazuję i pracę, i pasję. Jakiś czas temu napisał do mnie facet ze Stanów Zjednoczonych. Chciał przyjechać na poszukiwania do Wielkiej Brytanii. Pogadaliśmy trochę przez telefon, potem pisaliśmy. W końcu ustaliliśmy daty i nie widząc się nigdy wcześniej, umówiliśmy na wyjazd. Odebrałem go z lotniska w Londynie kamperem i zrobiliśmy kilkutygodniowy wypad z detektorami metali.\n\nSłyszę, że twoja pasja otwiera na świat i drugiego człowieka.\n\nDzięki niej poznałem wiele wspaniałych osób. Znalazłem przyjaciół na całe życie, odwiedzamy się na święta, spędzamy razem mnóstwo czasu. To bardzo ciekawe, pełne energii osoby. W czasach szkolnych nigdy nie miałem prawdziwych przyjaciół, a teraz trafiła mi się grupa oddanych osób. Mamy piękne relacje, a połączyło nas poszukiwanie skarbów. Co weekend jeździmy na wspólne kopania. Najpierw pijemy kawę i rozmawiamy, potem idziemy na poszukiwania, wspólnie przeżywamy euforię przy okazji znalezisk i na koniec jemy wspólnie obiad.\n\nZnaleziska Dawida Foto: Materiały własne bohatera / Noizz.pl\n\nPoszukiwanie skarbów to kosztowna pasja?\n\nNa pewno. Zawsze chciałem mieć jak najwięcej możliwości do poszukiwania, ale to kosztuje. Sprzęt, który ma służyć przez lata, musi być dobry. Dokupuje się ciuchy, torby, rękawice. Najwięcej kosztują wyjazdy. Czasami to dwie trzy godziny jazdy w jedną stronę. Są też zorganizowane, tak zwane komercyjne wyjazdy. W cenie od 20 funtów jest możliwość poszukiwania na prywatnych terenach. Do tego dochodzą koszty dojazdu. Kiedyś miałem licencję na szukanie przy Tamizie. Próbowałem ją odświeżyć, bo jakiś czas temu mi wygasła, ale już nie ma takich możliwości. Osób, które poszukują, jest tak dużo, że na razie zablokowali możliwość odnawiania licencji. W skali dwóch, trzech lat grupa poszukiwaczy wzrosła o kilkaset procent.\n\nZ czego to wynika?\n\nWynika z tego, że zaczyna się pojawiać więcej informacji na temat tej pasji. Coraz więcej mówi się o znaleziskach, które zapierają dech w piersiach. Jest bardzo dużo kanałów na YouTube, dużo osób mocno się z tą pasją utożsamia. Grono zainteresowanych we wszystkich social mediach rośnie. Widzę to też u siebie na kanale, jest coraz więcej pasjonatów. To już nie jest kilkaset osób, a kilka czy kilkanaście tysięcy.\n\nCzego poszukiwanie skarbów może nauczyć?\n\nPoza historią znalezisk nauczyłem się cierpliwości. Czasami trzeba spędzić dni i godziny, poszukując bez żadnych efektów. Wkłada się ogromny wysiłek po to, żeby po kilku miesiącach znaleźć coś, co sprawia, że pojawiają się ogromne emocje. Cierpliwość jest tu tak samo potrzebna, jak na przykład w przypadku wędkarstwa. Myślę, że kiedy znajduję starsze przedmioty, takie, które mają ponad tysiąc lat, zdaję sobie sprawę z szybko upływającego czasu i to przekłada się na moje życie. Wiem, że trzeba doceniać czas, który się ma. Cieszyć się z niego jak najbardziej i brać życie pełnymi garściami.\n\nA co masz na liście poszukiwawczych marzeń?\n\nListę marzeń od lat mam w swojej głowie. Mówiłbym o tym godzinę (śmiech). Ale na pewno chciałbym znaleźć rzeczy, które mógłbym przypisać historycznie do danej osoby. Osoby znanej, o której pisze się w książkach i podręcznikach. Marzę o znalezieniu bulli papieskich, które można dokładnie przypisać do danego papieża. Nie pogardziłbym też garnkiem złotych monet, który wart byłby sporo pieniędzy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "12 tysięcy lat historii w jednym miejscu. Archeolodzy ze Szkocji świętują wielkie znalezisko",
            "link": "https://www.focus.pl/artykul/znalezisko-szkocja-12-tysiecy-lat-w-jednym-miejscu",
            "description": "Deweloperzy postanowili wybudować nowe osiedle w szkockim Guardbridge, a ziemia odsłoniła przed nimi zupełnie niezwykłą historię. To, co miało być rutynowym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.f3l-vLfSgS4QmXoT6XJFew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Focus21 godz.",
            "source": "Focus",
            "article_content": "Podsumowanie artykułu . . .\n\nGuardbridge. Kapsuła czasu sprzed 12 tysięcy lat\n\nBadania w Guardbridge prowadzone były w latach 2017-2021 na zlecenie firmy deweloperskiej Persimmon Homes North Scotland. Wykopaliska odsłoniły wyjątkową stratygrafię archeologiczną z najwcześniejszymi warstwami pochodzącymi sprzed około 10 000 roku p.n.e. W najgłębszych partiach znaleziono rozsypane krzemienie, świadczące o obecności łowców-zbieraczy z późnego paleolitu. To fascynujące, jak każde kolejne pokolenie wybierało dokładnie to samo miejsce na swoją siedzibę. Warstwy archeologiczne układały się niczym strony książki: każda opowiadająca inną historię o ludziach, którzy tam żyli.\n\nCzytaj też: Sensacja archeologiczna w Bułgarii. Odnaleźli szkielet trackiego wojownika\n\nJednym z ciekawszych znalezisk było mezolityczne palenisko datowane na okres między 4320 a 4051 rokiem p.n.e. Wokół ogniska archeolodzy odkryli wypalone narzędzia kamienne ułożone w charakterystyczny wzór przypominający gwiazdę. Powyżej tych warstw znaleziono dowody na obecność pierwszych rolników w regionie Fife. Liczne doły zawierające spalone ziarna zbóż, żarna i fragmenty naczyń świadczą o przejściu od koczowniczego trybu życia do osiadłego rolnictwa. Osady z epoki brązu przyniosły dowody na rozwój zaawansowanych technologii. Odkryto okrągłe domy wypełnione skorupami naczyń i kośćmi zwierząt, a także rzadkie formy odlewnicze do wyrobu broni i narzędzi. Szczególnie poruszający był detal znaleziony na werandzie jednego z domów. Było to miejsce, w którym ktoś siedział i obrabiał krzemień na narzędzia. Rozrzucone odłupki kamienia utrwaliły ten moment sprzed trzech tysięcy lat. Najpóźniejsze warstwy prehistoryczne zawierały fort z epoki żelaza, używany prawdopodobnie od późnej epoki brązu aż po okres rzymski. Znalezione wrzeciona i ciężarki tkackie dowodzą, że mieszkańcy fortu produkowali wełniane tkaniny, a fragmenty łupkowych bransolet świadczą o ich dbałości o wygląd.\n\nPrzełomowe odkrycia w całej Szkocji\n\nGuardbridge to tylko jeden z wielu spektakularnych projektów archeologicznych realizowanych w Szkocji. Firmy archeologiczne często prowadzą wykopaliska ratunkowe, wyprzedzając inwestycje deweloperskie, co pozwala na odkrywanie nieznanych dotąd skarbów przeszłości. W Carnoustie w hrabstwie Angus archeolodzy odkryli największą znaną w Szkocji neolityczną halę drewnianą. Konstrukcja z około 4000 roku p.n.e. miała imponujące rozmiary – 35 metrów długości i 9 metrów szerokości.\n\nByła to stała konstrukcja o długości 35 m i szerokości 9 m, zbudowana z dębu, z przeciwległymi drzwiami w pobliżu jednego końca budynku — poniformowali przedstawiciele Guard Archaeology\n\nObok hali znaleziono skarb z epoki brązu (1118-924 p.n.e.) zawierający miecz, grot włóczni ze złotą opaską i ozdobną szpilę. To dowód na to, że region był zamożny i miał dostęp do egzotycznych materiałów. W South Ayrshire, w miejscowości Curragh, archeolodzy natrafili na osadę z epoki żelaza otoczoną palisadą. W wykopie pod palisadą znaleźli rzymską emaliowaną broszę z II wieku. Był to przedmiot, który nigdy nie powinien się tam znaleźć. Wzorzec dystrybucji takich brosz sugeruje, że były popularne wśród rzymskich żołnierzy. Prawdopodobnie trafiła na północ od Wału Hadriana na płaszczu rzymskiego legionisty, a następnie została złożona jako ofiara fundacyjna mająca chronić nową osadę.\n\nCzytaj też: Śmiertelna bakteria z przeszłości nadal stanowi zagrożenie. Odkrycie w Jordanii ostrzega współczesny świat\n\nW Rosemarkie w Highland Scotland odkryto skarb z epoki brązu sprzed około tysiąca lat przed naszą erą. Dziewięć brązowych bransolet i naszyjników zachowało się wraz z organicznymi sznurami, które je wiązały.\n\nPrzetrwanie materiałów organicznych jest prawdopodobnie częściowo spowodowane właściwościami antybakteryjnymi miedzi (w brązie), gdzie produkty korozji miedzi przylegają do materiałów organicznych i je konserwują — dodaje Guard Archaeology\n\nW Larkhall w South Lanarkshire archeolodzy odkryli jedno z najwcześniejszych mezolitycznych obozowisk w Szkocji, datowane na VIII-IX tysiąclecie p.n.e. Na tym samym stanowisku znaleziono też okrągły dom z epoki brązu i prostokątny budynek z epoki żelaza. Jest to dowód na tysiąclecia ciągłego osadnictwa.\n\nLegendy i rzeczywistość archeologiczna\n\nNiekiedy archeologia potwierdza to, co przez wieki przekazywano w lokalnych legendach. Projekt “Drumelzier’s Hidden Heritage” pokazał fascynujące połączenie między nauką a folklorem. W szkockich Borders, w miejscowości Drumelzier, lokalna legenda od wieków mówiła o pochówku Merlina. Archeolodzy postanowili sprawdzić, czy mit ma jakieś podstawy w rzeczywistości. Okazało się, że fort Tinnis był rzeczywiście zajęty około 600 roku, dokładnie w czasie, gdy według legend żył legendarny czarodziej. W pobliżu legendarnego miejsca pochówku odkryto cechę przypominającą grób.\n\nNa wyspie Islay archeolodzy odkryli wczesnośredniowieczny warsztat hutniczy z VI-IX wieku n.e., zbudowany na ruinach piktyjskiej budowli w kształcie ósemki. To był okres, gdy Islay należała do królestwa Dál Riata – wczesnośredniowiecznego państwa Szkotów. W średniowiecznym Ayr natomiast odkryto dowody na międzynarodowy handel. Obecność szkockiej ceramiki średniowiecznej i importowanych wyrobów francuskich potwierdza, że królewskie miasto było ważnym portem handlowym. Nie da się ukryć, iż takie odkrycia rzeczywiście rzucają nowe światło na historię Szkocji, lecz ich interpretacja zawsze pozostaje w pewnym stopniu hipotezą. Niemniej jednak, znaleziska z Guardbridge i innych miejsc świadczą o niezwykłej ciągłości osadnictwa na tych terenach. Szkocja przez tysiąclecia była tętniącym życiem regionem, w którym spotykały się różne kultury i tradycje. Najnowsze odkrycia archeologiczne tylko potwierdzają tę tezę, choć wciąż wiele pytań pozostaje bez odpowiedzi."
        }
    }
]