[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wrocław wydarzeni",
            "link": "https://walbrzych.naszemiasto.pl/tag/wroclaw-wydarzeni",
            "description": "Nadchodzący weekend we Wrocławiu oferuje ponad sto różnorodnych wydarzeń na miarę jesieni. Wśród nich targi Dobry Design w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Wałbrzych Nasze Miasto5 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 23.10.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-23-10-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński20 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 23.10.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-23-10-2025/ar/c3p2-28055853",
            "description": "Nawet kilka tysięcy złotych za bransoletkę, kolczyki lub pierścionek. Na starej biżuterii z czasów PRL-u można zarobić dużo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NjHkJoxJLCtpCk0AVQSLIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński20 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty, które musisz wymienić! Nimi już nie zapłacisz w 2025 roku, tracą teraz ważność",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/banknoty-kt%C3%B3re-musisz-wymieni%C4%87-nimi-ju%C5%BC-nie-zap%C5%82acisz-w-2025-roku-trac%C4%85-teraz-wa%C5%BCno%C5%9B%C4%87/ar-AA1MESlA?ocid=BingNewsVerp",
            "description": "Nie wszystkie banknoty i monety zachowują ważność bez końca. W 2025 roku część z nich nie będzie już pełnoprawnym środkiem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qMjAq4fWjzX12GoKQSZgfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN8 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krypta mieszczańska jak podziemny cmentarz pod katedrą w Tarnowie",
            "link": "https://gazetakrakowska.pl/tajemnicza-krypta-w-podziemiach-katedry-w-tarnowie-o-ktorej-istnieniu-dotad-nie-wiedziano-jej-odkrycie-to-duze-zaskoczenie-dla-badaczy/ar/c1p2-28108089",
            "description": "Wszystko wskazuje na to, że w sarkofagu w krypcie rodowej Ostrogskich pod posadzką tarnowskiej katedry spoczywa nie pierwsza, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t_mVp9bCe-VXMU0n28DpQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Krakowska6 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 23.10.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://nto.pl/prasowka-23-10-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960921",
            "description": "HOROSKOP dzienny na środę 22 października 2025 roku dla każdego znaku zodiaku. Sprawdź swój horoskop na dziś i zobacz, co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Pax9kdFWm3lHotO56V_tHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska21 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wrocław wydarzeni",
            "link": "https://walbrzych.naszemiasto.pl/tag/wroclaw-wydarzeni",
            "description": "Nadchodzący weekend we Wrocławiu oferuje ponad sto różnorodnych wydarzeń na miarę jesieni. Wśród nich targi Dobry Design w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wałbrzych Nasze Miasto5 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wystawa w pałacu w Żaganiu",
            "link": "https://gazetalubuska.pl/tag/wystawa-w-palacu-w-zaganiu",
            "description": "W piątek 3 października 2025, w wieku 46 lat odszedł ksiądz Adam Żygadło, wikariusz parafii pod wezwaniem Wniebowzięcia NMP w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3eoQtikE6G1i3Kek0VfuOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska15 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wystawa JP II w Żaganiu",
            "link": "https://gazetalubuska.pl/tag/wystawa-jp-ii-w-zaganiu",
            "description": "W piątek 3 października 2025, w wieku 46 lat odszedł ksiądz Adam Żygadło, wikariusz parafii pod wezwaniem Wniebowzięcia NMP w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3eoQtikE6G1i3Kek0VfuOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska15 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Największe targowiska w województwie śląskim. Kupisz tu dosłownie wszystko - od warzyw, po meble i auta. Kiedy są czynne?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najwi%C4%99ksze-targowiska-w-wojew%C3%B3dztwie-%C5%9Bl%C4%85skim-kupisz-tu-dos%C5%82ownie-wszystko-od-warzyw-po-meble-i-auta-kiedy-s%C4%85-czynne/ar-AA1OfOic?ocid=BingNewsVerp",
            "description": "W dobie zakupów online, ogromnych galerii handlowych i samoobsługowych kas, są jeszcze miejsca, gdzie handel ma zupełnie inny charakter. Tu budzisz się wcześnie, rozmawiasz ze sprzedawcą, targujesz si ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN21 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sony PlayStation 4 Najnowsze wiadomości (293)",
            "link": "https://www.gry-online.pl/newsroom/news/ps4/?PAGE=293",
            "description": "W tym tygodniu w niższych cenach można nabyć cyfrowe wersje takich tytułów jak Assassin's Creed Origins, God of War, Elex, Shadow of the Colossus, Metro Exodus, We Happy Few, Watch Dogs Legion, The ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "GRY-OnLine.pl7 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Dystrybucja cyfrowa na weekend (m.in. Metro Exodus, God of War i SnowRunner)\n\nW tym tygodniu w niższych cenach można nabyć cyfrowe wersje takich tytułów jak Assassin's Creed Origins, God of War, Elex, Shadow of the Colossus, Metro Exodus, We Happy Few, Watch Dogs Legion, The Outer Worlds, SnowRunner i Left 4 Dead."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak zaoszczędzić na rachunkach za prąd w 2025 roku ? – 7 sprawdzonych sposobów! 23.10.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jak-zaoszcz%C4%99dzi%C4%87-na-rachunkach-za-pr%C4%85d-w-2025-roku-7-sprawdzonych-sposob%C3%B3w-18102025/ar-AA1OG5fX?ocid=BingNewsVerp",
            "description": "Rachunki za prąd w 2025 roku znów rosną, a wielu Polaków zastanawia się, jak realnie obniżyć koszty energii elektrycznej.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tzWm6lrKHf-Kh2cvwXWLMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński on MSN20 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odgadniesz 15 zapomnianych urządzeń? Pierwsze pytanie położy cię na łopatki",
            "link": "https://www.komputerswiat.pl/artykuly/redakcyjne/odgadniesz-15-zapomnianych-urzadzen-pierwsze-pytanie-polozy-cie-na-lopatki/bh6d0lc",
            "description": "W tym quizie sprawdzisz swoją wiedzę o zapomnianych narzędziach, które przez dekady ułatwiały życie codzienne. Pamiętasz, jak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.v2SkiUOKsp5FPajZrAcily&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Komputer Świat12 godz.",
            "source": "Komputer Świat",
            "article_content": "Rozpocznij quiz\n\nPytanie 1/15 Żródło: Creative Commons / Jacek Halicki 1. Co to za przyrząd? linijka suwak logarytmiczny prototyp cyrkla instrument muzyczny Poprawna odpowiedź: suwak logarytmiczny Suwak logarytmiczny to przyrząd używany do wykonywania obliczeń, szczególnie w kontekście mnożenia, dzielenia oraz potęgowania. Został wynaleziony w XVII w., a jego rozwój przypisuje się Williamowi Oughtredowi, który zainspirował się wcześniejszymi narzędziami, takimi jak linijka logarytmiczna Edmunda Guntera. Następne pytanie\n\nPytanie 2/15 2. Co to jest astrolabium? starożytny instrument muzyczny przyrząd astronomiczny typ średniowiecznej broni narzędzie nawigacyjne używane przez pilotów Poprawna odpowiedź: przyrząd astronomiczny Astrolabium to przyrząd astronomiczny używany w średniowieczu do określania czasu i pozycji ciał niebieskich. Był poprzednikiem sekstantu i oktantu, które z kolei zostały wyparte przez nowoczesne technologie nawigacyjne. Żródło: Shutterstock / phsalesr Następne pytanie\n\nPytanie 3/15 3. Popularne w czasach rzymskich i średniowieczu konstrukcje, którymi transportowano wodę do miast to: akwedukty pompy parowe norie apsydy Poprawna odpowiedź: akwedukty Akwedukty wykorzystywały materiały dostępne lokalnie, takie jak kamień i cegła. Wiele z nich miało formę mostów, które prowadziły wodę nad dolinami i rzekami. Żródło: Shutterstock / BreizhAtao Następne pytanie\n\nPytanie 4/15 4. Co to jest stereoskop? urządzenie do nagrywania dźwięku typ kamery filmowej przyrząd do oglądania zdjęć trójwymiarowych wczesny model radia Poprawna odpowiedź: przyrząd do oglądania zdjęć trójwymiarowych Stereoskop to urządzenie, które pozwalało na oglądanie par zdjęć jako jednego trójwymiarowego obrazu, co dawało iluzję głębi. Było popularne w XIX i na początku XX w. Żródło: Creative Commons / Hannes Grobe Następne pytanie\n\nPytanie 5/15 5. Kierat to: starożytne koło tortur urządzenie do podnoszenia wody typ średniowiecznego wozu narzędzie rolnicze do orania Poprawna odpowiedź: urządzenie do podnoszenia wody Kierat to urządzenie wykorzystujące siłę zwierząt do podnoszenia wody z rzek lub studni. Stosowano je w rolnictwie przed wynalezieniem nowoczesnych pomp. Żródło: Creative Commons / Rj1979 Następne pytanie\n\nPytanie 6/15 6. Jak nazywał się przyrząd stosowany do wyrobu wełny, który miał postać dużego koła z wrzecionem? krosno kołowrotek igła rękawica Poprawna odpowiedź: kołowrotek Kołowrotek to urządzenie, które odgrywa kluczową rolę w procesie przędzenia włókien, zarówno roślinnych, jak i zwierzęcych. Jego historia sięga XVI w., kiedy to zaczęto go szerzej stosować w Polsce. Kołowrotek umożliwia wytwarzanie przędzy z surowców takich jak wełna, len czy konopie, co jest niezbędne do dalszej produkcji tkanin. Żródło: Shutterstock / Alexandr Popel Następne pytanie\n\nPytanie 7/15 7. Co to jest fonograf? wczesny model radia urządzenie do nagrywania i odtwarzania dźwięku typ gramofonu instrument muzyczny Poprawna odpowiedź: urządzenie do nagrywania i odtwarzania dźwięku Fonograf to pierwsze urządzenie, które umożliwiało nagrywanie i odtwarzanie dźwięku. Wynaleziony przez Thomasa Edisona w 1877 r., był poprzednikiem gramofonu. Żródło: Shutterstock / Caglayan Ceylan Następne pytanie\n\nPytanie 8/15 8. Daguerrotypia to: technika malarska jeden z pierwszych antybiotyków proces fotograficzny oparty na srebrze rodzaj rzeźby religijnej Poprawna odpowiedź: proces fotograficzny oparty na srebrze Daguerrotypia to wczesny proces fotograficzny opracowany przez Louisa Daguerre'a w 1839 r. Polegał na utrwalaniu obrazu na powierzchni pokrytej jodem srebrem, co dawało bardzo szczegółowe, choć jednorazowe zdjęcia. Żródło: Creative Commons / Daguerre Następne pytanie\n\nPytanie 9/15 9. Największy instrument smyczkowy, jaki kiedykolwiek skonstruowano, to: oktobas tuba pochette klawesyn Poprawna odpowiedź: oktobas Oktobas to instrument strunowy z grupy smyczkowych, który został wynaleziony przez francuskiego lutnika Jean-Baptiste Vuillaume w 1849 r. Ma ponad 3,5 m wysokości i posiada trzy struny. Oktobas jest znany z tego, że potrafi wydobywać ekstremalnie niskie dźwięki, które często są poza zakresem słyszalnym dla ludzkiego ucha. Amazing Grace, Amazing Octobass Następne pytanie\n\nPytanie 10/15 Żródło: Shutterstock / DNB STOCK 10. Jakie urządzenie służyło do przechowywania informacji przed wynalezieniem dyskietek? taśma perforowana karta dziurkowana taśma magnetyczna wszystkie powyższe Poprawna odpowiedź: wszystkie powyższe Przed erą dyskietek i dysków twardych informacje komputerowe przechowywano na różnych nośnikach. Taśma perforowana to papierowa taśma z dziurkami reprezentującymi dane. Karty dziurkowane to z kolei prostokątne karty z otworami kodującymi informacje. Taśmy magnetyczne, podobne do kaset audio, przechowywały dane w formie magnetycznych impulsów. Wszystkie te nośniki były używane w różnych okresach rozwoju technologii komputerowej, zanim zostały zastąpione przez bardziej pojemne i wygodne nośniki. Następne pytanie\n\nPytanie 11/15 11. Popularny, szczególnie w PRL, rodzaj wagi sklepowej to: waga szalkowa waga platformowa waga zegarowa waga ołowiana Poprawna odpowiedź: waga szalkowa Waga szalkowa była popularna w Polsce w epoce PRL i odgrywała istotną rolę w codziennym życiu. Powszechnie stosowano ją w sklepach spożywczych oraz na rynkach, gdzie używano jej do ważenia różnych produktów sypkich, takich jak cukier, mąka czy ryż. stara waga sklepowa Następne pytanie\n\nPytanie 12/15 12. Narzędzie to służyło do oddzielania ziarna od plew: siewnik młocarnia cep młynek żarnowy Poprawna odpowiedź: młocarnia Młocarnia została wynaleziona przez szkockiego inżyniera Andrew Meikle w 1796 r. Była to jedna z pierwszych maszyn, które zautomatyzowały proces młócenia. Żródło: Creative Commons / Wikipedia Następne pytanie\n\nPytanie 13/15 13. Przenośne urządzenie, które umożliwiało odbieranie krótkich wiadomości, najczęściej w formie numerów telefonów lub krótkich tekstów, nazywało się: fax pager rejestrator taśmowy Game Boy Poprawna odpowiedź: pager Pager był szeroko stosowany przed powszechnym dostępem do telefonów komórkowych, zwłaszcza w latach 80. i 90. Działał na zasadzie wysyłania sygnału radiowego do konkretnego urządzenia, które następnie wyświetlało otrzymaną wiadomość. Żródło: Shutterstock / Sergei Gorin Następne pytanie\n\nPytanie 14/15 14. Pionowy słup lub pręt, którego cień służył do określania pozycji słońca i mierzenia czasu, nazywał się: globus niebieski armilla kwadrant gnomon Poprawna odpowiedź: gnomon Gnomon to starożytne narzędzie astronomiczne, które składa się z pionowego słupa lub pręta. Jego cień służył do określania pozycji słońca na niebie, mierzenia czasu oraz ustalania pór roku. Gnomon był szczególnie przydatny do obserwacji równonocy i przesileń, co umożliwiało astronomom dokładniejsze zrozumienie ruchów ciał niebieskich. Żródło: Shutterstock / PICTOR PICTURES Następne pytanie\n\nPytanie 15/15 Żródło: Shutterstock / mrMR 15. Pojazd ze zdjęcia to: drezyna aeromotowagon maglew dźwignica Poprawna odpowiedź: drezyna Pierwsza drezyna została zaprezentowana w 1817 r. przez Karla Draisa jako dwukołowy welocyped. W Polsce istnieje kilka kolejek drezynowych, które wykorzystują pojazdy do celów turystycznych, zwłaszcza na nieczynnych liniach kolejowych\n\nBrakuje jeszcze 15 odpowiedzi Wypełnij odpowiedzi na wszystkie pytania, żeby zobaczyć wynik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycia na Wawelu w Krakowie. Czyścili Kościuszkę, a pod pomnikiem odkopano basztę i pierścień ze średniowiecza",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/niezwyk%C5%82e-odkrycia-na-wawelu-w-krakowie-czy%C5%9Bcili-ko%C5%9Bciuszk%C4%99-a-pod-pomnikiem-odkopano-baszt%C4%99-i-pier%C5%9Bcie%C5%84-ze-%C5%9Bredniowiecza/ar-AA1P109b?ocid=BingNewsVerp",
            "description": "Ciekawych odkryć dokonali wawelscy archeolodzy przy okazji toczącego się remontu Bastionu Władysława IV Wazy ze stojącym na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JqxqmnXJL8sLnY5AQivo5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Polski on MSN20 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dżentelmeni i damy w dobie Tindera i TikToka. O savoir-vivre w Czwórce",
            "link": "https://www.polskieradio.pl/10/11586/Artykul/3597466,dzentelmeni-i-damy-w-dobie-tindera-i-tiktoka-o-savoirvivre-w-czworce",
            "description": "Kto płaci na randce? Czy dama powinna czekać na to, aż dżentelmen otworzy jej drzwi? W świecie, w którym granice społeczne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UTbDbwZAiNF28Y76OzR8Mi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio12 godz.",
            "source": "Polskie Radio",
            "article_content": "Czemu winni są rodzice? Foto: Shutterstock\n\nUrszula Struzikowska-Marynicz w książce \"Wszystkiemu winni są Twoi starzy\" zastanawia się, dlaczego obwiniamy naszych rodziców o problemy, które spotykają nas w dorosłym życiu. \"Kompleksowy przewodnik po skomplikowanych relacjach z rodzicami. To książka dla każdego, kto chce zrozumieć swoją przeszłość i zacząć samodzielnie tworzyć własne »ja«. Jak często obwiniamy naszych rodziców o problemy, które spotykają nas w dorosłym życiu? Jakie schematy zachowań powielamy i jakie odziedziczone traumy nosimy w sobie?\" - czytamy w opisie książki.\n\nPosłuchaj audycji \"Bez tabu\" o wpływie wychowania na dorosłe życie\n\nGdzie leży granica między \"obwinianiem starych\" o wszystko a zauważeniem, że przeszłość i doświadczenia rodzinnego domu faktycznie mogą mieć wpływ na nasze życie? - Relacje z rodzicami na pewno wpłynęły na nasze dzieciństwo, ale na szczęście nie stanowią one o całym naszym życiu, o przyszłości. Inaczej nie mówilibyśmy o samostanowieniu, o podmiotowości. Na pewno miały na nas wpływ, dały nam jakiś początek, ale można byłoby to geometrycznie ująć, że jest to pewna półprosta. Zaczęła się w dzieciństwie, ale my prowadzimy ją w jakimś kierunku przed siebie - mówi Urszula Struzikowska-Marynicz, psycholog i socjolog, autorka książki \"Wszystkiemu winni są Twoi starzy\".\n\n- Miłości w jakiś sposób się uczymy, to nie jest coś, z czym się rodzimy. Miłość ma swój początek w relacji, dlatego bardzo ważne jest to, co w tej relacji się dzieje, jaki budujemy w niej styl przywiązania, czego doświadczamy w relacji, jakie będą nam towarzyszyły narracje, schematy. Ale na szczęście jest cała gama czynników społeczno-kulturowych, nie wszystko musi odnosić się typowo do rodziny, więc miłości uczymy się przez całe życie - do rodziców, do siebie, do różnych innych ludzi - wyjaśnia Struzikowska-Marynicz.\n\nZobacz także:\n\n- Nikt mi nie powiedział, że jak osiągam dorosłość, to moje wewnętrzne dziecko muszę wziąć w opiekę. Ono przez bardzo długi okres mojego życia było samo - twierdzi Patrycja Krysik, pomysłodawczyni Kintsugi Project, która doświadczyła przemocy w domu rodzinnym.\n\n- To determinuje w jakimś stopniu nasze życie. Skoro jesteśmy nieszczęśliwi w danym miejscu, to znaczy, że jakieś kroki nas do tego doprowadziły. Dopóki się nad tym dzieckiem i nad tą całą naszą drogą, nad tym, jak kształtujemy relacje, jaki mamy proces decyzyjny, nie pochylimy z czułością i troską jak rodzic nad dzieckiem, to cały czas będziemy biegać jak chomik w kółku i nie dojdziemy nigdy do tego miejsca, w którym będziemy chociaż odrobinę bardziej szczęśliwi - dodaje gościni Czwórki.\n\n***\n\nTytuł audycji: Bez tabu\n\nProwadzi: Jakub Jamrozek\n\nGościnie: Urszula Struzikowska-Marynicz (psycholog i socjolog, autorka książki \"Wszystkiemu winni są Twoi starzy\"), Patrycja Krysik (kompozytorka, inżynierka dźwięku, pomysłodawczyni Kintsugi Project, która doświadczyła przemocy w domu rodzinnym), Nadia Robak (studentka UW)\n\nData emisji: 2.06.2025\n\nGodzina emisji: 20.12\n\nkajz/k"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 18 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 25 - 26 października?",
            "link": "https://oswiecim.naszemiasto.pl/rowerem-do-18-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-25-26-pazdziernika/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, upewnij się, jaka będzie pogoda. W sobotę 25 października w Oświęcimiu ma być 11°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eZlCkQXQhT1dz2I6uCWBPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto12 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szokujące ustalenia po kradzieży klejnotów w Luwrze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/szokuj%C4%85ce-ustalenia-po-kradzie%C5%BCy-klejnot%C3%B3w-w-luwrze/ar-AA1P488M?ocid=BingNewsVerp",
            "description": "Z paryskiego Luwru skradziono bezcenne klejnoty koron francuskich. Złodzieje wdarli się do muzeum w biały dzień. Na jaw ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uR62p4gOLnB_0SWdxLmAci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN6 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Skok stulecia\" w Luwrze. Są nowe informacje i dowody",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/skok-stulecia-w-luwrze-s%C4%85-nowe-informacje-i-dowody/ar-AA1P3viA?ocid=BingNewsVerp",
            "description": "Francuscy śledczy, który starają się złapać członków gangu, który dopuścił się zuchwałej kradzieży w Luwrze, znaleźli ślady ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.r5ZLpsI4gOKmpxexi0k53S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Business Insider Polska on MSN9 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sklep Wokulskiego, część scenografii do filmu „Lalka', zostaje w Warszawie na dłużej",
            "link": "https://www.pap.pl/aktualnosci/sklep-wokulskiego-czesc-scenografii-do-filmu-lalka-zostaje-w-warszawie-na-dluzej",
            "description": "Choć zdjęcia do filmowej \"Lalki\" na Krakowskim Przedmieściu w Warszawie dobiegły końca, a ekipa przeniosła się do Łazienek, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1K0ESqkJFzG3q5VC5mIcRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Polska Agencja Prasowa11 godz.",
            "source": "Polska Agencja Prasowa",
            "article_content": "Sklep Wokulskiego, część scenografii do filmu „Lalka”, zostaje w Warszawie na dłużej\n\nChoć zdjęcia do filmowej \"Lalki\" na Krakowskim Przedmieściu w Warszawie dobiegły końca, a ekipa przeniosła się do Łazienek, część dekoracji przy Trakcie Królewskim zostanie na dłużej. Do połowy lutego będzie można oglądać z zewnątrz tzw. sklep Wokulskiego.\n\nSklep Wokulskiego, fot. PAP/Szymon Pulcyn\n\nZobacz galerię (4)\n\nZdjęcia do „Lalki” ruszyły w Warszawie\n\nZdjęcia do kinowej adaptacji \"Lalki\" ruszyły w Warszawie w lipcu, a zakończą się 20 grudnia. Ale duch powieści Bolesława Prusa będzie się jeszcze unosił nad stolicą przez jakiś czas. Produkcja wzbudziła tak duże zainteresowanie, że zdecydowano o tym, iż filmowy sklep Wokulskiego, wzniesiony w pobliżu pomnika Kopernika, zostanie na Krakowskim Przedmieściu do połowy lutego.\n\nWięcej Opublikowano zdjęcia z planu serialowej „Lalki”. Produkcja kręcona jest w Lublinie\n\nFilmowy sklep Wokulskiego zostaje dłużej\n\n„Sklep Wokulskiego cieszy się ogromnym zainteresowaniem mieszkańców, dlatego wspólnie z producentem i twórcami filmu postanowiliśmy, że pozostanie na Krakowskim Przedmieściu na dłużej. Zadania wyeksponowania obiektu do połowy lutego podjęła się Stołeczna Estrada, za co bardzo dziękuję. Zapraszamy mieszkańców i turystów do zobaczenia części filmowej dekoracji, a przy okazji przejścia się ulicami, którymi niegdyś przechadzał się autor »Lalki «” – przekazał prezydent Warszawy, Rafał Trzaskowski.\n\nPrace nad ekspozycją filmowego obiektu\n\nObecnie trwają prace nad wyeksponowaniem obiektu, tak, by przechadzające się tamtędy osoby mogły z zewnątrz zobaczyć jak najwięcej z filmowego planu – całkowite otwarcie wnętrza jest niemożliwe. Podczas zdjęć sklep wypełniały autentyczne, zabytkowe przedmioty, które muszą wrócić do swoich właścicieli, ale scenografowie „postarają się, aby nastrój wnętrza oddawał filmowy klimat”.\n\nWięcej Zobacz galerię (5) Prace na planie filmowym na Krakowskim Przedmieściu w Warszawie. Fot. PAP/Szymon Pulcyn W nowej ekranizacji „Lalki” Krakowskie Przedmieście zagra samo siebie. Pomogą w tym dekoracje\n\nImponująca obsada filmowej adaptacji\n\n\"Lalka\" w reżyserii Macieja Kawalskiego może imponować nie tylko scenografią, ale i obsadą aktorską. W Izabelę Łęcką wciela się Kamila Urzędowska, Stanisława Wokulskiego gra Marcin Dorociński, a Ignacego Rzeckiego, po wielu latach aktorskiej emerytury - Marek Kondrat. Na ekranie widzowie zobaczą także Andrzeja Seweryna, Agatę Kuleszę, Krystynę Jandę, Maję Komorowską, Borysa Szyca, Maję Ostaszewską, Mateusza Damięckiego i Cezarego Żaka. (PAP Life)\n\nmdn/ag/ep/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryto skarb w Bukowcu Wielkim. To srebrne monety z XVII wieku",
            "link": "https://kronika24.pl/odkryto-skarb-w-bukowcu-wielkim-to-srebrne-monety-z-xvii-wieku/",
            "description": "W Bukowcu Wielkim (Warmińsko-Mazurskie) podczas prac rolniczych dokonano wyjątkowego odkrycia – natrafiono na skarb ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wbyoqsVzaE2_4PZVYx-PkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kronika24.pl7 godz.",
            "source": "Kronika24.pl",
            "article_content": "W Bukowcu Wielkim (Warmińsko-Mazurskie) podczas prac rolniczych dokonano wyjątkowego odkrycia – natrafiono na skarb zawierający aż 162 srebrne monety z drugiej połowy XVII wieku!\n\nW skład znaleziska wchodzą:\n\n-2 sztuki monet o nominale ⅔ talara,\n\n-20 tymfów,\n\n-27 ortów,\n\n-113 szóstaków.\n\nMonety datowane są na lata 1660–1679 i stanowią cenny materiał źródłowy dla badaczy historii regionu.\n\nSkarb został odnaleziony przez mieszkańców, którzy wykazali się wyjątkową postawą obywatelską, przekazując znalezisko do Warmińsko-Mazurskiego Wojewódzkiego Konserwatora Zabytków za pośrednictwem Wójta Gminy Janowiec Kościelny – Piotra Rakoczego.\n\nW miejscu odkrycia w lipcu br. przeprowadzono ratownicze badania wykopaliskowe pod kierownictwem Damiana Swata z firmy Archeoskop – usługi archeologiczne – konserwacja zabytków. Oprócz monet odnaleziono również fragmenty naczynia, w którym skarb pierwotnie zdeponowano. Z pomocą wykrywaczy metalu przeszukano również szerszy obszar pola, co było możliwe dzięki zaangażowaniu członków Stowarzyszenie Historyczno-Eksploracyjne Nibork oraz Grupa Rekonstrukcji Historycznej „Allenstein”. Obie grupy wniosły cenny wkład w przebieg badań i identyfikację znalezisk.\n\nTo jednak nie koniec odkryć. W trakcie badań natrafiono również na pozostałości zabudowy dawnego folwarku z połowy XVII wieku. Wśród znalezisk znalazły się m.in.\n\n-fragmenty ceramiki,\n\n-pierścionki z miedzi,\n\n-medalik z wizerunkiem Matki Bożej Częstochowskiej i Anioła Stróża, guziki, ołowiane kule do broni czarnoprochowej, klamry do pasa i inne przedmioty codziennego użytku.\n\nSzczególną uwagę archeologów przykuł fragment kobiecej klamry, który ma swoje analogie w znaleziskach z Perleberg (Brandenburgia) oraz z zamku na Hradczanach w Pradze.\n\nWszystkie odkryte artefakty zostały przekazane do Muzeum Pogranicza w Działdowie. Zbiory będzie można oglądać już na początku przyszłego roku.\n\nTo niezwykłe odkrycie nie tylko wzbogaca wiedzę o historii regionu, ale także stanowi cenny wkład w dziedzictwo kulturowe naszego kraju. Serdecznie dziękujemy wszystkim osobom i instytucjom zaangażowanym w zabezpieczenie i dokumentację znaleziska.\n\nTa historia i jej podobne przypominają, że przypadkowo skarb znaleźć możemy w sytuacji, gdy kompletnie się tego nie spodziewamy.\n\nZasady postępowania w takim przypadku określa ustawa o ochronie zabytków i opiece nad zabytkami."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krypta mieszczańska jak podziemny cmentarz pod katedrą w Tarnowie",
            "link": "https://gazetakrakowska.pl/tajemnicza-krypta-w-podziemiach-katedry-w-tarnowie-o-ktorej-istnieniu-dotad-nie-wiedziano-jej-odkrycie-to-duze-zaskoczenie-dla-badaczy/ar/c1p2-28108089",
            "description": "Wszystko wskazuje na to, że w sarkofagu w krypcie rodowej Ostrogskich pod posadzką tarnowskiej katedry spoczywa nie pierwsza, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t_mVp9bCe-VXMU0n28DpQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska6 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 23.10.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-23-10-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński20 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "24 PAŹDZIERNIKA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-10-24,8,day.html",
            "description": "Wystawa stała Krakowskie Bractwo Kurkowe i obronność miejska prezentowana jest w dwóch salach: Brackiej i Strzeleckiej. Sala Strzelecka, podzielona pośrodku neogotycką kolumnadą, w dużym stopniu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków2 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytek w Egipcie się zawali? \"Ryzyko katastrofy\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zabytek-w-egipcie-si%C4%99-zawali-ryzyko-katastrofy/ar-AA1P1w9g?ocid=BingNewsVerp",
            "description": "Planujesz lot do Egiptu, by zobaczyć słynne atrakcje i zabytki? Lepiej się pospiesz. Grobowiec Tutenchamona, zdaniem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jgq_N-ffZU5x9WI3vdZgYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Planeta on MSN16 godz.",
            "source": "Planeta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Górski trekking",
            "link": "https://wloclawek.naszemiasto.pl/tag/gorski-trekking",
            "description": "Osada Gotów w Piasznie (powiat bytowski) była kiedyś największym prywatnym skansenem w Polsce. Trafiła także do Polskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Włocławek Nasze Miasto18 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rolnik znalazł skarb podczas orania łąki. Kamienie okazały się monetami sprzed 400 lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/po-oraniu-pola-znalaz%C5%82-skarb-sprzed-400-lat-my%C5%9Bla%C5%82-%C5%BCe-to-kamienie/ar-AA1P0GDM?ocid=BingNewsVerp",
            "description": "W Bukowcu Wielkim rolnik podczas orania pola przypadkiem na trafił na skarb sprzed niemal 400 lat. Datowane na XVII wiek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oFSgDjEfDVgtU0_pqOZ9lS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Biznes w INTERIA.PL on MSN20 godz.",
            "source": "Biznes w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycia na Wawelu w Krakowie. Czyścili Kościuszkę, a pod pomnikiem odkopano basztę i pierścień ze średniowiecza",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/znaleziska-na-wawelu-w-krakowie-czy%C5%9Bcili-ko%C5%9Bciuszk%C4%99-a-pod-pomnikiem-odkopano-baszt%C4%99-i-pier%C5%9Bcie%C5%84-ze-%C5%9Bredniowiecza/ar-AA1P109b?ocid=BingNewsVerp",
            "description": "Wnętrze zachowanych i odkopanych teraz murów średniowiecznej baszty wypełniał późniejszy zasyp. Został on przesiany przez ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zlkjBWchvPkKzIatvRa0OS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Polski on MSN20 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    }
]