[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Małgorzata Cińcio Starocie Ucińcia",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28362824,malgorzata-cincio-starocie-ucincia.html",
            "description": "Firma Sedlak & Sedlak wydała Raport płacowy - jesień/zima 2024. To wydanie jest rekordowe, bowiem w badaniu uczestniczyły aż 1123 firmy. W okresie od maja do października 2024 r. przebadano ponad 410 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl4 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Zasiłek opiekuńczy przysługuje nie tylko na chore dziecko, ale również na chorego rodzica, gdy potrzebuje on osobistej opieki. W ciągu roku kalendarzowego można skorzystać z 14 dni takiego świadczenia, które jest dostępne dla osób ...\n\nOczekiwanie na bagaż po przylocie coraz częściej przekracza normy na polskich lotniskach – czas wydania walizki potrafi się wydłużyć nawet do kilku godzin, generując frustrację i utrudnienia w dalszej podróży. Choć firmy handlingowe ...\n\nBadacze ESET odkryli poważną lukę w systemie Windows, która pozwala cyberprzestępcom na przejęcie kontroli nad komputerami użytkowników. Luka (CVE-2025-24983) umożliwia uruchamianie złośliwego oprogramowania z najwyższymi uprawnieniami ...\n\nKuchnia coraz częściej okazuje się kluczowym elementem, który może zdecydować o powodzeniu sprzedaży mieszkania. To przestrzeń, której funkcjonalność, prestiż i estetyka przyciągają uwagę kupujących, wpływając na ich decyzję ...\n\nPasażerowie, których lot został opóźniony lub odwołany, czy nie mogli wejść na pokład z powodu overbookingu, mają prawo do odszkodowania. Unijne rozporządzenie nakazuje jego wypłatę w formie pieniężnej. Jednak linie lotnicze ...\n\nWakacje poza sezonem letnim to rosnący trend wśród podróżnych, którzy chcą połączyć atrakcyjne ceny z komfortowym wypoczynkiem i słoneczną pogodą. We wrześniu i październiku można znaleźć oferty z lotem i hotelem już od 900 zł za ...\n\nDynamiczny wzrost rynku kryptowalut, wycenianego na niemal 4 miliardy dolarów, przyciąga także cyberprzestępców. Eksperci z Check Point Research ostrzegają przed nową falą cyberataków w Europie, realizowaną poprzez fałszywe aplikacje ...\n\nPolacy przywiązują do zdrowia psychicznego coraz większą wagę. Nie jest to zaskoczeniem, biorąc pod uwagę jak przemożny wpływ dobrostan psychiczny wywiera zarówno na życie prywatne, jak i zawodowe. Okazuje się jednak, że w środowisku ...\n\nPolska jest jednym z głównych celów cyberprzestępczych ataków ransomware - alarmuje ESET. W II połowie 2024 roku liczba tych ataków wzrosła o 37% w porównaniu do I półrocza, windując nasz kraj z 13. na 7. miejsce na świecie.\n\nRośnie zainteresowanie zakupem małych mieszkań. Z danych Otodom wynika, że w styczniu 2025 roku liczba wyszukiwań nieruchomości o metrażu poniżej 40 mkw. wzrosła o 25% rok do roku. Jakich lokali poszukujemy i z jakim wydatkiem należy się ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze przedmioty z czasów PRL. Na takie \"skarby\" polują w 2025 roku kolekcjonerzy staroci",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najcenniejsze-przedmioty-z-czas%C3%B3w-prl-na-takie-skarby-poluj%C4%85-w-2025-roku-kolekcjonerzy-staroci/ar-AA1PSgtM?ocid=BingNewsVerp",
            "description": "Stare meble, porcelana, szkło, zabawki czy też winyle wracają do łask i dziś są prawdziwym rarytasem dla kolekcjonerów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.hZ__pEH7TdxKDxskxbkcIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN13 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AGNIESZKA ADAMIAK FHU AGMAR",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28362823,agnieszka-adamiak-fhu-agmar.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl2 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Smartfony są jednym z najbardziej pożądanych prezentów gwiazdkowych. Najnowsze modele mogą być poza zasięgiem finansowym wielu osób, stąd zainteresowanie używanymi urządzeniami. Eksperci ESET zwracają jednak uwagę, by robić to w ...\n\nTrwająca już półtora roku stabilizacja dynamiki cen materiałów budowlanych na niewielkim minusie zdaje się nie mieć końca. W lutym spadkowy trend został wprawdzie przełamany w symbolicznym wymiarze jednego promila, jednak już miesiąc ...\n\nJak nie przejmować się tym, co ludzie powiedzą? W dobie social mediów, stałego dzielenia się najlepszymi momentami życia, bycia na świeczniku, porównywania się do innych, bardzo trudno jest nie myśleć o tym, co ludzie powiedzą. Czy ...\n\nElektroniczne postępowanie upominawcze (EPU) to specjalna procedura umożliwiająca szybkie dochodzenie roszczeń pieniężnych za pośrednictwem systemu teleinformatycznego. Zostało wprowadzone głównie po to, aby odciążyć sądy od spraw ...\n\nNa ten model czeka spora liczba fanów amerykańskiej motoryzacji. Nowy Compass stanowi wyraźny krok naprzód. Wszystko wskazuje na to, że będzie godnie reprezentował ofertę produktową tego producenta. Czy osiągnie sukces nad Wisłą ...\n\nChoć samochody hybrydowe biją rekordy popularności w Polsce, ich ceny wciąż pozostają wyższe od tradycyjnych modeli - średnio o 10 tysięcy złotych. Zyskują na tym importerzy i producenci, którzy dzięki niższej akcyzie oraz ograniczeniu ...\n\nPrzed nami najnowsze opracowanie Otodom, a w nim spora dawka informacji dotyczących obecnej sytuacji na rynku mieszkaniowym. Pod lupę wzięto tym razem 6 miast uznawanych za tzw. rynki wschodzące. Z czym mierzyli się w minionym miesięcu ...\n\nWakacje to czas nie tylko wypoczynku, ale także wzmożonej aktywności cyberprzestępców, którzy wykorzystują naszą osłabioną czujność w czasie gorączkowego poszukiwania jak najtańszych ofert noclegów czy biletów lotniczych. Przy ...\n\nW 2025 roku wzrost gospodarczy przekroczy 4%. Przyspieszą konsumpcja indywidualna i inwestycje. Inflacja spadnie do ok. 4%, bezrobocie nadal będzie niskie. Rada Polityki Pieniężnej obniży stopy procentowe – prognozuje Konfederacja Lewiatan.\n\nFirmy pożyczkowe udzieliły w maju 2025 roku 393,6 tys. pożyczek, czyli o 1,8 proc. więcej niż w kwietniu 2025 i o 11,2 proc. więcej niż przed rokiem - wynika z raportu Związku Przedsiębiorstw Finansowych w Polsce (ZPF) oraz firmy CRIF ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 6.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-6-11-2025/ar/c3p2-28049553",
            "description": "PRL to skrót od Polska Rzeczpospolita Ludowa, to właśnie tak nazywało się państwo polskie w latach 1944–1989. Był to okres, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z PRL są teraz w cenie. Można sporo zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/monety-z-prl-s%C4%85-teraz-w-cenie-mo%C5%BCna-sporo-zarobi%C4%87/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "Monety okolicznościowe z PRL emitowano w latach 60., 70. i 80. z okazji ważnych rocznic i wydarzeń historycznych. Większość z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SnD7ms8VijzfMAUMTEaxaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN18 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 6.11.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-6-11-2025/ar/c3p2-28055853",
            "description": "Kobiety trzymają cenną biżuterię z tych czasów, która była odzwierciedleniem stylu, bogactwa oraz możliwości. Dużo cenniejsze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E74w9YbkdhtCekfCCqgb6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest taka zwykła! Wiemy, od czego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-taka-zwyk%C5%82a-wiemy-od-czego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN1 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak płacą za meble z PRL. Można sporo zarobić",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/tak-p%C5%82ac%C4%85-za-meble-z-prl-mo%C5%BCna-sporo-zarobi%C4%87/ar-AA1PR0EX?ocid=BingNewsVerp",
            "description": "Jeszcze całkiem niedawno trafiały na wysypiska śmieci, a teraz osiągają zaskakujące ceny. Stare meble z czasów PRL wróciły do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yPb4NGv19fmSHZo4oTmKTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN18 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Od polskiej porcelany po holenderskie smaki. Podróż ze smakiem w Czwórce",
            "link": "https://www.polskieradio.pl/10/11668/artykul/3603634,od-polskiej-porcelany-po-holenderskie-smaki-podroz-ze-smakiem-w-czworce",
            "description": "Czy luksus porcelany wciąż gości na naszych stołach? Jak naprawdę smakuje codzienne życie w Holandii? W audycji \"Podano do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.g4f4dSzgpIfA0iELReUsdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Polskie Radio18 godz.",
            "source": "Polskie Radio",
            "article_content": "W pierwszej godzinie audycji zajrzymy na polskie stoły, by bliżej przyjrzeć się materiałowi, który przez stulecia był symbolem elegancji, gościnności i dobrego smaku. Porcelana, bo o niej mowa, to temat, który wykracza poza czystą funkcjonalność. Sprawdzimy, jak ta szlachetna materia dotarła do Polski, jak zmieniały się jej wzory oraz gdzie dziś przebiega granica między naczyniem stricte użytkowym a wartościowym obiektem kolekcjonerskim. Zastanowimy się, jak ten materiał, wciąż kojarzący się z tradycją i świętowaniem, odnajduje się we współczesnych wnętrzach jako wyraz artystycznego rzemiosła i designu. O dziedzictwie i przyszłości porcelany opowiedzą nam eksperci z Muzeum Porcelany w Wałbrzychu.\n\nWyświetl ten post na Instagramie Post udostępniony przez Muzeum Porcelany w Wałbrzychu (@muzeum_walbrzych)\n\nNastępnie zmienimy perspektywę, wybierając się w kulinarną podróż do kraju wiatraków, sera i rowerów. Naszym przewodnikiem po holenderskiej kuchni będzie Krzysztof Florek - Polak od lat mieszkający w Holandii, przedsiębiorca i pasjonat lokalnej kultury. Odkryjemy, co naprawdę ląduje na stołach Holendrów, jakie potrawy dominują w ich domach, a co króluje w ulicznym menu. Przyjrzymy się klasycznym, sycącym daniom, takim jak stamppot (ziemniaki tłuczone z warzywami i kiełbasą), chrupiącym bitterballenom i krokietom. Porozmawiamy również o wpływach kolonialnych, nie zapominając o słodkościach w rodzaju stroopwafli, by sprawdzić, jak holenderska gastronomia łączy prostotę i praktyczność z bogactwem smaków.\n\n***\n\nNa audycję z cyklu \"Podano do stołu\" w niedzielę (9.11) o godz. 14.00 zaprasza Kasia Dydo.\n\nak"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy będą braki prądu 5.11 w śląskim? Zobacz planowane daty wyłączeń prądu",
            "link": "https://dziennikzachodni.pl/czy-beda-braki-pradu-5-11-w-slaskim-zobacz-planowane-daty-wylaczen-pradu/ar/c1p1-20589264",
            "description": "Gdzie można się spodziewać wyłączenia prądu w śląskim 5.11? Pokazujemy spis miejsc, w których planowany jest brak prądu w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FaBGcNf4M9O6WFdv9En-iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Dziennik Zachodni23 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europosłanka buszowała na pchlim targu. Na kilka przedmiotów Marta Wcisło wydała spore pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/europos%C5%82anka-buszowa%C5%82a-na-pchlim-targu-na-kilka-przedmiot%C3%B3w-marta-wcis%C5%82o-wyda%C5%82a-spore-pieni%C4%85dze/ar-AA1Ptc4l?ocid=BingNewsVerp",
            "description": "Lubelska Giełda Staroci organizowana jest tylko w ostatnią niedzielę każdego miesiąca. A jako, że Marta Wcisło (56 l.) uwielbia przedmioty z duszą, to zwykle można ją spotkać jak wypatruje kolejnych p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.9TyPvEv4AXy1DBnNLZf6_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Polityka on MSN5 godz.",
            "source": "Polityka on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycia archeologiczne na terenie przyszłej szkoły muzycznej w Stargardzie",
            "link": "https://stargard.naszemiasto.pl/odkrycia-archeologiczne-na-terenie-przyszlej-szkoly-muzycznej-w-stargardzie/ar/c1p2-28147981",
            "description": "Badania archeologiczne stanowią pierwszy etap przygotowań do budowy nowoczesnej szkoły muzycznej z salą koncertową na tysiąc ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uWOuwXkWiQwQBon3aHwtiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Stargard Nasze Miasto19 godz.",
            "source": "Stargard Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niesamowite odkrycie w Kałdusie niedaleko Chełmna. Pod Górą św. Wawrzyńca odnaleziono pochówki dzieci, mogły być skrępowane przed pogrzebaniem",
            "link": "https://www.msn.com/pl-pl/nauka/antropologia/niesamowite-odkrycie-w-ka%C5%82dusie-niedaleko-che%C5%82mna-pod-g%C3%B3r%C4%85-%C5%9Bw-wawrzy%C5%84ca-odnaleziono-poch%C3%B3wki-dzieci-mog%C5%82y-by%C4%87-skr%C4%99powane-przed-pogrzebaniem/ar-AA1PTOky?ocid=BingNewsVerp",
            "description": "- To bardzo ciekawe znalezisko, wymagające dalszych badań i analiz. Staramy się unikać pochopnych interpretacji. Bywa, że przy okazji różnych odkryć, nagłaśnianych w mediach, dowiadujemy się, że „trze ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YuOETPJFXiTOUZLNTGGMIw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Eska Regiony on MSN1 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 6 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 8 - 9 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-spacer-do-6-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-8-9-listopada/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 08 listopada w Kołobrzegu ma być 11°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vm7DRH_q9oBOcUIGcCpihy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto18 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 58 km od Sieradza. Pomysły na jednodniowy wypad. Gdzie w weekend 8 - 9 listopada?",
            "link": "https://sieradz.naszemiasto.pl/trasy-na-rower-do-58-km-od-sieradza-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-8-9-listopada/ar/c7p1-21831603",
            "description": "Zanim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 08 listopada w Sieradzu ma być 12°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.svSUI2cLMu42mozb_cPiOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Sieradz Nasze Miasto17 godz.",
            "source": "Sieradz Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w pudełku po cygarach. Zabytek z piramidy Cheopsa, starszy od samej piramidy",
            "link": "https://kopalniawiedzy.pl/relikt-Dixona-piramida-Cheopsa-pudelko,33088",
            "description": "Odnalazł się zaginiony od 70 lat jeden z trzech artefaktów wydobytych z piramidy Cheopsa. W 1872 roku Waynman Dixon znalazł w Komorze Królowej trzy przedmioty, które stały się znane jako „relikty Dixo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YAyXcIYbbVgyvjHbycaacw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kopalnia Wiedzy17 godz.",
            "source": "Kopalnia Wiedzy",
            "article_content": "Niezwykłe odkrycie w pudełku po cygarach. Zabytek z piramidy Cheopsa, starszy od samej piramidy\n\n17 grudnia 2020, 05:26 | Humanistyka\n\nOdnalazł się zaginiony od 70 lat jeden z trzech artefaktów wydobytych z piramidy Cheopsa. W 1872 roku Waynman Dixon znalazł w Komorze Królowej trzy przedmioty, które stały się znane jako „relikty Dixona”. Kamienny tłuczek w kształcie kuli i miedziany obiekt w kształcie ogona gołębia znajdują się w British Museum. Trzeci przedmiot, niewielka drewniana tabliczka, zaginął. Teraz odnaleziono ją w... pudełku po cygarach na University of Aberdeen.\n\nZagubiony kawałek drewna szczególnie interesował specjalistów. Z jednej strony zastanawiano się, czemu służył, z drugiej zaś – dawał szansę na przeprowadzenie datowania radiowęglowego. Pojawiały się hipotezy mówiące, że był on fragmentem linijki, którego zbadanie mogłoby zdradzić tajemnice dotyczące sposobu wznoszenia piramid.\n\nW 2001 roku natrafiono na zapiski, które wskazywały, że kawałek drewna mógł trafić do University of Aberdeen dzięki Jamesowi Grantowi. Studiował on medycynę na University of Aberdeen, później wyjechał do Egiptu, by pomóc w opanowaniu epidemii cholery. Tam zaprzyjaźnił się z Dixonem i wspólnie badali Wielką Piramidę. Po śmierci Granta jego zbiory zostały podarowane Uniwersytetowi. Ale „pięciocalowy kawałek drewna” przekazała uczelni jego córka dopiero w 1946 roku. Problem jednak w tym, że zabytek nie został nigdy odpowiednio sklasyfikowany i prowadzone przez kilkanaście lat poszukiwania w uniwersyteckich kolekcjach spełzły na niczym.\n\nPod koniec ubiegłego roku asystentka kuratora, Abeer Eladany, która pochodzi z Egiptu i przez 10 lat pracowała w Muzeum Egipskim w Kairze, dokonywała przeglądu zbiorów azjatyckich na University of Aberdeen. Zaintrygowało ją pudełko, na którego wieczku znajdowała się dawna flaga Egiptu i które nie było wymienione w zbiorach azjatyckich. Gdy przyjrzałam się katalogowi zbiorów Egipskich i sprawdziłam numery przedmiotów, natychmiast zdałam sobie sprawę z tego, co trzymam w ręku. To cały czas stało na widoku, ale było w niewłaściwych zbiorach. Jestem archeologiem i pracowałam przy wykopaliskach w Egipcie, ale nigdy bym nie przypuszczała, że tutaj, w północno-wschodniej Szkocji, znajdę coś tak ważnego dla dziedzictwa mojego kraju, mówi Eladany. To może jest i nieduża drewniana tabliczka, obecnie w kilku fragmentach, ale ma ona olbrzymie znaczenie, gdyż to jeden z zaledwie trzech przedmiotów, jakie wydobyto z wnętrza Wielkiej Piramidy, dodaje.\n\nNa usprawiedliwienie tych, którzy przez kilkanaście lat poszukiwali zaginionego zabytku, można dodać, że uniwersyteckie zbiory zawierają setki tysięcy przedmiotów. Przypadkowe trafienie na ten właściwy jest jak wygrana na loterii.\n\nNiedawno wykonane badania radiowęglowe wykazały, że drewno pochodzi z lat 3341–3094 p.n.e. jest więc o około 500 lat starsze, niż Wielka Piramida, której powstanie datowane jest na lata 2580–2560 p.n.e. To potwierdza, że drewno związane jest z budową piramidy, a nie z osobami, które później mogły ją eksplorować.\n\nOdnalezienie zaginionego Reliktu Dixona to niespodzianka. Ale wyniki datowania to również niespodzianka. Drewno jest starsze, niż sądziliśmy. Być może ma to związek z tym, że drewno może pochodzić ze środka długo żyjącego gatunku. Może być też tak, że z powodu słabej dostępności drewna w Egipcie było ono cenionym materiałem i wielokrotnie używanym przez całe wieki, mówi Neil Curtis dyrektor Muzeów i Zbiorów Specjalnych na University of Aberdeen."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 6.11.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://nowosci.com.pl/prasowka-6-11-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960939",
            "description": "Już 5 listopada do obiegu trafi nowy kolekcjonerski banknot o nominale 20 złotych. Narodowy Bank Polski w ten sposób ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0gUlts1fzkAb1jNNiLi7ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński4 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Największe targi rzemiosła wracają do Katowic!",
            "link": "https://dziennikzachodni.pl/najwieksze-targi-rzemiosla-wracaja-do-katowic/ar/c3p2-28139905",
            "description": "Na Targi Rzeczy Wyjątkowych JWSR można wchodzić z czworonożnymi przyjaciółmi, należy jedynie pamiętać o zasadach komfortu i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.W3UJaN2CeNih_5OS26yhqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni10 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na tych starych zestawach LEGO można teraz nieźle zarobić. Tyle płacą za nie kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/na-tych-starych-zestawach-lego-mo%C5%BCna-teraz-nie%C5%BAle-zarobi%C4%87-tyle-p%C5%82ac%C4%85-za-nie-kolekcjonerzy/ar-AA1ParPe?ocid=BingNewsVerp",
            "description": "Niewielu zdaje sobie sprawę, że stare klocki LEGO mogą dziś być warte tak dużo pieniędzy. Zabawki, które jeszcze kilkanaście ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oEZRDIWL461PQ69IuwKiUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN19 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest taka zwykła! Wiemy, od czego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-taka-zwyk%C5%82a-wiemy-od-czego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN1 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 6.11.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-6-11-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z PRL są teraz w cenie. Można sporo zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/monety-z-prl-s%C4%85-teraz-w-cenie-mo%C5%BCna-sporo-zarobi%C4%87/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "Monety okolicznościowe z PRL emitowano w latach 60., 70. i 80. z okazji ważnych rocznic i wydarzeń historycznych. Większość z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SnD7ms8VijzfMAUMTEaxaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN18 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    }
]