[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Bożonarodzeniowy w Katowicach 2025: Będą hity, nowości jak i starocie. I Mega Młyn. Start w listopadzie",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/jarmark-bo%C5%BConarodzeniowy-w-katowicach-2025-b%C4%99d%C4%85-hity-nowo%C5%9Bci-jak-i-starocie-i-mega-m%C5%82yn-start-w-listopadzie/ar-AA1PR5l4?ocid=BingNewsVerp",
            "description": "Znamy już datę rozpoczęcia jednego z najpiękniejszych wydarzeń w regionie. W tym roku, oprócz znanych i lubianych atrakcji, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-t5scAY7NqJb6DAcuWnJcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Śląskie Radio ESKA on MSN11 godz.",
            "source": "Śląskie Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Małgorzata Cińcio Starocie Ucińcia",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28362824,malgorzata-cincio-starocie-ucincia.html",
            "description": "Firma Sedlak & Sedlak wydała Raport płacowy - jesień/zima 2024. To wydanie jest rekordowe, bowiem w badaniu uczestniczyły aż 1123 firmy. W okresie od maja do października 2024 r. przebadano ponad 410 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl23 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Jak wygląda portfel młodych Polaków w 2025 roku? Nowa edycja raportu Young Money Matters pokazuje, że mimo wysokich kosztów życia i ograniczonej dostępności mieszkań, młodzi ludzie nie rezygnują z ambicji – chcą rozwijać kariery ...\n\nW sobotę prezydent Donald Trump ogłosił wprowadzenie taryf celnych na towary importowane z Kanady, Meksyku i Chin, co natychmiast wywołało gwałtowną reakcję sąsiadów Stanów Zjednoczonych. Kanadyjski rząd zapowiedział taryfy odwetowe o ...\n\nNajemcy przy podpisywaniu umowy powinni otrzymywać świadectwa energetyczne. Realizacja tego obowiązku nadal jest jednak dość problematyczna.\n\nOd września dorabiający emeryci i renciści będą mogli zarobić mniej bez ryzyka zmniejszenia lub zawieszenia świadczenia. Nowe limity obowiązujące do listopada 2025 roku wynikają z niższego przeciętnego wynagrodzenia, na podstawie ...\n\nOgłoszone w lutym przez premiera Donalda Tuska plany deregulacyjne odbiły się szerokim echem w mediach. Instytut Monitorowania Mediów przeanalizował wszystkie publikacje dotyczące tematu \"deregulacja gospodarki\", które ukazały się w mediach ...\n\nTargi Pracy Politechniki Białostockiej odbędą się w Centrum Nowoczesnego Kształcenia 22 maja 2025 w godzinach 10:00 - 15:00. To impreza przygotowana z myślą o studentach, absolwentach i ambitnych specjalistach z różnych branż, którzy ...\n\nNie tylko kierowca odpowiada za przestrzeganie przepisów ruchu drogowego. Także niewłaściwe zachowanie pasażerów, np. jazda bez zapiętych pasów bezpieczeństwa, może skutkować mandatem nie tylko dla nich, ale także dla kierowcy ...\n\nNawet w największych miastach lasy oraz tereny zadrzewione i zakrzewione często zajmują większą powierzchnię niż tereny zurbanizowane. Eksperci portalu GetHome.pl postanowili sprawdzić, gdzie najłatwiej jest pogodzić wielkomiejskie życie ...\n\nDlaczego w Katowicach i Kielcach – miastach z największą liczbą kolizji – kierowcy płacą za OC najmniej? Analiza Rankomat.pl pokazuje, że o wysokości składki nie decyduje liczba wypadków, ale splot wielu czynników. Wrocław i Gdańsk ...\n\nMijają właśnie 3 lata od wybuchu wojny w Ukrainie. Eksperci Personnel Service postanowili sprawdzić, jak przez ten czas zmieniła się sytuacja na polskim rynku pracy oraz nastroje społeczne w kontekście uchodźców zza wschodniej granicy ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AGNIESZKA ADAMIAK FHU AGMAR",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28362823,agnieszka-adamiak-fhu-agmar.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl22 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Od niecałych 40 tysięcy w Wałbrzychu, Tarnobrzegu czy Koninie po ponad 100 tysięcy w Krakowie i Warszawie - co najmniej tyle gotówki trzeba zgromadzić, aby myśleć o zakupie przeciętnego mieszkania dwupokojowego - wynika z szacunków HREIT ...\n\nNowy raport Federacji Konsumentów ujawnia niepokojące mechanizmy działania szarej strefy pożyczek w Polsce. Osoby, którym odmówiono kredytu w legalnych instytucjach, coraz częściej korzystają z nieuregulowanych źródeł finansowania ...\n\nNa każdy dzień odpoczynku przypadać będą mniej niż dwa dni pracy - tak zapowiada się rok 2025. Wraz z wolną Wigilią szykuje się nam bowiem 249 dni roboczych. To najmniej od 25 lat, a wynik ten wciąż nie uwzględnia 26 dni standardowego ...\n\nKrajowa Izba Rozliczeniowa podsumowała dane dotyczące przelewów zrealizowanych w lutym 2025 roku. Największe wzrosty odnotowały przelewy Express Elixir. Ich liczba i wartość była o 22 proc. wyższa w porównaniu do lutego 2024 roku.\n\nMarketing sensoryczny to działania nakierowane na pobudzenie konsumenckich zmysłów i zbudowanie tym sposobem lojalności wobec marki. Wydawać by się mogło, że ze względu na swoją specyfikę powinien on być zarezerwowany wyłącznie dla ...\n\nWyobraź sobie, że poszukując w sieci roweru, znalazłeś ideał – w atrakcyjnej cenie, odpowiednim kolorze i rozmiarze. Nie możesz go jednak kupić, bo sprzedaż online jest zablokowana. Tak właśnie przez lata wyglądała rzeczywistość ...\n\nOd 8 października 2025 r. osoby rozwiedzione zyskują więcej czasu na zmianę nazwiska po rozwodzie - nowelizacja Kodeksu rodzinnego i opiekuńczego wydłuża termin z dotychczasowych 3 miesięcy do 12 miesięcy. Zmiana ma ułatwić powrót do ...\n\nDo czerwca 2026 r. Polska musi wprowadzić przepisy o jawności i równości wynagrodzeń, m.in. wprowadzające obowiązek publikacji widełek wynagrodzeń w ogłoszeniach o pracy. Obecnie można je znaleźć w ok. 30 proc. ofert, podczas gdy dla ...\n\nWzrost długoterminowych oraz krótkoterminowych oczekiwań inflacyjnych w USA, rejestrowany przez Uniwersytet Michigan, przestaje wyglądać na statystyczną anomalię. Dane z drugiej rundy kwietniowych badań jedynie potwierdzają tendencję ...\n\nPrzez ostatnie pół dekady rynek mieszkaniowy nie dawał o sobie zapomnieć, fundując nam niespodziewane zwroty akcji. Ostatnie miesiące minionego roku przyniosły jednak stabilizację, czego wyrazem jest m.in. zaledwie ośmioprocentowa dynamika ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za te stare monety kolekcjonerzy płacą teraz grubą kasę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/za-te-stare-monety-kolekcjonerzy-p%C5%82ac%C4%85-teraz-grub%C4%85-kas%C4%99/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Wciąż trzymasz w domu stare monety obiegowe? Dobra decyzja! Obejrzyj je lepiej dokładnie, bo ich wartość jest dzisiaj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8dtwSkHXLhWwG4C-W8CaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN11 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 6.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-6-11-2025/ar/c3p2-28049553",
            "description": "PRL to skrót od Polska Rzeczpospolita Ludowa, to właśnie tak nazywało się państwo polskie w latach 1944–1989. Był to okres, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety mogą pomóc w budowie Centrum Rehabilitacji w Afryce",
            "link": "https://rdn.pl/392592/stare-monety-moga-pomoc-w-budowie-centrum-rehabilitacji-w-afryce/",
            "description": "Już teraz warto poszukać w domach starych monet i banknotów, jeśli będziemy chcieli przekazać je na cele misyjne. W parafiach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5TCgo8ldT-_L7Iiiaxu35y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Radio RDN15 godz.",
            "source": "Radio RDN",
            "article_content": "Już teraz warto poszukać w domach starych monet i banknotów, jeśli będziemy chcieli przekazać je na cele misyjne. W parafiach diecezji tarnowskiej po raz drugi odbędzie się akcja 'Dobre Monety”.\n\nO tej inicjatywie mówił w audycji Rozgryźć Kościół dyrektor Wydziału Misyjnego Kurii Diecezjalnej ks. dr Maksymilian Lelito.\n\n– W tym roku koncentrujemy się na pomocy diecezji Bouar, gdzie biskupem jest pochodzący z diecezji tarnowskiej bp Mirosław Gucwa. Chce on stworzyć Centrum Rehabilitacyjne w Bouar w Republice Środkowoafrykańskiej. Niepełnosprawni są tam na marginesie życia społecznego, często są izolowani, niedoceniani w tym środowisku. Bp Mirosław Gucwa podjął decyzję o tym, aby wesprzeć tych ludzi poprzez budowę Centrum Rehabilitacyjnego.\n\nProjekt realizowany jest przez biskupa Mirosława Gucwę we współpracy z Wydziałem Misyjnym Kurii Diecezjalnej w Tarnowie i Sekretariatem Misyjnym Księży Sercanów.\n\nW niedzielę, 16 listopada w parafiach diecezji tarnowskiej zbierane będą monety i banknoty z całego świata: polskie, zagraniczne i kolekcjonerskie – aktualne i wycofane z obiegu. Można je będzie wrzucać do specjalnie oznaczonego kartonu.\n\nCentrum Rehabilitacji oprócz zapewnienia dostępu do świadczeń zdrowotnych, będzie także miejscem przygotowania podopiecznych do wykonywania konkretnego zawodu, uwzględniając rodzaj i stopień niepełnosprawności.\n\nW czterech budynkach znajdą się gabinety lekarskie, sale do rehabilitacji i terapii zajęciowej oraz przygotowania do zawodu, poradnia dla rodzin, protezownia i gipsownia, pokoje dla chorych wymagających dłuższej opieki, kuchnia z jadalnią, werandy do wspólnych spotkań, a także pomieszczenia gospodarcze i magazyny. W planach jest również dom dla wolontariuszy i miejsce na uprawę roli. Całkowity koszt powstania centrum to prawie 2 mln zł. Zadanie budowy powierzono tarnowskiej misjonarce Ewie Gawin, posługującej w Afryce od ponad 35 lat.\n\nW poprzedniej edycji zbiórki 'Dobrych Monet” udało się zebrać pieniądze na budowę 13 studni głębinowych w Czadzie. Dało to dostęp do wody pitnej około 4 tysiącom potrzebujących."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 6.11.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-6-11-2025/ar/c3p2-28055853",
            "description": "Kobiety trzymają cenną biżuterię z tych czasów, która była odzwierciedleniem stylu, bogactwa oraz możliwości. Dużo cenniejsze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E74w9YbkdhtCekfCCqgb6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każdy stary telefon jest mało warty. Oto stare telefony komórkowe warte majątek",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCdy-stary-telefon-jest-ma%C5%82o-warty-oto-stare-telefony-kom%C3%B3rkowe-warte-maj%C4%85tek/ar-AA1PSNby?ocid=BingNewsVerp",
            "description": "Zabytkowe telefony komórkowe wracają do łask - i to w imponującym stylu. Ich ceny szybują w górę, a niektóre egzemplarze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WBhH9cXSgHDgZqGUQLBBYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowości Dziennik Toruński on MSN6 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europosłanka buszowała na pchlim targu. Na kilka przedmiotów Marta Wcisło wydała spore pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/europos%C5%82anka-buszowa%C5%82a-na-pchlim-targu-na-kilka-przedmiot%C3%B3w-marta-wcis%C5%82o-wyda%C5%82a-spore-pieni%C4%85dze/ar-AA1Ptc4l?ocid=BingNewsVerp",
            "description": "Lubelska Giełda Staroci organizowana jest tylko w ostatnią niedzielę każdego miesiąca. A jako, że Marta Wcisło (56 l.) uwielbia przedmioty z duszą, to zwykle można ją spotkać jak wypatruje kolejnych p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.9TyPvEv4AXy1DBnNLZf6_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Polityka on MSN1 godz.",
            "source": "Polityka on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "USA krok od nowej wojny? 'Szukają ratunku w Moskwie i Pekinie’. USS Ford w drodze!",
            "link": "https://bithub.pl/spoleczenstwo/usa-krok-od-nowej-wojny-szukaja-ratunku-w-moskwie-i-pekinie-uss-ford-w-drodze/",
            "description": "Stany Zjednoczone rozważają interwencję militarną w kolejnym kraju? Przywódca prosi Chiny i Rosję o pomoc. Co dalej?",
            "image_url": "https://www.bing.pl/th?id=OVFT.LQBqeAodTitIAQ3_qGCijS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "BitHub.pl11 godz.",
            "source": "BitHub.pl",
            "article_content": "Wenezuela po raz kolejny próbuje tkać swoją sieć sojuszy na wschód od Atlantyku. Gdy amerykańskie okręty zbliżają się do jej wybrzeży, a Biały Dom zwiększa presję militarną w regionie Karaibów, Nicolas wenezuelski dyktator Maduro zwraca się o pomoc do dawnych partnerów. Czyli do Rosji, Chin i Iranu. Zdesperowany przywódca, stojący wobec jednej z najpoważniejszych prób, liczy na wsparcie militarne, które miałoby wzmocnić wyczerpany aparat obronny kraju. Bezskutecznie?\n\nZ dokumentów amerykańskich służb, do których dotarł The Washington Post, wynika, że Maduro osobiście wystosował list do Władimira Putina, prosząc o dostarczenie nowoczesnych radarów, remonty samolotów Su-30 i nawet o zestawy rakietowe.\n\nDrugi list – tym razem do Xi Jinpinga – miał zawierać apel o pogłębienie współpracy wojskowej i przyspieszenie dostaw chińskich systemów detekcji.\n\nW trzecim kierunku – Teheranie – wysłano ministra transportu Ramona Velasqueza, by omówił dostawy dronów o zasięgu tysiąca kilometrów i urządzeń do zakłócania sygnałów GPS.\n\nCo prawda na razie Pentagon wstrzymuje się z atakiem na Caracas, ale wydaje się, że interwencja militarna wciąż wydaje się możliwa. Oczywiście mowa raczej o precyzyjnych atakach, mających zdestabilizować armię i ukręcić jej głowę w ciągu kilkunastu godzin, nie operacji lądowej i desancie.\n\nStara gra w nowym świecie\n\nW zasadzie obserwujemy powrót do dobrze znanego schematu: amerykańska presja na ropę, Moskwa i Pekin w roli protektorów, a Caracas balansuje na granicy przetrwania. Jednak rosyjskie możliwości są znacznie mniejsze niż dekadę temu. Wojna w Ukrainie, sankcje i rosnąca zależność od Chin osłabiły pozycję Kremla jako gwaranta militarnego dla sojuszników w Ameryce Południowej.\n\nMimo to Rosja wciąż trzyma rękę na pulsie. Niedawno w Caracas wylądował Ił-76 – samolot objęty sankcjami USA za udział w nielegalnym handlu bronią. Lot odbył się okrężną trasą nad Afryką, by ominąć przestrzeń powietrzną Zachodu.\n\nMoskwa oficjalnie milczy, ale w oświadczeniu rosyjskiego MSZ padły słowa o „gotowości do odpowiedzi na prośby naszych partnerów w obliczu nowych zagrożeń”. Trudno o bardziej elastyczną deklarację… Wystarczająco mglistą, by niczego nie obiecywać, a jednak podtrzymującą iluzję sojuszu. Ostatnio Kreml miał wspomnieć nawet o możliwym rozmieszczeniu broni jądrowej w Wenezueli… Jeśli Trump nie zrezygnuje z ataku na kraj.\n\nW lipcu w Wenezueli ruszyła wreszcie zapowiadana od dwóch dekad fabryka amunicji Kałasznikowa. Symboliczny gest – raczej dla podtrzymania legendy przyjaźni, niż realnej siły militarnej. Podobnie zresztą jak niedawno ratyfikowany traktat strategiczny między Moskwą a Caracas. Ten jednak nie precyzuje żadnych konkretnych zobowiązań obronnych.\n\nZardzewiała armia\n\nMaduro dziedziczy po Hugo Chavezie nie tylko ideologiczne dziedzictwo „rewolucji”, ale też górę przestarzałego uzbrojenia. Wenezuelskie siły zbrojne, niegdyś prezentowane z dumą na paradach w Caracas, dziś ledwo funkcjonują.\n\nZ całej floty rosyjskich Su-30 aktywnych pozostaje zaledwie kilka maszyn, a większość czołgów i wyrzutni to relikty z lat 2000. Jeden z byłych oficerów armii, cytowany anonimowo, określił zakupy brutalnie: „Chavez kupił złom, a Rosja chętnie go sprzedała”.\n\nMaduro broni się jednak jak może i twierdzi, że w kraju rozmieszczono pięć tysięcy przenośnych rakiet przeciwlotniczych Igla-S. Ale nawet jeśli to prawda, to w starciu z amerykańskimi dronami i lotnictwem marynarki takie systemy mają wartość głównie propagandową. Wydaje się, że Wenezuela może być dla USA łatwym pokazem siły.\n\nCień Waszyngtonu nad Karaibami\n\nWaszyngton tłumaczy obecność wojskową w regionie walką z przemytem narkotyków. Od września amerykańskie siły przeprowadziły ponad tuzin operacji na wodach karaibskich, w których zginęło co najmniej 60 osób. Caracas mówi o „piractwie państwowym” i oskarża USA o prowokacje militarne. Nie bez racji…. Bo wysłanie w okolice Wenezueli superlotniskowca USS Gerald Ford to sygnał, którego nie da się odczytać inaczej niż jako demonstrację siły.\n\nZ amerykańskiej perspektywy operacja to jednak coś więcej niż karaibski epizod. Wciągnięcie uwagi Pentagonu na zachodnią półkulę to – paradoksalnie – ulga dla Putina. Jak ujął to były ambasador USA w Caracas James Story: „Każdy procent naszej uwagi przeniesiony z Europy na Amerykę Łacińską to dla Kremla małe zwycięstwo”.\n\nChoć militarnie Rosja i Wenezuela są dziś tylko cieniem dawnych partnerów, ropa nadal spaja te relacje. Rosyjskie spółki mają udziały w trzech wspólnych przedsięwzięciach wydobywczych, które dają około 11 procent obecnej produkcji wenezuelskiej.\n\nMoże i dochód mniej więcej 67 milionów dolarów miesięcznie nie jest imponujący w skali globalnej. Ale dla upadłego finansowo Caracas to tlen w środowisku sankcji. Rosjanie mają też prawa do eksploatacji złóż gazu Patao i Mejillones, a wartość ich nieuruchomionych rezerw ropy szacuje się na kilka miliardów dolarów.\n\nStara przyjaźń w nowym porządku\n\nDla Moskwy Caracas pozostaje raczej pionkiem niż partnerem. w. Problem w tym, że wenezuelska ropa konkuruje z rosyjską o tych samych klientów, głównie w Azji. Oba kraje są objęte sankcjami USA i oba walczą o te same sloty w chińskich rafineriach. Wenezuela może być nawet konkurentem Kremla.\n\nZ kolei dla Pekinu Wenezuela pozostaje narzędziem testowania wpływów. A dla Waszyngtonu? Łatwym łupem i potencjalnym odblokowaniem rekordowch rezerw ropy, uderzających w rosyjską machinę eksportową. Maduro, pozbawiony realnych opcji, gra kartami, które ma.\n\nDziękujemy, że przeczytałeś/aś nasz artykuł do końca. Obserwuj nas w Wiadomościach Google i bądź na bieżąco!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Syfon do wody",
            "link": "https://echodnia.eu/radomskie/tag/syfon-do-wody",
            "description": "Woda sodowa, sok malinowy i ten niepowtarzalny syk przy odkręcaniu kranika… Tak smakowało dzieciństwo w PRL. Dziś syfon do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OlAu1bnOzeBTIhhXx8Eu3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Echo Dnia11 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Saturator do wody",
            "link": "https://echodnia.eu/radomskie/tag/saturator-do-wody",
            "description": "Wojciech Pokora nazywany był „mistrzem polskiej komedii', ale jego pierwsze zawodowe kroki stawiał w Teatrze Dramatycznym'.",
            "image_url": "https://www.bing.pl/th?id=OVFT.OlAu1bnOzeBTIhhXx8Eu3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Echo Dnia11 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kraków zmienia kurs. Kładki, przejścia, zieleńce i odbetonowanie kilku placów w centrum. Prezydent Miszalski obiecuje. \"Da się\"?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/krak%C3%B3w-zmienia-kurs-k%C5%82adki-przej%C5%9Bcia-ziele%C5%84ce-i-odbetonowanie-kilku-plac%C3%B3w-w-centrum-prezydent-miszalski-obiecuje-da-si%C4%99/ar-AA1PVm8M?ocid=BingNewsVerp",
            "description": "Osiem inwestycji, zadań, miejsc problemowych do rozwiązania dla poprawy życia, wygody, komfortu mieszkańców przedstawił na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-d6bYYwsA8OF5TfugsJkDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Polski on MSN16 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "11 listopada Plac Kolegiacki zamieni się w scenę historii Poznania",
            "link": "https://www.onet.pl/informacje/codziennypoznanpl/11-listopada-plac-kolegiacki-zamieni-sie-w-scene-historii-poznania/y0fc8z0,30bc1058",
            "description": "W Święto Niepodległości Poznań zaprosi mieszkańców do niezwykłej podróży w czasie. Na fasadzie budynku urzędu miasta przy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Fot8WQv0FjBqg2T6mVuxEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet17 godz.",
            "source": "Onet",
            "article_content": "Plac Kolegiacki, dziś tętniący miejskim życiem, przez stulecia był sercem duchowym miasta. To tutaj wznosiła się monumentalna kolegiata, uznawana za najważniejszy kościół Poznania i symbol jego potęgi w okresie średniowiecza. Jej historia, od rozkwitu po zniszczenie, odzwierciedla losy całego kraju. Ostatnie badania archeologiczne, prowadzone w trakcie rewaloryzacji placu, odsłoniły relikty świątyni i przypomniały o jej nieprzemijającym znaczeniu dla miasta.\n\nPoznaj kontekst z AI Jakie wydarzenie odbędzie się na Placu Kolegiackim 11 listopada?\n\nCzy udział w pokazie jest płatny?\n\nO której godzinie rozpoczną się pokazy videomappingu?\n\nKto jest organizatorem projektu na Placu Kolegiackim?\n\nTegoroczny pokaz to próba ożywienia tej pamięci poprzez nowoczesne technologie. Za pomocą obrazu, światła i dźwięku fasada urzędu miasta stanie się ekranem, na którym odtworzone zostaną fragmenty dawnej świątyni, jej architektura i symbolika. Videomapping w formacie 3D pozwoli widzom zobaczyć, jak kolegiata mogła wyglądać w czasach swojej świetności, a jednocześnie zrozumieć jej miejsce w historii Poznania.\n\nJak zapowiadają organizatorzy, widowisko będzie nie tylko artystycznym pokazem, lecz także refleksją nad dziedzictwem kulturowym i architektonicznym miasta. To sposób, by w nowoczesnej formie opowiedzieć o utraconym zabytku i jego wpływie na rozwój Poznania.\n\nPokazy odbędą się czterokrotnie — o godzinach 17:00, 17:30, 18:00 i 18:30. Udział w wydarzeniu jest bezpłatny.\n\nOrganizatorem projektu jest Miasto Poznań we współpracy z firmami Clockwork i Wizja Multimedia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 2 km od Niepołomic. Pomysły na jednodniową wyprawę. Gdzie w weekend 8 - 9 listopada?",
            "link": "https://niepolomice.naszemiasto.pl/wycieczki-rowerowe-do-2-km-od-niepolomic-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-8-9-listopada/ar/c7p1-21832069",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 08 listopada w Niepołomicach ma być 9°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TVl_o_bJwonOzQNfQAyB4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto13 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te okolicznościowe dwuzłotówki są teraz sporo warte",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-okoliczno%C5%9Bciowe-dwuz%C5%82ot%C3%B3wki-s%C4%85-teraz-sporo-warte/ar-AA1PdLQX?ocid=BingNewsVerp",
            "description": "Dwuzłotówki okolicznościowe, które przez lata wypuszczał Narodowy Bank Polski wyglądają jak zwykłe monety. Niektóre z nich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ITDBsuXjnSDva_Ui_jzygC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN11 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najdroższe monety kolekcjonerskie w Polsce",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/oto-najdro%C5%BCsze-monety-kolekcjonerskie-w-polsce/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Polskie monety kolekcjonerskie od lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i osób, które traktują je po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aqdaZ-8_kkJKvTLpH63NtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN17 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest taka zwykła! Wiemy, od czego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-taka-zwyk%C5%82a-wiemy-od-czego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN21 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 6.11.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-6-11-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    }
]