[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znów tłumy na Pchlim Targu. Ubrania, kwiaty, meble i starocie - 7 września 2025. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/zn%C3%B3w-t%C5%82umy-na-pchlim-targu-ubrania-kwiaty-meble-i-starocie-7-wrze%C5%9Bnia-2025-zdj%C4%99cia-ceny-wideo/ar-AA1M31wr?ocid=BingNewsVerp",
            "description": "W pochmurną, ale przyjemną niedzielę, 7 września 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.peWosYcXoTwvsi3DUz6NCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN23 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Potrzebujemy nowej akcji na drogach",
            "link": "https://www.trojmiasto.pl/raport/Potrzebujemy-nowej-akcji-na-drogach-rt436661.html",
            "description": "Szczególnie na Trakcie Św. Wojciecha dla aut z kierunku Pruszcza. Służby powinny kontrolować stan aut a nie trzeźwość. Jakim cudem kierowca autem na 8 letnich oponach ze skorodowany mi progami i podwo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.TioSfvyB6Ie4qA25KB6RoA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Trojmiasto.pl8 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 08.09.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-08092025/ar-AA1M60i5?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 08.09.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-08092025/ar-AA1M682N?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cena funta brytyjskiego 08 września 2025 r. Jaka jest cena GBP/PLN?",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-8-wrzesnia-2025-r/5y2hvy1",
            "description": "Ile złotych to jeden funt szterling? Dzisiaj 08 września 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,8936 zł. Kurs ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l8sZzgdB5lQvB8yjwLQS-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl8 godz.",
            "source": "Fakt.pl",
            "article_content": "Ile złotych to jeden funt szterling? Dzisiaj 08 września 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 4,8936 zł. Kurs funta szterlinga zmienił się o 0,0039 zł w porównaniu do zeszłego piątku. Kurs GBP/PLN w tym tygodniu uległ zmianie o 0,0333 zł względem zeszłego tygodnia.\n\nJaki jest kurs GBP/PLN?\n\nFunt szterling po angielsku to pound sterling. Można też używać nazwy funt brytyjski, ale jest ona rzadziej używana. Jego oznaczenie globalne to GBP. Jest walutą Wielkiej Brytanii. W jakich krajach obowiązuje funt szterling? Funty należy mieć przy sobie w Wielkiej Brytanii, Szkocji, Irlandii Płn., w Walii, na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie występują nominały w funcie szterlingu? Funt szterling jest podzielony na 100 pensów. Które dzielą się kolejno na monety: 1p, 2p, 5p, 10p, 20p, 50p. Banknoty występują w nominałach 5, 10, 20, 50. Dodatkowo w Szkocji i Irlandii Płn. występuje banknot 100. Bank of England jest centralnym bankiem Wielkiej Brytanii i odpowiada za emisję funtów. Dziś funt jest jedną z najważniejszych walut w międzynarodowym handlu.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Widziałem przyszłość technologii. Stagnacja lub cisza przed burzą",
            "link": "https://www.komputerswiat.pl/artykuly/redakcyjne/widzialem-przyszlosc-technologii-stagnacja-lub-cisza-przed-burza/28w6l52",
            "description": "Tegoroczna edycja największych technologicznych targów IFA 2025 w Berlinie była konserwatywna, nie tylko jak na standardy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0-dkgKCiwaRpOcLKF3cZwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Komputer Świat8 godz.",
            "source": "Komputer Świat",
            "article_content": "AI odmieniane przez wszystkie przypadki\n\nWchodząc na hale tegorocznych targów IFA w Berlinie spodziewałem się niespodziewanego. Jak zawsze w tego typu miejscach, czekałem, aby coś mnie zaskoczyło i sprawiło, że będę chciał dzielić się na social mediach zdjęciami i filmami, dodając w tonie specjalisty \"tak, to jest przyszłość\". Niestety, pod tym względem producenci sprzętu i oprogramowania z całego świata nie dowieźli. Głównie przez to, że największym zaskoczeniem było chyba to, że da się jeszcze więcej i głośniej mówić o AI, a to wciskane jest dziś w niemal każdy zakamarek sprzętów mobilnych, RTV i AGD.\n\nCoś, co kiedyś było zwykłym czujnikiem badającym np. przepływ światła przez przezroczystą rurkę z wodą w zmywarce, by sprawdzić jak brudna jest woda z opłukanych wstępnie naczyń (im mniej światła odbierze czujnik po drugiej stronie, tym dłuższy program i wyższą temperaturę trzeba ustawić), dziś urasta do miana sztucznej inteligencji i \"analizy potrzeb konsumenta w czasie rzeczywistym\".\n\nAI Wash Żródło: Komputer Świat / Bartłomiej Sieja\n\nOczywiście, nie wątpię, że w tej zmywarce jest sztuczna inteligencja, bo jak producent tak mówi, to tak przecież jest, ale przechadzanie się po stoiskach berlińskich targów dało mi jasno do zrozumienia, że nie tędy droga, a zasypywanie stoisk wszędobylskimi literkami \"A\" oraz \"I\" wywołuje w ludziach efekt satiacji semantycznej, gdy to całe \"ejaj\" staje się dla naszego mózgu li szumem statycznym. Nasz wewnątrzczaszkowy adblock działa cały czas, a marketingowcy zdają się tego nadal nie dostrzegać. I właśnie chyba przez to — zupełnie paradoksalnie — sprzętem, który wbił mi się najbardziej w pamięć na prezentacji i stoisku Samsunga, były kolumny imprezowe Sound Tower ST50F i ST40F, podczas prezentacji których, ani słowa o AI nie usłyszałem…\n\nKażdy ma swoją automatyzację\n\nSztuczna inteligencja pojawia się na IFA 2025 nie tylko jako przełom, ale jako coraz powszechniejsza integracja. Przykładowo, Tuya Smart zaprezentowała portfolio AI w produktach takich jak słuchawki, kamery czy systemy zarządzania energią w domach, które potrafią optymalizować zużycie prądu na podstawie AI, prognoz pogodowych i cen energii. Z dużych marek również Samsung zaprezentował swoją wizję automatyzacji, jak i obniżania rachunków za prąd.\n\nGdy jednak spojrzymy na taki scenariusz:\n\nWstajesz rano, włącza się ekspres, zaczyna grać twoja ulubiona muzyka, rolety powoli się podnoszą, dostajesz informacje na telefon o wydarzeniach i pogodzie, termostat zmienia temperaturę… a gdy wychodzisz z domu, robot sprzątający zaczyna odkurzać, pralka prać, zmywarka zmywać itd.\n\nNie sposób nie zauważyć, że dokładnie w ten sam sposób swoje smart home reklamowali inny producenci, jak chociażby Somfy, tylko, że wtedy ChatGPT jeszcze nie istniał i sztuczna inteligencja kojarzyć się mogła wielu raczej z wizją komputera HAL 9000, który może się nam sprzeciwiać, więc wszystko było po prostu \"smart\". Dziś napis \"smart\" zmienił się na \"AI\", ale reklamy pozostały takie same. No i więcej firm w to idzie, co dla klientów powinno być plusem, bo większa konkurencja i szersze wdrożenia to zwykle tańsze produkty. Słowo-klucz to jednak w tym wypadku \"zwykle\".\n\nJak technologie Smart Home rewolucjonizują codzienne życie w naszych domach? Żródło: Samsung\n\nSądzę jednak, że przyszłość przyniesie nam bez wątpienia rosnącą spójność ekosystemów inteligentnego domu. Philips Hue rozszerzyło ofertę o nową generację mostków Hue Bridge Pro i inteligentnych żarówek kompatybilnych z markami trzecimi, co ma ułatwić komunikację między różnymi platformami smart home. Samsung chwali się, że ich ekosystem domowy również łączy tysiące zewnętrznych produktów. To ważne w dobie coraz lepszych zamienników. Dziś \"made in China\" wcale nie musi oznaczać produktu o złej jakości i producenci zaczynają rozumieć, że niekiedy to właśnie \"chińskie podróbki\" współdziałające z ich ekosystemami będą fundamentem na wielu rynkach, gdzie klient inwestuje bezpiecznie w rozwiązania, których jeszcze nie sprawdził, by z czasem zdecydować się na ekspansję i flagowe modele.\n\n\"To samo\", ale lepiej\n\nTo nie tak jednak, że żadnych nowych technologii nie doświadczyłem. Widać, że poważnie traktowana jest przez producentów telewizorów nowa metoda podświetlania matryc za pomocą coraz to mniejszych diod RGB. W praktyce oznacza to, że zamiast podświetlania matrycy pojedynczymi diodami o barwie niebieskiej, które przechodzą najpierw przez filtr zmieniający barwę na biały, a następnie na filtr RGB, który definiuję barwę pojedynczego piksela, to w metodzie podświetlania RGB mamy niejako drugą warstwę nadawania obrazowi kolorów — już bezpośrednio w podświetleniu.\n\nSony RGB Sony\n\nNa targach swoje rozwiązania w tej dziedzinie pokazało nam Sony, Hisense i Samsung. Ci pierwsi na razie w formie prototypu, którym Sony pokazuje, że działa w tej materii i ostrzy sobie zęby na przyszły rok. Hisense i Samsung przywieźli jednak do Berlina działające telewizory LED RGB, a chiński producent chwalił się nawet, że jego model jest największy na świecie. Co jest faktem, bowiem ich 116-calowa konstrukcja o cały jeden cal bije rozwiązanie Samsunga, ale poza większym ekranem zastosowali też… większe diody. A to już gorzej.\n\nChodzi bowiem o to, by liczba diod za ekranem odpowiadała jak najbliżej liczbie pikseli na ekranie, a większe diody to możliwość umieszczenia ich mniejszej liczby, co zmniejsza dokładność pokrywania się kolorów podświetlenia z kolorami na ekranie. Dlatego też największy telewizor Hisense określany jest mianem mini-LED RGB, a Samsung swoją technologię określa już jako micro-LED RGB. O jak małym rozmiarze mówimy? Koreańczycy nie chwalą się tym dokładnie, ale podają wielkość pojedynczej diody na \"poniżej 100 mikrometrów\", co oznacza mniej niż 0,1 mm. Warto tu jednak zaznaczyć, że w tym wypadku \"pojedyncza dioda\" odnosi się zapewne do jednego z 9 elementów (po 3 dla koloru czerwonego, zielonego i niebieskiego), z których składa się cały micro-LED.\n\nSamsung MicroRGB Żródło: Komputer Świat / Bartłomiej Sieja\n\nWojenki pomiędzy producentami odżywają więc na nowo, my mamy o czym pisać, a dla konsumentów może to być kolejny powód do niezrozumienia właściwej nomenklatury i zastanawiania się czym się mini-LED różni od micro-LED i mini-LED RGB i czy to wszystko to w zasadzie lepsze od OLED, czy w ogóle nie…\n\nCzy jednak jest to jakaś rewolucja? No… nie. Jest to ciekawa technologia, która ma widoczny wpływ na jakość obrazu, ale nie stanowi wielkiego przełomu. No i pozostaje kwestia ceny. Za prezentowany przez Samsunga telewizor micro-LED RGB o przekątnej 115 cali trzeba będzie zapłacić około 120 tys. zł.\n\nPrzyszłość zrównoważonej technologii\n\nIFA 2025 pokazała wzrost znaczenia technologii ekologicznych. Przykładem jest TCL z modelem TCL Ecora, materiałem stworzonym z upcyklingu ceramicznych odpadów, który łączy trwałość z ekologicznym podejściem, zmieniając odpady w wysokiej jakości wypełniacz do tworzyw sztucznych. To wyraźna manifestacja zrównoważonego designu i redukcji odpadów w branży.\n\nMam jednak wrażenie, że rozmowy o ekologii schodzą na dalszy plan, ze względu na dość poważną obawę przed oskarżeniem o hipokryzję. W dobie AI zapotrzebowanie energetyczne największych światowych koncernów rośnie w zastraszającym tempie i wszystkie deklaracje o zeroemisyjności składane jeszcze cztery lata temu dziś są albo zamiatane pod dywan, albo przekształcane tak, by nie eksponować ich na pierwszym planie.\n\nZnacznie więcej mówi się więc o recyklingu, braku używania toksycznego kadmu w swoich urządzeniach, niż zmniejszeniu emisji w ujęciu całej firmy. Jeżeli już to marki takie, jak Samsung, LG i Bosch chętnie obniżą zużycie prądu w naszych domach, byśmy to my mniej płacili za rachunki. A że w tych wszystkich urządzeniach siedzi AI, którego moc obliczeniowa przyczynia się do wzrostu temperatury na Ziemi? To już nie jest modny temat do rozmów na targach elektronicznych…\n\nNowe technologie w klasycznym wydaniu\n\nWśród urządzeń codziennego użytku dominują usprawnienia istniejących form. Miele pokazała inteligentne systemy kuchenne, a Morphy Richards zaprezentowała nowoczesne sprzęty AGD integrujące tradycję z nowoczesnością, np. ekspres do kawy sterowany telefonem. Samsung przedstawił tablet Galaxy Tab S11 Ultra jako konkurencję dla iPada Pro oraz nowy smartfon Galaxy S25 FE, stawiając na dopracowane wersje sprawdzonych produktów.\n\nWróciły też stare technologie w nowym wydaniu. Zarówno Plaud, jak i Anker przywieźli do Berlina swoje \"voice recordery\", czyli coś na zasadzie klasycznych dyktafonów, ale uszytych na miarę XXI w. I tak Anker Soundcore Work to niewielki klips/naszyjnik wielkości monety (chociaż od niej grubszy), który służy do nagrywania głosów z otoczenia. Jest w stanie nagrać ich nawet kilka godzin, a co najważniejsze przeprowadzi dla nas transkrypcję całości, a więc niczego nie musimy przepisywać, ani też używać zewnętrznych aplikacji.\n\nAnker Soundcore Work Anker\n\nDroższy jest z kolei \"dyktafon\" Plaud NotePin, który oferuje to samo, co konkurent, ale z dodatkowym asystentem AI, pozwalającym na wydawanie poleceń, zmiany trybów nagrywania i ogólnie nieco więcej \"bajerów\". Oba te urządzenia to ciekawe przykłady tego, jak popularne niegdyś urządzenia, których dziś w zasadzie już nie widujemy, mogą powrócić do świadomości klientów dzięki nowszym rozwiązaniom.\n\nNajlepsze zmiany to te najmniejsze, ale sprytne!\n\nW obliczu jednak niewielu zaskoczeń, największe wrażenia robiły detale, które jednak zdają się mieć sens i rozwiązywać problemy. Tutaj na myśl przychodzi mi głównie Lenovo ThinkBook VertiFlex, a więc laptop z funkcją pivot w ekranie. Mieliśmy już ekrany, które się obracały, mogliśmy też w niektórych urządzeniach odczepić ekran od klawiatury i postawić go pionowo, ale tym razem Chińczycy wpadli na pomysł, by móc ustawić pionową orientację ekranu laptopa… bez jego oddzielania od reszty. Oznacza to w praktyce, że ekran jest stale przymocowany do podstawki, która jest z kolei połączona zawiasem z płytą główną, baterią i klawiaturą.\n\nCzy jest to niezbędne? Oczywiście, że nie. Czy komuś się przyda? Jak najbardziej. O ile cena nie będzie zwalała z nóg. Dla osób, które na co dzień wolą pracować na pionowej orientacji ekranu i potrzebują wydajności laptopa, a nie li wyłącznie tabletu, może to być dodatkowy punkt przy wyborze kolejnego sprzętu do pracy. Niby proste — a robi wrażenie. Być może jest to zasługą tego, że coraz mniej prostych rzeczy zostało nam do odkrycia i mamy takie przeświadczenie, że \"wszystko już wymyślono\"? Okazuje się, że może nas jeszcze zaskoczyć prosty obrót ekranu laptopa!\n\nCisza przed burzą?\n\nGdy jednak sztuczna inteligencja zdaje nam się wychodzić nawet z lodówki, pojawia się na scenie Jack Huynh, jeden z szefów AMD, i stawia zaskakującą tezę: AI nie jest przereklamowane – wręcz przeciwnie, jest \"niedohajpowane\". Według niego dzisiejsze sukcesy to dopiero preludium — jak pierwsze strony internetowe w latach 90., które w niczym nie zapowiadały erupcji sieci społecznościowych, streamingu czy globalnej gospodarki cyfrowej.\n\nCzłowiek i sztuczna inteligencja Stworzone przy użyciu AI / Shutterstock AI\n\nPrzyszłość AI może otworzyć drzwi do rzeczy, które dziś wydają się jeszcze niedopracowane: automatyczne generowanie wideo z samego tekstu, asystenci działający lokalnie i bez chmury, inteligencje zdolne działać bardziej jak współtwórcy niż narzędzia. W tym sensie dzisiejsze \"przesycenie AI\" to być może złudzenie — objaw powierzchownego kontaktu z czymś, co dopiero się wyłania i pewnego niezrozumienia prawdziwego potencjału, jak i próby \"wciśnięcia\" klientowi każdej nowości przez mające miliardowe budżety działy marketingowe wielkich korporacji. A tymczasem prawdziwa rewolucja AI jest daleko pod tymi lodówkami, które same dozują detergent.\n\nWszystko wskazuje więc na to, że stoimy na krawędzi głębokiej technologicznej zmiany, której nie dostrzegamy, bo znużeni jesteśmy codziennym szumem informacyjnym i powierzchownymi zastosowaniami AI. To, co dziś nazywamy \"AI\" to raczej prolog do prawdziwej rewolucji, która może odmienić każdą dziedzinę życia — od medycyny, przez edukację, po sposób, w jaki rozumiemy i kształtujemy swoje otoczenie.\n\nMam z tym jednak taki problem, że doskonale pamiętam jeszcze wszelkie konferencje poświęcone temu, jak 5G zmieni medycynę, rolnictwo, pracę w fabrykach, każdy będzie miał VR na głowie, a czujniki na naszym ciele będą w czasie rzeczywistym diagnozować choroby. Nie zaprzeczam, że tak będzie. Kiedyś. Kiedy? Nie wiadomo…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "08 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-08,4,day.html",
            "description": "Obrazy, rysunki i fotografie - łącznie 250 prac z prywatnej kolekcji Anny i Piotra Dmochowskich, marszandów i przyjaciół nieżyjącego artysty od października 2016 roku można oglądać w Galerii Zdzisława ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków21 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Przekroje. Galeria architektury polskiej XX i XXI wieku\n\nCzym jest i czym może być architektura? W jaki sposób można opisać relacje łączące ją z człowiekiem? Na nowej wystawie stałej w Kamienicy Szołayskich przez pryzmat tych pytań poznamy historię, a także współczesne oblicze polskiej..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy nadal polują na te naczynia, wazony i figurki [9.09.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-nadal-poluj%C4%85-na-te-naczynia-wazony-i-figurki-9-09-2025/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Winobraniowy Targ Staroci. Tego nie dostaniesz w żadnych sklepie. Prawdziwe cuda",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/%C5%9Bwi%C4%99ta-i-uroczysto%C5%9Bci/winobraniowy-targ-staroci-tego-nie-dostaniesz-w-%C5%BCadnych-sklepie-prawdziwe-cuda/ar-AA1M8i7x?ocid=BingNewsVerp",
            "description": "Nieodłącznym elementem Winobrania jest jarmark, a nieodłącznym elementem jarmarku jest targ staroci. Tradycyjnie znajdziemy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bdut8DbBcI-QmAWB1-_LCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska on MSN2 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co znajdziemy na winobraniowym targu staroci?",
            "link": "https://zachod.pl/1319118/co-znajdziemy-na-winobraniowym-targu-staroci/",
            "description": "Corocznie podczas Winobrania na zielonogórskim deptaku pojawia się targ staroci. To gratka dla miłośników antyków. Sprzedawcy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HdQ1ioYckx6KRDw6cQt-3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Zachód9 godz.",
            "source": "Radio Zachód",
            "article_content": "Corocznie podczas Winobrania na zielonogórskim deptaku pojawia się targ staroci. To gratka dla miłośników antyków.\n\nSprzedawcy mają w swojej ofercie wiele zabytkowych i starych przedmiotów takich jak biżuteria, ceramika, rzeźby, płyty winylowe oraz militaria.\n\n– Jest wszystko, każdy znajdzie tu coś dla siebie – zachęcają handlarze:\n\nWśród stoisk można spotkać wielu odwiedzających, zarówno tych młodszych, jak i starszych:\n\nWinobraniowy Targ Staroci znajduje się na deptaku w górnej części ulicy Kupieckiej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znów tłumy na Pchlim Targu. Ubrania, kwiaty, meble i starocie - 7 września 2025. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zn%C3%B3w-t%C5%82umy-na-pchlim-targu-ubrania-kwiaty-meble-i-starocie-7-wrze%C5%9Bnia-2025-zdj%C4%99cia-ceny-wideo/ar-AA1M36nE?ocid=BingNewsVerp",
            "description": "W pochmurną, ale przyjemną niedzielę, 7 września 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.peWosYcXoTwvsi3DUz6NCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN23 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wystartować każdy może czyli … mityng Winobranie 2025",
            "link": "https://zachod.pl/1319111/wystartowac-kazdy-moze-czyli-mityng-winobranie-2025/",
            "description": "Jutro od godziny 16 na stadionie przy ulicy Sulechowskiej w Zielonej Górze odbędzie się tradycyjny lekkoatletyczny mityng ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UyBrWXtw-mGCIsSccJxqYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Zachód9 godz.",
            "source": "Radio Zachód",
            "article_content": "Jutro od godziny 16 na stadionie przy ulicy Sulechowskiej w Zielonej Górze odbędzie się tradycyjny lekkoatletyczny mityng Winobraniowy.\n\nNa imprezę w której może wystartować każdy zaprasza Mirosław Krzyżanowski – dyrektor ZLKL Zielona Góra:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Potrzebujemy nowej akcji na drogach",
            "link": "https://www.trojmiasto.pl/raport/Potrzebujemy-nowej-akcji-na-drogach-rt436661.html",
            "description": "Szczególnie na Trakcie Św. Wojciecha dla aut z kierunku Pruszcza. Służby powinny kontrolować stan aut a nie trzeźwość. Jakim cudem kierowca autem na 8 letnich oponach ze skorodowany mi progami i podwo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.TioSfvyB6Ie4qA25KB6RoA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Trojmiasto.pl8 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CPK rusza z budową torów. W 2032 r. podróż z Warszawy do Wrocławia ma trwać 100 minut",
            "link": "https://biznes.gazetaprawna.pl/artykuly/9881834,cpk-rusza-z-budowa-torow-w-2032-r-podroz-z-warszawy-do-wroclawia-ma.html",
            "description": "Startują przetargi na kluczowe odcinki linii Igrek. W 2032 r. podróż z Warszawy do Wrocławia ma skrócić się do nieco ponad 2 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ifAh7PverUO6fYZqJ7Vgny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Biznes - GazetaPrawna.pl4 godz.",
            "source": "Biznes - GazetaPrawna.pl",
            "article_content": "Ważna aktualizacja\n\nZe względu na wejście w życie nowych przepisów RODO zmieniliśmy sposób logowania do produktu i sklepu internetowego, w taki sposób aby chronić dane osobowe zgodnie z najwyższymi standardami.\n\nProsimy o zmianę dotychczasowego loginu na taki, który będzie adresem e-mail."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukają śladów dzieci z getta warszawskiego. Przebadali piwnice siedziby Domu Sierot Janusza Korczaka",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32231344,archeolodzy-szukaja-sladow-dzieci-z-getta-warszawskiego-przebadali.html",
            "description": "Ampułki z jodyną, butelki po mleku, metalowe łóżko i inne przedmioty znaleźli archeolodzy podczas wykopalisk przy ulicy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o_wKo_y3vfECW9vr-kINYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa.Wyborcza.pl12 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Słynny Orbis w Warszawie jest już zabytkiem. Decyzja wojewódzkiego konserwatora",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/s%C5%82ynny-orbis-w-warszawie-jest-ju%C5%BC-zabytkiem-decyzja-wojew%C3%B3dzkiego-konserwatora/ar-AA1M68ax?ocid=BingNewsVerp",
            "description": "Decyzją Mazowieckiego Wojewódzkiego Konserwatora Zabytków, zespół budynków biurowych przy Alejach Jerozolimskich - a wśród nich popularny \"Orbis\" - trafił do rejestru zabytków. To unikalny przykład po ...",
            "image_url": "https://www.bing.pl/th?id=ODF.LC6ZJEycVuCnutN0oFpk4A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Radio ESKA on MSN11 godz.",
            "source": "Warszawa Radio ESKA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podlaskie Cuda Polski. Trwa plebiscyt National Geographic Traveler",
            "link": "https://www.bialystokonline.pl/podlaskie-cuda-polski-trwa-plebiscyt-national-geographic-traveler,artykul,146713,17,1.html",
            "description": "Ruszył plebiscyt National Geographic Traveler Cuda Polski 2025. W województwie podlaskim w rywalizacji znalazły się trzy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.d5BsERpghUflbxvHD2b-yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Białystok Online6 godz.",
            "source": "Białystok Online",
            "article_content": "Ruszył plebiscyt National Geographic Traveler \"Cuda Polski 2025\". W województwie podlaskim w rywalizacji znalazły się trzy wyjątkowe miejsca: Cerkiew Staroobrzędowców w Gabowych Grądach, Wzgórza Sokólskie i Kładka Śliwno-Waniewo\n\nFot: https://www.choroszcz.pl\n\nNational Geographic Traveler po raz kolejny zachęca czytelników do odkrywania mniej znanych, ale niezwykle wartościowych zakątków Polski. W ramach plebiscytu \"Cuda Polski 2025\" przez sześć tygodni można głosować na wyjątkowe miejsca w każdym z 16 województw. Celem akcji jest promocja lokalnej turystyki oraz zwrócenie uwagi na te lokalizacje, które zachwycają przyrodą, historią czy kulturą.\n\n\n\nNa liście nominowanych w województwie podlaskim znalazły się: Cerkiew Staroobrzędowców w Gabowych Grądach, Wzgórza Sokólskie oraz Kładka Śliwno-Waniewo.\n\n\n\nCerkiew Staroobrzędowców w Gabowych Grądach\n\n\n\nTo unikalna świątynia prawosławna, zachowująca obrzędy sprzed XVII wieku. W cerkwi znajdują się cenne zabytki: siedemnastowieczne ikony, starodruki i przedmioty liturgiczne charakterystyczne dla staroobrzędowców. Miejsce to jest ważnym elementem dziedzictwa kulturowego Podlasia i centrum kultywowania tradycji religijnych.\n\n\n\nWzgórza Sokólskie\n\n\n\nTen pas wzniesień między dolinami Biebrzy, Niemna i Świsłoczy powstał dzięki lodowcowi z północnej Europy. Wzgórza oferują malownicze krajobrazy, a w ich okolicy można natknąć się na zabytkowe wiatraki i stare drewniane domy. Pasmo obejmuje m.in. Bohoniki, Bogusze, Malewicze i Sokolany, które należą do najbardziej inspirujących miejsc województwa.\n\n\n\nKładka Śliwno-Waniewo\n\n\n\nMalownicza drewniana trasa piesza prowadzi przez bagienne tereny Narwiańskiego Parku Narodowego, łącząc wsie Śliwno i Waniewo. Jej wyjątkową atrakcją są ruchome platformy umożliwiające przeprawę nad rozlewiskami Narwi. Kładka zapewnia niezapomniane widoki, bliski kontakt z przyrodą oraz obserwację licznych gatunków ptaków wodnych. Jest rajem dla miłośników fotografii oraz spacerów wśród dzikiej natury.\n\n\n\n– Każdego roku jesteśmy zaskoczeni, jak wiele pięknych, a wciąż nieodkrytych miejsc znajduje się w Polsce. Tegoroczne nominacje pokazują, że nawet nieduże lokalizacje mogą stać się prawdziwymi perełkami – mówi Michał Cessanis, redaktor prowadzący National Geographic Traveler.\n\n\n\nGłosowanie potrwa do 13 października 2025 roku, a już dzień później poznamy 16 zwycięzców – po jednym w każdym województwie. Wyniki zostaną opublikowane na stronie national-geographic.pl. Każde zwycięskie miejsce zostanie również opisane w wydaniu drukowanym magazynu Traveler.\n\n\n\nGłosować można na: cudapolski.national-geographic.pl."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukają śladów dzieci z getta warszawskiego. Przebadali piwnice siedziby Domu Sierot Janusza Korczaka",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32231344,archeolodzy-szukaja-sladow-dzieci-z-getta-warszawskiego-przebadali.html",
            "description": "Ampułki z jodyną, butelki po mleku, metalowe łóżko i inne przedmioty znaleźli archeolodzy podczas wykopalisk przy ulicy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o_wKo_y3vfECW9vr-kINYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa.Wyborcza.pl12 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cukrownia w Pruszczu. Nowe odkrycia archeologiczne i start sprzedaży",
            "link": "https://www.trojmiasto.pl/dom/Cukrownia-w-Pruszczu-Nowe-odkrycia-i-start-sprzedazy-n207701.html",
            "description": "Ruszył pierwszy etap prac budowlanych na terenie dawnej cukrowni w Pruszczu Gdańskim. Oznacza to, że kończą się prace ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WDoD-frDEpCNTF8LAvKWCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Trojmiasto.pl13 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 08.09.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-08-09-2025/ar-AA1M682N?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Armia czerwona uderzyła na Toruń od strony Prus. Udało jej się zdobyć Kowalewo...",
            "link": "https://www.msn.com/pl-pl/wojna-i-konflikty/organizacje-wojskowe/armia-czerwona-uderzy%C5%82a-na-toru%C5%84-od-strony-prus-uda%C5%82o-jej-si%C4%99-zdoby%C4%87-kowalewo/ar-AA1M6kfn?ocid=BingNewsVerp",
            "description": "Sto lat temu, na polskim Pomorzu, naprzeciw siebie stanęło kilkanaście tysięcy żołnierzy. Piechota, kawaleria, artyleria, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FCS6sSjIIe7Ewhe0VHwMfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński on MSN11 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    }
]