[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retro, antyki, vintage - na takie starocie w 2025 roku polują kolekcjonerzy. Tyle dziś kosztują",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/retro-antyki-vintage-na-takie-starocie-w-2025-roku-poluj%C4%85-kolekcjonerzy-tyle-dzi%C5%9B-kosztuj%C4%85/ar-AA1FhklN?ocid=BingNewsVerp",
            "description": "W 2025 roku przedmioty z dawnych lat cieszą się niesłabnącą popularnością. Antyki, rzeczy vintage i retro przeżywają swój ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aUT_ZsbcYiifHT1Qujei-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN9 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znów tłumy na Pchlim Targu w niedzielę - 25 maja 2025. Starocie, kwiaty, rowery i meble. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/zn%C3%B3w-t%C5%82umy-na-pchlim-targu-w-niedziel%C4%99-25-maja-2025-starocie-kwiaty-rowery-i-meble-zdj%C4%99cia-ceny/ar-AA1Frtw0?ocid=BingNewsVerp",
            "description": "W słoneczną i ciepłą niedzielę, 25 maja 2025 roku, na Pchlim Targu przy alei Kazimierza Wielkiego nie brakowało kupujących i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PcDT_IWZwid3QIR-4dSRjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN19 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perełki na Pchlim Targu u Jędruli w Inowrocławiu. Tłumy mieszkańców poszukiwały skarbów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pere%C5%82ki-na-pchlim-targu-u-j%C4%99druli-w-inowroc%C5%82awiu-t%C5%82umy-mieszka%C5%84c%C3%B3w-poszukiwa%C5%82y-skarb%C3%B3w/ar-AA1Fr4H1?ocid=BingNewsVerp",
            "description": "W słoneczną majową niedzielę inowrocławski pchli targ tętnił życiem. Licznie zgromadzeni sprzedawcy dumnie prezentowali swoje stoły, na których poustawiali różnorodne starocie, książki, biżuterię czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cgj1z3dri9fDcvnl2HbMDA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN2 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [26.05.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-wazony-z-prl-takie-pami%C4%85tki-z-dusz%C4%85-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-260525/ar-AA1FqLXu?ocid=BingNewsVerp",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego stylu, a ich ceny na rynku stale rosną. Jeśli masz w swoim domu wazony z PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kupili mieszkanie za 170 tys. zł. \"Pod gumoleum znaleźliśmy skarb\"",
            "link": "https://noizz.pl/design/kupili-mieszkanie-za-170-tys-zl-pod-gumoleum-znalezlismy-skarb/7lm6hpe",
            "description": "— Zakochaliśmy się w tej ruinie. To było pierwsze i jedyne mieszkanie, jakie zdecydowaliśmy się obejrzeć. Znajduje się w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KG5QthE5mhw_xH9h3p8WUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Noizz3 godz.",
            "source": "Noizz",
            "article_content": "— Zakochaliśmy się w tej ruinie. To było pierwsze i jedyne mieszkanie, jakie zdecydowaliśmy się obejrzeć. Znajduje się w stylowym budynku z lat 30., który jest rodzajem małej kamienicy lub willi miejskiej — wspominają Kasia i Marcin, którzy są kolejnymi bohaterami cyklu \"Ruinersi\".\n\n— Początkowo kupiliśmy działkę pod budowę domu. Nie byliśmy jednak pewni tego, czy chcemy się pchać w takie przedsięwzięcie i czasem zaglądaliśmy na ogłoszenia z ofertami sprzedaży nieruchomości. Ostatecznie padło na 100-letnie mieszkanie do remontu — mówią Kasia i Marcin\n\n— Przez kilka lat nikt tam nie mieszkał, więc zrobiła się z niego ruina. Trzeba było zrobić generalny remont, nie było nawet łazienki — dodają nasi rozmówcy\n\n— Mieszkanie ma 80 m kw., do tego dochodzi pół strychu, dwie duże piwnice i ogród. Kupiliśmy całość za ok. 170 tys. Jeżeli czyta to ktoś z dużego miasta, to pewnie myśli, że to taniocha. W Kożuchowie jeszcze rok temu to był jednak standard — tłumaczą bohaterowie cyklu \"Ruinersi\"\n\n— Jak dotąd, drugie tyle wpakowaliśmy w remont. Podejrzewamy, że zanim się wprowadzimy, wydamy jeszcze jakieś 100 tys. zł. — podsumowują\n\nW ramach cyklu \"Ruinersi\" pokazujemy remonty starych budynków, które cieszą się coraz większą popularnością w Polsce i nie tylko. W kolejnym odcinku rozmawiamy z Kasią i Marcinem, którzy kupili w Lubuskiem mieszkanie w starej kamienicy do remontu, a jego metamorfozę pokazują na Instagramie \"100-letnie mieszkanie z ogrodem\".\n\n100-letnie mieszkanie w kamienicy\n\n\"Zakochaliśmy się w tej ruinie\" Foto: archiwum własne bohaterów\n\nDlaczego postanowiliście kupić i wyremontować stare mieszkanie?\n\nKasia i Marcin: Po powrocie z emigracji najpierw kupiliśmy małe dwupokojowe mieszkanie na poddaszu bloku po byłej jednostce wojskowej, żeby zorientować się, gdzie i jak chcemy mieszkać. Wyjechaliśmy za granicę w dwójkę, wróciliśmy we czwórkę. W dwóch pokojach szybko zrobiło się więc ciasno. Początkowo kupiliśmy działkę pod budowę domu. Nie byliśmy jednak pewni tego, czy chcemy się pchać w takie przedsięwzięcie i czasem zaglądaliśmy na ogłoszenia z ofertami sprzedaży nieruchomości.\n\nOstatecznie padło na 100-letnie mieszkanie do remontu, które było pierwszym i jedynym, jakie zdecydowaliśmy się w ogóle obejrzeć. Co ciekawe, agentka już je komuś obiecała i po weekendzie miała być podpisywana umowa przedwstępna. Przebiliśmy jednak cenę i to my ją podpisaliśmy. Po prostu zakochaliśmy się w tej ruinie. Mieszkanie znajduje się w stylowym budynku z lat 30. To rodzaj małej kamienicy lub willi miejskiej z dwoma niezależnymi mieszkaniami i wspólną klatką schodową. Nasze ma ogromną zaletę — jest na parterze i ma wyjście na ogród. Przez lata nikt o niego nie dbał, kiedy zobaczyliśmy go po raz pierwszy, był tak zarośnięty, że nie dało się tam wejść.\n\n\"Przez lata nikt nie dbał o ogród\" Foto: archiwum własne bohaterów\n\nMieszkanie znajduje się w pięknej części lubuskiego miasteczka Kożuchów, w starej willowej dzielnicy. Plotka głosi, że w sąsiedztwie rezydował niegdyś niemiecki gubernator, a ulice zamieszkiwali głównie urzędnicy. Teraz mamy samych fajnych sąsiadów, zarówno tych najbliższych, jak i za płotem.\n\n\"Mieszkanie znajduje się w pięknej części lubuskiego miasteczka Kożuchów\" Foto: archiwum własne bohaterów\n\nW jakim stanie było to mieszkanie?\n\nPrzez kilka lat nikt tam nie mieszkał, więc zrobiła się z niego ruina. Trzeba było zrobić generalny remont, nie było nawet łazienki.\n\nCzy nie łatwiej byłoby kupić coś nowego?\n\nTo na pewno byłoby łatwiejsze, ale nie tego chcieliśmy. Nowe bloki to nie nasz klimat, wizualnie są zbyt nudne. Dodatkowo marzyliśmy o małym kawałku ogródka.\n\n\"Przez kilka lat nikt tam nie mieszkał, więc zrobiła się z niego ruina\" Foto: archiwum własne bohaterów\n\n\"Trzeba było zrobić generalny remont\" Foto: archiwum własne bohaterów\n\nPowiedzcie więcej o samym remoncie. Czy dużo zrobiliście sami?\n\nNie znamy się na remontach, ale te proste czynności ogarniamy sami. Zaczęliśmy od karczowania ogrodu z pomocą rodziny i przyjaciół. Sami skuwaliśmy tynki i szlifowaliśmy cegły, czyścimy też z wielu warstw farb stare drzwi i ościeżnice. Pomaga nam czytanie wpisów na grupach remontowych o starych domach, to prawdziwa skarbnica wiedzy. Hydraulikę, elektrykę itp. oddajemy fachowcom.\n\n\"Nie znamy się na remontach, ale te proste czynności ogarniamy sami\" Foto: archiwum własne bohaterów\n\nJaki ma być charakter wnętrza? Zależy wam na wyposażeniu z epoki czy na współczesnym designie?\n\nUrządzanie wnętrz jeszcze przed nami. Latem robimy łazienkę i kuchnię. Planujemy wprowadzić się za parę miesięcy. Chcemy, żeby w środku było bardzo eklektycznie. Uwielbiamy starocie i design z okresu PRL (kolekcjonujemy kolorowe szkło z tych czasów, głównie projekty Lucyny Pijaczewskiej). Ostatnio wkręciliśmy się też Mid-Century Modern i Bauhaus. Marzymy też o starym drewnianym stole jak w stylu rustykalnym. To będzie więc raczej niestandardowe wnętrze. Oczywiście zostają stare drewniane podłogi, będziemy je odnawiać. Zostawiliśmy też sporo surowej cegły, drewniane drzwi i futryny. Do salonu kupiliśmy kaflową kozę. Pod starym gumoleum w jednym z pomieszczeń znaleźliśmy skarb — oryginalne cementowe kafle. Będą zdobić wnętrze.\n\n\"Urządzanie wnętrz jeszcze przed nami\" Foto: archiwum własne bohaterów\n\nIle pieniędzy włożyliście w zakup mieszkania? Ile kosztował remont?\n\nMieszkanie ma 80 m kw., do tego dochodzi pół strychu, dwie duże piwnice i ogród. Kupiliśmy całość za ok. 170 tys. Jeżeli czyta to ktoś z dużego miasta, to pewnie myśli, że to taniocha. W Kożuchowie jeszcze rok temu to był jednak standard. Nie wiem jednak, jak wyliczyć wartość ogrodu, dla nas jest bezcenny.\n\nJak dotąd, drugie tyle wpakowaliśmy w remont (głównie pompę ciepła, hydraulikę, elektrykę, okna, komin i ogrodzenie). Podejrzewamy, że zanim się wprowadzimy, wydamy jeszcze jakieś 100 tys. zł.\n\n\"Zostawiliśmy sporo surowej cegły\" Foto: archiwum własne bohaterów\n\nCzy macie jakieś uniwersalne rady dla osób, które myślą o podobnej inwestycji?\n\nJeśli potrzebujesz do życia niekończącego się projektu, bo kochasz żyć estetycznie, nie znosisz nudy i do tego nie spieszysz się z wyprowadzką z obecnego mieszkania, to polecamy.\n\nJakie są minusy takiej inwestycji?\n\nNie w każdym przypadku, ale akurat w naszym, minusem były wilgotne mury. W związku z tym powinniśmy zacząć od izolacji fundamentów. Jesteśmy jednak w gorącej wodzie kąpani i do tego nie znamy się takiej robocie, więc wiele rzeczy robimy od złej strony. Izolacja i drenaż to nasz kolejny projekt.\n\n\"Ogród jest dla nas bezcenny\" Foto: archiwum własne bohaterów\n\nJak ten remont zmienił wasze życie?\n\nSam remont jakoś bardzo go nie zmienił. On się dzieje i wzbogaca nasze życie o nowe wrażenia i decyzje do podjęcia. To konto na Instagramie, które założyliśmy, żeby dokumentować cały proces i dzielić się nim ze znajomymi (przez 12 lat mieszkaliśmy w Irlandii i sporo naszych bliskich pytało o postępy remontu), bardzo poszerza nasze horyzonty. Kupując mieszkanie, nie wiedzieliśmy nawet, że istnieje takie zjawisko jak ruinersi. Tymczasem zaledwie cztery tygodnie po założeniu \"pamiętnika\" na Instagramie zaprosili nas do telewizji śniadaniowej, żeby o tym opowiedzieć."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 26.05.2025",
            "link": "https://gp24.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-sprawdz-ktore-sa-najdrozsze-i-ile-mozna-za-nie-zarobic-26052025/ar/c1-17275689",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza8 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 26.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-26052025/ar-AA1Dm3ZU?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ps8y65_P1max7r73G2SM2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN11 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w internecie 26.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-26052025/ar-AA1xEYBt?ocid=BingNewsVerp",
            "description": "Wazony ceramiczne Ceramika z PRL, w tym wazony, była tworzona przez renomowane wytwórnie jak Zakłady Ceramiczne Bolesławiec czy Ćmielów. Najbardziej cenione są wazony ręcznie malowane lub zdobione ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN8 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po ile jest dzisiaj funt brytyjski? Kurs GBP/PLN dzisiaj, 26 maja 2025 r.",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-26-maja-2025-r/64fn7jg",
            "description": "Ile złotych to jeden funt szterling? Dzisiaj 26 maja 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 5,0651 zł. Kurs ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l8sZzgdB5lQvB8yjwLQS-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl4 godz.",
            "source": "Fakt.pl",
            "article_content": "Ile złotych to jeden funt szterling? Dzisiaj 26 maja 2025 r. kurs GBP/PLN o godzinie 12 w południe wynosi 5,0651 zł. Kurs funta szterlinga zmienił się o +0,0064 zł w porównaniu do zeszłego piątku. Kurs GBP/PLN w tym tygodniu uległ zmianie o +0,0280 zł względem zeszłego tygodnia.\n\nKurs GBP/PLN dzisiaj\n\nFunt szterling w języku angielskim to pound sterling. Występuje również pod nazwą funt brytyjski, jest to nieoficjalne określenie. Na tablicy oznaczany jest GBP. To oficjalna jednostka pieniężna w Wielkiej Brytanii. Gdzie obowiązuje funt szterling? Funt jest w Wielkiej Brytanii, Szkocji, Walii, Irlandii Płn., na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJakie występują nominały w funcie szterlingu? Funt szterling jest podzielony na 100 pensów. Które dzielą się kolejno na monety: 1p, 2p, 5p, 10p, 20p, 50p. Banknoty występują w nominałach 5, 10, 20, 50. Dodatkowo w Szkocji i Irlandii Płn. występuje banknot 100. Bank of England jest centralnym bankiem Wielkiej Brytanii i odpowiada za emisję funtów. Dziś funt jest jedną z najważniejszych walut w międzynarodowym handlu.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te starocie z PRL. Takie pamiątki mogą okazać się prawdziwym skarbem",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-starocie-z-prl-takie-pami%C4%85tki-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem/ar-AA1ESyu7?ocid=BingNewsVerp",
            "description": "Przedmioty z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników retro, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oYe_9A3oB1MVJ4FlkLUTpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN2 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz to w domu po babci? W 2025 roku te porcelanowe cuda osiągają zawrotne ceny [26.05.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/masz-to-w-domu-po-babci-w-2025-roku-te-porcelanowe-cuda-osi%C4%85gaj%C4%85-zawrotne-ceny-260525/ar-AA1EGcBi?ocid=BingNewsVerp",
            "description": "Porcelana PRL zyskuje na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w zawrotnym tempie. Wazy, figurki, wazony, misy, filiżanki i inne naczynia, k ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 26.05.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-26052025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN8 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 26.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-26052025/ar-AA1Dm3ZU?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ps8y65_P1max7r73G2SM2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN11 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znów tłumy na Pchlim Targu w niedzielę - 25 maja 2025. Starocie, kwiaty, rowery i meble. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zn%C3%B3w-t%C5%82umy-na-pchlim-targu-w-niedziel%C4%99-25-maja-2025-starocie-kwiaty-rowery-i-meble-zdj%C4%99cia-ceny/ar-AA1Frf41?ocid=BingNewsVerp",
            "description": "W słoneczną i ciepłą niedzielę, 25 maja 2025 roku, na Pchlim Targu przy alei Kazimierza Wielkiego nie brakowało kupujących i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PcDT_IWZwid3QIR-4dSRjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN18 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perełki na Pchlim Targu u Jędruli w Inowrocławiu. Tłumy mieszkańców poszukiwały skarbów",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pere%C5%82ki-na-pchlim-targu-u-j%C4%99druli-w-inowroc%C5%82awiu-t%C5%82umy-mieszka%C5%84c%C3%B3w-poszukiwa%C5%82y-skarb%C3%B3w/ar-AA1Fr4H1?ocid=BingNewsVerp",
            "description": "W słoneczną majową niedzielę inowrocławski pchli targ tętnił życiem. Licznie zgromadzeni sprzedawcy dumnie prezentowali swoje stoły, na których poustawiali różnorodne starocie, książki, biżuterię czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cgj1z3dri9fDcvnl2HbMDA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Inowrocław Nasze Miasto on MSN2 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 26.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-26052025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN8 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci w Lublinie znowu zgromadziła tłumy. Można było zdobyć unikatowe skarby i antyki. Dużo zdjęć",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gie%C5%82da-staroci-w-lublinie-znowu-zgromadzi%C5%82a-t%C5%82umy-mo%C5%BCna-by%C5%82o-zdoby%C4%87-unikatowe-skarby-i-antyki-du%C5%BCo-zdj%C4%99%C4%87/ar-AA1Frpt8?ocid=BingNewsVerp",
            "description": "Lubelska giełda staroci to wydarzenie, które od lat przyciąga miłośników historii, kolekcjonerów i wszystkich poszukujących unikalnych przedmiotów z duszą. Co miesiąc, w ostatnią niedzielę miesiąca, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN9 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unikalne skarby na Placu Zamkowym w Lublinie. Lubelska Giełda Staroci ponownie przyciągnęła tłumy. Zdjęci",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/unikalne-skarby-na-placu-zamkowym-w-lublinie-lubelska-gie%C5%82da-staroci-ponownie-przyci%C4%85gn%C4%99%C5%82a-t%C5%82umy-zdj%C4%99ci/ar-AA1FseEL?ocid=BingNewsVerp",
            "description": "Lubelska Giełda Staroci to wydarzenie, które na stałe wpisało się w kalendarz kulturalny miasta. Każda ostatnia niedziela miesiąca na Placu Zamkowym w Lublinie staje się świętem dla miłośników histori ...",
            "image_url": "https://www.bing.pl/th?id=ODF.IhgZImmTh-bvHE5axSKU5g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Lublin Nasze Miasto on MSN21 godz.",
            "source": "Lublin Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 18 km od Grodziska Mazowieckiego. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 31 maja - 1 czerwca?",
            "link": "https://grodziskmazowiecki.naszemiasto.pl/sciezki-rowerowe-do-18-km-od-grodziska-mazowieckiego-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-31-maja-1-czerwca/ar/c7p1-21831681",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 31 maja w Grodzisku Mazowieckim ma być 19°C.",
            "image_url": "https://www.bing.pl/th?id=OVFT.jCw5SQ5qSx5--MaZppiwrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Grodzisk Mazowiecki Nasze Miasto3 godz.",
            "source": "Grodzisk Mazowiecki Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 14 km od Warszawy. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 31 maja - 1 czerwca?",
            "link": "https://warszawa.naszemiasto.pl/trasy-na-rower-do-14-km-od-warszawy-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-31-maja-1-czerwca/ar/c7p1-21831391",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 31 maja w Warszawie ma być 22°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tCyC6PEbfvZpGsV6jg9ihy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto3 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 31 maja - 1 czerwca?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-31-maja-1-czerwca/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 31 maja w Oświęcimiu ma być 19°C. Prawdopodobieństwo wystąpienia deszczu wynosi 45%. W niedzielę 01 czerwca w Oświęcimiu ma być 21°C.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto3 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 69 km od Koszalina. Podpowiadamy, gdzie warto się wybrać w weekend 31 maja - 1 czerwca",
            "link": "https://koszalin.naszemiasto.pl/trasy-spacerowe-do-69-km-od-koszalina-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-31-maja-1-czerwca/ar/c7p1-22115525",
            "description": "Nim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 31 maja w Koszalinie ma być 16°C. Prawdopodobieństwo wystąpienia deszczu wynosi 36%. W niedzielę 01 czerwca w Koszalinie ma być 20°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2lnLIQe5bnM9ixvXVTSDQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Koszalin Nasze Miasto2 godz.",
            "source": "Koszalin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytek, a wygląda jak nowy. W Teatrze Starym rozdano Laury Konserwatorskie 2025. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zabytek-a-wygl%C4%85da-jak-nowy-w-teatrze-starym-rozdano-laury-konserwatorskie-2025-zobacz-zdj%C4%99cia/ar-AA1FuF6w?ocid=BingNewsVerp",
            "description": "- Janowski kościół pw. św. Jana Chrzciciela jest jedną z pereł barokowej sztuki na terenie Lubelszczyzny. W ostatnich latach dołożyliśmy starań, aby odnowić jego zewnętrzną formę, czyli elewację oraz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kurier Lubelski on MSN5 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Badania archeologiczne na trasie S17. Pozyskano ponad 5 tys. zabytków. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/badania-archeologiczne-na-trasie-s17-pozyskano-ponad-5-tys-zabytk%C3%B3w-zdj%C4%99cia/ar-AA1Fv2Tz?ocid=BingNewsVerp",
            "description": "Trwają badania archeologiczne na trasie budowy S17 relacji Piaski-Hrebbenne w rejonie Tarnawatki (pow. tomaszowski). Konserwator zabytków prowadzi tam badania archeologiczne, ogółem ze stanowiska ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski on MSN4 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamienili dawny hotel w przytulny dom. Efekt jest wspaniały",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/og%C3%B3lne/zamienili-dawny-hotel-w-przytulny-dom-efekt-jest-wspania%C5%82y/ar-AA1FvvB0?ocid=BingNewsVerp",
            "description": "W samym sercu szwajcarskich Alp dawny hotel z 1936 roku zamienia się w rezydencję z odzyskanych materiałów. Zobacz, jak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7CHiz8uZQcT3IGb8g8sv6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wprost on MSN1 godz.",
            "source": "Wprost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "600-letnia Madonna z Dzieciątkiem wraca do katedry. To najstarsze dzieło sztuki w Gorzowie!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/600-letnia-madonna-z-dzieci%C4%85tkiem-wraca-do-katedry-to-najstarsze-dzie%C5%82o-sztuki-w-gorzowie/ar-AA1FuzH5?ocid=BingNewsVerp",
            "description": "Przez ostatnie dziesiątki lat rzeźba Madonny z Dzieciątkiem uważana była za zaginioną. Niedawno natrafił jednak na nią Błażej Skaziński, kierownik gorzowskiej delegatury Wojewódzkiego Konserwatora ...",
            "image_url": "https://www.bing.pl/th?id=ODF.6oXJf1KayPglPY9d412pqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska on MSN4 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejna tajemnica Zamku Królewskiego na Wawelu. Archeolodzy odkryli dziecięce pochówki i fragment broni",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/kolejna-tajemnica-zamku-kr%C3%B3lewskiego-na-wawelu-archeolodzy-odkryli-dzieci%C4%99ce-poch%C3%B3wki-i-fragment-broni/ar-AA1FtANY?ocid=BingNewsVerp",
            "description": "Działania archeologów są kontynuacją prac zakończonych w 1965 roku. Wówczas nie przebadano całości terenu, ale znaleziono zabytkowe fragmenty, które sugerowały, że przed powstaniem gotyckiego kościoła ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska on MSN9 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bytom przejmie ponad 5 tys. mieszkań w ponad 900 budynkach od Spółki Restrukturyzacji Kopalń",
            "link": "https://www.bankier.pl/wiadomosc/Bytom-przejmie-ponad-5-tys-mieszkan-w-ponad-900-budynkach-od-Spolki-Restrukturyzacji-Kopaln-8948729.html",
            "description": "Bytom do końca przyszłego roku otrzyma 200 mln zł na wsparcie rewitalizacji – zapowiedział w poniedziałek w tym mieście ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.65lL4UHJFJ09I4JLZ7Djki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Bankier.pl3 godz.",
            "source": "Bankier.pl",
            "article_content": "Bytom do końca przyszłego roku otrzyma 200 mln zł na wsparcie rewitalizacji – zapowiedział w poniedziałek w tym mieście premier Donalda Tusk. Zgodnie z podpisanym tego dnia listem intencyjnym miasto przejmie od Spółki Restrukturyzacji Kopalń (SRK) ponad 5 tys. mieszkań w ponad 900 budynkach.\n\nfot. Tupungato / / Shutterstock\n\nTo pierwsza komunalizacja zasobu mieszkaniowego SRK na tak dużą skalę. Dzięki transakcji liczba mieszkań, których właścicielem jest gmina, wzrośnie o ponad 50 procent.\n\nPodczas poniedziałkowej konferencji prasowej w gmachu bytomskiego Urzędu Miasta Tusk wyraził zadowolenie, że po wielu miesiącach negocjacji udało się doprowadzić je do finału. Jak przyznał, wydawało mu się, że będzie to trwało o wiele krócej. Przypomniał, że o konieczności przekazania samorządom nieruchomości z SRK mówił podczas kampanii przed wyborami parlamentarnymi w 2023 r.\n\nJak ocenił, podpisanie listu intencyjnego to sukces, ale może to być też dobry znak dla innych samorządów. Zwrócił uwagę, że samorząd Bytomia przejmując nieruchomości bierze na siebie również dużą odpowiedzialność. \"Będziecie mogli też na mnie liczyć także później w tej kwestii. Bardzo bym chciał, żeby przejmowanie przez samorządy tej substancji mieszkaniowej, żeby ono wszędzie, gdzie to zrobimy, skończyło się sukcesem\" – deklarował.\n\nSzef rządu nawiązał też do swojej innej deklaracji z kampanii wyborczej w 2023 r., kiedy właśnie w Bytomiu zapowiadał przekazanie 10 mld zł dla polskich gmin na remonty mieszkań. \"Umówiliśmy się na rewitalizację. Jeśli chodzi o środki europejskie, okazało się to nie takie proste\" – przyznał i obiecał, że będzie jeszcze nad tym pracował.\n\n\"Przyjechałem dzisiaj powiedzieć prezydentowi (miasta - PAP), że będziemy czerpali z naszych środków i rozpoczniemy od jutra, tak żeby były pieniądze na dokumentację, na razie to będzie skromne 10 mln, ale będzie do końca przyszłego roku 200 mln zł do dyspozycji miasta Bytom i pana prezydenta\" – obiecał i przekonywał, że Bytom jest miastem, które potrzebuje finansowego wsparcia.\n\nSzef rządu podkreślił, że środki inwestowane w Bytomiu w tereny po zakładach przemysłowych powinny przynieść zarówno materialne, jak i kulturowe korzyści. W przyszłym tygodniu ma odbyć się spotkanie poświęcone tym zagadnieniom, z udziałem prezydenta Bytomia i przedstawicieli Agencji Rozwoju Przemysłu. \"Łączymy te wszystkie siły, które są do mojej dyspozycji tak, aby ten projekt przestał być tylko marzeniem pana prezydenta i mieszkańców Bytomia, tylko żeby stał się faktem\" – powiedział Tusk.\n\n\"Mieliście prawo oczekiwać, że te decyzje nastąpią. Za to, że musieliście być cierpliwi przepraszam i dziękuję, że wytrzymaliście, ale cieszę się razem z panem prezydentem, że będziemy zmierzali powoli do finału\" – podsumował Tusk. O \"czuwanie nad tym projektem\" poprosił marszałka woj. śląskiego Wojciecha Saługę, wojewodę śląskiego Marka Wójcika i minister przemysłu Marzenę Czarnecką.\n\nPrezydent Bytomia Mariusz Wołosz ocenił, że deklaracje, które padły w jego mieście ponad rok temu obecnie \"przeradzają się w czyny\". Jak przypomniał, podpisany w poniedziałek list intencyjny jest kolejnym porozumieniem lokalnych władz i SRK w sprawie przekazania samorządowi pogórniczych nieruchomości – wcześniej przejął on część terenów po byłej kopalni Centrum, gdzie będą realizowały dużą inwestycję wraz z Katowicką Specjalną Strefą Ekonomiczną. \"Na bieżąco przejmujemy drogi i inne nieruchomości - to coś, o czym mówi się w tym mieście od 20 lat (...), to naprawdę się teraz dzieje\" – zaznaczył.\n\nPrzypomniał, że wiele bytomskich kamienic czeka na drugie życie, ich rewitalizacja pozwoli na zaspokojenie potrzeb mieszkaniowych wielu mieszkańców. \"Faktycznie to się wydarzy, omówiliśmy też, jak to będzie wyglądało. W pierwszej kolejności przyjdą pieniądze, które potrzebne są na wykonanie dokumentacji, w przyszłym roku ruszalibyśmy z procesem inwestycyjnym\" – zapowiedział Wołosz.\n\nPrezydent mówił, że miasto przygotowuje już projekty dotyczące zagospodarowania terenów po kopalni Bobrek, która z końcem br. ma zakończyć wydobycie węgla i będą one dotyczyły działalności produkcyjnej i magazynowej. W obecności premiera złożył deklarację, że każdy z tych projektów zostanie zrealizowany.\n\n\"Wszystko, co robimy, robimy dla mieszkańców (...) Padły gdzieś w kampanii wyborczej obietnice i my naprawdę pokazujemy, że my tych obietnicy dotrzymujemy, że jeszcze ze stu rzeczy połowa jest niezrobione co prawda, ale połowa jest zrobiona, mówię o tych stu konkretach\" – powiedział dziennikarzom po konferencji premiera uczestniczący w tym spotkaniu marszałek woj. śląskiego Wojciech Saługa.\n\nJak przekonywał, zaniedbane przez lata, w wielu przypadkach opuszczone kamienice muszą zyskać drugie życie. \"Premier, fakt że po roku z małym okładem, ale potwierdza ten projekt, potwierdził tę obietnicę i potwierdził pieniądze, które przekaże do budżetu miasta Bytomia\" – dodał marszałek.\n\nList intencyjny w sprawie przejęcia mieszkań prezydent Wołosz podpisał z prezesem SRK Jarosławem Wieszołkiem. W wydarzeniu wziął też udział wiceminister aktywów państwowych Robert Kropiwnicki. Porozumienie dotyczy przekazania samorządowi Bytomia całego zasobu mieszkaniowego SRK w tym mieście. Kwestia przejmowania nieruchomości od SRK pojawiała się również w kampanii samorządowej Wołosza.\n\nNa mocy porozumienia SRK do końca 2026 r. przekaże samorządowi Bytomia 5352 lokale mieszkalne w 923 budynkach. Po komunalizacji będzie nimi zarządzać miejska spółka – Bytomskie Mieszkania. Po transakcji liczba zarządzanych przez nią mieszkań wzrośnie o ponad 55 proc. Ze względu na liczbę nieruchomości i ich zróżnicowany stan prawny proces będzie rozłożony na kila etapów – w pierwszym przejmowane będą budynki stojące na miejskich gruntach, w drugim etapie te, które w 100 proc. należą do SRK i nie ma w nich wspólnot mieszkaniowych. W kolejnym etapie będą przejmowane mieszkania we wspólnotach mieszkaniowych. Mieszkańcy zachowają prawo do wykupu lokali z bonifikatą, a stawki czynszowe ustanowione zostaną jak za lokal komunalny. (PAP)\n\nkon/ jls/ mick/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te starocie z PRL. Takie pamiątki mogą okazać się prawdziwym skarbem",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-starocie-z-prl-takie-pami%C4%85tki-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem/ar-AA1ESyu7?ocid=BingNewsVerp",
            "description": "Przedmioty z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników retro, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oYe_9A3oB1MVJ4FlkLUTpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN2 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "26 MAJA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-05-26,6,day.html",
            "description": "Na stałą ekspozycję Muzeum Uniwersytetu Jagiellońskiego w Collegium Maius składają się zabytkowe wnętrza, takie jak libraria (biblioteka), stuba communis (dawna jadalnia),skarbiec, pokoje profesorskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków18 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie archeologiczne na Wawelu: dziecięce pochówki i fragment broni",
            "link": "https://www.radiokrakow.pl/aktualnosci/krakow/niezwykle-odkrycie-archeologiczne-na-wawelu-dzieciece-pochowki-i-fragment-broni/",
            "description": "Trzy dziecięce pochówki i fragment broni odkryli archeolodzy na dziedzińcu zewnętrznym Zamku Królewskiego na Wawelu, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tw264sXqQqcaAcn3xLTaCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio Kraków10 godz.",
            "source": "Radio Kraków",
            "article_content": "Prace w rejonie gotyckiej, zburzonej w XIX-wieku świątyni, rozpoczęły się w pierwszej połowie maja. Ich głównym celem jest zweryfikowanie hipotezy, według której pod dawnym gotyckim kościołem św. Jerzego może znajdować się wczesnośredniowieczna świątynia pod tym samym wezwaniem.\n\nBadania przyniosły na początku inne odkrycia. Jak poinformował PAP dyrektor Zamku Królewskiego na Wawelu prof. Andrzej Betlej, w rejonie prezbiterium kościoła archeolodzy natrafili na trzy dziecięce pochówki datowane prawdopodobnie na wiek XVII. Znaleziono również fragment broni. Przedmiot jest obecnie oczyszczany, ale według wstępnych hipotez może być to kord.\n\n\"Prace są kontynuowane, czekamy, czy uda się znaleźć coś więcej. Jest duża szansa, że rzeczywiście uda się zweryfikować hipotezę, a może odnaleźć właśnie ten wczesnośredniowieczny kościół\" – powiedział prof. Betlej.\n\nWskazał, że działania archeologów są kontynuacją prac zakończonych w 1965 roku. Wówczas nie przebadano całości terenu, ale znaleziono zabytkowe fragmenty, które sugerowały, że przed powstaniem gotyckiego kościoła mogła w tym miejscu istnieć inna budowla. W ostatnim czasie na Wawelu przeprowadzono badania radarowe i wytypowano areały do dalszych prac.\n\nTo kolejne odkrycia archeologiczne na Zamku Królewskim na Wawelu w ostatnich latach. W 2023 i 2024 roku podczas badań poprzedzających budowę nowej podziemnej trasy zwiedzania odsłonięto 12-metrowy odcinek reliktów wczesnośredniowiecznego wału datowanego na XI wiek, pozostałości paleniska, odkryto także przedmioty codziennego użytku – gliniane fajki, flet w kształcie ptaka, zbiór monet, części stroju i metalowe ozdoby.\n\nRegularne wykopaliska rozpoczęto na zamku w latach 50. XX wieku. Wawelscy archeologowie wydobyli m.in. elementy uzbrojenia używane przez wojów broniących wzgórza, używane przez mieszkańców wzgórza naczynia kuchenne, sztućce, foremki do ciast, buty, zabawki, fajki, monety, dewocjonalia, szklane kałamarze, cyrkle i instrumenty. Odkryte artefakty można obejrzeć na stałych ekspozycjach: \"Miasteczko wawelskie\" i \"Międzymurze. Podziemia Wawelu\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejna tajemnica Zamku Królewskiego na Wawelu. Archeolodzy odkryli dziecięce pochówki i fragment broni",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/kolejna-tajemnica-zamku-kr%C3%B3lewskiego-na-wawelu-archeolodzy-odkryli-dzieci%C4%99ce-poch%C3%B3wki-i-fragment-broni/ar-AA1FtANY?ocid=BingNewsVerp",
            "description": "Działania archeologów są kontynuacją prac zakończonych w 1965 roku. Wówczas nie przebadano całości terenu, ale znaleziono zabytkowe fragmenty, które sugerowały, że przed powstaniem gotyckiego kościoła ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Krakowska on MSN9 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    }
]