[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perełki na pchlim targu u Jędruli w Inowrocławiu. Te pamiątki opowiadają sentymentalne historie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pere%C5%82ki-na-pchlim-targu-u-j%C4%99druli-w-inowroc%C5%82awiu-te-pami%C4%85tki-opowiadaj%C4%85-sentymentalne-historie/ar-AA1E9aXy?ocid=BingNewsVerp",
            "description": "Na majowym bazarku naszą uwagę zwróciło stoisko ze starymi narzędziami i innymi przedmiotami, w których zaklęte są wyjątkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVF.YjRWSf9ugZQ1sYHoV6drTg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN14 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tutaj bawią się kuracjusze w Inowrocławiu. Po zabiegach idą na dancing",
            "link": "https://www.msn.com/pl-pl/rozrywka/og%C3%B3lne/tutaj-bawi%C4%85-si%C4%99-kuracjusze-w-inowroc%C5%82awiu-po-zabiegach-id%C4%85-na-dancing/ar-AA1DYwRL?ocid=BingNewsVerp",
            "description": "Kuracjusze z Inowrocławia żyją nie tylko zabiegami leczniczymi – chętnie korzystają z dodatkowych atrakcji, takich jak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9OMxsP319quxLR24aibIui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN23 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kryształy PRL - na takich starych wazonach i naczyniach można zarobić - ceny, zdjęcia. W 2025 roku niektóre warte są krocie [14.05.2025 r.]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kryszta%C5%82y-prl-na-takich-starych-wazonach-i-naczyniach-mo%C5%BCna-zarobi%C4%87-ceny-zdj%C4%99cia-w-2025-roku-niekt%C3%B3re-warte-s%C4%85-krocie-14-05-2025-r/ar-AA1Evbsg?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mzLXu5fmMba5h0LKAaewFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN7 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pałace zalewu mietkowskiego",
            "link": "https://gazetawroclawska.pl/tag/palace-zalewu-mietkowskiego",
            "description": "Co trzeci pałac w Polsce znajduje się na... Dolnym Śląsku! Ta statystyka daje do myślenia i przekonuje nas, że mieszkamy w wyjątkowej części kraju.",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Wrocławska5 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aktywny wypoczynek",
            "link": "https://gazetawroclawska.pl/tag/aktywny-wypoczynek",
            "description": "Dolina Baryczy, to jeden z najatrakcyjniejszych regionów Dolnego Śląska dla turystyki rowerowej. Rozległe kompleksy leśne, liczne ścieżki i trasy rowerowe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Wrocławska5 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 14.05.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-12052025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.YPQDEO%2fBz2BxIloJEhYCKw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w internecie 14.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-14052025/ar-AA1xEYBt?ocid=BingNewsVerp",
            "description": "Wazony ze szkła prasowanego Szkło prasowane to jeden z najbardziej charakterystycznych materiałów z czasów PRL. Produkty tego typu były masowe, ale dzięki różnorodności wzorów – od klasycznych po ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ile kosztuje funt brytyjski 14 maja 2025 r.? Cena GBP/PLN dzisiaj",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-14-maja-2025-r/v5vgs3t",
            "description": "Cena funta 14 maja 2025 r. Ile dziś musimy zapłacić za funta szterlinga? Kurs GBP/PLN dzisiaj o godzinie 12 w południe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kfdFmDqmcwvQrILgjS9QnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl2 godz.",
            "source": "Fakt.pl",
            "article_content": "Cena funta 14 maja 2025 r. Ile dziś musimy zapłacić za funta szterlinga? Kurs GBP/PLN dzisiaj o godzinie 12 w południe wyniósł 5,0419 zł. Kurs funta szterlinga w perspektywie dzień do dnia zmienił się o 0,0137 zł. Porównując kurs funta tydzień do tygodnia, to odnotował on zmianę +0,0100 zł.\n\nKurs funta szterlinga\n\nFunt szterling w języku angielskim to pound sterling. Występuje również pod nazwą funt brytyjski, jest to nieoficjalne określenie. Na tablicy oznaczany jest GBP. To oficjalna jednostka pieniężna w Wielkiej Brytanii. Gdzie obowiązuje funt szterling? Funt jest w Wielkiej Brytanii, Szkocji, Walii, Irlandii Płn., na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJeden funt to ile pensów? Na jednego funta szterlinga składa się 100 pensów. Nominały monet to: 1p, 2p, 5p, 10p, 20p, 50p. A banknoty są w następujących nominałach: 5, 10, 20, 50 (banknot 100 występuje jedynie w Szkocji i Irlandii Płn.). Do XIX wieku funt był powiązany ze złotem. Oznaczało to, że określoną ilość funtów można było wymienić na określoną ilość złota. Funt szterling jest najstarszą wciąż używaną walutą na świecie. Jego korzenie sięgają XII wieku.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tanio jak na Temu. Nowy serwis od Amazon już w Europie",
            "link": "https://antyweb.pl/tanio-jak-na-temu-nowy-serwis-od-amazon-juz-w-europie",
            "description": "Na zwykłym Amazonie można znaleźć zaskakująco tanie perełki, a częste obniżki dodatkowo wzmacniają atrakcyjność platformy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UDWoaireDN0e7XBCxeTQci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Antyweb2 godz.",
            "source": "Antyweb",
            "article_content": "Temu i Shein budzą kontrowersje z kilku powodów, związanych z etyką produkcji, wpływem na środowisko oraz podejściem do praw pracowniczych. Chińskie podmioty mają jednak niepodważalną zaletę w postaci absurdalnie niskich cen produktów, dzięki którym spora grupa użytkowników jest w stanie przymknąć oko na szemrane praktyki. Jeśli jednak zakupy na Temu czy Shein kłócą się z Waszym wewnętrznym strażnikiem moralności, to być może dobrą alternatywą okaże się Amazon Haul, czyli platforma amerykańskiego giganta, wchodząca właśnie do Europy.\n\nReklama\n\nCzym jest Amazon Haul\n\nNa zwykłym Amazonie można znaleźć zaskakująco tanie perełki, a częste obniżki dodatkowo wzmacniają atrakcyjność platformy, ale Amazon Haul idzie o krok dalej. To stosunkowo nowe miejsce w sieci, uruchomione w 2024 roku jako konkurencja dla chińskich platform, coraz mocniej rozpychających się na międzynarodowych rynkach.\n\nŹródło: Depositphotos\n\nPoczątkowo Amazon Haul był tylko dodatkiem do głównej platformy, pełniącym rolę zakładki w aplikacji mobilnej Amazon Shopping, ale z czasem zaczął ewoluować w samodzielny twór.\n\nCo można tam kupić?\n\nAmazon Haul oferuje szeroki zakres asortymentu z różnych kategorii – od akcesoriów domowych, przez odzież, aż po elektronikę. Ceny zazwyczaj nie przekraczają 20 dolarów, ale bez trudu można znaleźć tam też przedmioty za jednego dolara. Oczywiście nie ma się co spodziewać wybornej jakości w tych pieniądzach – platforma czerpie wzorce ze wspomnianego Temu, więc kupimy tam rzeczy niskiej jakości, które na „dużym” Amazonie giną w zalewie produktów znanych marek. Co ciekawe, chrzest bojowy Amazon Haul odbędzie się na Starym Kontynencie, a konkretniej w Wielkiej Brytanii.\n\nAmazon Haul już w Europie – kiedy platforma trafi do Polski?\n\nTesty Amazon Haul w UK już się rozpoczęły, choć na razie trudno stwierdzić, jak dużym zainteresowaniem cieszy się platforma, bo Amazon nie podzielił się jeszcze takimi danymi. Wiadomo jednak, że działa to dokładnie tak, jak za oceanem, czyli w imię dewizy „niska cena przed jakością”. To jednak dobre miejsce do zakupu drobnych narzędzi, etui, uchwytów i wszystkich tych drobnych gadżetów, na które zazwyczaj szkoda nam pieniędzy – tym bardziej, że dzięki Amazon Haul można liczyć na szybszą dostawę niż w przypadku zamówienia z Chin.\n\nŹródło: Depositphotos\n\nPojawienie się Amazon Haul to świetna informacja dla Polaków, którzy uwielbiają tanie zakupy, wysyłane z Państwa Środka. Temu, Shein czy Aliexpress cieszą się niesłabnącą popularnością, ale to może niebawem się zmienić, bo Amazon Haul ma w planach kontynuację swojej europejskiej ekspansji jeszcze w tym roku. Z nieoficjalnych informacji wynika, że budżetowa platforma ma pojawić się w nowych lokalizacjach w przeciągu najbliższych miesięcy, ale nie zostało to oficjalnie potwierdzone przez Amazon. O dalszym tempie rozszerzania dostępności usługi zadecydują zapewne wyniki brytyjskich testów.\n\nStock image from Depositphotos"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te meble z PRL są warte majątek! Masz je w domu? Szukają ich kolekcjonerzy! Zobacz, ile kosztują meble z PRL 14.05.2025",
            "link": "https://gk24.pl/te-meble-z-prl-sa-warte-majatek-masz-je-w-domu-szukaja-ich-kolekcjonerzy-zobacz-ile-kosztuja-meble-z-prl-14-05-2025/ar/c9p2-27426143",
            "description": "Z pewnością każdy z nas kojarzy meblościanki, kredensy, stoły, fotele z okresu PRL. Miały one swój unikatowy charakter, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.1u3YhXVs%2fHmTMzua0mcQ2g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana PRL - na takich wazonach, figurkach i naczyniach można zarobić - ceny, zdjęcia. W 2025 roku niektóre warte są krocie",
            "link": "https://www.msn.com/pl-pl/moda-i-styl/og%C3%B3lne/porcelana-prl-na-takich-wazonach-figurkach-i-naczyniach-mo%C5%BCna-zarobi%C4%87-ceny-zdj%C4%99cia-w-2025-roku-niekt%C3%B3re-warte-s%C4%85-krocie-13-05-25/ar-AA1EGcBi?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w ...",
            "image_url": "https://www.bing.pl/th?id=OVF.aMY5FZlIye0r8z%2fnLTzn3A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN22 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 14.05.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-14052025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anno 1800: New Horizons ukazuje się po latach i dostarcza darmową zawartość na poziomie DLC",
            "link": "https://www.gry-online.pl/newsroom/anno-1800-new-horizons-ukazuje-sie-po-latach-i-dostarcza-darmowa/z32d7ae",
            "description": "Po wielu latach prac doczekaliśmy się wreszcie premiery Anno 1800: New Horizons, czyli potężnej modyfikacji dodającej do gry ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.G77Og4ZDK681eGCgjHnSNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "GRY-OnLine.pl1 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Wiadomość gry 14 maja 2025, 13:24 autor: Adrian Werner Anno 1800: New Horizons ukazuje się po latach i dostarcza darmową zawartość na poziomie DLC Po wielu latach prac doczekaliśmy się wreszcie premiery Anno 1800: New Horizons, czyli potężnej modyfikacji dodającej do gry nowy region z unikalnymi kulturami.\n\nŹródło fot. Ubisoft i\n\nAnno 117: Pax Romana obecnie zaprząta myśli większości miłośników tej serii. Są jednak gracze, którzy ani myślą porzucić poprzedniej odsłony cyklu, czyli Anno 1800.\n\nGrupa takich fanów wypuściła niedawno do tej produkcji wielką modyfikację New Horizons, która rozmiarami i jakością wykonania przypomina oficjalny dodatek.\n\nMod wprowadza do gry nowy region o nazwie Horai, zlokalizowany na Dalekim Wschodzie. Jest to kraina rządzona przez pory roku, gdzie ulewne monsuny wstrzymują produkcję rolną, a zapasy można uzupełnić dopiero po nadejściu pory suchej Horai posiada dwa nowe drzewka populacji w postaci Nóngmín oraz Gongrén, z własnymi unikalnymi budynkami i łańcuchami produkcji, zawierającymi takie towary, jak oshizushi, herbaty, porcelany i sake. Ludy Horai posiadają unikalne festiwale oraz Cuda, które możemy wybudować. Rozgrywkę w fazie endgame urozmaica pojawienie się niebezpiecznego przeciwnika znanego jako Pyrforian Navarch. Moda możemy zresztą skonfigurować tak, aby ten wróg przeprowadzał inwazje także na inne nasze sesje. Mod wprowadza również do Starego Świata nowy element w postaci tzw. Magnatów, którzy za pomocą Zagranicznej Kompanii Handlowej mogą czerpać wielkie zyski z Horai, np. wykorzystując tańszą siłę roboczą tego regionu.\n\nModyfikacja New Horizons dostępna jest w serwisie mod.io, z którym zintegrowane jest Anno 1800, pozwalając tym samym na łatwą instalację projektu. Obecnie mod tylko częściowo został przetłumaczony na język polski, ale implementacja pełnej lokalizacji jest tylko kwestią czasu.\n\nAnno 1800 ukazało się na PC w 2019 roku, a cztery lata później gra doczekała się konwersji na konsole Xbox Series S, Xbox Series X i PlayStation 5.\n\nObecnie wersję pecetową, w ramach promocji Legendary Sale w Ubisoft Store, można nabyć za 62,47 zł. Jeśli w ramach przeceny wydacie co najmniej 79,95 zł, to możecie dodatkowo zaoszczędzić 40 zł, stosując kod LEGEND. Oferta obowiązuje do 20 maja do godziny 12:00 czasu polskiego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Noc Muzeów w Wałbrzychu już w sobotę. Warto skorzystać i pójść spać trochę później",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/noc-muze%C3%B3w-w-wa%C5%82brzychu-ju%C5%BC-w-sobot%C4%99-warto-skorzysta%C4%87-i-p%C3%B3j%C5%9B%C4%87-spa%C4%87-troch%C4%99-p%C3%B3%C5%BAniej/ar-AA1EHs6x?ocid=BingNewsVerp",
            "description": "Przed nami kolejna Noc Muzeów w Wałbrzychu. Podobnie jak w wielu miejscach w całym kraju w sobotę 17 maja tutejsze muzea i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.QbdhmOlIYjub78SYzzXdEg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN21 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie Polaków na dnie Bałtyku. \"Carski szampan\"",
            "link": "https://www.rmf24.pl/fakty/swiat/news-niezwykle-odkrycie-polakow-na-dnie-baltyku-carski-szampan,nId,7965103",
            "description": "Szwedzki archeolog państwowy Magnus Petersson ocenił zawartość jednej z 100 butelek carskiego szampana, który latem ubiegłego roku odkryli Polacy na południe od wyspy Olandia. \"Ma owocowy smak z wyraź ...",
            "image_url": "https://www.bing.pl/th?id=ODF.y9W0OfaSoc9CqJ9-9nUB_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "RMF241 godz.",
            "source": "RMF24",
            "article_content": "Szwedzki archeolog państwowy Magnus Petersson ocenił zawartość jednej z 100 butelek carskiego szampana, który latem ubiegłego roku odkryli Polacy na południe od wyspy Olandia. \"Ma owocowy smak z wyraźną nutą starego, zapuszczonego strychu\" - stwierdził.\n\nW połowie lipca 2024 roku nurkowie z grupy Baltictech z Trójmiasta poinformowali o odkryciu 16-metrowego żaglowca z drewna, wypełnionego setką butelek szampana, wina, wody mineralnej, a także porcelany. / Internet\n\nLatem 2024 roku nurkowie z grupy Baltictech z Trójmiasta odkryli liczący 16 metrów żaglowiec z drewna. Był wypełniony setką butelek szampana, wina, wody mineralnej, a także porcelany. Na dowód niecodziennego znaleziska opublikowano nagranie wideo i zdjęcia. Szwedzkie media nazwały odkrycie sensacyjnym.\n\nSzwedzki archeolog o znalezisku Polaków: szampan zachował się w dobrym stanie\n\nPrzedstawicielstwo administracji rządowej hrabstwa Blekinge przekazało, że nurkowanie przeprowadzono na początku maja. Szwedzki archeolog państwowy Magnus Petersson spróbował jednej ze 100 butelek ekskluzywnego trunku, który prawdopodobnie trafił do cara Rosji Aleksandra II.\n\nSzampan zachował się w całkiem dobrym stanie, ale nie był już nasycony dwutlenkiem węgla, a zawartość była nieco mętna - ocenił ekspert. Zaznaczył, że ładunek wraz z holenderskim szkunerem Henrik i sześcioosobową załogą zatonął w 1861 roku podczas sztormu.\n\nCel ekspedycji\n\nCelem przeprowadzonej ekspedycji było wydobycie kilku artefaktów oraz ich zbadanie. Obecnie trwają prace nad znalezieniem informacji w źródłach historycznych na temat załogi i ładunku.\n\nPetersson podkreślił, że zależy mu na przeprowadzeniu szczegółowej analizy chemicznej trunku, tak by dokonać porównania ze współczesnym szampanem.\n\nBędzie raport\n\nSzwedzki archeolog zapowiada także publikację raportu w tej sprawie. Nie jest jeszcze przesądzone, czy wyłowiony szampan trafi na wystawę do jednego z muzeów. Podobnie jak to, co stanie się z resztą spoczywającego we wraku ładunku."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 14.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-14052025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perełki na pchlim targu u Jędruli w Inowrocławiu. Te pamiątki opowiadają sentymentalne historie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pere%C5%82ki-na-pchlim-targu-u-j%C4%99druli-w-inowroc%C5%82awiu-te-pami%C4%85tki-opowiadaj%C4%85-sentymentalne-historie/ar-AA1E9aXy?ocid=BingNewsVerp",
            "description": "Na majowym bazarku naszą uwagę zwróciło stoisko ze starymi narzędziami i innymi przedmiotami, w których zaklęte są wyjątkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVF.YjRWSf9ugZQ1sYHoV6drTg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Inowrocław Nasze Miasto on MSN14 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ZIEMIA KŁODZKA - Kulturalnik",
            "link": "https://dkl24.pl/pl/20071/60/c/ziemia-klodzka---kulturalnik.html",
            "description": "(Inf. wł.). Muzea w subregionie kłodzkim przygotowują się do wydarzenia pn. \"Noc Muzeów\". To coroczna oferta, która przynosi ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Qei0hw49v_mY4epYy_Hemi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "DKL24.pl23 godz.",
            "source": "DKL24.pl",
            "article_content": "(Inf. wł.). Muzea w subregionie kłodzkim przygotowują się do wydarzenia pn. \"Noc Muzeów\". To coroczna oferta, która przynosi różne ciekawostki. Warto mieć na uwadze tę okazję do skorzystania z przygotowanych imprez.\n\n\n\n\n\nBARDO\n\n\n\nImprezy zapowiedziane na sobotę, 17 bm., tj. \"Motoserce\" oraz inauguracja sezonu rowerowego, z racji zapowiadanych niesprzyjających warunków atmosferycznych zostają przełożone na 26 lipca br.\n\n\n\nBYSTRZYCA KŁODZKA\n\n\n\nStart uczestników rajdu rowerowego Cyklo-Glacensis o godz. 11:30 z placu Wolności już 16 bm.\n\n\n\nMuzeum Filumenistyczne zaznaczy swój udział w \"Nocy Muzeów\":\n\n\n\nA w programie wydarzenia: g. 17-19 “Zapałki z lasów bystrzyckich” - doświadczenia, eksperymenty, gry, zabawy, warsztaty, puzzle, ogień, praca leśnika, przygoda, przyroda Gór Bystrzyckich, zapałki, zapalniczki, substancje chemiczne; Stoiska edukacyjne Nadleśnictwa Bystrzyca Kłodzka i Muzeum Filumenistycznego, g. 19:00 - 21:00 - tylko dla dorosłych - g. 19-21 “Mickiewicz na zapałkach - muzy i kochanki wieszcza, performance dyrektora muzeum z cyklu “Na zapałkach”\n\n\n\nZespół Szkół Ponadpodstawowych organizuje piknik rodzinny:\n\n\n\n\n\nPo raz 14. odbędzie się Festiwal Aktorstwa Filmowego imienia Tadeusza Szymkowa:\n\n\n\nDUSZNIKI-ZDRÓJ\n\n\n\nW Muzeum Papiernictwa osobliwa \"Noc Muzeów\":\n\n\n\n\n\nKŁODZKO\n\n\n\n\"Noc Muzeów\" w kłodzkiej instytucji kultury już 16 bm. o godz. 18:00.\n\n\n\n\n\nW ramach potrójnego świętowania\n\n● Dzień Muzealnika\n\nCzego można by życzyć muzealnikowi z okazji jego święta? (instalacja tworzona przez Gości muzeum)\n\n● Noc Muzealnika\n\nCo drzemie w głowie muzealnika, kiedy wszyscy inni śpią głęboko? (instalacja do eksplorowania przez Gości muzeum)\n\n● Sub triplici celebritate festivanda\n\nWystawa czasowa dokumentów z archiwum przy parafii pw. Wniebowzięcia NMP w Kłodzku\n\n\n\nNadto w programie:\n\nDobre słowo od Kustosza\n\nMaksymalna miniatura\n\nIndeks ksiąg zakazanych\n\nVaria zza słów\n\nWspomnienia na później\n\nSekretne lektury\n\nKuratorką najnowszej wystawy i Nocy Muzeów 2025 jest Joanna Stoklasek-Michalak\n\n► Zwiedzanie wystaw stałych:\n\n● Z dziejów Kłodzka\n\n● Kruche Piękno Szkło kłodzkie z 2 połowy XX wieku. Kolekcja Muzeum Ziemi Kłodzkiej w Kłodzku\n\n● Oczy czasu Zegary mechaniczne popularne na Śląsku w XIX i w I poł. XX wieku w zbiorach Muzeum Ziemi Kłodzkiej\n\n\n\nRocznicowe obchody bitwy pod Monte Cassino 20 bm.:\n\n\n\n\n\nW filii bibliotecznej \"Pod Pegazem\" 22 bm. o godz. 17:00 spotkanie autorskie z poetką Sylwią Grzybowską.\n\n\n\nW sobotę, 24 bm. od godz. 8:00 do g. 16:00 w muzeum giełda skał i minerałów.\n\n\n\nW dniach 24 i 25 bm., w godz.: 8:00 - 16:00 wokół Muzeum Ziemi Kłodzkiej impreza pn. Targi Staroci.\n\n\n\nW Kłodzkim Ośrodku Kultury 26 bm. o godz. 17:00 prezentacje ostatnich dokonań kół i sekcji zainteresowań:\n\n\n\n\n\nW Saloniku Prasowym PiMBP 29 bm. o godz. 17:00 spotkanie autorskie z Moniką Muskałą.\n\n\n\nW tym samym dniu o godz. 18:00 w KOK-u zaprezentuje się Studio Tańca \"Fikander\" z występami wokalnymi i tanecznymi.\n\n\n\n\n\nKŁODZKO - gmina\n\n\n\nW Krosnowicach, w filii bibliotecznej nr 1, spotkanie z Moniką i Grzegorzem Wasowskimi. Wydarzenie będzie poświęcone twórczości Jerzego Wasowskiego, który razem z Jeremim Przyborą tworzyli telewizyjny Kabaret Starszych Panów w latach 1958 - 1966.\n\n\n\nW tę niedzielę piłkarskie współzawodnictwo w Krosnowicach:\n\n\n\n\n\nW ostatnim dniu maja od godz. 11:00 w Jaszkowej Dolnej na boisku masowa impreza sportowa:\n\n\n\n\n\nKUDOWA-ZDRÓJ\n\n\n\nNa 17 bm. w parku Zdrojowym przewidziano otwarcie sezonu rowerowego w Kudowie-Zdroju. W przypadku niepogody impreza może zostać odwołana, dlatego warto śledzić stronę internetową Kudowskiego Centrum Kultury i Sportu, gdzie może ukazać się komunikat w tej sprawie:\n\n\n\n\n\nKudowa-Zdrój, jako jedno z nielicznych miast w Polsce, została wskazana na organizację dużej imprezy sportowej. Szczegóły podamy w następnym wydaniu \"Kulturalnika\":\n\n\n\n\n\nLĄDEK-ZDRÓJ\n\n\n\nLądecka biblioteka zaprasza dzieci na fajnie zapowiadające się spotkanie:\n\n\n\n\n\nLEWIN KŁODZKI\n\n\n\nW ramach \"Nocy Muzeów\" Gminny Ośrodek Kultury i Biblioteka zaprasza do siebie 17 bm., w godz.: 19:00 - 21:00.\n\n\n\n\n\nNOWA RUDA\n\n\n\nMOK organizuje bezpłatne warsztaty manualne z okazji Dnia Matki. Zajęcia odbędą się 26 bm. od godz. 17:00.\n\n\n\nNOWA RUDA - gmina\n\n\n\nW Galerii Ludwikowice 15 bm. od godz. 10:00 gminny konkurs recytatorski przedszkolaków.\n\n\n\nPOLANICA-ZDRÓJ\n\n\n\nW Miejskiej Bibliotece Publicznej 14 bm. o godz. 17:00 spotkanie autorskie ze Zbigniewem Piotrowiczem.\n\n\n\nW sobotę powiatowe i miejskie obchody Dnia Strażaka. W programie wiele propozycji:\n\n\n\n\n\nW Teatrze Zdrojowym 20 bm. o godz. 16:30 spektakl teatralny pt. \"As you like it\" w wykonaniu młodych artystów z I Liceum Ogólnokształcącego w Kłodzku:\n\n\n\n\n\nNa stadionie miejskim 24 bm. masowa impreza sportowa:\n\n\n\nRADKÓW\n\n\n\nW sobotę zespoły LZS zmierzą się w koszykówce:\n\n\n\n\n\nSTRONIE ŚLĄSKIE\n\n\n\nO witaminie B12, jako kluczowej dla zdrowia, będzie można posłuchać w ramach zajęć Uniwersytetu III Wieku w strońskim CFETiK-u 14 bm. o godz. 16:00.\n\n\n\nNa zasygnalizowane imprezy wstęp jest darmowy!\n\n(wb)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 14.05.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://gazetalubuska.pl/prasowka-14-05-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960919",
            "description": "Od środy 14 maja do końca miesiąca w województwie lubuskim dojdzie do kilkudziesięciu - planowanych - przerw w dostawie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tJgtF7Tbvz5ZI2zhH9x7Ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska8 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 14.05.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-14-05-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960895",
            "description": "Centralne Biuro Antykorupcyjne poinformowało dziś (13 maja) o zatrzymaniu siedmiu osób, m.in. na terenie Dolnego Śląska. Byli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YhgGhMTg20OT5kBzTNDGQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska8 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Komunikat dla mieszkańców Krakowa",
            "link": "https://www.tysol.pl/a140292-komunikat-dla-mieszkancow-krakowa",
            "description": "Zakończył się remont drogi fortecznej łączącej ogrody królewskie Zamku Królewskiego na Wawelu z ulicą Kanoniczą.",
            "image_url": "https://www.bing.pl/th?id=OVFT.ro2DeUY-rMW-_x9H3mFJWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Tygodnik Solidarność23 godz.",
            "source": "Tygodnik Solidarność",
            "article_content": "Zakończył się remont drogi fortecznej łączącej ogrody królewskie Zamku Królewskiego na Wawelu z ulicą Kanoniczą.\n\nCo musisz wiedzieć?\n\nZakończono prace remontowe przy drodze fortecznej pod Kurzą Stopką na Wawelu .\n\n. Prace remontowe trwały rok\n\ntrwały rok Przedsięwzięcie kosztowało blisko 4 mln zł\n\nO zakończeniu prac przy drodze fortecznej pod Kurzą Stopką poinformował we wtorek Społeczny Komitet Odnowy Zabytków Krakowa, który współfinansował remont. Jak wskazano, prace remontowe trwały rok, a poprzedzone były długimi badaniami archeologicznymi.\n\nDroga forteczna to pamiątka po ostatniej, austriackiej fazie fortyfikowania Wawelu, która przypadła na połowę XIX wieku. To wówczas m.in. połączono wylot ulicy Kanoniczej z okrągłą basteją pod Kurzą Stopką. U szczytu podejścia znajduje się ceglana brama z mostkiem i dobrze zachowanymi drewnianymi wrotami z ok. 1850 roku z kompletem oryginalnych okuć, ruchomych zasuw, zawiasów i zamka. Z tych czasów pochodzą również relikty bruku z łamanego kamienia wapiennego, który wyeksponowano wzdłuż muru oporowego.\n\nCo obejmował remont?\n\nW ramach modernizacji:\n\noznaczono obrys nowożytnej bastei czerwonym porfirem w nawierzchni drogi,\n\ndodano iluminację w kamiennych słupkach balustrady, zabezpieczających przed stromym stokiem,\n\nodrestaurowano drogę jako istotny ciąg pieszy w kompleksie wzgórza wawelskiego.\n\nWedług dyrekcji Zamku Królewskiego na Wawelu remont drogi fortecznej to kluczowy element usprawnienia ruchu turystycznego w obrębie zabytkowego kompleksu. Muzealnicy chcą, aby brama pod Kurzą Stopką stała się nowym wejściem na teren zamku. Dyrektor Zamku prof. Andrzej Betlej zapowiedział, że już w najbliższą Noc Muzeów (16 maja) będzie można tędy dostać się do ogrodów królewskich.\n\nKoszty i znaczenie projektu\n\nRemont drogi fortecznej pod Kurzą Stopką został uznany przez SKOZK za jeden z projektów kluczowych Narodowego Funduszu Rewaloryzacji Zabytków Krakowa na lata 2023–2025 i stanowi ważny etap porządkowania otoczenia wzgórza wawelskiego. Przedsięwzięcie kosztowało blisko 4 mln zł, z czego dofinansowanie z NFRZK wyniosło 2,8 mln zł."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ziemkiewicz: Polacy nie gorsi, lecz inni. Klucz do siły tkwi w odmienności.",
            "link": "https://www.salon24.pl/u/gniadeknews/1442792,ziemkiewicz-polacy-nie-gorsi-lecz-inni-klucz-do-sily-tkwi-w-odmiennosci",
            "description": "Tożsamość to nie prosta suma cech, lecz skomplikowany splot historii, marzeń i niezabliźnionych ran . W rozmowie na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Salon242 godz.Opinion",
            "source": "Salon24",
            "article_content": "14.05.2025 BLOG\n\nRafał Ziemkiewicz bez cenzury o polskiej tożsamości. Czy jesteśmy \"niedorobionym Zachodem\" czy unikalną cywilizacją? Dlaczego historia nas ukształtowała, a narodowi potrzebni są nowi \"bardowie\"? Przeczytaj o prowokacyjnej wizji Polski.\n\nTożsamość to nie prosta suma cech, lecz skomplikowany splot historii, marzeń i niezabliźnionych ran.\n\nW rozmowie na kanale \"Lodowski: Chłodnym Okiem\", uznany pisarz i publicysta Rafał Ziemkiewicz podjął próbę postawienia diagnozy polskiej tożsamości. Analizując rolę głowy państwa, historyczne traumy i społeczne podziały, przedstawił wizję Polski jako narodu innego , a nie gorszego, którego siła może tkwić właśnie w jego odmienności, ale który wciąż mierzy się z głęboko zakorzenionymi kompleksami.\n\nPolska tożsamość : Czy jesteśmy \"kundlem\" z wielkim potencjałem? Ziemkiewicz analizuje narodowe kompleksy\n\nZdaniem Ziemkiewicza, postać Prezydenta Rzeczypospolitej powinna być centralnym punktem państwowej narracji, swoistą \"namiastką króla\", strażnikiem tradycji i symbolem jedności. Prezydent winien mieć głęboką świadomość historyczną i aktywnie budować pozytywną wizję kraju, a nie być jedynie biernym uczestnikiem politycznej gry. Pisarz, nawiązując do swojej twórczości science fiction, zaznaczył że pisarze tego gatunku często posiadają unikalną zdolność przenikania i przewidywania rzeczywistości, co czyni ich spojrzenie na świat szczególnie cenne.\n\nPublicysta mocno podkreślał potrzebę tworzenia \"wielkiej sztuki\" i pracy nad zbiorową tożsamością. Według niego, Polacy wciąż nie przepracowali traumy II wojny światowej i innych historycznych doświadczeń, potrzebując \"bardów\" oraz \"skaldów\" do uleczenia narodowej duszy i zaleczenia kompleksów. Kluczowe jest odzyskanie poczucia sensu i wiary w to, co jako naród reprezentujemy.\n\nZiemkiewicz stanowczo odrzuca narrację przedstawiającą Polskę jako \"niedorobioną wersję Zachodu\". Uważa, że Polacy stworzyli własną, unikalną cywilizację , której rozwój przebiegał inną ścieżką – przede wszystkim ze względu na brak klasycznej walki klas, która ukształtowała społeczeństwa Europy Zachodniej. Praprzyczyną wielu współczesnych polskich kompleksów jest, jego zdaniem, upadek cywilizacji sarmackiej. Naród waha się między idealistyczną wizją wielkości a szyderstwem zaborców, którzy choć nie narzucili Polsce swojej opowieści, to zarazili ją przekonaniem o byciu \"typskimi\".\n\nRozmówcy zauważyli powtarzającą się w każdych wyborach demagogię o jednoczeniu Polaków, co świadczy o głębokim pragnieniu jedności. Brakuje jednak głębszego poziomu kulturowego i uświadomienia sobie własnej, narodowej odmienności oraz inności od wzorców zachodnich. Analizując przeszłość, Ziemkiewicz wskazał na pokatastroficzną ofertę kościuszkowską, która poprzez \"uszlachcanie ludu\" dawała cywilizacyjny awans. Wzorzec osobowościowy chłopa stającego się metaforycznie \"chłopakiem-królem\" był unikalny. Publicysta przywołał esej Melchiora Wańkowicza \"Kundlizm\", trafnie opisujący porozbiorowego Polaka jako mieszańca szlachecko-chłopskiego, któremu brakuje poczucia własnej wartości. To zjawisko, według Ziemkiewicza, nasiliło się po 1989 roku właśnie z powodu braku odrobionej \"wojny chłopskiej\" i braku wykształconego wzorca kooperacji społecznej. Polska demokracja pozostaje podzielona, odzwierciedlając dwie splątane tożsamości: \"patriotę PRL-u\" i relikty tożsamości przedwojennej.\n\nZiemkiewicz określił Polskę jako typowy kraj postkolonialny w którym elita wywodząca się z PRL ma charakter kompradorski, autentycznie wierzący w narzucane wzorce. Zderzenie kultury \"dorabiania się\" z kulturą \"utracjuszy\" (przywołano tu postać nieznanego szerzej wybitnego ekonomisty Bohdana Krzyżanowskiego ) jest, jego zdaniem, źle rozumiane w Polsce, w przeciwieństwie do choćby Wielkiej Brytanii. Polacy potrzebują własnej opowieści o kreatywności i wyjątkowości.\n\nPodsumowując swoją analizę, publicysta stwierdził że zabory stworzyły \"kundla\" – mieszańca Polaka, który przejął najgorsze cechy obu klas społecznych. Przeciwieństwem tego ma być postać Wokulskiego, tworzącego z pasją w opozycji do instynktu pogardy wobec przedsiębiorczości, który cechuje pewne grupy. Ziemkiewicz nawiązał do buntu \"Chama\" w 2015 roku, symbolizującego społeczne napięcia i podziały. Jako klucz do zrozumienia polskiej tożsamości wskazał twórczość Henryka Sienkiewicza – pisarza, który stworzył opowieść o Polakach dla Polaków, pozbawioną może wad, ale tak prawdziwą, że mogli się w niej odnaleźć. Od tego czasu, zdaniem Ziemkiewicza, nikomu się to nie udało i to właśnie Prezydent powinien podjąć się tego zadania – stworzenia nowej, jednoczącej opowieści.\n\nNa pytanie o to, co powinna zrobić współczesna elita, Rafał Ziemkiewicz zakończył rozmowę przesłaniem: \"Polacy nie jesteśmy gorsi, Polacy jesteśmy inni, Polacy możemy być lepsi, Polacy świat się zmienił. I przed nami są wielkie zadania, przed nami jest wielkość i my go zmieniajmy.\"\n\nAnaliza Rafała Ziemkiewicza to niewątpliwie spojrzenie prowokacyjne, stawiające wiele niewygodnych pytań o polską tożsamość i jej historyczne uwarunkowania. Przedstawiona wizja \"narodowego kundla\" i braku odrobionej \"wojny chłopskiej\" rzuca nowe światło na współczesne podziały społeczne oraz kulturowe. To diagnoza wymagająca namysłu, niezależnie od tego, czy zgadzamy się z nią w pełni, czy częściowo – zmusza do refleksji nad tym, kim jesteśmy jako wspólnota i jaką opowieść o sobie samych budujemy w zmieniającym się świecie.\n\n\n\n\n\n| #Polska | #tożsamość | #RafałZiemkiewicz | #Prezydent | #historia | #Sarmatyzm | #kompleksynarodowe | #postkolonializm | #kundlizm | #Lodowski | #ChłodnymOkiem | #narracjanarodowa | #elity | #podziałyspołeczne | #kultura | #Sienkiewicz | #publicystyka |\n\nOprac. redaktor Gniadek\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Wawelu wyremontowano drogę forteczną. Nowe wejście",
            "link": "https://www.onet.pl/styl-zycia/ppo-aipap/na-wawelu-wyremontowano-droge-forteczna-nowe-wejscie/w7lg7t7,0666d3f1",
            "description": "Społeczny Komitet Odnowy Zabytków Krakowa ogłosił zakończenie rocznych prac remontowych drogi fortecznej pod Kurzą Stopką na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t3zZKP8dzo8gBywzxXwkPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet22 godz.",
            "source": "Onet",
            "article_content": "Zakończono remont drogi fortecznej na Wawelu\n\nPrace trwały rok i były poprzedzone badaniami archeologicznymi\n\nDroga stanie się nowym wejściem na teren zamku\n\nProjekt uznany za kluczowy przez Narodowy Fundusz Rewaloryzacji Zabytków Krakowa\n\nDużo czytania, a mało czasu? Sprawdź skrót artykułu\n\nZakończenie prac remontowych\n\nZakończył się remont drogi fortecznej łączącej ogrody królewskie Zamku Królewskiego na Wawelu z ulicą Kanoniczą. Według dyrekcji zamku wyremontowana droga zwieńczonej bramą pod Kurzą Stopką stanie się nowym wejściem i będzie kluczowym elementem usprawniającym ruch turystyczny na Wawelu.\n\nDroga forteczna to pamiątka po ostatniej, austriackiej fazie fortyfikowania Wawelu, która przypadła na połowę XIX wieku. To wówczas m.in. połączono wylot ulicy Kanoniczej z okrągłą basteją pod Kurzą Stopką. U szczytu podejścia znajduje się ceglana brama z mostkiem i dobrze zachowanymi drewnianymi wrotami z ok. 1850 roku z kompletem oryginalnych okuć, ruchomych zasuw, zawiasów i zamka. Z tych czasów pochodzą również relikty bruku z łamanego kamienia wapiennego, który wyeksponowano wzdłuż muru oporowego.\n\nreklama\n\nElementy remontu i nowe funkcje\n\nW ramach remontu czerwonym porfirem zaznaczono w nawierzchni drogi obrys bastei znajdującej się tu w okresie nowożytnym (być może powstałej za panowania króla Władysława IV). W kamiennych słupkach balustrady oddzielającej drogę od stromego stoku Wawelu umieszczono elementy iluminacji.\n\nWedług dyrekcji Zamku Królewskiego na Wawelu remont drogi fortecznej to kluczowy element usprawnienia ruchu turystycznego w obrębie zabytkowego kompleksu. Muzealnicy chcą, aby brama pod Kurzą Stopką stała się nowym wejściem na teren zamku. Dyrektor Zamku prof. Andrzej Betlej zapowiedział, że już w najbliższą Noc Muzeów (16 maja) będzie można tędy dostać się do ogrodów królewskich.\n\nFinansowanie i znaczenie projektu\n\nRemont drogi fortecznej pod Kurzą Stopką został uznany przez SKOZK za jeden z projektów kluczowych Narodowego Funduszu Rewaloryzacji Zabytków Krakowa na lata 2023–2025 i stanowi ważny etap porządkowania otoczenia wzgórza wawelskiego. Przedsięwzięcie kosztowało blisko 4 mln zł, z czego dofinansowanie z NFRZK wyniosło 2,8 mln zł.\n\nRemont drogi fortecznej na Wawelu nie tylko przywrócił jej historyczne znaczenie, ale także otworzył nowe możliwości dla turystów, stając się kluczowym elementem usprawnienia ruchu na terenie zamku. Projekt, uznany za kluczowy przez Narodowy Fundusz Rewaloryzacji Zabytków Krakowa, podkreśla znaczenie ochrony i rewitalizacji zabytków w Krakowie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdańsk jadłodzielnia",
            "link": "https://pomorskie.naszemiasto.pl/tag/gdansk-jadlodzielnia",
            "description": "Masz za dużo żywności? Możesz się nią podzielić z potrzebującymi w JadłoDzielnicy. Od kilku dni działa ona przy kościele pw.",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pomorskie Nasze Miasto9 godz.",
            "source": "Pomorskie Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 19 km od Oświęcimia. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 17 - 18 maja?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-19-km-od-oswiecimia-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-17-18-maja/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, upewnij się, jaka będzie pogoda. W sobotę 17 maja w Oświęcimiu ma być 12°C. Prawdopodobieństwo wystąpienia deszczu wynosi 57%. W niedzielę 18 maja w Oświęcimiu ma być 14°C.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto23 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Noc Muzeów 2025 w Warszawie: kiedy, gdzie? [data, atrakcje, muzea]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/noc-muze%C3%B3w-2025-w-warszawie-kiedy-gdzie-data-atrakcje-muzea/ar-AA1ELhb3?ocid=BingNewsVerp",
            "description": "Już w maju w Warszawie odbędzie się kolejna edycja wyjątkowego wydarzenia, jakim jest Noc Muzeów. Będzie to 21. już okazja, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3Ec82PJ2m5aVy979fAKCbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio ZET on MSN10 min",
            "source": "Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pałac Dietla w Sosnowcu przygotuje broszurę o \"złodziejstwie\" i utraconych meblach. Część z nich ma być w magazynie TVP Katowice",
            "link": "https://sosnowiec.wyborcza.pl/sosnowiec/7,93867,31930537,palac-dietla-w-sosnowcu-przygotuje-broszure-o-zlodziejstwie.html",
            "description": "Pałac Dietla w Sosnowcu był przez lata traktowany niczym magazyn zabytkowych mebli i przedmiotów. Wielu brało. Niewielu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LMxv_dsa8zSaZXWtkpAJAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Sosnowiec.Wyborcza.pl7 godz.",
            "source": "Sosnowiec.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Noc Muzeów w płockich instytucjach kultury",
            "link": "https://tp.com.pl/artykul/noc-muzeow-w-plockich-n1703158",
            "description": "Po wystawie secesji w Muzeum Mazowieckim oprowadzi was... sztuczna inteligencja, w Muzeum Diecezjalnym odbędzie się pasowanie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._rgtvTXjnGs1Yh0qQx4Uoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Tygodnik Płocki1 godz.",
            "source": "Tygodnik Płocki",
            "article_content": "Po wystawie secesji w Muzeum Mazowieckim oprowadzi was... sztuczna inteligencja, w Muzeum Diecezjalnym odbędzie się pasowanie na rycerza, a w Małachowiance spotkacie duchy.\n\nNoc Muzeów 2025 w Płocku. Co i kiedy zwiedzimy?\n\nZapiszcie sobie datę 17 maja. Zbliża się wyjątkowa noc, podczas której oddziały Muzeum Mazowieckiego, Muzeum Diecezjalne, Płocka Galeria Sztuki, Książnica, POKiS, ratusz, licea, kościoły otwierają się dla zwiedzających, a wstęp do nich jest darmowy. Jak podaje PLOT, program tegorocznej Nocy Muzeów jest pełen atrakcji.\n\nRatusz, pl. Stary Rynek 1\n\nZ okazji 200-lecia płockiego ratusza w tym roku organizatorzy przygotowali wiele niespodzianek.\n\n- Bawcie się razem z nami oglądając etiudy odegrane w ratuszowych wnętrzach, w których zagrają znane z kartek historii naszego miasta postacie. Wcielą się w nie aktorzy z Teatru Dramatycznego im. Jerzego Szaniawskiego w Płocku i Teatru Per Se. Zaplanowaliśmy także spotkanie z Prezydentem Miasta Płocka Andrzejem Nowakowskim i wizytę w jego gabinecie – zapraszają organizatorzy.\n\nGodziny zwiedzania 18.00- 24.00 (wejście do ratusza co pół godziny, w grupach do 30 osób, ostatnie zwiedzanie 23.30)\n\nMuzeum Mazowieckie – Kamienica Secesyjna (ul. Tumska 8)\n\nObejrzymy wystawy stałe „Secesja” i „X wieków Płocka”. Atrakcją przygotowaną specjalnie na Noc Muzeów będzie wystawiony na patio performance „Amor vacui” w wykonaniu Teatru Czterech związanego z Muzeum Narodowym we Wrocławiu. Godziny przedstawień: 18.00, 19.00, 20.00, 21.00.\n\nMuzeum przygotowało jeszcze jedną niespodziankę – po wystawie „Secesja” oprowadzi przewodnik AI. Wszystko czego będziecie potrzebować to telefon z internetem.\n\nW tym roku odbędzie się kolejna odsłona konkursu na przebranie. Mile widziane stroje w każdym stylu – od czasów prehistorycznych do połowy wieku XX.\n\n- Nasza fotograf zrobi Wam zdjęcie, potem wszystkie stylizacje ocenimy i o godz. 22.00 w auli przy Kolegialnej 6 ogłosimy wyniki. Autorzy trzech najlepszych przebrań w kategorii dorośli oraz trzech najlepszych przebrań w kategorii dzieci (do lat 14) otrzymają do nas bony do Empiku o wartości 300 zł – informuje MMP. Godziny zwiedzania: 17.00 -24.00 (ostatnie zwiedzanie 23.15)\n\nMuzeum Mazowieckie – Art déco (Kolegialna 6)\n\nNa zwiedzających czeka wystawa stała „Sztuka dwudziestolecia międzywojennego – art déco” oraz „Galeria płocczan XX wieku. Galeria Themersonów”. Tegoroczną niespodzianką jest ekspozycja „Tego jeszcze nie było”, na której znajdą się obiekty wydobyte z muzealnych magazynów.\n\n- Będą to wyjątkowe zabytki archeologiczne, w tym te pochodzące z cmentarzysk ciałopalnych, m. in. urna z przepalonymi kośćmi, niecodzienne eksponaty historyczne, m. in. masonika z Argentyny, XIX-wieczne dzienniczki uczniów, zapalniczki z łusek nabojów, kufry podróżne i dentystyczne narzędzia. Do tego ciekawe przedmioty użytkowe (najstarsze pochodzą z XVIII wieku, najmłodsze z połowy wieku XX), jak choćby zestaw do gry w preferansa, tabakierki i wyszywane złotem sakiewki. Zobaczycie także makiety statków. Dla koneserów sztuki będzie też świetne malarstwo, które nie zmieściło się na naszej wystawie stałej, w tym niepokazywane dotąd szkice m.in. Auguste’a Rodina czy Édouarda Maneta, a także Jacka Malczewskiego czy Stanisława Wyspiańskiego – informują organizatorzy.\n\nUwaga – wystawa „Tego jeszcze nie było” otwiera się tylko na jedną noc! Ostatnie wejście 23.15.\n\nMuzeum Mazowieckie – Spichlerz (Kazimierza Wielkiego 11 B)\n\nSpichlerz zaprasza na nocne zwiedzanie dwóch wystaw – „Kultura Mazowsza w ludowej wizji świata” i „Sztuka Dalekiego Wschodu”. Po tej ostatniej oprowadzi autor i szef działu etnografii MMP Grzegorz Piaskowski. W godz. 18.00-21.00 zaśpiewa i zatańczy Zespół Pieśni i Tańca „Ziemia Gąbińska”. Godziny zwiedzania: 17.00-24.00 (ostatnie wejście 23.15)\n\nMuzeum Żydów Mazowieckich (Kwiatka 7)\n\nProponuje wystawę czasową „Trzeba zostawić coś światu. Poza kartami dziennika Reni Spiegel” oraz występy zespołu Kalisz Klezmer Band.. Zespół zagra w składzie: Arkadiusz Hylewski (skrzypce), Marek Maciejewski (klarnet, cajon), Łukasz Romanek (pianino elektryczne), Maria Szymkiewicz (kontrabas). Można spodziewać się znanych standardów ze świata muzyki żydowskiej i improwizacji. Zespół wystąpi o 19:30-20:00, 20:30-21:00 i 21:30-22:00. Godziny zwiedzania: 17.00-24.00 (ostatnie 23.15).\n\nNocy Muzeów będzie towarzyszyć gra „Muzealny detektyw” (oddziały przy ul. Tumskiej 8, Kazimierza Wielkiego 11 b i Kwiatka 7, w godz. 17.00-23.00) dla dzieci. Wystarczy w recepcji przy ul. Tumskiej 8 zapytać o folder, w którym zawarta jest mapka z wędrówką. Gra zaczyna się na wystawie „Secesja” przy ul. Tumskiej 8, potem trzeba zajrzeć na wystawę „X wieków” (także przy ul. Tumskiej 8) i do Spichlerza. Wędrówka kończy się w Muzeum Żydów Mazowieckich przy ul. Kwiatka 7. Zadaniem uczestników będzie odnalezienie przedmiotów ze zdjęć. Na mecie czeka nagroda.\n\nNoc Muzeów w Książnicy Płockiej (Kościuszki 6)\n\nodbywa się pod „Kryptonimem P.A.N.T.E.O.N”, w godz. 18.00-24.00 (do ostatniej grupy). Wtedy też możemy oddać przetrzymane książki bez kary finansowej.\n\n- Tym razem zapraszamy więc wszystkich, bez względu na wiek, na prawdziwą ucztę bogów… greckich, słowiańskich i nordyckich, którzy zewrą szyki, by poprowadzić śmiertelnych przez krainy dostępne dotąd tylko wybrańcom – informuje Książnica.\n\nNoc Muzeów rozpocznie się od syzyfowej pracy, później odwiedzimy zorganizowaną pod nieobecność Zeusa przez Atenę i koleżanki imprezę z Pegazem. Żeby przejść dalej trzeba będzie zmierzyć się z wyzwaniami rzucanymi przez rozmaite greckie bóstwa. W kolejnym pomieszczeniu powstanie Asgard, w którym poznamy Thora i Freję. Wędrówka zakończy się w otoczeniu strzyg, rusałek i innych fantastycznych stworzeń.\n\nPłocka Galeria Sztuki (Sienkiewicza 36)\n\nW godz. 16.00-22.00 zwiedzimy wystawę „Zwidzenia” Adama Patrzyka. Na dziedzińcu będzie działała Plenerowa Drukarnia. W godz. 16.00-20.00 zaplanowano warsztaty graficzne „Nocne objęcia Morfeusza”, podczas których wykonamy odbitki z motywami nocy w technice sitodruku (serigrafii) na przyniesionych przez siebie materiałach (koszulki, bluzy, torby). Warto też odwiedzić strefę malowania wielkoformatowego z motywami nocy.\n\nO 17.00 otworzy się wystawa „Mówię Ci dobranoc” w Galerii Kreski. Ekspozycję tworzą wybrane dzieła z kolekcji własnej PGS, mało znane i w większości dotąd nieprezentowane szerszej publiczności. Są wśród nich obrazy autorstwa współczesnych polskich artystek i artystów, pozyskane do zbiorów w ostatnich latach. O godz. 18.00 i 20.00 PGS zaprasza na oprowadzanie tematyczne po wystawie malarstwa Adama Patrzyka.\n\nLiceum Ogólnokształcące im. Marszałka Stanisława Małachowskiego\n\nSzkoła zaprasza na podróż przez IX wieków swoich tradycji. Tej nocy odkryte zostaną niektóre z tajemnic Małachowianki, a być może natkniemy się też na mieszkające w jej ruinach duchy. Zwiedzający obejrzą ruiny Kolegiaty Św. Michała Archanioła, piękne freski Władysława Drapiewskiego w szkolnej auli, budynek Kolegium Jezuickiego z XV-wieczną wieżą oraz szkolne muzeum. Przy dobrej pogodzie będzie można również podziwiać panoramę Płocka z XV-wiecznej wieży „Małachowianki”, w której obecnie znajduje się obserwatorium astronomiczne. Przedstawieni zostaną również najwybitniejsi absolwenci szkoły oraz wydawnictwa. Godziny zwiedzania: 18.30-23.30.\n\nMuzeum Jagiellończyków w LO im. Wł. Jagiełły w Płocku\n\nO godz. 18.00 i 20.00 – przedstawienie dla dzieci „Na barykadzie”. O 19.00 – recytacja utworów K. Askanasa przez uczniów szkoły. W godz. 19.00-22.00 dzieciństwo, młodość Władzia Broniewskiego – gry i zabawy. W godz. 19.00-22.00 można zwiedzić Muzeum Szkolne oraz taras widokowy.\n\nBazylika Katedralna\n\nPółgodzinne oprowadzanie po katedrze. Jej historię i zbytki przedstawi proboszcz ks. Stefan Cegłowski. Godziny zwiedzania: 20.00-22.30 (oprowadzanie o pełnych godzinach).\n\nMuzeum Diecezjalne\n\nMieści się w dwóch budynkach. Do „starej” części zaprasza na żywe lekcje historii z udziałem aktorów Teatru Form Wielu, m.in. „W cieniu Płocka” – legenda o płockim hejnale oraz opowiadana na żywo scena pasowania Bolesława Krzywoustego na rycerza (godz. 17.00, 18.00, 19.00). Czas trwania około 50 min, maksymalna grupa 40 osób. Godziny zwiedzania muzeum 17.00-23.00.\n\nParafia Prawosławna Przemienienia Pańskiego\n\nZwiedzanie Cerkwi oraz przedstawienie informacji o prawosławiu w Płocku i Polsce\n\nw godz. 19.00 -23.00.\n\nParafia Ewangelicko-Augsburska\n\nZwiedzanie kościoła i zabytkowego cmentarza od 16.00 do 20.00.\n\nKościół Starokatolicki Mariawitów\n\nO godzinie 18.00, 19.00, 20.00 będą prowadzone prelekcje o historii mariawityzmu. Będzie można obejrzeć przygotowaną okolicznościową wystawę, zakupić mariawickie pieczywo, rękodzieło i wyroby spożywcze tworzone według klasztornej receptury. W ogrodzie – kawa, grill i wieczór przy ognisku. Alpaki można odwiedzać w godz. 18.00-21.00.\n\nKościół Chrystusowy\n\nOdwiedzający będą mogli posłuchać muzyki na żywo, zwiedzić budynek Kościoła („Centrum N9”) w towarzystwie przewodników oraz skorzystać z kawiarenki „FileoCafe”. Godziny zwiedzania: 18.00-22.00\n\nPłocki Ośrodek Kultury i Sztuki im. Themersonów\n\nOdbędziemy podróż po zakamarkach instytucji, podczas której będzie można m. in. spotkać się z członkami Zespołu Pieśni i Tańca „Wisła” – zajrzeć do ich garderoby, zobaczyć bogato zdobione stroje sceniczne, poznać kulisy przygotowań do występów, a następnie wziąć udział w radosnej potańcówce przy tradycyjnej muzyce ludowej, odwiedzić gabinet dyrektora, wziąć udział w wyjątkowym projekcie artystycznym – w pracowni plastycznej jak również stanąć na scenie sali koncertowej i poczuć się jak prawdziwa gwiazda. Godziny zwiedzania: 17.00- 24.00 (ostatnie wejście 23.15).\n\nDom Darmstadt (Stary Rynek 8)\n\nCzynna będzie wystawa fotograficzna „Kolory Fort Wayne” prezentująca najbardziej ikoniczne miejsca i wydarzenia w amerykańskim mieście partnerskim Płocka. Godziny zwiedzania 18.00-24.00.\n\nArchiwum Państwowe (Kazimierza Wielkiego 9 b)\n\nzaprasza do obejrzenia ekspozycji „200 lat Ratusza” oraz zwiedzania wnętrza magazynów archiwalnych.\n\nDodatkową atrakcją stanowić będzie gra planszowa poświęconą archiwom i archiwistom pn. „James Archiwista z licencją na brakowanie”.\n\nGodziny zwiedzania: 17.00-22.00 (wejście o każdej pełnej godzinie, ostatnie o 21.00).\n\nZwiązek Nauczycielstwa Polskiego Oddział w Płocku (ul. T. Kościuszki 24)\n\nZNP zaprasza na zwiedzanie nowej ekspozycji muzealnej połączonej z prezentacją filmu o życiu i twórczości Władysława Broniewskiego (sala 1 i 3) oraz zwiedzanie sali muzealnej poświęconej historii płockiej oświaty i ZNP. W kawiarence literackiej „Pod dębem” – prezentacja twórczości członków Płockiego Stowarzyszenia Twórców Kultury. Godziny zwiedzania: 18.00-23.00.\n\nNoveKino Przedwiośnie (Tumska 5)\n\nW godz. 12.00-24.00 obejrzymy wystawę plakatów filmowych Andrzeja Pągowskiego do filmów Krzysztofa Kieślowskiego. O godz.16.00- strefa dla dzieci i wystawa „Ocalić od zapomnienia – jak kiedyś oglądano bajki?”. W godz. 17.00-19.00 – warsztaty detektywistyczne na podstawie książki „Biuro Detektywistyczne Lassego i Mai. Tajemnica kina” (grupy 15-osobowe, co godzinę). O 22.00 – Płock wczoraj i dziś – projekcja specjalna Polskich Kronik Filmowych dystr. WFDIF. Zobaczymy m.in. Petrochemię, Cotex, Małachowiankę Teatr Płocki, Politechnikę, Kino Przedwiośnie. Godziny zwiedzania: 12.00-24.00.\n\nPracownia Ikonograficzna Agnieszka Korona (ul. Sienkiewicza 32)\n\nWystawa ikon oraz pokaz warsztatu ikonopisarskiego. O każdej pełnej godzinie wykład poświęcony technice przygotowania podobrazu oraz złocenia i pisania ikony.\n\nGodziny zwiedzania: 18.30-23.30.\n\nKlub Sportowy GROT LOK Płock\n\nPrzy Muzeum Mazowieckim na Tumskiej odbędzie się pokaz broni palnej od pierwszych konstrukcji po współczesną. Na wystawie zobaczymy między innymi broń strzelecką i kolekcjonerską pochodzącą z różnych czasów. Godziny zwiedzania: 18.00-23.30.\n\nMuzeum Historii Medycyny (ul. Zofii Nałkowskiej 7)\n\nObejrzymy prywatną kolekcję dr Włodzimierza Nowatorskiego, która składa się z około 1500 eksponatów\n\nGodziny zwiedzania: 18.00-20.00.\n\nHarcerski Zespół Pieśni i Tańca „Dzieci Płocka” oraz Płocka Drużyna Kusznicza\n\n(ul. Jachowicza 34)\n\n„Dzieci Płocka” zapraszają do zwiedzania swojej siedziby. Tej nocy zorganizowane zostaną warsztaty taneczne, spotkanie z Płocką Drużyną Kuszniczą. Zrobicie sobie sesję w wybranych kostiumach z zasobów zespołu.\n\nGodziny zwiedzania 19.00-23.00.\n\nStudio Wyposażenia Wnętrz (Filtrowa 1, wejście od ul. Wyszogrodzkiej)\n\nWystawa obrazów płockiego artysty Daniela Ratza. W programie przedstawienie jego twórczości, muzyka na żywo, ekspozycja strojów Czarnych Mazurów z regionu gąbińsko-sannickiego, pokaz tańca balowego i catering „chłopski / ludowy”\n\nGodziny zwiedzania: 17.00-23.00.\n\nSkansen Osadnictwa Nadwiślańskiego w Wiączeminie Polskim\n\nPodczas Nocy Muzeów Skansen czynny będzie w godz. 14.00-20.00 (ostatnie wejście – 19.15). Czeka specjalna atrakcja – dwie godziny (od godz. 16.00 do 18.00) zabawy z Basią Derlak i Sebastianem Wielądkiem. To duet muzyków, edukatorów i opowiadaczy. Posłuchamy bajek z regionu mazowieckiego, posłuchamy tradycyjnych instrumentów, weźmiemy udział w zabawach: „Pierścień”, „Jaworowi ludzie”, „Kurczątka”, „Mietlarz” i inne. W planach jest wspólne śpiewanie, taniec, wyliczanki i zagadki.\n\nMuzeum Wisły Środkowej i Ziemi Wyszogrodzkiej w Wyszogrodzie\n\nO godz. 16.00 wysłuchamy opowieści o wiklinie i wikliniarstwie w okolicy Wyszogrodu. O 17.00 rozpoczną się warsztaty wyplatania z wikliny. Do 22.00 można zwiedzać ekspozycję „Dawne narzędzia połowowe z wikliny” (ostatnie wejście 21.15).\n\n(opr. lesz)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niewybuchy pochodzące z okresu wojennego znaleziono w gm. Lipnica. 413 sztuk amunicji!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/niewybuchy-pochodz%C4%85ce-z-okresu-wojennego-znaleziono-w-gm-lipnica-413-sztuk-amunicji/ar-AA1EK0zO?ocid=BingNewsVerp",
            "description": "Zaskakujące i niebezpieczne znalezisko w gminie Lipnica. Do akcji wkroczyli saperzy. Podczas badań archeologicznych odkryto ponad 413 sztuk niewybuchów. Olbrzymie i niebezpieczne znalezisko w gminie L ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szli wpatrzeni w miłosierne Serce",
            "link": "https://www.niedziela.pl/artykul/176678/nd/Szli-wpatrzeni-w-milosierne-Serce",
            "description": "Po raz trzynasty odbyła się diecezjalna piesza pielgrzymka do Łagiewnik. Pod hasłem: „Rodzino, patrz w miłosierne serce moje' ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hQoiaawj59wpmFCah4n1KC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niedziela.pl40 min",
            "source": "Niedziela.pl",
            "article_content": "Ruszyły zapisy na Diecezjalną Pieszą Pielgrzymkę do Łagiewnik\n\nOd 6 marca w parafiach diecezji bielsko-żywieckiej można zapisywać się na pieszą pielgrzymkę do Łagiewnik.\n\nW dwóch ostatnich latach z powodu pandemii Diecezjalna Piesza Pielgrzymka z Bielska-Białej do Łagiewnik odbyła się wirtualnie. W tym roku główny przewodnik ks. Tomasz Sroka oraz inicjatorka pątniczych wypraw Irena Papla podjęli decyzję, że wracają do tradycyjnej formy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szampan znaleziony na dnie Bałtyku. Zbadano jego smak",
            "link": "https://www.msn.com/pl-pl/jedzenie-i-picie/przepisy/szampan-znaleziony-na-dnie-ba%C5%82tyku-zbadano-jego-smak/ar-AA1EKEEw?ocid=BingNewsVerp",
            "description": "170-letni szampan z odkrytego latem ubiegłego roku przez Polaków, na południe od wyspy Olandia, żaglowca ma słodki, owocowy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nP1o_coyetqHOoZxVLvFZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "i.pl on MSN2 godz.",
            "source": "i.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 14.05.2025",
            "link": "https://gloswielkopolski.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-sprawdz-ktore-sa-najdrozsze-i-ile-mozna-za-nie-zarobic-14052025/ar/c1-17275689",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Wielkopolski1 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Krakowie Noc Muzeów wcześniej niż w całej Polsce. Na takie atrakcje krakowianie czekają cały rok. Zobaczcie PROGRAM wydarzeń",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/w-krakowie-noc-muze%C3%B3w-wcze%C5%9Bniej-ni%C5%BC-w-ca%C5%82ej-polsce-na-takie-atrakcje-krakowianie-czekaj%C4%85-ca%C5%82y-rok-zobaczcie-program-wydarze%C5%84/ar-AA1EGQt4?ocid=BingNewsVerp",
            "description": "Długie kolejki do muzeów tego dnia nikogo nie dziwią, krakowianie pokochali Noc Muzeów, która w tym roku - tradycyjnie - ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8gN1D5zg9NxnjjG-LYtO1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Kraków Nasze Miasto on MSN23 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 14.05.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://dziennikbaltycki.pl/prasowka-14-05-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960899",
            "description": "W poniedziałek, 12.05.2025 r. mijają pięćdziesiąt cztery lata od urodzin gdańskich pięcioraczków. Agnieszka, Ewa, Adam, Piotr ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5zIq_5eiIfg-Xc5UuHSlhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Dziennik Bałtycki8 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znaleźli XVII-wieczny skarb w Puszczy Knyszyńskiej. To 69 monet",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/znale%C5%BAli-xvii-wieczny-skarb-w-puszczy-knyszy%C5%84skiej-to-69-monet/ar-AA1EL79M?ocid=BingNewsVerp",
            "description": "Grupa eksploracyjna Magna Silva, działająca przy Stowarzyszeniu „Wielki Las', natrafiła na niezwykłe znalezisko w Parku ...",
            "image_url": "https://www.bing.pl/th?id=OVF.a2nF%2b3L%2fj2FQqfT1b%2buDFQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Współczesna on MSN49 min",
            "source": "Gazeta Współczesna on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacja w Turcji. Wyciągnął go z jeziora",
            "link": "https://www.o2.pl/informacje/sensacja-w-turcji-wyciagnal-go-z-jeziora-7156360541768224a",
            "description": "W jeziorze İznik Gölü w Turcji odkryto tajemniczy przedmiot, który swoim kształtem przypomina trójząb. Znalezisko wywołało ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tCLa1V4tm6wSnkhXt3PIRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o29 godz.",
            "source": "o2",
            "article_content": "Po dokonaniu odkrycia Erim przekazał tajemniczy przedmiot lokalnym władzom, które natychmiast rozpoczęły badania nad jego pochodzeniem. Jak informuje niemiecki dziennik \"Bild\", eksperci z lokalnego muzeum sugerują, że znalezisko może pochodzić z czasów rzymskich. Jeśli te przypuszczenia się potwierdzą, byłby to niezwykle rzadki i cenny artefakt w tym regionie.\n\nPokaż mniej Pokaż więcej\n\nPobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]