[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czerwcowy Moto Weteran Bazar w weekend 28-29 czerwca 2025. Będzie można kupić akcesoria i gadżety dla fanów motoryzacji",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/czerwcowy-moto-weteran-bazar-w-weekend-28-29-czerwca-2025-b%C4%99dzie-mo%C5%BCna-kupi%C4%87-akcesoria-i-gad%C5%BCety-dla-fan%C3%B3w-motoryzacji/ar-AA1HwfTh?ocid=BingNewsVerp",
            "description": "Moto Weteran Bazar to cykliczna impreza, na której można kupić, wymienić lub po prostu obejrzeć najróżniejsze przedmioty ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XzQobLjPofTHpcFipFfi9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Dziennik Łódzki on MSN5 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria PRL",
            "link": "https://pomorska.pl/tag/bizuteria-prl",
            "description": "W 2025 roku biżuteria z lat PRL cieszy się popularnością i jest poszukiwana przez kolekcjonerów. Jeśli masz jeszcze taką w domu, przyjrzyj się jej dokładnie.... Biżuteria z okresu PRL, niegdyś uważana ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska4 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 27.06.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://wspolczesna.pl/przeglad-prasy-27-06-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960917",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 26.06. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „9 powodów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2HjYlW7BWiryFifLql_kw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Współczesna8 godz.",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 27.06.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-26-06-2025/ar-AA1HrJHz?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.OtsNXp0d5EX06HxZoCGMtw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie pytaj, skąd babcia miała tę monetę. Zapytaj: gdzie ją schowała. Jest warta majątek",
            "link": "https://www.fakt.pl/pieniadze/lezy-w-piwnicach-na-strychach-w-szufladach-a-kolekcjonerzy-placa-majatek/ex551k8",
            "description": "Masz starą szkatułkę po babci? A może pudełko z drobiazgami po dziadku? Nie ignoruj ich! Wśród domowych rupieci może kryć się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pLyWw0Sa7AFN6RK-fq6tby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl20 godz.",
            "source": "Fakt.pl",
            "article_content": "Masz starą szkatułkę po babci? A może pudełko z drobiazgami po dziadku? Nie ignoruj ich! Wśród domowych rupieci może kryć się prawdziwy skarb. Jedna z próbnych monet z czasów II RP właśnie została sprzedana za zawrotną kwotę! A to tylko jeden z wielu przykładów. Eksperci apelują: zanim wyrzucisz stare monety – sprawdź, co naprawdę masz w rękach. To może być żyła złota!\n\nMonety od lat są uznawane za jedną z najbezpieczniejszych form inwestycji, a te kolekcjonerskie mogą przynieść naprawdę ogromny zysk. Ich wartość zależy od rzadkości i zainteresowania kolekcjonerów. Przykładem spektakularnego zwrotu z inwestycji jest moneta z wizerunkiem Zygmunta II Augusta, której cena wzrosła o 25 tys. proc.!\n\nNiepozorna moneta – ogromna wartość\n\nMowa o 10 zł z 1934 r., zwanych \"dużymi klamrami\". To jedna z najbardziej poszukiwanych monet II RP, prawdziwy biały kruk w świecie numizmatyki. Na jednej z aukcji internetowych została sprzedana za zawrotną sumę 15 tys. 733 euro. Jej autorem był Wojciech Jastrzębowski, a projekt zachwyca do dziś. Moneta nigdy nie trafiła do obiegu, a jej nakład wynosił jedynie 100 szt., co czyni ją wyjątkowo rzadką i cenną. Jeśli przypadkiem znajdziesz ją w swoich zbiorach – gratulacje, możesz być bogatszy o sporą sumę! \"Klamry\" mogą też pojawić się na starociach.\n\nMoneta 10 zł z 1934 r.\n\nMoneta 10 zł z 1934 r.\n\nPrzeszukaj stare pudła w poszukiwaniu monet. Możesz się nieźle wzbogacić!\n\nNie tylko \"klamry\" mogą okazać się żyłą złota. Wśród przedwojennych monet warto zwrócić uwagę na duże 10 zł z Kopernikiem, Konstytucję czy klipę z Piłsudskim – to kolejne numizmaty, na które polują kolekcjonerzy. Stare monety mogą leżeć w rodzinnych szkatułkach, zapomnianych szufladach lub wśród pamiątek po przodkach. Nawet jeśli na pierwszy rzut oka nie wyglądają na cenne, warto skonsultować się z ekspertem, zanim zostaną odłożone na dno szuflady na kolejne lata.\n\nDomowe skarby warte fortunę\n\nŚwiat numizmatyki pełen jest niespodzianek, a stare monety mogą być cenniejsze, niż się wydaje. Jeśli masz w domu pamiątki sprzed lat, warto poświęcić chwilę na ich przejrzenie. Możliwe, że wśród nich znajduje się prawdziwy rarytas, który zmieni twoje podejście do rodzinnych skarbów!\n\nŹródło: onebid.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia) 27.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/nawet-39-tysi%C4%99cy-za-monety-z-prl-a%C5%BC-tyle-mog%C4%85-zap%C5%82aci%C4%87-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mo%C5%BCna-zrobi%C4%87-zdj%C4%99cia-27062025/ar-AA1GsWDX?ocid=BingNewsVerp",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [27.06.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuj%C4%85-monety-z-prl-u-w-2025-25-06-2025/ar-AA1Hl27t?ocid=BingNewsVerp",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.t3%2bg1DJkIr8tjzUakSGspw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nasze Miasto on MSN6 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL dziś może być warta majątek. Takiej w 2025 roku poszukują kolekcjonerzy [27.06.2025 r.]",
            "link": "https://pomorska.pl/bizuteria-z-czasow-prl-dzis-moze-byc-warta-majatek-takiej-w-2025-roku-poszukuja-kolekcjonerzy-27-06-2025-r/ar/c1p2-27719541",
            "description": "W 2025 roku biżuteria z lat PRL cieszy się popularnością i jest poszukiwana przez kolekcjonerów. Jeśli masz jeszcze taką w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.O_P7cBCOZRGWnl2sp_8MfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska7 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria PRL",
            "link": "https://pomorska.pl/tag/bizuteria-prl",
            "description": "W 2025 roku biżuteria z lat PRL cieszy się popularnością i jest poszukiwana przez kolekcjonerów. Jeśli masz jeszcze taką w domu, przyjrzyj się jej dokładnie.... Biżuteria z okresu PRL, niegdyś uważana ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska4 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Maszyny, które liczyły przed komputerami. Polskie ślady w historii",
            "link": "https://www.msn.com/pl-pl/technologia/sprz%C4%99t-i-urz%C4%85dzenia/maszyny-kt%C3%B3re-liczy%C5%82y-przed-komputerami-polskie-%C5%9Blady-w-historii/ar-AA1HvIL8?ocid=BingNewsVerp",
            "description": "Są stare i cenne więc, niestety, nie można ich testować. Zamknięte w witrynach wyglądają jak tajemnicze precjoza w postaci ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pRCVMpapyXqR-KOoQzB_6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Krakowska on MSN7 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podrzucamy pomysł na weekend: Nowosolski Jarmark Staroci! Można tu kupić różności, wśród nich prawdziwe perełki",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/podrzucamy-pomys%C5%82-na-weekend-nowosolski-jarmark-staroci-mo%C5%BCna-tu-kupi%C4%87-r%C3%B3%C5%BCno%C5%9Bci-w%C5%9Br%C3%B3d-nich-prawdziwe-pere%C5%82ki/ar-AA1HwyUg?ocid=BingNewsVerp",
            "description": "Ta impreza cieszy się dużym zainteresowaniem w całym regionie i nie tylko. Już w najbliższą niedzielę Nowosolski Jarmark ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5T2rU7LFgSlRBkKLQ3bHtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowa Sól Nasze Miasto on MSN3 godz.",
            "source": "Nowa Sól Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak urządzić mieszkanie tanio, ale stylowo?",
            "link": "https://www.onet.pl/styl-zycia/gratkapl/zero-waste-w-mieszkaniu-odswiez-swoja-przestrzen-z-dusza/lhe451b,30bc1058",
            "description": "Moda na wyszukane aranżacje wnętrza wcale nie musi iść w parze z dużym budżetem. Coraz więcej osób rezygnuje z kosztownych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5ocv7rer_oZzFR-w8-q-XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Onet22 godz.",
            "source": "Onet",
            "article_content": "Stylowo nie znaczy drogo. Dlaczego warto postawić na aranżację budżetową?\n\nJeszcze kilka lat temu urządzanie mieszkania po kosztach kojarzyło się raczej z prowizorką niż stylem. Dziś podejście się zmienia. Wnętrza urządzone za niewielkie pieniądze coraz częściej zyskują uznanie – nie tylko wśród znajomych, ale i w mediach społecznościowych. Zamiast nowych mebli z popularnych sieciówek, coraz chętniej wybiera się te z historią, które – odpowiednio odświeżone – potrafią nadać wnętrzu unikalny charakter.\n\nTaka budżetowa aranżacja to nie tylko kwestia estetyki. To także wyraz troski o środowisko. W duchu zero waste i idei \"less is more\" coraz więcej osób decyduje się na ponowne wykorzystanie mebli i dodatków, które wciąż mają potencjał. Zamiast wyrzucać – dajemy drugie życie. Zamiast kupować – przekształcamy. To nie tylko bardziej zrównoważone, ale też… znacznie tańsze.\n\nNie trzeba być profesjonalnym projektantem, by stworzyć wnętrze z duszą. Wystarczy trochę kreatywności, otwartości na nietypowe rozwiązania i odrobina wysiłku. Efekt? Mieszkanie, które zachwyca nie ceną, a pomysłem.\n\nGetty Images Dlaczego warto postawić na aranżację budżetową\n\nGdzie szukać perełek? Pchle targi, grupy i ogłoszenia lokalne\n\nreklama\n\nStylowe meble i dodatki nie muszą pochodzić z drogich showroomów. Wystarczy dobrze się rozejrzeć – zarówno offline, jak i online. Pchle targi, giełdy staroci czy nawet osiedlowe wyprzedaże potrafią zaskoczyć wyjątkowymi znaleziskami. W sieci warto zaglądać na lokalne grupy w mediach społecznościowych i portale ogłoszeniowe, gdzie użytkownicy sprzedają lub oddają rzeczy, które w rękach kogoś kreatywnego zyskają drugie życie. Każdy stół, krzesło czy lampka to potencjalna perełka – wystarczy ją zauważyć.\n\nCo ważne, nie trzeba być właścicielem mieszkania, by urządzić je według własnego stylu. Nawet w wynajmowanym lokum można stworzyć przestrzeń, która będzie odzwierciedlać twoją osobowość i potrzeby. Nawet małe zmiany, takie jak nowe zasłony czy odnowiony stolik – potrafią całkowicie odmienić atmosferę wnętrza.\n\nStylowe wnętrza niskim kosztem. Malowanie ścian i renowacja mebli – DIY, które się opłaca\n\nZamiast kupować nowe, warto odświeżyć to, co już masz, albo to, co udało się znaleźć na giełdzie czy w ogłoszeniach. Czasem wystarczy papier ścierny, puszka farby i kilka godzin wolnego czasu, by nadać zupełnie nowy wygląd komodzie czy stolikowi.\n\nMożesz przemalować ściany – na przykład na klasyczną biel lub modne, retro kolory – by nadać im vintage’owy charakter. Równie dobrze sprawdzi się tapetowanie lub oklejanie frontów, które pozwoli szybko i tanio odmienić wygląd szafek czy komód. Nawet sama wymiana uchwytów potrafi wizualnie odmienić mebel i nadać mu świeżości.\n\nInternet jest pełen inspiracji: wystarczy wpisać w wyszukiwarkę \"mieszkanie DIY\" lub przejrzeć posty oznaczone hasztagami typu #renowacjamebli czy #meblediy. Renowacja nie tylko nadaje meblom drugie życie, ale też daje ogromną satysfakcję. Zobaczysz, że nawet stary regał z PRL-u może wyglądać nowocześnie, a lampa za 20 zł z targu może stać się designerskim dodatkiem. Media społecznościowe to kopalnia wiedzy i inspiracji.\n\nTanie urządzanie mieszkania – postaw na stylowy minimalizm\n\nUrządzanie tanio nie oznacza, że wnętrze ma być przeładowane przypadkowymi dodatkami. Przeciwnie – minimalizm to kierunek, który świetnie sprawdza się przy ograniczonym budżecie. Neutralna kolorystyka, np. biel, beże, szarości czy delikatne pastele, utworzą ponadczasowe tło, które optycznie powiększy przestrzeń. Dodając do tego drewniane akcenty, takie jak niewielki stolik z surowego drewna, z łatwością ocieplisz wnętrze i sprawisz, że stanie się przytulne. Całość dopełnij tekstyliami i przemyślanymi dodatki – zmiana zasłon, poszewek czy dywaników potrafi całkowicie odmienić wygląd pomieszczenia.\n\nGetty Images Dlaczego warto postawić na stylowy minimalizm\n\nZadbaj o światło – mały koszt, a może dać wielki efekt\n\nStylowe wnętrze to nie tylko kolory i meble, ale też odpowiednie oświetlenie. Zamiast inwestować w jedną drogą lampę sufitową, lepiej rozmieścić kilka mniejszych źródeł światła: lampkę na parapecie, kinkiet przy łóżku, girlandę w kącie salonu. Takie rozwiązanie nie tylko taniej wychodzi, ale pozwoli uzyskać efekt przytulności i intymności, który trudno osiągnąć jednym światłem z góry.\n\nMinimalistyczne wnętrze nie wymaga wielu rzeczy, lecz jedynie tych, które naprawdę mają znaczenie. A przy okazji... łatwiej utrzymać je w czystości. Pamiętaj, że styl nie zależy od zasobności portfela – tylko od pomysłu i otwartości na nieoczywiste rozwiązania."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 27.06.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://wspolczesna.pl/przeglad-prasy-27-06-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960917",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 26.06. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „9 powodów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2HjYlW7BWiryFifLql_kw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Współczesna8 godz.",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [27.06.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuj%C4%85-monety-z-prl-u-w-2025-25-06-2025/ar-AA1Hl27t?ocid=BingNewsVerp",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.t3%2bg1DJkIr8tjzUakSGspw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto on MSN6 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 27.06.2025 - najważniejsze wydarzenia. Przygotowaliśmy przegląd prasy z wczoraj",
            "link": "https://nowosci.com.pl/prasowka-27-06-2025-najwazniejsze-wydarzenia-przygotowalismy-przeglad-prasy-z-wczoraj/ar/c1p1-19960939",
            "description": "Błażej Stencel to polski aktor, piosenkarz i prezenter telewizyjny, któremu szczególną popularność przyniósł program \"Koło ...",
            "image_url": "https://www.bing.pl/th?id=OVF.CCwnadpxq3poxbgHo0%2f4PQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński8 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki na spacer w woj. zachodniopomorskim. Gdzie wybrać się w weekend 28 - 29 czerwca? 10 najciekawszych tras",
            "link": "https://gs24.pl/sciezki-na-spacer-w-woj-zachodniopomorskim-gdzie-wybrac-sie-w-weekend-28-29-czerwca-10-najciekawszych-tras/ar/c7p1-22116477",
            "description": "Zanim wyruszysz, sprawdź prognozę pogody. W sobotę 28 czerwca w woj. zachodniopomorskim ma być od 14°C do 25°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5Nyev1GgEJUDiZ3r3YKKpQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Szczeciński22 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 66 km od Łasku. Pomysły na jednodniową wyprawę. Gdzie w weekend 28 - 29 czerwca?",
            "link": "https://lask.naszemiasto.pl/rowerem-do-66-km-od-lasku-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-28-29-czerwca/ar/c7p1-21831921",
            "description": "W sobotę 9 maja, odbył się XI Suchedniowski Rajd Rowerowy zorganizowany przez Suchedniowskie Stowarzyszenie Cyklistów. W tym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wxa4yS_KINj9xxdkkbjTOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Łask Nasze Miasto23 godz.",
            "source": "Łask Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 28 - 29 czerwca",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-28-29-czerwca/ar/c7p1-22115647",
            "description": "Budzistowo - miejscowość przed wojną nazywana Altstadt, uznawana za kolebkę miasta Kołobrzeg. To tu w połowie IX w. powstał ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2vfSicMddJU33rkXIANB4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto22 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czerwcowy Moto Weteran Bazar w weekend 28-29 czerwca 2025. Będzie można kupić akcesoria i gadżety dla fanów motoryzacji",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/czerwcowy-moto-weteran-bazar-w-weekend-28-29-czerwca-2025-b%C4%99dzie-mo%C5%BCna-kupi%C4%87-akcesoria-i-gad%C5%BCety-dla-fan%C3%B3w-motoryzacji/ar-AA1HwfTh?ocid=BingNewsVerp",
            "description": "Moto Weteran Bazar to cykliczna impreza, na której można kupić, wymienić lub po prostu obejrzeć najróżniejsze przedmioty ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XzQobLjPofTHpcFipFfi9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Łódzki on MSN5 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rusz się z domu! 21 miejsc idealnych na krótką wycieczkę w Wielkopolsce. Poleca je Addicted2travel.pl [27.06.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/rusz-si%C4%99-z-domu-21-miejsc-idealnych-na-kr%C3%B3tk%C4%85-wycieczk%C4%99-w-wielkopolsce-poleca-je-addicted2travelpl-27062025/ar-AA1HpvV8?ocid=BingNewsVerp",
            "description": "Masz ochotę wybrać się gdzieś na weekend, ale góry i morze wydają się zbyt daleko, aby taki krótki wyjazd miał sens? Wcale ...",
            "image_url": "https://www.bing.pl/th?id=OVF.u8fud9MKgMcl%2bLLmUgi9Vw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN2 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rajska plaża tylko 2,5 godziny od Polski. Czystość i turkus jak na Malediwach",
            "link": "https://www.gazeta.pl/lifestyle/7,196592,30987894,najczystsza-plaza-na-swiecie-jest-tylko-2-5-godziny-od-polski.html",
            "description": "Marzysz o kąpieli w krystalicznie czystej wodzie? Zapomnij o mętnym Bałtyku i odkryj grecką wyspę, gdzie plaża z turkusową wodą bije rekordy popularności w rankingach najczystszych miejsc w Europie.",
            "image_url": "https://www.bing.pl/th?id=ODF.MIQi6tYMfOQGAB_aDJxFlQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta.pl28 min",
            "source": "Gazeta.pl",
            "article_content": "Grecja to jedno z najpopularniejszych miejsc turystycznych w Europie. Lubimy jeździć tam na wakacje, bo mamy gwarancję dobrej pogody, a do tego znajduje się tam mnóstwo starożytnych zabytków. Wielbicielki pływania i wylegiwania się na plaży będą zachwycone jedną z wysp. Mowa o Kimolos na Morzu Egejskim, która należy do archipelagu Cyklad. Znajduje się tam najczystsza plaża na świecie. Co warto o niej wiedzieć?\n\nREKLAMA\n\nZobacz wideo Sprytna wyprawa na plażę, czyli zrób sobie torbę, grilla i wkłady do lodówki, a potem ukryj cenne rzeczy!\n\nNajpiękniejsze plaże Europy. Prassa zajęła pierwsze miejsce w rankingu\n\nKimolos ma długą i bogatą historię. W czasie okupacji tureckiej wyspa niemalże się wyludniła. Obecnie mieszka na niej zaledwie 600 mieszkańców, głównie emerytów. Na północnym wschodzie wyspy znajduje się plaża Prassa, która słynie z nieskazitelnie czystej wody. Według zestawienia amerykańskiego biura podróży Florida Panhandle to właśnie plaża Prassa na Kimolos w Grecji ma najczystszą wodę.\n\nTuryści nazywają ją rajskim miejscem i doceniają za panujący tam spokój i czystość. Plaża jest otoczona klifami, dzięki czemu prezentuje się jeszcze bardziej majestatycznie. Z Polski na Kimolos dotrzesz w 2,5 godziny. Najłatwiej najpierw polecieć do Aten, a następnie wsiąść na prom, którym dotrzesz na wyspę.\n\nPlaża Prassa w Kimolos Wirestock/iStock\n\nJaka jest najpiękniejsza wyspa w Grecji? Kimolos urzeka turystów spokojem\n\nKimolos nie jest duża. Jej powierzchnia wynosi 36 km kw. Nie odbiega jednak urokiem od innych greckich wysp. Znajduje się tam mnóstwo charakterystycznych, jednopiętrowych, pomalowanych na biało budynków. Nad budowlami można zauważyć niebieskie kopuły kościołów. Przez wiele lat Kimolos była biedną rolniczą wyspą, której nie odwiedzali turyści. Zmieniło się to dopiero w latach 90. Teraz bez problemu można tam znaleźć hotele, restauracje i różne usługi. To prawdziwa gratka dla miłośników spokojnych miejsc i kąpieli w morzu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rząd dosypuje pieniędzy na remonty szkół. Rachunki za energię spadną nawet o 30 proc.",
            "link": "https://www.portalsamorzadowy.pl/edukacja/rzad-dosypuje-pieniedzy-na-remonty-szkol-rachunki-za-energie-spadna-nawet-o-30-proc,618215.html",
            "description": "Zwiększamy pulę środków o kolejne 400 mln zł. Następne szkoły, które zostały pozytywnie zweryfikowane przez NFOŚiGW, mają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WgNueQW22XqnMi4QlFrnDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Portal Samorządowy37 min",
            "source": "Portal Samorządowy",
            "article_content": "Zwiększamy pulę środków o kolejne 400 mln zł. Następne szkoły, które zostały pozytywnie zweryfikowane przez NFOŚiGW, mają szansę otrzymać pieniądze na termomodernizację - mówi Paulina Hennig-Kloska, minister klimatu i środowiska.\n\nTermomodernizacja potrafi dać oszczędność rzędu 30 proc. rachunków za energię - mówi Paulina Hennig-Kloska.\n\nTe 30 proc. to z kolei pieniądze, które można przeznaczyć na inne potrzeby, a tych w oświacie gminnej nie brakuje - dodaje.\n\nDzięki termomodernizacji zwiększa się także komfort uczniów w okresie zimowym - zaznacza.\n\nHennig-Kloska: Budżet programu na termomodernizację szkół ma zostać zwiększony\n\nSzefowa resortu klimatu wzięła udział w piątek (27 czerwca) w uroczystym zakończeniu roku szkolnego w Szkole Podstawowej nr 1 im. Adama Borysa w Witkowie (woj. wielkopolskie).\n\nNa briefingu prasowym po uroczystości Hennig-Kloska podkreśliła, że szkoła w Witkowie jest jedną z placówek oświatowych, która otrzyma środki w ramach programu \"Termomodernizacja instytucji edukacyjnych\", finansowanego ze środków KPO.\n\nMinister wskazała, że w programie jest obecnie ponad 200 placówek oświatowych i podpisano już umowy na ponad 1,2 mld zł.\n\nW ramach rewizji Krajowego Planu Odbudowy staraliśmy się zwiększyć ten budżet, bo zainteresowanie programem ze strony placówek oświatowych szkół, przedszkoli było bardzo duże. Udało nam się, wstępnie mamy decyzję, by zwiększyć tę pulę środków o kolejne 400 mln zł, więc te kolejne szkoły, które zostały pozytywnie zweryfikowane przez Narodowy Fundusz Ochrony Środowiska i Gospodarki Wodnej, mają jeszcze szansę otrzymać środki w ramach tej dodatkowej puli pieniędzy\n\n- podkreśliła Hennig-Kloska.\n\nTermomodernizacja potrafi dać oszczędność rzędu 30 proc. rachunków za energię\n\nJak mówiła, termomodernizacja to przede wszystkim lepsza ekonomika szkół, bo tego typu inwestycje poprawnie zrealizowane potrafią dać oszczędność rzędu 30 proc. rachunków za energię.\n\nPodkreśliła, że te 30 proc. to z kolei pieniądze, które można przeznaczyć na inne potrzeby, a tych w oświacie gminnej nie brakuje - to wyposażenie szkół w przedmioty dydaktyczne czy dodatkowe zajęcia dla dzieci i młodzieży.\n\nDzięki termomodernizacji zwiększa się komfort uczniów w okresie zimowym\n\nMinister podkreśliła, że dzięki termomodernizacji zwiększa się także komfort dzieci w okresie zimowym.\n\nW zależności od tego, co ten remont ma objąć, naprawdę może znacznie poprawić jakość funkcjonowania tych zespołów uczniowskich w takich placówkach. To też oczywiście poprawa jakości życia dla otoczenia, bo w momencie, kiedy przepinamy się na to bardziej ekologiczne ogrzewanie, to zmniejszamy jednocześnie zanieczyszczenia, które placówki oświatowe generują do powietrza, którym oddychamy\n\n- wskazała.\n\nBurmistrz Witkowa: Przy wkładzie około 1 mln zł możemy termomodernizować trzy budynki oświatowe\n\nBurmistrz Witkowa Krzysztof Szoszorek podkreślił, że gmina i miasto Witkowo pozyskała środki na trzy projekty na prawie 4 mln zł, co jest naprawdę bardzo dużym zastrzykiem pieniędzy.\n\nPrzy wkładzie własnym około miliona złotych możemy termomodernizować trzy obiekty naszych budynków oświatowych\n\n- powiedział.\n\nW Wielkopolsce termomodernizowane będą 24 obiekty\n\nHennig-Kloska zaznaczyła, że w całej Wielkopolsce w ramach programu modernizowane będą 24 obiekty.\n\nTa szkoła, w której się znajdujemy, to obiekt zabytkowy. Remont tego typu obiektów, żeby zachowały swój unikatowy charakter, ale też symboliczną wartość dla miasta czy gminy, to niestety też spore nakłady finansowe. Jeżeli możemy tu z środków europejskich, z Krajowego Planu Odbudowy dołożyć swoją cegiełkę - bardzo się z tego powodu cieszę, bo to bardzo dobrze zainwestowane pieniądze w przyszłości naszych dzieci\n\n- dodała.\n\nNa zakończenie konferencji minister klimatu i środowiska życzyła wszystkim uczniom, nauczycielom i rodzicom udanych wakacji.\n\nÓsmoklasiści, akurat dzisiaj w ich gronie miałam okazję spędzić ten dzień, czekają jeszcze na wyniki egzaminów - więc powodzenia. Po tych paru godzinach tu stwierdzam, że pożegnanie ze szkołą podstawową to zawsze moment niezwykle wzruszający i ten dzisiaj również do takich należał\n\n- podkreśliła Hennig-Kloska.\n\nTAGI"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 rzeczy, które trzeba zobaczyć w Beskidzie Niskim",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/5-rzeczy-kt%C3%B3re-trzeba-zobaczy%C4%87-w-beskidzie-niskim/ar-AA1HxhMe?ocid=BingNewsVerp",
            "description": "Beskid Niski to kraina spowolnionego czasu, bezkresnych lasów i historii ukrytych w cerkwiskach, pustelniach i uzdrowiskach.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YWiJCn-CcXmT0Z09bjdQxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowiny 24 on MSN13 min",
            "source": "Nowiny 24 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie pytaj, skąd babcia miała tę monetę. Zapytaj: gdzie ją schowała. Jest warta majątek",
            "link": "https://www.fakt.pl/pieniadze/lezy-w-piwnicach-na-strychach-w-szufladach-a-kolekcjonerzy-placa-majatek/ex551k8",
            "description": "Masz starą szkatułkę po babci? A może pudełko z drobiazgami po dziadku? Nie ignoruj ich! Wśród domowych rupieci może kryć się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pLyWw0Sa7AFN6RK-fq6tby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Fakt.pl20 godz.",
            "source": "Fakt.pl",
            "article_content": "Masz starą szkatułkę po babci? A może pudełko z drobiazgami po dziadku? Nie ignoruj ich! Wśród domowych rupieci może kryć się prawdziwy skarb. Jedna z próbnych monet z czasów II RP właśnie została sprzedana za zawrotną kwotę! A to tylko jeden z wielu przykładów. Eksperci apelują: zanim wyrzucisz stare monety – sprawdź, co naprawdę masz w rękach. To może być żyła złota!\n\nMonety od lat są uznawane za jedną z najbezpieczniejszych form inwestycji, a te kolekcjonerskie mogą przynieść naprawdę ogromny zysk. Ich wartość zależy od rzadkości i zainteresowania kolekcjonerów. Przykładem spektakularnego zwrotu z inwestycji jest moneta z wizerunkiem Zygmunta II Augusta, której cena wzrosła o 25 tys. proc.!\n\nNiepozorna moneta – ogromna wartość\n\nMowa o 10 zł z 1934 r., zwanych \"dużymi klamrami\". To jedna z najbardziej poszukiwanych monet II RP, prawdziwy biały kruk w świecie numizmatyki. Na jednej z aukcji internetowych została sprzedana za zawrotną sumę 15 tys. 733 euro. Jej autorem był Wojciech Jastrzębowski, a projekt zachwyca do dziś. Moneta nigdy nie trafiła do obiegu, a jej nakład wynosił jedynie 100 szt., co czyni ją wyjątkowo rzadką i cenną. Jeśli przypadkiem znajdziesz ją w swoich zbiorach – gratulacje, możesz być bogatszy o sporą sumę! \"Klamry\" mogą też pojawić się na starociach.\n\nMoneta 10 zł z 1934 r.\n\nMoneta 10 zł z 1934 r.\n\nPrzeszukaj stare pudła w poszukiwaniu monet. Możesz się nieźle wzbogacić!\n\nNie tylko \"klamry\" mogą okazać się żyłą złota. Wśród przedwojennych monet warto zwrócić uwagę na duże 10 zł z Kopernikiem, Konstytucję czy klipę z Piłsudskim – to kolejne numizmaty, na które polują kolekcjonerzy. Stare monety mogą leżeć w rodzinnych szkatułkach, zapomnianych szufladach lub wśród pamiątek po przodkach. Nawet jeśli na pierwszy rzut oka nie wyglądają na cenne, warto skonsultować się z ekspertem, zanim zostaną odłożone na dno szuflady na kolejne lata.\n\nDomowe skarby warte fortunę\n\nŚwiat numizmatyki pełen jest niespodzianek, a stare monety mogą być cenniejsze, niż się wydaje. Jeśli masz w domu pamiątki sprzed lat, warto poświęcić chwilę na ich przejrzenie. Możliwe, że wśród nich znajduje się prawdziwy rarytas, który zmieni twoje podejście do rodzinnych skarbów!\n\nŹródło: onebid.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia) 27.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/nawet-39-tysi%C4%99cy-za-monety-z-prl-a%C5%BC-tyle-mog%C4%85-zap%C5%82aci%C4%87-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mo%C5%BCna-zrobi%C4%87-zdj%C4%99cia-27062025/ar-AA1GsWDX?ocid=BingNewsVerp",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "27 CZERWCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-06-27,9,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków14 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    }
]