[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 5.02.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://poranny.pl/przeglad-prasy-5-02-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960907",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 4.02.",
            "image_url": "https://www.bing.pl/th?id=OVFT.m9AfOPU3wZ3GSop66n3ZVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Poranny12 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Do 23 kwietnia producenci mogą ubiegać się o wsparcie na promocję żywności",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/do-23-kwietnia-producenci-mog%C4%85-ubiega%C4%87-si%C4%99-o-wsparcie-na-promocj%C4%99-%C5%BCywno%C5%9Bci/ar-AA1ypssM?ocid=BingNewsVerp",
            "description": "Do 23 kwietnia bieżącego roku można składać wnioski o dofinansowanie programów promujących żywność w ramach unijnej polityki ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zANEK9re-HE9XMMJhVkiLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Strefa Agro on MSN21 godz.",
            "source": "Strefa Agro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze [5.02.25]",
            "link": "https://pomorska.pl/banknoty-i-monety-prl-w-cenie-zlota-tyle-w-2025-roku-trzeba-zaplacic-za-stare-pieniadze-5-02-25/ar/c1p2-27205273",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.3Epmty8UB5w8gnoRnynfqA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Pomorska4 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 5.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-5022025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl11 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 05.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-03-02-2025/ar-AA1yiY2d?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN9 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraińskie monety, z których roczników mogą przynieść ich właścicielom imponujące zyski",
            "link": "https://geopolityka.org/20250205/ukrainskie-monety-z-ktorych-rocznikow-moga-przyniesc-ich-wlascicielom-imponujace-zyski/",
            "description": "Twitter LinkedIn Numismatics — to nie tylko pasjonujące hobby, ale także sposób na zarabianie pieniędzy. Na Ukrainie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MYRC9iQJoQ2KSC3r91Oo2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "geopolityka.org2 godz.",
            "source": "geopolityka.org",
            "article_content": "Twitter LinkedIn\n\nNumismatics — to nie tylko pasjonujące hobby, ale także sposób na zarabianie pieniędzy. Na Ukrainie właściciele starych monet mogą zarobić tysiące hrywien, jeśli trafią na rzadki okaz, na który polują kolekcjonerzy. Na aukcjach internetowych, takich jak Violity, regularnie odbywają się transakcje sprzedaży monet o wysoką stawkę, a czasem rzadkie okazy mogą zostać osiągnięte za prawdziwe pieniądze.\n\nO tym informuje URA-Inform.\n\n1. Moneta 25 kopiejek 1992\n\nJednym z wyrazistych przykładów jest moneta 25 kopiejek z 1992 r., wystawiona na aukcji przez użytkownika o pseudonimie Suworovvetal. Osobliwością tej monety jest to, że jedna strona jest obrócona o 180 stopni. Jest to rzadka wada, która powstaje na skutek nieprawidłowego umieszczenia szkiców w procesie nawęglania. W tej chwili koszt takiej monety wynosi 1999 UAH, a inwestorzy mają możliwość podniesienia ceny w ciągu kilku dni.\n\n2. Moneta 10 kopiejek 1994\n\nKolejną rzadką monetą jest moneta 10 kopiejek z 1994 r. ze znaczkiem 2BAm, wystawiona na sprzedaż za 10 000 UAH. Kolekcjonerzy cenią takie monety za ich wyjątkowe cechy. Jeśli wszystkie cechy się ze sobą zgadzają, to średnia cena takiej monety może wynieść 5000–6000 UAH. Zdarzają się jednak przypadki, gdy cena może znacznie przekroczyć te liczby.\n\n3. Monety 25 kopiejek z 1995 roku\n\nMonety 25 kopiejek z 1995 roku są również dość rzadkie, co wpływa na ich cenę na aukcjach. Jeden z użytkowników wystawił taką monetę za 8000 UAH. W tym przypadku dokładny nakład nie jest znany, co zwiększa zainteresowanie kolekcjonerów. Cena może się różnić w zależności od stanu monety – brak uszkodzeń i zarysowań również wpływa na ostateczną cenę.\n\nOprócz monet ukraińskich, numizmatycy aktywnie sprzedają również stare kopiejki z ZSRR. Monety wykonane ze złota i innych metali szlachetnych, które zostały wyemitowane ponad 50 lat temu, mogą przynieść ich właścicielom znaczne zyski.\n\nChcielibyśmy podkreślić, że już wcześniej pisaliśmy o tym, dlaczego Polacy nazywają siebie warzywami i co oznaczają popularne „przekleństwa”.\n\nŹródło informacji"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 05.02.2025",
            "link": "https://nto.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-sprawdz-ktore-sa-najdrozsze-i-ile-mozna-za-nie-zarobic-05022025/ar/c1-17275689",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Iwp2bw0RAnFqgv6UaIpIDQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "nto.pl10 godz.",
            "source": "nto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolorowe szkło PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare naczynia i wazony [5.02.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolorowe-szk%C5%82o-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-naczynia-i-wazony-30225/ar-AA1ykJG0?ocid=BingNewsVerp",
            "description": "Kolorowe szkło produkowane w PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ELfHuZNWObJW9l8QDnDyrw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te komiksy z PRL są warte fortunę! Tych komiksów szukają kolekcjonerzy. Kajko i Kokosz, Relax, Tytus, Romek i Atomek. Ile kosztują? 5.02",
            "link": "https://gk24.pl/te-komiksy-z-prl-sa-warte-fortune-tych-komiksow-szukaja-kolekcjonerzy-kajko-i-kokosz-relax-tytus-romek-i-atomek-ile-kosztuja-502/ar/c11-19027802",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy!",
            "image_url": "https://www.bing.pl/th?id=OVF.i91Zg8JexuVsqQ3yU5yTtw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl11 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL 5.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl-22012025/ar-AA1xF2s5?ocid=BingNewsVerp",
            "description": "Możemy się nawet nie spodziewać, że w swoich domach posiadamy przedmioty o ogromnej wartości. Z pewnością część z nas znalazła w swojej szufladzie stare monety z okresu PRL, nie zastanawiając się ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN11 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 5.02.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://dziennikzachodni.pl/prasowka-5-02-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960909",
            "description": "Śląskie to województwo kontrastów – obok bogatych miast są i te w trudnej sytuacji finansowej. Ministerstwo Finansów ujawniło ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._p0PquNQcOltIPKmNkDkNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "dziennikzachodni.pl12 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ w Chrzanowie znika. Czy mieszkańcy chcą jego powrotu?",
            "link": "https://chrzanowski24.pl/strona-glowna/pchli-targ-w-chrzanowie-znika-czy-mieszkancy-chca-jego-powrotu-050244615",
            "description": "Pchle targi od lat przyciągają ludzi szukających unikalnych przedmiotów, okazji cenowych i atmosfery, której nie da się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iRkyqGUlrjAo6rsAcNls-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "chrzanowski24.pl9 godz.",
            "source": "chrzanowski24.pl",
            "article_content": "Pchli targ w Chrzanowie znika. Czy mieszkańcy chcą jego powrotu?\n\nPchli targ w Chrzanowie przez lata cieszył się dużą popularnością zarówno wśród sprzedających, jak i kupujących. Był miejscem, gdzie można było dać drugie życie używanym przedmiotom, znaleźć unikalne skarby i spotkać ludzi z pasją do staroci. Teraz, wraz z likwidacją placu targowego przy ulicy Kusocińskiego, targ znika. Czy mieszkańcy chcieliby, aby wrócił? Czy takie wydarzenia wciąż mają sens? Sprawdź, co dalej z pchlim targiem w Chrzanowie.\n\nPchli targ w Chrzanowie – dlaczego cieszył się popularnością?\n\nPchle targi od lat przyciągają ludzi szukających unikalnych przedmiotów, okazji cenowych i atmosfery, której nie da się znaleźć w centrach handlowych. Nie inaczej było w Chrzanowie, gdzie pchli targ stał się miejscem spotkań miłośników staroci, kolekcjonerów i wszystkich tych, którzy lubią dać rzeczom drugie życie.\n\nCo sprawia, że ludzie chętnie odwiedzali pchli targ w Chrzanowie? Przede wszystkim różnorodność asortymentu. Można było znaleźć tu niemal wszystko – od antyków i porcelany, przez winyle i książki, aż po ubrania vintage, rękodzieło i nietypowe dekoracje do domu. Dla wielu osób była to okazja do zdobycia rzeczy z duszą, które trudno znaleźć gdzie indziej.\n\nKupujący cenili sobie też możliwość targowania się – ceny na pchlim targu często były umowne, a negocjacje dodawały zakupom dodatkowego smaczku. Sprzedawcy, często pasjonaci, chętnie opowiadali o swoich przedmiotach, dzielili się historiami i wiedzą.\n\nRosnąca świadomość ekologiczna także miała wpływ na popularność pchlego targu. Coraz więcej osób wybiera rzeczy z drugiej ręki zamiast nowych, kierując się zasadą zero waste. Kupowanie używanych ubrań, mebli czy sprzętów to nie tylko oszczędność, ale także sposób na ograniczenie nadmiernej konsumpcji i produkcji odpadów.\n\nPchli targ to nie tylko handel – to także spotkania, rozmowy i możliwość poznania ludzi o podobnych zainteresowaniach. W Chrzanowie targ przyciągał zarówno stałych bywalców, jak i osoby, które przyszły „tylko popatrzeć”, a kończyły z pełnymi torbami skarbów. To miejsce z niepowtarzalnym klimatem, gdzie historia łączyła się z teraźniejszością, a rzeczy zapomniane znajdowały nowych właścicieli.\n\nCzy pchli targ w Chrzanowie powróci? A może lokalna społeczność znajdzie sposób, by reaktywować go w nowej formie? Takie inicjatywy pokazują, że potrzeba miejsc, gdzie handel jest czymś więcej niż tylko wymianą pieniędzy za towar.\n\nLikwidacja placu targowego. Co dalej z pchlim targiem?\n\nPlac targowy przy ul. Kusocińskiego w Chrzanowie wkrótce przestanie istnieć. Kupcy, którzy przez lata prowadzili tam handel, poprosili o więcej czasu na wyprzedanie towaru, zwłaszcza tego zgromadzonego na święta. Radni zgodzili się na przedłużenie umów najmu do końca lutego 2025 roku, jednak po tym terminie teren zostanie przeznaczony do rozbiórki.\n\nGdzie przeniosą się kupcy?\n\nZ informacji podanych przez burmistrza Roberta Maciaszka wynika, że większość handlarzy już znalazła nowe miejsca do prowadzenia działalności. Aktualnie na targowisku przy Kusocińskiego zostało 17 osób, które chcą pozostać do samego końca.\n\n– Wielu kupców już się przeniosło do nowych lokali, poza placem targowym. Osoby, które chcą tam pozostać do samego końca, poprosiły o możliwość wyprzedaży towaru z okresu świątecznego – powiedział Krzysztof Kłaput, dyrektor Miejskiego Zarządu Zasobów Komunalnych w Chrzanowie.\n\nKupcy dostali zgodę na dalsze funkcjonowanie do końca lutego 2025 r., ale co potem?\n\nCzy pchli targ znajdzie nowe miejsce?\n\nLikwidacja placu budzi pytania o przyszłość pchlego targu, który przez lata cieszył się popularnością wśród mieszkańców Chrzanowa. To nie było zwykłe targowisko – dla wielu stałych bywalców był to rytuał, okazja do znalezienia unikalnych przedmiotów i miejsce budowania lokalnych więzi.\n\nNa razie nie pojawiły się oficjalne informacje o tym, czy miasto planuje wyznaczyć nową lokalizację dla handlu używanymi przedmiotami. A może inicjatywa wyjdzie od samych mieszkańców? W wielu miastach pchle targi organizowane są na zasadzie tymczasowych wydarzeń, np. raz w miesiącu na miejskich placach lub w halach targowych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto największe targowisko w Dąbrowie Górniczej. Zajrzeliśmy tam w niedzielę, chętnych nie brakowało. Kupisz tam naprawdę wszystko. Zobacz",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/oto-najwi%C4%99ksze-targowisko-w-d%C4%85browie-g%C3%B3rniczej-zajrzeli%C5%9Bmy-tam-w-niedziel%C4%99-ch%C4%99tnych-nie-brakowa%C5%82o-kupisz-tam-naprawd%C4%99-wszystko-zobacz/ar-AA1yhdAB?ocid=BingNewsVerp",
            "description": "Zobacz, co oferuje targ w Dąbrowie Górniczej. Rozstrzał sprzedawanych przedmiotów jest naprawdę spory. Tuż obok jajek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pKfokxwh3MSVvj-OiNzvNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Hostowane na MSN9 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 05.02.2025",
            "link": "https://gs24.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-05022025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M2fw_kVEbAkv5zg2kvCAfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "gs24.pl10 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 5.02.2025 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://dziennikzachodni.pl/prasowka-5-02-2025-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960909",
            "description": "Śląskie to województwo kontrastów – obok bogatych miast są i te w trudnej sytuacji finansowej. Ministerstwo Finansów ujawniło ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._p0PquNQcOltIPKmNkDkNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl12 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opuszczone obiekty wojskowe: drony ujawniają ciche relikty wojskowe",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/opuszczone-obiekty-wojskowe-drony-ujawniaj%C4%85-ciche-relikty-wojskowe/vi-AA1yp7mg?ocid=BingNewsVerp",
            "description": "Szybuj nad opuszczonymi bazami wojskowymi, zapomnianymi okrętami marynarki wojennej i rozpadającymi się samolotami w tym urzekającym materiale filmowym z drona. Bądź świadkiem niesamowitego piękna tyc ...",
            "image_url": "https://www.bing.pl/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "unbranded - Lifestyle on MSN23 godz.",
            "source": "unbranded - Lifestyle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking do 6 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 8 - 9 lutego",
            "link": "https://kolobrzeg.naszemiasto.pl/nordic-walking-do-6-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-8-9-lutego/ar/c7p1-22319027",
            "description": "Zanim wyjdziesz, sprawdź, jaka jest prognoza pogody dla Kołobrzegu. W sobotę 8 lutego według prognozy pogody ma być 3°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.y0dxY_G54DqxuN6RbZax3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto2 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Praca zdalna na rajskiej wyspie? Biura podróży oferują workation, czyli pracowakacje",
            "link": "https://wroclaw.naszemiasto.pl/turystyka/202",
            "description": "Praca zdalna staje się coraz popularniejsza w Polsce, i to nie tylko ze względu na pandemię koronawirusa. Wiele zadań można ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lmzAlX77rAv_HE7wKVxg_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "wroclaw.naszemiasto11 godz.",
            "source": "wroclaw.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Telefony, dron, a nawet… czołg w Biurze Rzeczy Znalezionych",
            "link": "https://radiokielce.pl/1268322/telefony-dron-a-nawet-czolg-w-biurze-rzeczy-znalezionych/",
            "description": "Telefony, klucze, rower, a nawet dron - między innymi takie rzeczy, zgubione przez mieszkańców powiatu kieleckiego, znajdują ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t1QoTQsnVjr8YvzfJ0c9ZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "radiokielce2 godz.",
            "source": "radiokielce",
            "article_content": "Telefony, klucze, rower, a nawet dron – między innymi takie rzeczy, zgubione przez mieszkańców powiatu kieleckiego, znajdują się w Biurze Rzeczy Znalezionych Starostwa Powiatowego w Kielcach.\n\nJak mówi Ewa Kiniorska, dyrektor Wydziału Organizacyjnego Starostwa Powiatowego w Kielcach, biuro działa od początku istnienia tej instytucji, choć wiele osób o nim nie wie.\n\n– Rzeczy przynoszą indywidualni znalazcy, bądź kieruje je policja. To przedmioty, które zostały zagubione. Zabezpieczamy je, chowamy w szafie pancernej. Oczywiście wcześniej spisujemy protokół, co i od kogo otrzymaliśmy, próbujemy oszacować wartość, a potem na stronie Biuletynu Informacji Publicznej naszego starostwa zamieszczamy informację, że takie przedmioty znajdują się u nas – wyjaśnia.\n\nOsoba uprawniona do odbioru rzeczy, powinna złożyć wniosek o jej wydanie, podając jej charakterystykę, czas i miejsce zagubienia, a także przedstawić dokumenty potwierdzające prawo własności.\n\nPrzedmioty są przechowywane dwa lata.\n\n– Jeśli po tym czasie właściciel danej rzeczy się do nas nie zgłosi, zostaje ona przekazana znalazcy, a jeśli on nie będzie jej chciał, to właścicielem staje się powiat – tłumaczy Ewa Kiniorska.\n\nPracownicy starostwa przyjmują do Biura Rzeczy Znalezionych przedmioty o wartości powyżej 100 zł.\n\n– Na przykład nie przyjmujmy takich rzeczy jaki parasol, bo jego wartość jest za niska. A co do nas trafia? Są to najczęściej telefony komórkowe, portfele z dokumentami, czasami z pieniędzmi, klucze. Ale są też rzeczy o większej wartości, jak laptopy, rower czy mamy w tej chwili dron – wymienia dyrektor.\n\nEwa Kiniorska wspomina, że kiedyś na stanie Biura Rzeczy Znalezionych był… czołg.\n\n– Grupa poszukiwaczy rzeczy militarnych znalazła na terenie powiatu kieleckiego czołg. Nie mogli go samodzielnie wydobyć, czy zabezpieczyć, więc zgodnie z procedurą musieli go zgłosić do starostwa powiatowego kieleckiego. Powiat podjął działania, odpowiednie służby zabezpieczyły ten czołg, a ponieważ nie jest to rzecz, którą mogliśmy przechowywać w biurze rzeczy znalezionych, więc po konsultacji z konserwatorem zabytków, po przeprowadzeniu całej procedury, czołg został przekazany do Muzeum Wojska Polskiego – wyjaśnia.\n\nSą jednak też historie, pokazujące, że warto wierzyć w uczciwość innych i zaglądać na internetową stronę kieleckiego starostwa powiatowego.\n\n– Bodajże dwa lata temu pan zgubił pieniądze. To była większa kwota. Wiedział, że zgubił, wiedział, że istnieje takie biuro rzeczy znalezionych i obserwował stronę internetową, czy pojawi się ogłoszenie o znalezieniu pieniędzy. Mimo, że to graniczy prawie z cudem i wydawało się niemożliwością, to jednak taki uczciwy znalazca zgłosił się do nas. Pieniądze trafiły do depozytu, do którego właściciel zgłosił się po odbiór – relacjonuje Ewa Kiniorska.\n\nBiuro Rzeczy Znalezionych mieści się w budynku Starostwa Powiatowego w Kielcach przy ul. Wrzosowej 44. Działa w godzinach pracy urzędu.\n\nBiuro Rzeczy Znalezionych znajduje się także w Urzędzie Miasta Kielce. Swoją siedzibę ma w budynku przy ul. Strycharskiej 6."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alicja Majewska żartobliwie o współpracy z Włodzimierzem Korczem. \"Cud, żeśmy się nie pozabijali\"",
            "link": "https://tvn.pl/nasze-gwiazdy/alicja-majewska-o-wspolpracy-z-wlodzimierzem-korczem-nie-zawsze-bylo-idealnie-st8292781",
            "description": "Alicja Majewska udzieliła właśnie nowego wywiadu, w którym opowiedziała o kulisach współpracy z Włodzimierzem Korczem.",
            "image_url": "https://www.bing.pl/th?id=OVFT.I-xAkSdBga3EH-SY-08vUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN 2458 min",
            "source": "TVN 24",
            "article_content": "Alicja Majewska udzieliła właśnie nowego wywiadu, w którym opowiedziała o kulisach współpracy z Włodzimierzem Korczem. Artystka wyznała, że na tym etapie to już \"uzależnienie\" i nie bierze pod uwagę innych możliwości.\n\nCzego dowiesz się z artykułu? Alicja Majewska i Włodzimierz Korcz - kiedy się poznali?\n\nJak Alicja Majewska ocenia współpracę z Włodzimierzem Korczem?\n\nNa co wydaje pieniądze Alicja Majewska?\n\nAlicja Majewska i Włodzimierz Korcz - duet (nie)idealny\n\nAlicja Majewska i Włodzimierz Korcz poznali się w 1971 roku. Niedługo później związali się zawodowo na stałe. Od tamtej pory tworzą nierozłączny duet, mimo że są jak ogień i woda. I chociaż muzyczną drogą idą wspólnie, ramię w ramię, żyjąc razem długo i szczęśliwie, to daleko im do ideału.\n\n\"'Praca z Korczem to oczywistość!'. Tak się od niego uzależniłam, że inna możliwość nie przeszła mi przez głowę. Trudno uwierzyć, że to już tyle czasu. Jak pisała Magda Czapińska w piosence dla mnie – zresztą był to szlagwort podsłuchany w aptece – 'życie jest piękne, lecz krótkie jak przeciąg'... Przeszliśmy razem 50 lat. I to nawet dziarskim krokiem, nie kuśtykając. Choć może parę potknięć było... No dobrze: to cud, żeśmy się nie pozabijali\" - żartuje Alicja Majewska i dodaje:\n\n\"Bo Włodek wie coś od razu i na pewno, a ja ewentualnie i po chwili. I on ma prawo być zniecierpliwiony moją niepewnością, zwłaszcza kiedy sprawa dotyczy obojga. Ostatnio spieramy się o listę piosenek na jubileusz. Rzucam tytuł, co do którego mam wątpliwości. On: 'Przecież już to klepnęłaś'. 'Nie, Włodku, nie klepnęłam, chcę przegadać'. On sarka: 'Ja mam tak z tobą całe życie'. Na co ja: 'I tak już będziesz miał!'. Bo ja zawsze będę roztrząsać, wątpić\".\n\nAlicja Majewska i Włodzimierz Korcz na koncercie \"Wspólne kolędowanie\" Źródło: Bartosz Krupa\n\nWłodzimierz Korcz mówi o sobie \"komfort Alicji Majewskiej\". Artystka żartuje, że gdyby udzielali wspólnego wywiadu, na pewno dodałby, że nikt inny by z nią tyle lat nie wytrzymał. Czy udaje im się pójść czasem na kompromis?\n\n\"Ile się nawalczyłam z Włodkiem, żeby na scenie nie nosił piterka. On uważa, że ważne rzeczy trzeba trzymać przy sobie. I przez piterek odstaje mu marynarka. Ludzie, kto przy zdrowych zmysłach tak sobie poszerza biodra!? A jak długo nosił te breżniewowskie brwi! Kiedyś ktoś mu obciął i wyrosły bujniejsze, więc nie chciał ruszać. A ja mówię: 'Włodek, ile nam jeszcze zostało – pięć, dziesięć lat? Obcinaj, co ci zależy'\" - wyznała.\n\nAlicja Majewska o prezentach i diamentach\n\nAlicja Majewska wyznała, że lubi się rozpieszczać, ale nie wydaje dużo, chociaż nie musi sobie niczego odmawiać.\n\n\"Diament to nie. Ale ładny kostium na scenę czy masaż – owszem. Nie kupuję rzeczy, które mają nieprzyzwoite ceny. Ale nie muszę sobie odmawiać czegoś, co jest ładne i się przyda. Dziś mamy przeładowane domy. Dlatego podoba mi się idea minimalizowania, jak radzi w książce ta francuska autorka Dominique Loreau. Ostatnio przetrzebiłam szafy, moje dziewczyny, najbliższe fanki, wzięły trochę ubrań. Zawsze lepiej komuś coś dać – póki możemy wręczyć osobiście, a nie ktoś potem będzie rozdawał to, co po nas zostanie\" - wyznała.\n\nAutor: Aleksandra Głowińska Źródło zdjęcia głównego: MWMEDIA\n\npodziel się: podziel się twittnij skopiuj link\n\nPozostałe wiadomości"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pożar hali w Gdańsku. Czarna chmura nad miastem",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gda%C5%84sk-po%C5%BCar-hali-na-przer%C3%B3bce-z-budynku-ewakuowa%C5%82o-si%C4%99-ok-60-os%C3%B3b/ar-AA1ysGG0?ocid=BingNewsVerp",
            "description": "Ponad 100 strażaków gasi budynek dawnych Zakładów Naprawczych Taboru Kolejowego na gdańskiej Przeróbce. Przed przyjazdem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.duBo-7gwz_2UGvIQhGRWxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "PAP on MSN1 godz.",
            "source": "PAP on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe w woj. kujawsko-pomorskim. Gdzie warto się wybrać w weekend 8 - 9 lutego? 10 najciekawszych tras",
            "link": "https://pomorska.pl/trasy-spacerowe-w-woj-kujawsko-pomorskim-gdzie-warto-sie-wybrac-w-weekend-8-9-lutego-10-najciekawszych-tras/ar/c7p1-22116479",
            "description": "Nim wyruszysz, sprawdź, jaka będzie pogoda. W sobotę 08 lutego w woj. kujawsko-pomorskim ma być od -3°C do 2°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gi1KJKXQEP9fNePrND2C-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Pomorska2 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przy ulicy Kilińskiego w Jeleniej Górze pięknie odnowiono willę fabrykanta oraz inne zabytkowe domy. Szkoda, że pozostałe na to czekają",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/przy-ulicy-kili%C5%84skiego-w-jeleniej-g%C3%B3rze-pi%C4%99knie-odnowiono-will%C4%99-fabrykanta-oraz-inne-zabytkowe-domy-szkoda-%C5%BCe-pozosta%C5%82e-na-to-czekaj%C4%85/ar-AA1yrtsE?ocid=BingNewsVerp",
            "description": "Przy ulicy Kilińskiego w Jeleniej Górze znajduje się kilka budynków, które były przez lata zaniedbane, a teraz odzyskują swój blask, dzięki nowym właścicielom. Należy im się uznanie, za podjecie trudu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.h8OGMXjFuz807iNXn1avLw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Nasze Miasto on MSN7 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty i monety PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare pieniądze [5.02.25]",
            "link": "https://pomorska.pl/banknoty-i-monety-prl-w-cenie-zlota-tyle-w-2025-roku-trzeba-zaplacic-za-stare-pieniadze-5-02-25/ar/c1p2-27205273",
            "description": "W 2025 roku kolekcjonerzy nadal intensywnie interesują się starymi pieniędzmi z okresu Polskiej Rzeczpospolitej Ludowej. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.3Epmty8UB5w8gnoRnynfqA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Pomorska4 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 5.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-5022025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl11 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 5.02.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gk24.pl/przeglad-prasy-5-02-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960923",
            "description": "Przeczytaj horoskop na środę dla wszystkich znaków zodiaku. Co gwiazdy przygotowały dla Twoich bliskich na jutro? Zobacz, co ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0ZoE9COOJio2D0cDAFnt2g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl12 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w woj. kujawsko-pomorskim. Zabytek latami leżał na dnie rzeki",
            "link": "https://wiadomosci.radiozet.pl/bydgoszcz/niezwykle-odkrycie-w-woj-kujawsko-pomorskim-zabytek-latami-lezal-na-dnie-rzeki",
            "description": "Takiego odkrycia mało kto się spodziewał. Z Brdy w Bydgoszczy wyłowiono bagnet używany przez pruskie wojska na przełomie XIX ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M0oXPx2O7xS_ZZg1uE_MOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio ZET4 godz.",
            "source": "Radio ZET",
            "article_content": "Z Brdy w Bydgoszczy wyłowiono bagnet z czasów pruskich\n\nBroń była wykorzystywana na przełomie XIX i XX wieku\n\nZabytek został oczyszczony i niedługo trafi na wystawę w muzeum\n\nNiezwykłe odkrycie w rzece w Bydgoszczy\n\nNiezwykłego odkrycia dokonano podczas akcji \"Czyste rzeki Bydgoszczy\", organizowanej w listopadzie przez Fundację Zielone Jutro. Z Brdy przy Wyspie Młyńskiej wyłowiono bagnet. Szybko stało się jasne, że jest to cenny zabytek, który z uwagi na swój stan, wymagał dodatkowych prac. Jeszcze w zeszłym roku bydgoska delegatura Wojewódzkiego Urzędu Ochrony Zabytków przekazała przedmiot do Muzeum Okręgowego w Bydgoszczy, które właśnie poinformowało o efektach prac nad bagnetem.\n\n\"Ratowania zabytku podjął się Jan Marciniak z Pracowni Konserwacji MOB. Obiekt był mocno skorodowany, po oczyszczeniu uczytelniły się niektóre oznaczenia i punce kontrolne. Najbardziej widoczne są na części mosiężnej pochwy i rękojeści oraz częściowo na złamanej głowni\" - poinformowało w mediach społecznościowych Muzeum Okręgowe w Bydgoszczy.\n\nPruski bagnet trafi na wystawę w Muzeum Okręgowym\n\nPrace nad zabytkiem nie należały do najłatwiejszych. Trzeba było wykonać cały szereg prac konserwatorskich. \"Obiekt wstępnie oczyszczono mechanicznie z grubszych nawarstwień korozyjnych, następnie naprzemiennie etapami zastosowano oczyszczanie z użyciem kąpieli chemicznych i zdejmowanie warstw korozji selektywnej mikropiaskarką na elementach ze stali. Kolejną czynnością było oddzielenie od bagnetu i oczyszczenie fragmentu mosiężnej obejmy pochwy. Na koniec całość zabezpieczono Paraloidem B-44 i woskiem mikrokrystalicznym\" - wyjaśnił w komentarzu Jan Marciniak, który zajmował się przywróceniem bagnetu do dawnej świetności.\n\nOczyszczenie zabytku pozwoliło potwierdzić pierwotne przypuszczenia co do jego pochodzenia. Znalezisko to bagnet piechoty pruskiej. Tego typu broń wykorzystywano na przełomie XIX i XX wieku. Wiadomo już, co dalej stanie się ze znaleziskiem. Miejski portal \"Bydgoszcz Informuje\" przekazał, że bagnet będzie można zobaczyć na wystawie właśnie w Muzeum Okręgowym. Na ekspozycję ma trafić już w marcu.\n\nŹródło: Radio ZET / Muzeum Okręgowe w Bydgoszczy / \"Bydgoszcz Informuje\"\n\n(6)\n\nzobacz galerię"
        }
    }
]