[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 29.06.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://dzienniklodzki.pl/przeglad-prasy-29-06-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960893",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 28.06. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „Najbardziej ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Dziennik Łódzki52 min",
            "source": "Dziennik Łódzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ nad jeziorem w Chmielnikach pod Bydgoszczą. Tak było 28 czerwca 2025 - zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-nad-jeziorem-w-chmielnikach-pod-bydgoszcz%C4%85-tak-by%C5%82o-28-czerwca-2025-zobaczcie-zdj%C4%99cia/ar-AA1HAI6n?ocid=BingNewsVerp",
            "description": "W sobotę, 21 czerwca w Chmielnikach znów zapanował wyjątkowy klimat – nad jeziorem odbył się cotygodniowy pchli targ, który z ...",
            "image_url": "https://www.bing.pl/th?id=OVF.hAC07yfPRKkYi3%2bhe0uKRw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Bydgoszcz Nasze Miasto on MSN16 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy odwiedzających na Moto Weteran Bazar! Galeria zdjęć z letniej edycji 28-29 czerwca na stadionie Start Łódź",
            "link": "https://dzienniklodzki.pl/tlumy-odwiedzajacych-na-moto-weteran-bazar-galeria-zdjec-z-letniej-edycji-28-29-czerwca-na-stadionie-start-lodz/ar/c1p2-27731389",
            "description": "Stadion Startu Łódź znów tętni życiem! 28 i 29 czerwca miłośnicy motoryzacji, historii i zabytków po raz kolejny spotkali się ...",
            "image_url": "https://www.bing.pl/th?id=OVF.pA3p%2fPEAO5DrTMWh7Up4PQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Dziennik Łódzki12 godz.",
            "source": "Dziennik Łódzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci pod Kościołem św. Marii Magdaleny przy wrocławskim Rynku. Na stoiskach różności, od fajansu po rękodzieło",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/targ-staroci-pod-ko%C5%9Bcio%C5%82em-%C5%9Bw-marii-magdaleny-przy-wroc%C5%82awskim-rynku-na-stoiskach-r%C3%B3%C5%BCno%C5%9Bci-od-fajansu-po-r%C4%99kodzie%C5%82o/ar-AA1HA5mk?ocid=BingNewsVerp",
            "description": "Ten targ staroci przyciąga miłośników stylu retro, kolekcjonerów i entuzjastów rękodzieła. Sprawdziliśmy, jakie skarby można ...",
            "image_url": "https://www.bing.pl/th?id=OVF.wPOPZ8qVqFV0bqb%2bw89KDA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska on MSN20 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Piekarach Śląskich emerytowany górnik otworzył jedyną w swoim rodzaju galerię",
            "link": "https://nettg.pl/gornictwo/214066/w-piekarach-slaskich-emerytowany-gornik-otworzyl-jedyna-w-swoim-rodzaju-galerie",
            "description": "Gdy jesienią ub.r. złożyliśmy mu wizytę, nosił się z zamiarem uruchomienia galerii swych dzieł. Teraz wszystkich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vv6t-F4Ll2w53jEZY9DHaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "netTG.pl17 godz.",
            "source": "netTG.pl",
            "article_content": "28 czerwca 2025 12:46\n\nRozmawiał: Kajetan Berezowski\n\nW Piekarach Śląskich emerytowany górnik otworzył jedyną w swoim rodzaju galerię\n\nGdy jesienią ub.r. złożyliśmy mu wizytę, nosił się z zamiarem uruchomienia galerii swych dzieł. Teraz wszystkich zainteresowanych serdecznie do niej zaprasza. Adam Gut z Piekar Śląskich to artysta nietuzinkowy. Z niczego potrafi stworzyć coś. Jego prace pełne są emocji i specyficznego klimatu z pogranicza recyklingu i postindustrialu.\n\nJuż przy wejściu wiadomo, że w galerii zobaczymy coś wyjątkowego. Stalowe drzwi ozdobione są stylową klamką wykonaną z klucza monterskiego. Zamykają się za pomocą kółka typowego dla sejfów bankowych. W dwóch niewielkich izbach Adam Gut zebrał najcenniejsze przedmioty, które skonstruował w ciągu minionych dziesięciu lat. W swoim mieszkaniu w Brzezinach nie był już w stanie wszystkich ich pomieścić.\n\n– Trzymałem je w różnych miejscach, w piwnicy, w jakichś schowkach, użyczonych grzecznościowo pomieszczeniach. Tylko te najcenniejsze stały w domu. Teraz prawie wszystkie można oglądać w galerii – opowiada.\n\nREKLAMA\n\n\n\nJest więc fotel wykonany z siedziska traktora oraz powrozu o większych wymiarach ogniw, lampa biurowa z podstawą wykonaną z łożyska mechanizmu różnicowego skrzyni biegów oraz kloszem z filtra powietrza ciężarówki. Nowe miejsce znalazł też stolik okolicznościowy wraz z krzesłami. Komplet waży – bagatela – ze 100 kilogramów, a może nawet więcej. Powstał bowiem z solidnego górniczego łańcucha. I wreszcie mozaiki. Przestrzenne, mozolnie układane z najdrobniejszych śrubek i kół zębatych. Dla nich artysta zarezerwował miejsce na ścianach galerii.\n\n– Przepracowałem w piekarskich kopalniach blisko ćwierć wieku i jak poszedłem na emeryturę, to wypadało się czymś pożytecznym zająć. Zabrałem się za majsterkowanie. Była pandemia, żona narzekała, że są w domu trzy lampy i ani jedna nie działa. No to z trzech zrobiłem jedną. Coś mi wtedy zaświtało, że przecież ze starych gratów też można wyczarować fajne rzeczy.\n\nREKLAMA\n\nKrok po kroku\n\nREKLAMA\n\n– Ludzie pytają mnie, w jaki sposób wyczarowuję te cuda. W przypadku stolika najpierw wyciąłem z blachy wzór blatu stołu, a następnie wymierzyłem odcinek łańcucha. Krok po kroku, ogniwo po ogniwie spawałem, aby uzyskać kształt koła. Na koniec wkomponowałem w to szklany blat. Proste odcinki łańcucha doskonale nadają się na nogi. Zawieszam je na haku, a następnie łączę ogniwa, spawając je z sobą. Oczywiście za każdym razem maluję odpowiednią farbą – wyjaśnia.\n\nRuchomy blat to istne cudo. Jest posadowiony na cieniutkich, stalowych linkach. Można nim poruszać. Chwieje się co prawda na lewo i prawo, za każdym razem wracając do swej pierwotnej pozy.\n\n\n\nZ nowości, które twórca zaprezentował w galerii, w oczy rzucają się przede wszystkim lampy. Jedną z nich, w kształcie ludzkiej głowy, Adam Gut wykonał z kilkuset nakrętek m16 i jednej dużej nakrętki kolejowej. Natomiast stolik industrialny powstał z górniczych łańcuchów. Dwa stanowią podstawę, kolejny, wymontowany z rukcuga, czyli wyciągarko-opuszczarki, otacza szklany blat. Waga? 30 kg co najmniej. Figlarnie prezentują się lampy w kształcie kobiecych popiersi, zwłaszcza jedna, wykonana z ponad 1100 części. Czegóż tam nie ma: mutry, śruby, nakrętki. Wszystkie pięknie lśnią metaliczną barwą.\n\nREKLAMA\n\n\n\n– Lubię składać coś, co dawniej służyło na dole, w kopalni. Sam przecież jestem górnikiem, tyle że na emeryturze – tłumaczy, oprowadzając po galerii.\n\n– A to jest mój bębniarz. Do jego skonstruowania użyłem łańcucha pochodzącego z przenośnika taśmowego, korbowodu z ciężarówki i sporej liczby nakrętek typu m16 – opowiada, wskazując na kolejny eksponat.\n\nBębniarz trzyma w rękach werble wykonane z podłużnych żarówek. Sam bęben również ma w sobie zainstalowaną żarówkę. Jeśli włączyć iluminację, to wychodzi z tego idealna lampa, i to jeszcze z zegarem udającym twarz bębniarza.\n\nŻeby nie było nudno\n\nREKLAMA\n\n– U mnie najlepiej, jak się coś rusza, gra, świeci, tyka. Ot tak, żeby nie było nudno – objaśnia tajniki swego warsztatu.\n\nDzięki uruchomieniu galerii światło dzienne ujrzał także zestaw mebli barowych. Centralne miejsce zajmuje tu wysoki stolik z kolejną sporych rozmiarów lampą o podstawie z kół zębatych. Klosz powstał dzięki odpowiedniemu dobraniu kluczy monterskich, krzesła natomiast z felg samochodowych, wałów korbowych i siedzisk, ongiś stanowiących wyposażenie maszyn rolniczych.\n\nOsobny rozdział mają instrumenty, zwłaszcza gitary, do których Adam Gut ma szczególny sentyment. Zbudował nawet jedną dwugryfową. Jest ponadto wiolonczela i ogromny kontrabas ozdobiony zegarami. Na innym bębnie, powstałym z łańcucha będącego częścią rozrządu i kluczy do śrub, można grać. Wydaje ciekawy dźwięk. Podobno muzykom z zespołu Oberschlesien przypadł do gustu i często pożyczają go na koncerty.\n\nZnalazło się też miejsce dla najcięższych eksponatów, którymi są modele motocykli.\n\n\n\nLecz najchętniej oglądanymi eksponatami są – jak potwierdza sam artysta – metalowe konstrukcje przedstawiające kobiece ciała. Do niedawna zdobiły ścianę sypialni państwa Gutów, bezpośrednio nad łóżkiem. Teraz można podziwiać je w galerii. Wiszą wysoko pod sufitem. Świetnie prezentuje się zwłaszcza kobieca podobizna trzymająca w rękach biustonosz. Waga tej części damskiej garderoby przekracza 5 kg, a całej postaci z dziesięć razy tyle. I nie ma się specjalnie czemu dziwić. Do złożenia tej instalacji Adam Gut użył całego mnóstwa zębatek, sprężyn i podkładek. Tło zaś stanowią elementy skrzyni biegów wyprutej z samochodu ciężarowego.\n\nREKLAMA\n\n\n\nInna kobieca postać również stworzona została z zębatek rowerowych.\n\n– Do zbudowania tej figury zużyłem części z około stu jednośladów. Przez okrągły rok je zbierałem, a sama robota przy ich układaniu zajęła mi dwa miesiące – wylicza.\n\n– Boże, ile ja w to wszystko włożyłem roboty i serca, to chyba ja tylko sam jeden wiem, no może jeszcze małżonka. Cała ta twórczość to taki rodzaj recyklingu. Starocie dostają nowe życie. Na coś się przydają – przyznaje Adam Gut.\n\nZa narzędzia służą mu szlifierka kątowa, wiertarka i spawarka. Od kilku miesięcy posługuje się nową spawarką wykorzystującą drut w osłonie gazu, co znacznie ma przyspieszyć realizację kolejnych pomysłów.\n\nDwa razy w tygodniu odwiedza różne wysypiska starych gratów, aby wybierać to, co akurat wpadnie mu w oko.\n\n– Ja rzadko kiedy planuję stworzenie czegokolwiek, ponieważ nie wiem, co znajdę na szrocie. Jak już wybiorę to „coś”, to oglądnę, sprawdzę, pomyślę i tak tworzę plan. Mam wiele elementów, śrub, przekładni, z którymi jeszcze nie wiem, co zrobię. Leżą i czekają na swoje nowe życie – śmieje się artysta.\n\n\n\nIndustrial GUT „ajza projekt” to przestrzeń, w której można podziwiać prace Adama Guta. Galeria mieści się przy ul. Tarnogórskiej 61 w Piekarach Śląskich.\n\nREKLAMA\n\nJeśli chcesz mieć dostęp do artykułów z Trybuny Górniczej, w dniu ukazania się tygodnika, zamów elektroniczną prenumeratę PREMIUM. Szczegóły: nettg.pl/premium. Jeżeli chcesz codziennie otrzymywać informacje o aktualnych publikacjach ukazujących się na portalu netTG.pl Gospodarka i Ludzie, zapisz się do newslettera."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 28.06.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-28062025/ar-AA1HrJHz?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.7yZqgctlw1Mjqp7E9DXCgA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN23 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [29.06.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuj%C4%85-monety-z-prl-u-w-2025-25-06-2025/ar-AA1Hl27t?ocid=BingNewsVerp",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Mtto3ULwoxLntmMj7nedHA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nasze Miasto on MSN11 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 29.06.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gp24.pl/przeglad-prasy-29-06-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960927",
            "description": "W piątek, 27 czerwca, w szkołach podstawowych, ponadpodstawowych i branżowych w Słupsku oficjalnie zakończył się rok szkolny ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vaEwAFaraQvP4FJQ4eQ8vw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza52 min",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 29.06.2025 - najważniejsze wydarzenia. Przygotowaliśmy przegląd prasy z wczoraj",
            "link": "https://gazetalubuska.pl/prasowka-29-06-2025-najwazniejsze-wydarzenia-przygotowalismy-przeglad-prasy-z-wczoraj/ar/c1p1-19960919",
            "description": "Podczas weekendu (27-29.06) trwać będzie „II. Festiwal Podróży – Campowisko'. To jedyne tego typu wydarzenie w środkowej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3Ad2UoS1mYKloJa-YA57PS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Lubuska52 min",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL dziś może być warta majątek. Takiej w 2025 roku poszukują kolekcjonerzy [28.06.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/bi%C5%BCuteria-z-czas%C3%B3w-prl-dzi%C5%9B-mo%C5%BCe-by%C4%87-warta-maj%C4%85tek-takiej-w-2025-roku-poszukuj%C4%85-kolekcjonerzy-280625/ar-AA1Hpvu0?ocid=BingNewsVerp",
            "description": "W 2025 roku biżuteria z lat PRL cieszy się popularnością i jest poszukiwana przez kolekcjonerów. Jeśli masz jeszcze taką w ...",
            "image_url": "https://www.bing.pl/th?id=OVF.3N1qNvXZPy6VqgQ%2bKSQCoA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN21 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL znów w cenie. Te naczynia kolekcjonerskie mogą być warte fortunę w 2025 [28.06.25 r.]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-zn%C3%B3w-w-cenie-te-naczynia-kolekcjonerskie-mog%C4%85-by%C4%87-warte-fortun%C4%99-w-2025-28062025/ar-AA1Hzve3?ocid=BingNewsVerp",
            "description": "W 2025 roku porcelana z lat PRL cieszy się popularnością i jest poszukiwana przez kolekcjonerów. Jeśli masz jeszcze taką w ...",
            "image_url": "https://www.bing.pl/th?id=OVF.7%2fLeG0u3exRbpmrOoyPHCA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci pod Kościołem św. Marii Magdaleny przy wrocławskim Rynku. Na stoiskach różności, od fajansu po rękodzieło",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/targ-staroci-pod-ko%C5%9Bcio%C5%82em-%C5%9Bw-marii-magdaleny-przy-wroc%C5%82awskim-rynku-na-stoiskach-r%C3%B3%C5%BCno%C5%9Bci-od-fajansu-po-r%C4%99kodzie%C5%82o/ar-AA1HA5mk?ocid=BingNewsVerp",
            "description": "Ten targ staroci przyciąga miłośników stylu retro, kolekcjonerów i entuzjastów rękodzieła. Sprawdziliśmy, jakie skarby można ...",
            "image_url": "https://www.bing.pl/th?id=OVF.wPOPZ8qVqFV0bqb%2bw89KDA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN20 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gigantyczna kolejka pod stadionem Tarczyński Arena. Tysiące ludzi czeka, by wejść na Ultrace 2025. \"Ogon\" aż do przystanku tramwajowego",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gigantyczna-kolejka-pod-stadionem-tarczy%C5%84ski-arena-tysi%C4%85ce-ludzi-czeka-by-wej%C5%9B%C4%87-na-ultrace-2025-ogon-a%C5%BC-do-przystanku-tramwajowego/ar-AA1HAL1M?ocid=BingNewsVerp",
            "description": "Tysiące miłośników motoryzacji próbuje dostać się na stadion Tarczyński Arena. Gigantyczny \"ogon\" ciągnie się aż do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.icvrtBKQFnj2sVlNzFSGgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN15 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Regionalne smaki, tradycje, ozdobne króliki i świętojańska zabawa. „Dolnośląska Wieś' przyjechała na Partynice",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/regionalne-smaki-tradycje-ozdobne-kr%C3%B3liki-i-%C5%9Bwi%C4%99toja%C5%84ska-zabawa-dolno%C5%9Bl%C4%85ska-wie%C5%9B-przyjecha%C5%82a-na-partynice/ar-AA1HAHQM?ocid=BingNewsVerp",
            "description": "Dolnośląski Ośrodek Doradztwa Rolniczego przy ul. Zwycięskiej zamienił się w serce wiejskich tradycji, smaków i kolorów.",
            "image_url": "https://www.bing.pl/th?id=OVF.hibYk5JdMiFy2LCtYiQtww&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN16 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ nad jeziorem w Chmielnikach pod Bydgoszczą. Tak było 28 czerwca 2025 - zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-nad-jeziorem-w-chmielnikach-pod-bydgoszcz%C4%85-tak-by%C5%82o-28-czerwca-2025-zobaczcie-zdj%C4%99cia/ar-AA1HAI6n?ocid=BingNewsVerp",
            "description": "W sobotę, 21 czerwca w Chmielnikach znów zapanował wyjątkowy klimat – nad jeziorem odbył się cotygodniowy pchli targ, który z ...",
            "image_url": "https://www.bing.pl/th?id=OVF.hAC07yfPRKkYi3%2bhe0uKRw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bydgoszcz Nasze Miasto on MSN16 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ponad milion uchodźców z Syrii szuka schronienia w Libanie",
            "link": "https://www.rp.pl/wydarzenia/swiat/spoleczenstwo/646",
            "description": "Liczba syryjskich uchodźców w Libanie przekroczyła milion - informuje ONZ, zwracając uwagę, że to prawie 1/4 populacji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TwfyZCG9hSlr-5O_bkT0hS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Rzeczpospolita35 min",
            "source": "Rzeczpospolita",
            "article_content": "Hermitage\n\nDolina Rodanu jest jednym z głównych francuskich regionów winnych, a biorąc pod uwagę ilość wytwarzanego tam wina – nawet drugim po Bordeaux. Ponieważ prób..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 29.06.2025 - najważniejsze wydarzenia. Przygotowaliśmy przegląd prasy z wczoraj",
            "link": "https://nowosci.com.pl/prasowka-29-06-2025-najwazniejsze-wydarzenia-przygotowalismy-przeglad-prasy-z-wczoraj/ar/c1p1-19960939",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 28.06.",
            "image_url": "https://www.bing.pl/th?id=OVFT.hLVPISn5bL8XeQ_6kf2AdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński52 min",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rekiny w transie. Pradawny odruch, który nie ma sensu",
            "link": "https://www.focus.pl/artykul/rekiny-immobilizacja-toniczna",
            "description": "Rekin, który nagle nieruchomieje, gdy tylko zostanie odwrócony na grzbiet, przypomina ofiarę ataku paniki lub… stworzenie, które zapomniało, jak być ...",
            "image_url": "https://www.bing.pl/th?id=ODF.f3l-vLfSgS4QmXoT6XJFew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Focus5 godz.",
            "source": "Focus",
            "article_content": "W świecie przyrody nieruchomość potrafi ratować życie. Oposy i króliki znane są z udawania martwych, by zmylić drapieżniki. To klasyczny przykład tzw. immobilizacji tonicznej – fizjologicznego stanu, w którym ciało zwierzęcia sztywnieje, a mięśnie przestają pracować, jakby całe życie zatrzymało się na chwilę w oczekiwaniu, aż zagrożenie minie.\n\nCzytaj też: Wygląda upiornie, ale spokojnie – to tylko ryba. Nowy gatunek odkryty u wybrzeży Tajlandii\n\nW najnowszym badaniu opublikowanym w czasopiśmie Reviews in Fish Biology and Fisheries, międzynarodowy zespół naukowców przyjrzał się tej reakcji u rekinów, płaszczek i tzw. chimerom, zwanym potocznie rekinami-widmami. Wyniki zaskoczyły: choć zjawisko immobilizacji tonicznej występuje u niektórych z tych morskich stworzeń, nie daje im żadnej oczywistej przewagi. Co więcej – może być dla nich szkodliwe.\n\nDlaczego rekiny zachowują się w dziwny sposób?\n\nBadacze przetestowali 13 gatunków ryb chrzęstnoszkieletowych, delikatnie odwracając je pod wodą w pozycji “do góry brzuchem”. U siedmiu gatunków zaobserwowano klasyczne objawy immobilizacji tonicznej – zwiotczenie mięśni, spowolnienie ruchów, stan przypominający trans. U pozostałych sześciu efekt ten nie wystąpił. Wtedy pojawiło się pytanie: dlaczego?\n\nCzytaj też: Głodny rekin posmakował kolczatki i szybko tego pożałował\n\nBy znaleźć odpowiedź, naukowcy sięgnęli po narzędzia analizy filogenetycznej – pozwalające prześledzić zachowanie w kontekście milionów lat ewolucji. I chociaż w świecie zwierząt nieruchomienie często bywa strategią obronną, wyniki badania jednoznacznie podważyły tę hipotezę w przypadku rekinów.\n\nPierwszym tropem było założenie, że immobilizacja toniczna może chronić rekiny przed drapieżnikami. Skoro ofiara wygląda na martwą, może przestać być atrakcyjna. Problem w tym, że żadne dane nie potwierdzają tej teorii w odniesieniu do rekinów. Przeciwnie – wiadomo, że np. orki potrafią wykorzystać to zjawisko przeciwko rekinom: celowo je odwracają, by unieruchomić i z łatwością wyjąć z nich bogatą w tłuszcz wątrobę. To nie obrona, a słabość.\n\nImmobilizacja toniczna u rekinów to pamiątka po przodkach /Fot. Rachel Moore, Reviews in Fish Biology and Fisheries\n\nDrugim pomysłem było znaczenie reprodukcyjne. U niektórych gatunków samce podczas kopulacji odwracają samice, więc może immobilizacja toniczna ułatwia przebieg aktu? Jednak badacze nie zaobserwowali żadnych różnic między reakcjami samców i samic. Co więcej – pozostanie nieruchomym mogłoby wręcz zwiększać ryzyko wymuszonej kopulacji lub obrażeń.\n\nTrzecia hipoteza zakładała, że immobilizacja toniczna to rodzaj “zwarcia układu nerwowego” – odpowiedź na przeciążenie sensoryczne. Jednak i ten trop okazał się mało wiarygodny, głównie dlatego, że nie został dotąd w sposób kontrolowany przetestowany.\n\nWobec braku solidnych wyjaśnień, autorzy badania zaproponowali rozwiązanie, które nie ma nic wspólnego z korzyścią. Według nich “zamrożenie” u rekinów to relikt – pozostałość po przodkach, która nie pełni dziś żadnej znaczącej funkcji.\n\nRelikty z głębin czasu\n\nZgodnie z analizą ewolucyjną, immobilizacja toniczna jest cechą plezjomorficzną – czyli obecną u wspólnego przodka rekinów, płaszczek i chimer. Wraz z upływem milionów lat, niektóre linie ewolucyjne tę cechę utraciły – i to niezależnie od siebie, co najmniej pięciokrotnie. Oznacza to, że zachowanie to nie tylko nie było konieczne, ale wręcz mogło przeszkadzać.\n\nWyobraźmy sobie małego rekina przemierzającego gęsto rozgałęzione koralowce. W tak skomplikowanym środowisku odruchowe zwiotczenie ciała może prowadzić do utknięcia, braku możliwości ucieczki, a nawet śmierci. Nic dziwnego, że naturalna selekcja pozbyła się tego mechanizmu tam, gdzie zaczął przynosić więcej szkody niż pożytku. Immobilizacja toniczna zatem nie jest ani inteligentną strategią, ani mechanizmem adaptacyjnym. Jest jak organ szczątkowy – niepotrzebny, ale niewystarczająco szkodliwy, by zniknąć całkowicie.\n\nHistoria immobilizacji tonicznej pokazuje, że nie każda cecha obecna w organizmach jest wynikiem przemyślanej “projektanckiej” logiki ewolucji. Czasem zachowania, które dziś wydają się nieprzydatne – albo wręcz niebezpieczne – po prostu przetrwały, bo nie było wystarczającego nacisku selekcyjnego, by je usunąć.\n\nTo istotna lekcja, bo zbyt często zakładamy, że każde zachowanie musi służyć przetrwaniu. Tymczasem ewolucja działa nie jak inżynier, ale jak mechanik z ograniczonym zestawem narzędzi, który bardziej naprawia i łata, niż projektuje od zera."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [29.06.2025]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuj%C4%85-monety-z-prl-u-w-2025-25-06-2025/ar-AA1Hl27t?ocid=BingNewsVerp",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Mtto3ULwoxLntmMj7nedHA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto on MSN11 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 8 km od Jaworzna. Pomysły na jednodniową wyprawę. Gdzie w weekend 28 - 29 czerwca?",
            "link": "https://jaworzno.naszemiasto.pl/trasy-na-rower-do-8-km-od-jaworzna-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-28-29-czerwca/ar/c7p1-21831473",
            "description": "Przełęcz Kocierska (718 m) – przełęcz w Beskidzie Małym, między szczytami Błasiakówka i Roczenka. Stanowi najniższy punkt w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2_foFobl3izTeY9JqTyxxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Jaworzno Nasze Miasto15 godz.",
            "source": "Jaworzno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dlaczego nie czekam na iPhone'a 17",
            "link": "https://spidersweb.pl/2025/06/dlaczego-nie-czekam-na-iphone-17.html",
            "description": "Kiedyś Cupertino nie tylko pokazywało nowe produkty, ale definiowało przyszłość branży. Dziś czekam na iPhone'a 17 jak na nowy sezon starego serialu, z przyzwyczajenia.",
            "image_url": "https://www.bing.pl/th?id=ODF.ptB34tLeIblT2r1CFaj5lw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Spider’s Web14 godz.",
            "source": "Spider’s Web",
            "article_content": "Problem leży gdzie indziej. Przez ponad dekadę iPhone był synonimem przyszłości. Jego premiery wyznaczały kierunki rozwoju całej branży. Dziś iPhone jest synonimem przeszłości - doskonale wypolerowanej, niezawodnej, ale ostatecznie przewidywalnej. Firma, która kiedyś mówiła nam, czego potrzebujemy, zanim zdążyliśmy się tego domyślić, dziś stara się nadążyć za trendami wyznaczanymi przez innych. I właśnie dlatego nie czekam na iPhone'a 17. Nie dlatego, że będzie zły, ale dlatego, że będzie dokładnie taki, jakiego się spodziewam. A przyszłość powinna nas zaskakiwać."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To był jeden z najwyższych budynków przed I wojną światową. \"Wolski ostaniec\" zabytkiem",
            "link": "https://tvn24.pl/tvnwarszawa/wola/warszawa-kolejny-wolski-ostaniec-w-rejestrze-zabytkow-st8531069",
            "description": "Decyzją Mazowieckiego Wojewódzkiego Konserwatora Zabytków do rejestru została wpisana kamienica Adolfa Gurewicza przy ulicy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Epk5EyA5l9G6jXj8SrKP2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN2421 godz.",
            "source": "TVN24",
            "article_content": "Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ Kamienica przy Chłodnej 41 trafiła do rejestru zabytków Źródło: MWKZ\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej Udostępnij Facebook Kopiuj link\n\nJak poinformowało biuro MWKZ, kamienica przy Chłodnej 41 stanowiła własność Icka Nuty Winera (Wienera) i Adolfa Gurewicza, przemysłowca, ówczesnego członka zarządu firmy Bracia Brüner, Hugo Schneider i R. Ditmar, produkującej lampy, palniki i wyroby metalowe.\n\n\"W pierwszej połowie 1912 r. zatwierdzono projekt budowy pięciopiętrowego domu i oficyny. Autor projektu jak dotąd nie jest znany. Zgodnie z ogłoszeniami prasowymi z 1913 r., 'nowo wykończony dom' przy ul. Chłodnej 41 wyróżniał się wysokim standardem: windą, instalacją gazową i elektryczną, obszernymi dwupokojowymi lokalami z kuchnią i dwoma wejściami. Reprezentacyjną formę otrzymał sześciokondygnacyjny budynek frontowy z dachem mansardowym krytym dachówką i zamkniętym łukiem szczytem w centralnej partii\" - czytamy w komunikacie konserwatora.\n\nJak podano dalej, w 1919 r. nieruchomość zakupili Abram Szyja Rembaum i Ludwik Gołąb oraz spółka akcyjna handlu i eksploatacji przemysłowej roślin lekarskich \"Planta\". W kolejnych latach właścicielami kamienicy byli m.in. Josef Salomon, Icek i Chaia Reinfeldowie i ich spadkobiercy, Hersz Dukarewicz.\n\nByła częścią getta, ocalała\n\nW czasie II wojny światowej budynek znalazł się na terenie warszawskiego getta, bezpośrednio przy jego zachodniej granicy. Przy kamienicy przy znajdowała się brama nr 2 z wartownią. Konserwator przypomniał, że przed likwidacją dzielnicy żydowskiej teren w rejonie ulicy Chłodnej został z niej wyłączony, co uchroniło kamienicę przed zniszczeniem.\n\n\"W czasie Powstania Warszawskiego przy budynku znajdowała się barykada powstańcza. Kamienica uległa poważnemu zniszczeniu w 1944 r. Prace remontowe przeprowadzano początkowo dorywczo, w 1950 r. zlecono kompleksowy remont budynku. W tym czasie w kamienicy znajdowały się mieszkania kwaterunkowe. W kolejnych latach przeprowadzano doraźne prace zabezpieczające i remontowe, obejmujące m.in. remont balkonów\" - opisano w komunikacie.\n\nJeden z najwyższych budynków\n\nKonserwator zwraca uwagę, że kamienica Adolfa Gurewicza była jednym z najwyższych budynków wzniesionych przed wybuchem I wojny światowej wzdłuż ulicy Chłodnej. \"Wyróżniała się swoją harmonijną, wielkomiejską elewacją czerpiącą z nurtu wczesnego modernizmu oraz wysokim standardem, podkreślanym w anonsach prasowych. Tym samym budynek posiada znaczną wartość jako dokument przedwojennej zabudowy ulicy Chłodnej, w dużym stopniu zniszczonej w trakcie działań wojennych\" - podkreśla MWKZ.\n\nWylicza, że w kolejnych latach dom należał do przedstawicieli społeczności żydowskiej, był siedzibą Towarzystwa Uniwersytetu Robotniczego (TUR), jednej z najważniejszych instytucji oświatowych prowadzonych przez Polską Partię Socjalistyczną. Odbywały się w nim liczne spotkania i zjazdy przedstawicieli klasy robotniczej.\n\nKonserwator przypomina, że budynek przy Chłodnej 41 należy do grupy tzw. wolskich ostańców, czyli zbioru kamienic znajdujących się na terenie, który był częścią warszawskiego getta. Pomimo zniszczeń tej części miasta w czasie II wojny światowej oraz późniejszych rozbiórek w czasie odbudowy kamienice przetrwały do dziś i stanowią cenną pamiątkę z czasów przedwojennej Warszawy.\n\nCzytaj też: Zrujnowana, odrapana, pośród szklanych wieżowców. Miasto chce sprzedać kamienicę przy rondzie ONZ\n\nKamienica Lejba Osnosa przy ulicy Twardej Źródło: Mateusz Mżyk/tvnwarszawa.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podróż do wielokulturowej przeszłości. Tak Małopolska chroni pamięć o Żydach",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,32029557,podroz-do-wielokulturowej-przeszlosci.html",
            "description": "Aby cofnąć się w czasie i zobaczyć autentyczne pamiątki po Żydach zamieszkujących Małopolskę, przede wszystkim warto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fvbC990Oy0yqdm1a1ZUdni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków.Wyborcza.pl17 godz.",
            "source": "Kraków.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy PiS przetrwałoby bez prezesa?",
            "link": "https://tvn24.pl/plus/programy/szklo-kontaktowe/czy-pis-przetrwaloby-bez-prezesa-vc8533371",
            "description": "Jedyny program \"z przymrużeniem oka\" na antenie TVN24 i TVN24 BiS. Gospodarze programu, wraz z zaproszonymi do studia satyrykami lub dziennikarzami, w luźnej konwencji komentują bieżące wydarzenia pol ...",
            "image_url": "https://www.bing.pl/th?id=ODF.64zms-dqm9CeVRcHtHJOtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "TVN247 godz.",
            "source": "TVN24",
            "article_content": "Niektóre są bez skrzydeł i już nigdy nie polecą. Inne podrosną i ruszą do Afryki"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "29 CZERWCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-06-29,8,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie iść na spacer w woj. warmińsko-mazurskim. Gdzie warto iść w weekend 28 - 29 czerwca? 10 najlepszych tras",
            "link": "https://wspolczesna.pl/gdzie-isc-na-spacer-w-woj-warminsko-mazurskim-gdzie-warto-isc-w-weekend-28-29-czerwca-10-najlepszych-tras/ar/c7p1-22116491",
            "description": "W woj. warmińsko-mazurskim jest wiele ciekawych tras spacerowych. Zebraliśmy dla Was 10 podpowiedzi. Możecie namówić ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iW0GNRizcjYrWAcGxdNKyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Współczesna14 godz.",
            "source": "Gazeta Współczesna",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Tyle kosztują monety z PRL-u w 2025 [29.06.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-tyle-kosztuj%C4%85-monety-z-prl-u-w-2025-29062025/ar-AA1Hl27t?ocid=BingNewsVerp",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach kolekcjonerów, które są sprofilowane na najrzadsze okazy. Tam też monety mogą być ...",
            "image_url": "https://www.bing.pl/th?id=ODF.liWL6w23oefxD6cfFEdIQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Toruń Nasze Miasto on MSN11 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zarobki prezydenta",
            "link": "https://pomorska.pl/tag/zarobki-prezydenta",
            "description": "Obecny prezydent otrzymuje wynagrodzenie zasadnicze w wysokości 12 365 zł brutto miesięcznie, dodatek funkcyjny - 5 299 zł oraz dodatek za wysługę lat. W sumie... Od 2027 roku mają obowiązywać nowe li ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska16 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    }
]