[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare polskie banknoty z czasów PRL-u warte majątek. Możesz na nich zarobić nawet kilkanaście tysięcy! 31.12.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-polskie-banknoty-z-czas%C3%B3w-prl-u-warte-maj%C4%85tek-mo%C5%BCesz-na-nich-zarobi%C4%87-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-31122025/ar-AA1Swvxb?ocid=BingNewsVerp",
            "description": "Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. Kolekcjonerzy nieustannie poszukują unikalnych i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.f9ljCPEAuA5eQtLET2EtdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najdroższe bombki 2025 z PRL-u. Te ozdoby choinkowe mieli kiedyś wszyscy, dziś kosztują krocie. Stare bombki na sprzedaż. To ceny z OLX",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najdro%C5%BCsze-bombki-2025-z-prl-u-te-ozdoby-choinkowe-mieli-kiedy%C5%9B-wszyscy-dzi%C5%9B-kosztuj%C4%85-krocie-stare-bombki-na-sprzeda%C5%BC-to-ceny-z-olx/ar-AA1SYVtr?ocid=BingNewsVerp",
            "description": "Dziś, po upływie 35 lat moda na PRL wraca, czego przykładem są dawne meble, zegary, monety, zabawki, płyty i kasety, kolekcje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sVm_GMDJUHpvzBXPpxEwQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wrocławska on MSN22 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szkło, wazony i kryształy z czasów PRL-u. Masz je nadal w domu? Możesz je sprzedać i dużo zarobić 31.12.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/szk%C5%82o-wazony-i-kryszta%C5%82y-z-czas%C3%B3w-prl-u-masz-je-nadal-w-domu-mo%C5%BCesz-je-sprzeda%C4%87-i-du%C5%BCo-zarobi%C4%87-31122025/ar-AA1SFRP4?ocid=BingNewsVerp",
            "description": "Będziesz w szoku! Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0gspHV1pOOUSB7__SupmaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN7 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Luksusowa porcelana była na wyposażeniu restauracji i bogatych domów na Pomorzu [ZDJĘCIA]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/luksusowa-porcelana-by%C5%82a-na-wyposa%C5%BCeniu-restauracji-i-bogatych-dom%C3%B3w-na-pomorzu-zdj%C4%99cia/ar-AA1TmdNp?ocid=BingNewsVerp",
            "description": "Poniemiecka porcelana jest częścią skarbów - zbiorów Muzeum Ziemi Sławieńskiej w Nacmierzu. Polecamy Wam to miejsce.",
            "image_url": "https://www.bing.pl/th?id=OVFT.SY1I26a0M7Grr1VBidk3bC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Sławno Nasze Miasto on MSN12 godz.",
            "source": "Sławno Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Relikty prl wałbrzych",
            "link": "https://jeleniagora.naszemiasto.pl/tag/relikty-prl-walbrzych",
            "description": "Dokonywanie zwielokrotnień w celu eksploracji tekstu i danych, w tym systematyczne pobieranie treści, danych lub informacji z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Jelenia Góra Nasze Miasto13 godz.",
            "source": "Jelenia Góra Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cukrownia Klecina wyrzutem sumienia dla Wrocławia. Sukces, skandal, a teraz skromne obietnice PZU",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,32499793,cukrownia-klecina-wyrzutem-sumienia-dla-wroclawia-najpierw.html",
            "description": "Dwa budynki, będące ostatnią pamiątką po cukrowni Klecina zostaną wyremontowane. Są w złym stanie, więc Powiatowy Inspektor ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3jNsMZFo8aeW81_wfi5ZWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wrocław.Wyborcza.pl21 godz.Opinion",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Orban i Fico zjednoczeni w sprawie mniejszości, ale nacjonalizm przeważył nad porozumieniem.",
            "link": "https://gazeta-lokalna.pl/orban-i-fico-zjednoczeni-w-sprawie-mniejszosci-ale-nacjonalizm-przewazyl-nad-porozumieniem/",
            "description": "Czyżby sojusz Orbána i Ficy rozpadł się na mniejszości? Zawiłe powiązania między Budapesztem a Bratysławą znów falują na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BB5fRn6HIE99XpBxCLl64y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Lokalna23 godz.Opinion",
            "source": "Gazeta Lokalna",
            "article_content": "Czyżby sojusz Orbána i Ficy rozpadł się na mniejszości? Zawiłe powiązania między Budapesztem a Bratysławą znów falują na historycznej burzy, a wszystko przez ziemię i dekrety, które miały pójść w zapomnienie. To, co zapowiadało się na historyczne porozumienie, okazało się klasycznym starciem partykularnych interesów politycznych, gdzie nacjonalizm okazał się silniejszy niż pragmatyka sąsiedztwa.\n\nDekrety Benesza: Od wywłaszczenia do politycznej bomby nad Dunajem\n\nHistoria mniejszości węgierskiej na Słowacji to temat, który od dekad elektryzuje scenę polityczną w obu krajach. Sercem tej kontrowersji pozostają dekrety Benesza, relikty powojennego ładu, wydane niegdyś przez czechosłowacki rząd na emigracji. Były to dokumenty, które zrównały Węgrów i Niemców z narodami odpowiedzialnymi za zbrodnie, co stanowiło prawną podstawę do masowego wywłaszczania majątków. Chociaż minęło wiele lat od upadku komunizmu, status prawny wielu nieruchomości pozostawał nieuregulowany, tworząc tykającą bombę czasowaną.\n\nTen pat, jak się wydawało, miał zostać zażegnany dzięki zakulisowym negocjacjom między dwoma wpływowymi graczami: Viktorem Orbánem i Robertem Ficą. Pomysł był ambitny, choć obciążony historycznym bagażem. Przed dwoma laty, w ramach porozumienia, oba rządy powołały Fundusz Ziemski. Jego zadaniem było skupienie wszystkich nieuregulowanych prawnie nieruchomości należących niegdyś do mniejszości węgierskiej. A co było motorem tej operacji? Konkret: środki ze sprzedaży tych ziem miały sfinansować kluczową infrastrukturę, a mianowicie budowę dróg i autostrad, które miałyby połączyć południową Słowację z Węgrami. Mówiąc wprost, Fico i Orban próbowali zamienić historyczne obciążenie w sprawny kanał finansowania rozwoju regionalnego.\n\nLiberałowie pokrzyżowali plany Orbána i Ficy: Gdzie pragmatyka ustąpiła ideologii?\n\nTen tak solidnie zarysowany plan interoperacyjności i wzajemnej korzyści miał jednak pewien fundamentalny, choć specyficznie środkowoeuropejski, haczyk. Na drodze do realizacji tego ambitnego przedsięwzięcia stanęli… liberałowie. Tak, ci sami, którzy często dążą do liberalizacji gospodarczej i otwartych granic, tym razem wykorzystali delikatność tematu mniejszości do zablokowania inicjatywy forsowanej przez konserwatywne czy wręcz nacjonalistyczne skrzydło polityczne.\n\nParadoks polega na tym, że porozumienie, które miało uregulować kwestie własności i jednocześnie przyspieszyć integrację infrastrukturalną, padło ofiarą bieżącej walki politycznej. Węgierski nacjonalizm, który Orbán tak skutecznie wykorzystuje w polityce wewnętrznej, oraz słowacki nacjonalizm Ficy, który musi równoważyć żądania mniejszości z poparciem własnego elektoratu, doprowadziły do impasu. Ostatecznie, jak donoszą źródła bliskie sprawie, przeważyły „partykularne interesy polityczne”, a szansa na racjonalne rozwiązanie skomplikowanej dziedziny Dekretów Benesza legła w gruzach, zastąpiona przez zimną kalkulację zysków i strat politycznych w danym momencie. Działania liberałów, choć motywowane być może chęcią zablokowania pewnych wpływów, niechcący wzmocniły narrację o niemożności załatwienia spraw trudnych ponad podziałami ideologicznymi.\n\nPołudniowa Słowacja bez autostrady? Cena politycznej sztywności\n\nKonsekwencje tej politycznej batalii są bardziej namacalne, niż mogłoby się wydawać. Fundusz Ziemski, który miał być mechanizmem sprawnie przekształcającym skomplikowane aktywa w realne inwestycje drogowe, utknął w martwym punkcie. Obiecywane drogi, kluczowe dla rozwoju gospodarczego południa Słowacji, które historycznie jest silnie powiązane z Węgrami, czekają na realizację.\n\nTo pokazuje pewien smutny wzorzec w regionie. Nawet pozornie czysto ekonomiczne i regulacyjne projekty, które mogłyby przynieść wymierne korzyści obu stronom, są natychmiast upolityczniane i narażone na sabotaż ze strony opozycji lub koalicjantów o sprzecznych priorytetach. Fico i Orban, mimo osobistych sympatii i wspólnoty ideologicznej w wielu kwestiach, nie zdołali wypracować trwałego paradygmatu ponad historycznymi zadawnionymi sporami, gdy w grę weszła presja wewnętrzna. Historia mniejszości węgierskiej, zamiast być zamkniętym rozdziałem, pozostaje stałym polem minowym, na którym lądują nawet najbardziej pragmatyczne inicjatywy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejne zmiany na melsztyńskim wzgórzu",
            "link": "https://ryglice-okolice.pl/wiadomosci/wiadomosci-z-regionu/13127-kolejne-zmiany-na-melsztynskim-wzgorzu",
            "description": "Na wzgórzu zamkowym w Melsztynie zakończono zabezpieczenie reliktów bramy i muru kurtynowego oraz stabilizację osuwiska, z nową ścieżką turystyczną – inwestycje za blisko 3,2 mln zł.",
            "image_url": "https://www.bing.pl/th?id=ODF.wSRJ4MVGdnIahC9-3pGm0Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Ryglice-okolice.pl18 godz.",
            "source": "Ryglice-okolice.pl",
            "article_content": "31 grudzień 2025 js Kategoria: Wiadomości z regionu Odsłony: 45\n\nNa melsztyńskim wzgórzu zaszły kolejne zmiany. Tym razem dotyczą otoczenia odbudowanej zabytkowej wieży i przypory zamku w Melsztynie – zabezpieczone zostały relikty budowli bramnej oraz muru kurtynowego, a także wykonano stabilizację osuwiska w celu zabezpieczenia części zewnętrznych murów otaczających zamek.\n\nCzas czytania: niecała minuta\n\nZe środków finansowych pozyskanych od Marszałka Województwa Małopolskiego zabezpieczone zostały relikty budowli bramnej i muru kurtynowego. Celem tych działań było ratowanie cennych elementów historycznych, które stanowią nie tylko ważny element dziedzictwa regionu, ale także atrakcję turystyczną i edukacyjną. Prace obejmowały m.in. wzmocnienie, uzupełnienie i izolację odsłoniętych reliktów, wzmocnienie struktur murów oraz zabezpieczenie korony i warstwy licowej przed wodą opadową. Wartość zadania to blisko 185 tys. zł. Dofinansowanie w ramach konkursu „Ochrona zabytków Małopolski” wyniosło prawie 125 tys. zł.\n\nWykonano ponadto stabilizację osuwiska w celu zabezpieczenia części zewnętrznych murów otaczających zamek w Melsztynie za łączną kwotę prawie 3 mln zł. Dotacja od Wojewody Małopolskiego wyniosła blisko 1,4 mln zł.\n\nWybudowana została konstrukcja zabezpieczająca skarpę. Ponadto zabezpieczono nasypy koszami kamiennymi i siatkami oraz powstał cały system odwadniający. Na zabezpieczeniach stabilizujących zewnętrzne mury zamku wykonano ścieżkę turystyczną o szerokości 1,85 m i długości około 100 m, która pozwala obejść i obejrzeć zamek z miejsc dotąd trudno dostępnych.\n\n- Na tym nie koniec. Planujemy już kolejne etapy przemian na melsztyńskim wzgórzu, aby to miejsce było coraz bardziej atrakcyjne dla odwiedzających. W pierwszym kwartale 2026 roku gotowe będą dokumentacje projektowe na odrestaurowanie murów zamkowych, schodów wejściowych do zamku i remont sali przyziemia, a także na wzbogacenie ścieżki turystycznej o nowe elementy małej architektury, w tym ławeczki, tablice informacyjne, oświetlenie. Następnie poszukiwać będziemy pieniędzy na sfinansowanie tych działań – informuje burmistrz Miasta i Gminy Zakliczyn Dawid Chrobak.\n\nPrzypomnijmy, że w latach 2018-2025 gmina Zakliczyn na inwestycje związane z odbudową zamku w Melsztynie, w tym na całkowitą odbudowę wieży zamku wraz z przyporą, wydała już ponad 8,8 mln zł. Pozyskane przez samorząd dotacje zewnętrzne (rządowe i od samorządu Województwa Małopolskiego) wyniosły 5,6 mln zł, a więc 65 procent wartości inwestycji. Wkład budżetu gminy Zakliczyn wyniósł ponad 3,2 mln zł."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer do 23 km od Koszalina. Podpowiadamy, gdzie warto się wybrać w weekend 3 - 4 stycznia",
            "link": "https://koszalin.naszemiasto.pl/spacer-do-23-km-od-koszalina-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-3-4-stycznia/ar/c7p1-22115525",
            "description": "Zanim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 03 stycznia w Koszalinie ma być 1°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l47caQBCxBMYk9L9GK_YSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Koszalin Nasze Miasto13 godz.",
            "source": "Koszalin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 2 km od Niepołomic. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 3 - 4 stycznia?",
            "link": "https://niepolomice.naszemiasto.pl/wycieczki-rowerowe-do-2-km-od-niepolomic-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-3-4-stycznia/ar/c7p1-21832069",
            "description": "Zanim wyruszysz na wyprawę, upewnij się, jaka będzie pogoda. W sobotę 03 stycznia w Niepołomicach ma być 2°C.",
            "image_url": "https://www.bing.pl/th?id=OVFT.1Z64uscrJl1zAy7YD1Axgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto13 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    }
]