[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ u Jędruli w Inowrocławiu. Te przedmioty kryją w sobie sentymentalne historie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-u-j%C4%99druli-w-inowroc%C5%82awiu-te-przedmioty-kryj%C4%85-w-sobie-sentymentalne-historie/ar-AA1E9aXy?ocid=BingNewsVerp",
            "description": "Początek maja to idealna pora na zakup sezonowych roślin, które można wykorzystać do dekoracji ogrodu lub balkonu. Pchli targ ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Roalqt8Hhn9PJrUt78EZ3g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN23 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po zabiegach idą na dancingi. Tak bawią się kuracjusze w Inowrocławiu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/po-zabiegach-id%C4%85-na-dancingi-tak-bawi%C4%85-si%C4%99-kuracjusze-w-inowroc%C5%82awiu/ar-AA1DYwRL?ocid=BingNewsVerp",
            "description": "Na turnusie nie ma nudy. Restauracja \"Zdrojowa\" zaprasza na wieczorki taneczne w poniedziałki, wtorki i środy w godz.",
            "image_url": "https://www.bing.pl/th?id=OVF.FAXiXWzEvYnTColRx0qHcA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN15 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "40 fps na komputerze za 12 tysięcy złotych to tylko część absurdów związanych z graniem na MacBooku",
            "link": "https://www.gry-online.pl/opinie/40-fps-na-komputerze-za-12-tysiecy-zlotych-to-tylko-czesc-absurdo/z34717",
            "description": "Sprzęt Apple’a nie kojarzy się raczej z graniem, ale rzeczywistość pokazuje, że nie do końca jest to prawda. Na Macach da się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iFxebD4oibS0Wc6OZLYhtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "GRY-OnLine.pl23 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Publicystyka 8 maja 2025, 15:34 autor: Mikołaj Łaszkiewicz 40 fps na komputerze za 12 tysięcy złotych to tylko część absurdów związanych z graniem na MacBooku Sprzęt Apple’a nie kojarzy się raczej z graniem, ale rzeczywistość pokazuje, że nie do końca jest to prawda. Na Macach da się grać, choć często wymaga to dużego samozaparcia i wydawania jeszcze większych sum pieniędzy niż „normalnie”.\n\nKiedy mówimy o komputerach i laptopach służących do grania, w zasadzie wszyscy mamy na myśli sprzęt z zainstalowanym Windowsem. To całkiem logiczne, Microsoft od dawna kojarzy się z graniem, wspiera graczy i robi wszystko, żeby granie na jego systemie operacyjnym było wygodne i przyjemne. W rzeczywistości popularne „Okienka” znajdują się na mniej więcej 72% komputerów na świecie, co oznacza, że niemal 20% z nas wybiera alternatywne rozwiązania. Jakie? Niecałe 4% korzysta z Linuxa, niemal 2% z Chrome OS-a, ale aż około 16% to użytkownicy systemu MacOS lub OSX (starszej wersji MacOS-a) – w tym i ja.\n\nMoże trudno Wam w to uwierzyć, ale wśród tych osób znajdziecie naprawdę pokaźną grupę graczy. Jest ich zresztą z roku na rok coraz więcej, bo nawet najbardziej podstawowe Maki są naprawdę solidnie wyposażone i mają na pokładzie bardzo udane procesory z linii Apple M. Na Reddicie zebrała się całkiem pokaźna grupa (ponad 212 tysięcy użytkowników) zrzeszająca fanów grania na Macach i dzieląca się radami na temat tego, jak odpalić daną grę na MacBooku czy iMacu oraz testująca różne eksperymentalne programy „tłumaczące” gry z Windowsa na MacOS.\n\nWydaje się też, że sama firma Apple dostrzegła tu potencjał, bo od kilku dobrych lat zachęca twórców do portowania swoich gier na system MacOS i choć z różnym skutkiem, przynosi to jednak pewne efekty. Dziś na swoim MacBooku mogę zagrać m.in. w remake Resident Evila 3 i 4 oraz w siódmą i ósmą część tego cyklu, a także w Assassin’s Creed Shadows, Death Stranding, Frostpunka 2, Control, gry z serii Total War czy nawet w Baldur’s Gate 3. Jak widzicie, to nie są „indyki” czy jakieś starocie, ale naprawdę ciekawe i całkiem świeże tytuły. Niestety, gdy chce się pograć w coś spoza „ekosystemu Apple’a”, zaczynają się pojawiać pewne problemy, których nie da się rozwiązać w prosty lub bezpłatny sposób.\n\nW tym tekście skupię się głównie na najnowszej propozycji z tej listy, czyli Assassin’s Creed Shadows. Ten port nie jest idealny, ma naprawdę wysokie wymagania sprzętowe, ale cieszę się, że jest dostępny na Macu, że mogę od dnia premiery pograć na Macu w grę AAA, na równi z graczami używającymi Windowsa. Po prostu mam opcję i z niej korzystam, choć idealnie nie jest.\n\nAssassin’s Creed Shadows wygląda prawie jak na PS5, ale działa gorzej\n\nWidzicie, ja bardzo lubię grać na urządzeniach, które za bardzo się do tego nie nadają, bo nie spełniają minimalnych wymagań czy w ogóle są z innej bajki (jak MacBooki), a grzebanie w plikach i konfigurowanie różnych opcji, żeby tylko udowodnić sobie, iż mogę coś odpalić, to moja pasja. Często doprowadzam do tego, że dana gra dobrze mi działa i jestem zadowolony, ale wcale nie pogram w nią dłużej, bo brakuje mi na to czasu. Jednak satysfakcja z tego, że się udało, to już niejednokrotnie wystarczająca nagroda.\n\nW przypadku Assassin’s Creed Shadows w sumie nie musiałem się jakoś specjalnie gimnastykować. Ubisoft podał oficjalne wymagania sprzętowe dla wersji na system MacOS i wiedziałem, czego się spodziewać. Grę testowałem na MacBooku Pro 16 wyposażonym w procesor Apple M4 Pro i 24 GB pamięci RAM. Według Ubisoftu taka konfiguracja powinna mi zapewnić 30 klatek na sekundę, przy średnich ustawieniach graficznych i w rozdzielczości 1440p (z upscalingiem), z włączonym standardowym ray tracingiem. Nie będę ukrywał, że 30 fps przy średnich ustawieniach na sprzęcie za ponad 12 tysięcy złotych to nie jest szczególnie dobry wynik, ale trzeba mieć w pamięci, że ten port to jednak coś, nad czym pracował nieporównywalnie mniejszy zespół niż ten odpowiedzialny za wydanie na PS5 czy pecetowe.\n\nPo premierze pograłem kilka godzin w zalecany przez Ubisoft sposób i naprawdę nie mogę specjalnie narzekać – Assassin’s Creed Shadows działało dokładnie tak, jak mówiły wymagania sprzętowe, nie spadało poniżej 30 fps i z włączonym ray tracingiem wyglądało porównywalnie z tym, co oferuje tryb zbalansowany na PlayStation 5.\n\nTyle że to jest swojego rodzaju absurd. Mówimy bowiem o sprzęcie za ponad 12 tysięcy złotych, który w benchmarkach i produktywności nie ustępuje w niczym nawet dedykowanym kartom graficznym do desktopów. Ani Apple, ani Ubisoft w tym równaniu nie uwzględniły faktu, że posiadacze dość drogiego sprzętu firmy z Cupertino będą oczekiwać chociaż zbliżonej wydajności do tego, na co mogą liczyć ich koledzy z maszynami wyposażonymi w Windowsa lub Linuxa. Uważam po prostu, że 30–40 klatek na sekundę w średnich ustawieniach graficznych na MacBooku Pro z procesorem M4 Pro to zdecydowanie za mało. Szczególnie, że takie Baldur’s Gate 3 czy Resident Evil Village radzą sobie na nim zdecydowanie lepiej. Gdy na subreddicie „pochwaliłem” się tym, jak Assassin’s Creed Shadows działa na moim sprzęcie dedykowanym graniu na MacOS-ie, większość komentujących zwracała uwagę na fakt, że choć to fajnie, iż grę udało się odpalić i można ją przejść, to jednak nie jest to doświadczenie optymalne, którego oczekuje się od sprzętu Apple’a.\n\nPostanowiłem też sprawdzić, co się stanie, gdy wyłączy się śledzenie promieni, i cóż… Licznik klatek na sekundę wskakuje wtedy na poziom nieco ponad 40 fps. Maksymalnie w trakcie walki czy eksploracji widziałem 50 klatek na sekundę, a żeby dobić do 60, musiałem wybrać sobie jakieś zamknięte pomieszczenie i patrzeć w ścianę. Dla najbardziej stabilnego doświadczenia zablokowałem sobie licznik klatek na 40 (wzorem trybu zbalansowanego z PS5) i była to częściowo dobra decyzja. Gra działała zauważalnie płynniej niż w 30 fps, ale jednak odbywało się to kosztem ray tracingu, więc jakość oprawy graficznej mocno spadła.\n\nDość dobrze wygląda też wykorzystanie pamięci RAM, bo u mnie nie przekraczało 19 GB, a osoby testujące Assassin’s Creed Shadows na sprzęcie z 16 GB RAM-u również nie miały większych problemów. Jedynie komputery z 8 GB pamięci RAM są tu wykluczone, bo na nich gra w ogóle się nie uruchomi. Warto też pamiętać, że na Macach z procesorami z rodziny M1 i M2 doświadczenie może być dużo gorsze, bo to chipy, które nie obsługują sprzętowego wsparcia dla ray tracingu. Optymalnie powinno się grać na procesorach M3 i M4.\n\nPostanowiłem więc wrócić do pierwotnych ustawień i mogę stwierdzić, że da się tak grać. Jasne, to nie jest idealna opcja i na pewno można było ten port zoptymalizować lepiej. Mam pod ręką Assassin’s Creed Shadows w jakości prawie porównywalnej z tym, co mogę osiągnąć na konsoli, choć przy nieco niższej liczbie klatek na sekundę. Czy to dobrze? Cóż, to zależy od punktu widzenia, ale na pewno nie jest źle. W nowego „Asasyna” da się grać, to nie jest coś, co wygląda okropnie i działa fatalnie. Ja jestem zadowolony z tego, że mogę zabrać Assassin’s Creed Shadows ze sobą, gdzie tylko chcę, i grać z dala od gniazdka, bo na moim MacBooku Pro nie widać różnicy między zabawą na laptopie funkcjonującym na baterii i podłączonym do źródła zasilania.\n\nWiadomo, to brzmi abstrakcyjnie dla kogoś, kto Maca nie ma, bo to, co udało mi się uzyskać na sprzęcie za ponad 12 tysięcy złotych, można spokojnie osiągnąć na lapku z Windowsem czy nawet Linuxem (z Protonem) za 4–5 tysięcy złotych. Mnie cieszy jednak fakt, że w ogóle mogę pograć z dala od domu bez konieczności kupowania drugiego, dedykowanego wyłącznie graniu, laptopa."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 09.05.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-09052025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z prl",
            "link": "https://gk24.pl/tag/monety-z-prl",
            "description": "Czy monety z PRL mogą być warte ogromne pieniądze? Oczywiście! Przedmioty z okresu PRL cieszą się w naszym kraju rosnącą popularnością. Poszukują ich nie tylko... Przedmioty z czasów PRL przeżywają sw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 09.05.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-09-05-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0Utol0I2F9kkPLI9PSQB4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten europejski kraj pokochały wielkie firmy. Tak wygląda kolonizacja w XXI wieku",
            "link": "https://spidersweb.pl/plus/2025/05/irlandia-dystopia-utopia",
            "description": "To nie może być przypadek, że w kraju, który przyjął big techy z otwartymi ramionami i uchylił im nieba, tak mocno chroni się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Xi0bYDHaw1mtRkAr12myTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Spider’s Web47 min",
            "source": "Spider’s Web",
            "article_content": "Każą przyznać, że rzeka Lee jest ładniejsza niż przepływająca przez stolicę Liffey (bo jest), tak samo jak corkowskie dziewczyny przewyższają urodą te z Dublina. Niby w kontrze, ale jednak chciałoby się być na świeczniku, choć raz być w czymś pierwszym. Dobrze to znam jako mieszkaniec Łodzi, którą Warszawa stale uwiera. Mam wrażenie, że już mniej niż dawniej, ale niektórzy mówią, że jednak niewiele pod tym względem się zmieniło i zadra jest. Na Reddicie znajduję dyskusję o tym, czy gdyby nie wielki głód w Irlandii i związana z tym fala emigracji, Cork mógłby być dziś tak duży jak stolica. To \"gdyby\" krąży też przecież po Łodzi: gdyby nie Balcerowicz, gdyby nie transformacja, gdyby nie skandaliczny stosunek rządu do miasta, w którym nagle wygaszono przemysł i zamknięto oczy na konsekwencje."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w internecie 09.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-09052025/ar-AA1xEYBt?ocid=BingNewsVerp",
            "description": "Wazony ze szkła prasowanego Szkło prasowane to jeden z najbardziej charakterystycznych materiałów z czasów PRL. Produkty tego typu były masowe, ale dzięki różnorodności wzorów – od klasycznych po ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN2 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 09.05.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-09052025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN2 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 09.05.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-09-05-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0Utol0I2F9kkPLI9PSQB4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z prl",
            "link": "https://gk24.pl/tag/monety-z-prl",
            "description": "Czy monety z PRL mogą być warte ogromne pieniądze? Oczywiście! Przedmioty z okresu PRL cieszą się w naszym kraju rosnącą popularnością. Poszukują ich nie tylko... Przedmioty z czasów PRL przeżywają sw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 09.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-09052025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN2 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ u Jędruli w Inowrocławiu. Te przedmioty kryją w sobie sentymentalne historie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-u-j%C4%99druli-w-inowroc%C5%82awiu-te-przedmioty-kryj%C4%85-w-sobie-sentymentalne-historie/ar-AA1E9aXy?ocid=BingNewsVerp",
            "description": "Początek maja to idealna pora na zakup sezonowych roślin, które można wykorzystać do dekoracji ogrodu lub balkonu. Pchli targ ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Roalqt8Hhn9PJrUt78EZ3g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Inowrocław Nasze Miasto on MSN23 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekend we Wrocławiu nie można się nudzić! 10 hitowych wydarzeń: koncerty, targi, wyścigi i spacery (10-11 maja)",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/weekend-we-wroc%C5%82awiu-nie-mo%C5%BCna-si%C4%99-nudzi%C4%87-10-hitowych-wydarze%C5%84-koncerty-targi-wy%C5%9Bcigi-i-spacery-10-11-maja/ar-AA1EqwnC?ocid=BingNewsVerp",
            "description": "Nadchodzący weekend (9-11 maja) zapowiada się wyjątkowo intensywnie we Wrocławiu. Miasto przygotowało bogatą ofertę wydarzeń ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JIayy16BLCJoNyS_UuPCVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wrocław Nasze Miasto on MSN14 godz.",
            "source": "Wrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 9.05.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://poranny.pl/przeglad-prasy-9-05-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960907",
            "description": "Nowe przetargi Agencji Mienia Wojskowego na maj 2025 zostały ogłoszone. Armia wyprzedaje samochody ciężarowe, osobowe, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uXFNIf7gqpRwIp_0Lj7bGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Poranny8 godz.",
            "source": "Kurier Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe odkrycie archeologiczne na Wawelu! Podczas prac remontowych na wzgórzu badacze natrafili na średniowieczne znalezisko",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/nowe-odkrycie-archeologiczne-na-wawelu-podczas-prac-remontowych-na-wzg%C3%B3rzu-badacze-natrafili-na-%C5%9Bredniowieczne-znalezisko/ar-AA1Et4rz?ocid=BingNewsVerp",
            "description": "Na wzgórzu wawelskim trwa remont konserwatorski Bastionu Władysława IV i pomnika Tadeusza Kościuszki. Podczas tych prac badacze natrafili na mosiężny sygnet z XV-XVI wieku. Jak informuje Wawel, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.8WcO6FyHH7JNuJcifjc29Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kraków Naszemiasto on MSN27 min",
            "source": "Kraków Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uważni Polacy pójdą spać późno. Dziś za darmo zobaczysz arcydzieło komedii",
            "link": "https://wiadomosci.radiozet.pl/kultura/uwazni-polacy-pojda-spac-pozno-dzis-za-darmo-zobaczysz-arcydzielo-komedii",
            "description": "Fani polskiej kinematografii pójdą dzisiaj późno spać. TVP pokaże film uwielbianą przez miliony Polaków komedię. \"Seksmisja\" ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jZXNS2lYfFuKFm2zZv7ZVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Radio ZET7 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Polacy zobaczą dziś jeden z najbardziej kultowych filmów czasów PRL-u.\n\nProdukcja od lat zachwyca zarówno młodszych, jak i starszych widzów.\n\nDzieło Juliusza Machulskiego uznawane jest za jeden z największych hitów polskiej kinematografii.\n\nTVP pokaże kultowy film\n\nMiłośnicy polskich filmów pójdą dzisiaj późno spać. Telewizja Polska po raz kolejny pokaże kultową komedię science fiction, która od lat wzbudza ogromne emocje wśród widzów. \"Seksmisja\", bo o niej mowa, to jedno z najpopularniejszych dzieł Juliusza Machulskiego. Choć od premiery \"Seksmisji\" minęło ponad 40 lat, popularność filmu nie maleje. Do filmu uwielbianego polskiego reżysera powracają zarówno osoby, które dobrze pamiętają szare czasy PRL-u, jak i te, które dopiero poznają dzieła z czasów słusznie minionych.\n\nQuiz: Te filmy oglądaliśmy w PRL-u. Mało kto pamięta ten z pytania nr 5 [Quiz] 1/15 Film \"Co mi zrobisz, jak mnie złapiesz?\" nakręcił: Stanisław Bareja Andrzej Wajda Roman Polański Dalej\n\nFani \"Seksmisji\" oraz osoby, które nigdy nie widziały filmu, będą mieli możliwość obejrzenia kultowej produkcji już dzisiaj wieczorem. TVP1 pokaże genialną komedię o 23.05. Powtórka \"Seksmisji\" zaplanowana jest na poniedziałek, 12 maja, na godzinę 00.35. W obu przypadkach widzowie pójdą spać bardzo późno. \"Seksmisja\" jest jednak warta takiego poświęcenia. Film jest także dostępny dla użytkowników Canal+.\n\n\"Seksmisja\" przedstawia wizję przyszłości?\n\n„Seksmisja” to kultowa polska komedia science fiction z 1983 roku w reżyserii Juliusza Machulskiego, która zyskała status jednego z najważniejszych filmów w historii polskiej kinematografii. Film łączy elementy humoru, satyry społeczno-politycznej oraz refleksji nad totalitaryzmem i manipulacją informacją.\n\nAkcja filmu rozpoczyna się w 1991 roku, kiedy dwaj mężczyźni, Maksymilian „Maks” Paradys ( Jerzy Stuhr) i Albert Starski ( Olgierd Łukaszewicz), zgłaszają się do eksperymentalnej hibernacji mającej trwać trzy lata. Zamiast obudzić się w 1994 roku, budzą się dopiero w 2044 roku, odkrywając, że świat uległ radykalnej zmianie. W wyniku wojny nuklearnej mężczyźni wyginęli, a społeczeństwo jest teraz zdominowane przez kobiety, żyjące w podziemnych kompleksach. Maks i Albert są postrzegani jako relikty przeszłości i stają się obiektem badań. Film ukazuje ich próby odnalezienia się w nowej rzeczywistości oraz dążenie do ucieczki na powierzchnię, gdzie odkrywają, że świat nie jest tak zniszczony, jak im wmawiano.\n\nOglądaj\n\nW 2005 roku, w ankiecie przeprowadzonej przez magazyny „Cinema”, „Esensja” oraz portal Stopklatka.pl, \"Seksmisja” została uznana za najlepszy polski film ostatnich 30 lat. Film był również nominowany do Złotej Kaczki dla najlepszego filmu polskiego. Film został wyprodukowany przez Studio Filmowe Kadr, a zdjęcia realizowano m.in. w Łodzi, w kopalni soli w Wieliczce oraz w Łebie. Premiera odbyła się 14 maja 1984 roku.\n\nŹródło: Radio ZET"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (9.05.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://dziennikpolski24.pl/przeglad-prasy-9-05-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960929",
            "description": "Jeszcze w maju Zamek Królewski na Wawelu otworzy nową trasę podziemną \"Międzymurze\". Zwiedzający po raz pierwszy zobaczą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZURWxHv9h1e9MGZKBK9HsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Polski8 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Turyści po raz pierwszy będą mogli zejść do podziemi wawelskich, które mają tysiąc lat. To tam odnaleziono słynny złoty pierścień",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tury%C5%9Bci-po-raz-pierwszy-b%C4%99d%C4%85-mogli-zej%C5%9B%C4%87-do-podziemi-wawelskich-kt%C3%B3re-maj%C4%85-tysi%C4%85c-lat-to-tam-odnaleziono-s%C5%82ynny-z%C5%82oty-pier%C5%9Bcie%C5%84/ar-AA1EpzQ7?ocid=BingNewsVerp",
            "description": "W ramach nowej wystawy stałej \"Zbrojownia Wawelska\" po raz pierwszy zostaną udostępnione dwa pomieszczenia w podziemiach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ONC77JAaV7XU40jAEsiJQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska on MSN7 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 9.05.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://gazetakrakowska.pl/prasowka-9-05-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960891",
            "description": "122 metrowy komin ciepłowni przy ul. Kopernika w Trzebini został wyburzony. Efektowna detonacja obiektu odbyła się w środę (7 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VoSAd6o7d7PxwxU01CXZTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska8 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Prasówka 9.05: pozostałe wydarzenia\n\nPoniżej prezentujemy pozostałe artykuły, które przyciągały wczoraj uwagę czytelników. Co było tak istotne, że nie można było od tego oderwać wzroku?\n\nZderzenie samochodu osobowego z motocyklem na drodze krajowej nr 7 w Jaworniku pomiędzy Krakowem i Myślenicami. Do wypadku doszło w czwartek (8 maja) krótko przed godz. 18. Trwa akcja ratownicza. Na miejscu pracują strażacy, Zespół Ratownictwa Medycznego, policja. Jak informują służby, w wypadku poszkodowany został kierowca motocykla."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoty Pociąg odnaleziony? Do urzędu w Wałbrzychu wpłynęło tajemnicze zgłoszenie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z%C5%82oty-poci%C4%85g-odnaleziony-do-urz%C4%99du-w-wa%C5%82brzychu-wp%C5%82yn%C4%99%C5%82o-tajemnicze-zg%C5%82oszenie/ar-AA1ErGUt?ocid=BingNewsVerp",
            "description": "Legenda o Złotym Pociągu znów odżyła. Tajemniczego, domniemanego, pociągu pancernego III Rzeszy poszukiwano wiele lat, jednak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.amwvMt4zrNggFUhpo7jTKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN5 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoty Pociąg namierzony? Odkrycie w lesie, tajemniczy tunel",
            "link": "https://www.planeta.pl/nauka/zloty-pociag-namierzony-odkrycie-w-lesie-tajemniczy-tunel",
            "description": "Złoty Pociąg - historia Polski czy bardziej legendy polskie? Temat Złotego Pociągu nie jest zamknięty. Jak podaje Radio ZET, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WUm4j_y8Z0qZjoXv6WjFyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Planeta4 godz.",
            "source": "Planeta",
            "article_content": "Złoty Pociąg - historia Polski czy bardziej legendy polskie? Temat Złotego Pociągu nie jest zamknięty. Jak podaje Radio ZET, do urzędu w Wałbrzychu wpłynęło „tajemnicze zgłoszenie”. Legenda Złotego Pociągu ożyła dzięki nowym informacjom o potencjalnej lokalizacji.\n\nZłoty Pociąg odnaleziony? Nowe informacje\n\nZłoty Pociąg w Polsce poszukiwany jest od dekad, nadal bezskutecznie. Czy w ogóle istnieje? Podobno pancerny pociąg III Rzeszy wyruszył w 1945 roku z Wrocławia do Wałbrzycha. W wagonach miały znajdować się złoto, klejnoty, nazistowskie dokumenty, chemikalia, skradzione przez Niemców dzieła sztuki, a nawet Bursztynowa Komnata. Mimo wielu akcji poszukiwawczych i ogromnego zainteresowania, Złotego Pociągu nadal nie odnaleziono. Wydawało się, że legenda pozostanie jedynie legendą, aż tu nagle…\n\nZłoty Pociąg, przełomowe zgłoszenie? \"Zamaskowany tunel\"\n\nJak informuje Radio ZET, do Biura Rzeczy Znalezionych Urzędu Miejskiego w Wałbrzychu trafiło zgłoszenie o Złotym Pociągu. Mowa jest o lokalizacji Złotego Pociągu oraz relacji świadka z czasów II wojny światowej. Autor zgłoszenia miał już nawet spotkać się z przedstawicielami Biura Zarządzania Kryzysowego i Konserwatora Zabytków.\n\nAutor zgłoszenia podobno wie gdzie zlokalizowany jest tajemniczy tunel, a w nim 3 wagony. Zgłoszenie ma charakter informacyjny. Nie wiadomo czy jego autor podejmie dalsze kroki w sprawie Złotego Pociągu.\n\nNic więcej na ten moment jako miasto zrobić nie możemy - poza kibicowaniem - powiedziała Radiu Wrocław Kamila Świerczyńska z Urzędu Miejskiego w Wałbrzychu.\n\nQuiz: Historia Polski - te daty, bitwy i wydarzenia musi znać każdy 1/28 Kiedy Armia Czerwona wkroczyła na teren Rzeczypospolitej Polskiej? 15 sierpnia 1944 1 września 1939 17 września 1939 10 października 1939 Dalej\n\nJak dowiedział się portal rozgłośni, odkrycia dokonano w kompleksie leśnym. Znalazca został pouczony przez Konserwatora Zabytków, że powinien powiadomić odpowiednie organy o ewentualnej chęci wykonywania badań inwazyjnych. Jak informuje nieoficjalnie portal walbrzych24.com, potencjalne znalezisko może znajdować się w Świebodzicach. Wagony ze złotem mają znajdować się zamaskowanym tunelu, mieć 12 metrów długości, cztery wysokości i cztery szerokości i być ukryte za stalową bramą- informuje radiozet.pl.\n\nGdzie jest Złoty Pociąg?\n\nGdzie może być ukryty Złoty Pociąg? Najczęściej wskazywane miejsce to okolice 65. kilometra linii kolejowej z Wrocławia do Wałbrzycha, w rejonie Starego Zamku w Książu oraz tuneli pod Górami Sowimi. Niektóre hipotezy wiążą pociąg z tajnym kompleksem Riese – niedokończoną siecią podziemnych korytarzy budowanych przez Niemców z pomocą więźniów obozów koncentracyjnych. Mimo wykopów i badań georadarami, Złoty Pociąg nie został odnaleziony.\n\nposzukiwania Złotego Pociągu 2016 Fot: DARIUSZ GDESZ / POLSKAPRESSE/East News\n\nZłoty Pociąg nadal traktowany jest jako legenda, a nie fakt historyczny. Chociaż zainteresowanie medialne osłabło, entuzjaści, detektywi-amatorzy i badacze historii wciąż przeszukują Dolny Śląsk. Powstają też filmy dokumentalne i książki. Poszukiwacze skarbów nie odpuszczają. Szukała go w latach 70. nawet Służba Bezpieczeństwa. Jak na razie kolejne plotki i doniesienia kojarzą się bardziej z fabułami powieści Macieja Siembiedy. Przynajmniej jest bardzo ciekawie.\n\nCo może kryć się za legendą Złotego Pociągu?\n\nPrawda historyczna: Niemcy rzeczywiście wywozili kosztowności koleją, a chaos końca wojny sprzyjał zacieraniu śladów.\n\nNiemcy rzeczywiście wywozili kosztowności koleją, a chaos końca wojny sprzyjał zacieraniu śladów. Sowiecka cenzura: Po wojnie temat mógł być tłumiony przez władze PRL, co podsycało spekulacje.\n\nPo wojnie temat mógł być tłumiony przez władze PRL, co podsycało spekulacje. Zjawisko psychologiczne: Nadzieja na szybkie wzbogacenie i fascynacja tajemnicą napędzają zainteresowanie do dziś.\n\nŹródło: Radio ZET, Onet / radiowroclaw.pl / Radio Wrocław\n\nDziękujemy za przeczytanie artykułu do końca. Bądź na bieżąco! Polub naszą stronę na Facebooku"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Defiladowy sprzęt Putina. Wygląda groźnie na paradach, ale na wojnie nie walczy",
            "link": "https://tech.wp.pl/defiladowy-sprzet-putina-wyglada-groznie-na-paradach-ale-na-wojnie-nie-walczy,7154810087012864a",
            "description": "Defilada z okazji kapitulacji III Rzeszy jest dla Moskwy okazją do pokazu siły i prezentacji sprzętu wojskowego.",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "WP Tech5 godz.",
            "source": "WP Tech",
            "article_content": "Defilada z okazji kapitulacji III Rzeszy jest dla Moskwy okazją do pokazu siły i prezentacji sprzętu wojskowego. Modele broni pokazywane 9 maja nie zawsze są jednak sprzętem, który nadaje się do walki.\n\nPrzez dziesięciolecia Związek Radziecki traktował rocznicę 9 maja 1945 roku jako okazję do pokazania najbardziej zaawansowanego sprzętu wojskowego. W czasach ZSRR publiczne prezentacje następowały jednak niekiedy wiele lat po wprowadzeniu konkretnych modeli broni do służby.\n\nW przypadku Rosji bywa odwrotnie: gdy na defiladach widzimy imponujące wozy bojowe nowej generacji, na froncie walczą stare, opracowane jeszcze w czasie ZSRR konstrukcje. To sprzęt, który - mimo swojego wieku - w przeciwieństwie do rosyjskich nowinek technicznych, faktycznie nadaje się do walki.\n\nDalsza część artykułu pod materiałem wideo\n\nAI- moda czy realna pomoc w biznesie?\n\nPrawdopodobnie największym falstartem, związanym z przedwczesną prezentacją sprzętu bojowego, okazała się rodzina pojazdów wykorzystujących platformę gąsienicową Armata.\n\nT-14 Armata - czołg, który nie nadaje się do walki\n\nIch pierwszym przedstawicielem był zaprezentowany oficjalnie 9 maja 2015 roku (wcześniej, w 2013 roku, na statycznej ekspozycji pokazano prototyp) czołg T-14 Armata. W czasie publicznych prób do defilady jeden z nowych czołgów zwolnił, zatrzymał się i mimo pracującego silnika nie chciał ruszyć z miejsca.\n\nCzołgi T-14 podczas parady © Dmitriy Fomin, Lic. CC BY 2.0, Wikimedia Commons | DF77\n\nSpiker przekonywał wówczas, że to zaplanowany postój, ale przysłany wóz ewakuacyjny nie był w stanie - ze względu na większą niż w przypadku starych czołgów masę T-14 - ruszyć zepsutego czołgu z miejsca.\n\nChoć w kolejnych latach czołgi T-14 były regularnym uczestnikiem różnych parad, a nawet - według nieoficjalnych doniesień - kilka egzemplarzy mogło uczestniczyć w testach w Ukrainie, najlepszym podsumowaniem rozwoju tej konstrukcji wydają się słowa byłego rosyjskiego prezydenta Rosji Dmitrija Miedwiediewa, który stwierdził wprost, że T-14 nie nadaje się do walki. Opinię tę potwierdził szef koncernu Rostiech, Siergiej Czemiezow.\n\nParady to parady, a wojna to wojna. To są dwie zupełnie różne rzeczy. Dmitrij MIedwiediew Były prezydent Rosji\n\nWarto przy tym podkreślić, że mija już 10 lat od prezentacji T-14. W tym czasie czołg nie stał się - wbrew zapowiedziom Moskwy - podstawą rosyjskiej broni pancernej. Nie wiadomo, czy zamówienie na 100 egzemplarzy zostało zrealizowane i czy udało się rozwiązać problemy z docelowym napędem, czyli silnikiem 12TW373.\n\nWiadomo za to, że producent T-14 - spółka Urałwagonzawod - nie chwali się już T-14 tylko zapowiada opracowanie jeszcze nowszego i bardziej przełomowego czołgu.\n\nCiężki bojowy wóz piechoty T-15\n\nObok T-14 Armata, Rosjanie prezentują także na paradach wóz bojowy T-15. To kolejna rewolucyjna konstrukcja - zbudowany na podwoziu Armata ciężki bojowy wóz piechoty, silnie uzbrojony i opancerzony, całkowicie odmienny od rozwijanej od dziesięcioleci rodziny pojazdów BMP.\n\nRosyjski ciężki bojowy wóz piechoty T-15 Armata © TASS\n\nZ czasem do T-15 dołączył zbudowany na jego bazie pojazd do transportu paliwa, a także wóz ewakuacyjny T-16 Brem. Ten ostatni został zaprojektowany do roli ciężkiego, dobrze opancerzonego wozu ewakuacyjnego, którego zadaniem jest odholowanie uszkodzonych czołgów z pola walki. Rosyjski wóz ma przy tym ciekawe rozwiązanie w postaci niewielkiego przedziału, w którym może ukryć się załoga ewakuowanego czołgu.\n\nNowy wóz zabezpieczenia technicznego BREM T-16 © Maquetland.\n\nZ podwozia Armata miały także korzystać armatohaubica Koalicja-SW czy ciężki bojowy wóz wsparcia czołgów Terminator 3. W tym pierwszym przypadku haubica powstała, ale na podwoziu bazującym na rozwiązaniach z T-72 i T-90, a wozy bojowe Terminator - choć ich dane techniczne prezentują się imponująco - okazały się ślepym zaułkiem rozwoju broni pancernej.\n\nChoć pojazdy te prezentują się imponująco, rozwój żadnego z nich - mimo upływu czasu - nie został doprowadzony do etapu, na którym możliwe byłoby rozpoczęcie produkcji seryjnej. Na brak zainteresowania ze strony armii wpływać może także koszt nowego sprzętu, prawdopodobnie znacząco wyższy od używanych dotychczas pojazdów opancerzonych.\n\nŚrednia platforma gąsienicowa Kurganiec\n\nRosja zaprezentowała również lżejsze wozy bojowe, zbudowane na platformie Kurganiec - korzystającej z rozwiązań platformy Armata, ale znacznie lżejszej. Pod względem koncepcji Kurganiec przypomina polskiego Borsuka - ma łączyć możliwie wysoki poziom ochrony ze zdolnością do pływania, jest także wyposażony w bezzałogową wieżę z optoelektroniką i uzbrojeniem.\n\nBojowy wóz piechoty Kurganiec-25 © Lic. CC BY-SA 4.0, Vitaly V. Kuzmin, Vitalykuzmin.net, Wikimedia Commons\n\nObok bojowego wozu piechoty Kurganiec miał być bazą dla budowy wielu pojazdów specjalistycznych, jak wozy rozpoznawcze, dowodzenia, artyleria samobieżna czy zestawy przeciwlotnicze. Nowoczesne podwozie miało wyprzeć z rosyjskiej armii pojazdy z rodziny BMP, ale także bardzo popularną platformę MT-LB.\n\nNic takiego nie nastąpiło. Zapowiadane pojazdy - mimo ponawianych deklaracji - nie doczekały się nie tylko produkcji seryjnej, ale nawet (poza bojowym wozem piechoty) jeżdżących prototypów, zdolnych do udziału w paradach wojskowych.\n\nTransporter K-17 Bumierang\n\nDefiladowym sprzętem Putina pozostaje także kołowy transporter opancerzony Bumierang. Ośmiokołowy transporter został zbudowany na wzór zachodnich pojazdów o podobnej charakterystyce i przeznaczeniu, jak Rosomak, VBCI, Boxer czy Piranha.\n\nK-17 Bumierang - nowy rosyjski kołowy transporter opancerzony © Mil.ru\n\nBumierang miał stać się następcą dla transporterów z rodziny BTR, wprowadzając nową jakość zarówno za sprawą nowoczesnego podwozia, jak i nowej wieży z uzbrojeniem. Mimo upływu lat nic takiego nie nastąpiło.\n\nOzdoba rosyjskich parad wojskowych nie doczekała się zamówień i produkcji seryjnej, a na froncie w Ukrainie setkami niszczony jest znacznie słabiej opancerzony BTR-82, będący ewolucyjnym rozwinięciem transportera BTR-70, opracowanego ponad 50 lat temu.\n\nŁukasz Michalik, dziennikarz Wirtualnej Polski"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekend w Łodzi. Gdzie wybrać się na wiosenny spacer w mieście fabryk włókienniczych? Przedstawiamy najlepsze trasy",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/weekend-w-%C5%82odzi-gdzie-wybra%C4%87-si%C4%99-na-wiosenny-spacer-w-mie%C5%9Bcie-fabryk-w%C5%82%C3%B3kienniczych-przedstawiamy-najlepsze-trasy/ar-AA1EsWPP?ocid=BingNewsVerp",
            "description": "Jeżeli wybierasz się do Łodzi lub jesteś mieszkańcem tego ciekawego miasta, koniecznie zarezerwuj sobie czas na pieszą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YNcA69EPvZlmUQsFNBR2hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Strona Podróży on MSN1 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przedsiębiorca prowadzący przedszkole nękany kontrolami przez urzędników z Niemodlina. Bo zdobywam dotacje",
            "link": "https://opole.wyborcza.pl/opole/7,111632,31913712,przedsiebiorca-prowadzacy-przedszkole-nekany-kontrolami.html",
            "description": "Urzędnicy notorycznie prześwietlają wydatki prywatnego przedszkola i żłobka z Niemodlina. Gdy po blisko rocznej analizie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B-FrWIceLiH2WeGv6rD_Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wyborcza Opole7 godz.",
            "source": "Wyborcza Opole",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe odkrycie archeologiczne na Wawelu! Podczas prac remontowych na wzgórzu badacze natrafili na średniowieczne znalezisko",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/nowe-odkrycie-archeologiczne-na-wawelu-podczas-prac-remontowych-na-wzg%C3%B3rzu-badacze-natrafili-na-%C5%9Bredniowieczne-znalezisko/ar-AA1Et4rz?ocid=BingNewsVerp",
            "description": "Na wzgórzu wawelskim trwa remont konserwatorski Bastionu Władysława IV i pomnika Tadeusza Kościuszki. Podczas tych prac badacze natrafili na mosiężny sygnet z XV-XVI wieku. Jak informuje Wawel, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.8WcO6FyHH7JNuJcifjc29Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kraków Naszemiasto on MSN28 min",
            "source": "Kraków Naszemiasto on MSN",
            "article_content": ""
        }
    }
]