[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "JEMIOLOWA TARGOWISKO WROCLAW",
            "link": "https://gazetawroclawska.pl/tag/jemiolowa-targowisko-wroclaw",
            "description": "Dworzec Świebodzki to dobrze znane miejsce na zakupowej mapie Wrocławia. Targowisko, które powstało w miejscu nieczynnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-hbElLTfT5ufTMBp1lCNPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska9 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z PRL-u warte majątek. Tych monet szukają kolekcjonerzy! Zobacz te ceny! 29.01.2026",
            "link": "https://gk24.pl/stare-monety-z-prl-u-warte-majatek-tych-monet-szukaja-kolekcjonerzy-zobacz-te-ceny-29-01-2026/ar/c3p2-28623593",
            "description": "Choć nie wszystkie monety z tego okresu posiadają wysoką wartość, te rzadkie mogą osiągać zawrotne ceny na rynku kolekcjonerskim. Warto przejrzeć piwnicę czy stych w domu. Możliwe, że ukryte tam ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 29.01.2026",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-29-01-2026/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych. Oni płacą krocie za te stare monety obiegowe. Koniecznie sprawdź, czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare polskie banknoty z czasów PRL-u warte majątek. Możesz na nich zarobić nawet kilkanaście tysięcy! 29.01.2026",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-polskie-banknoty-z-czas%C3%B3w-prl-u-warte-maj%C4%85tek-mo%C5%BCesz-na-nich-zarobi%C4%87-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-29012026/ar-AA1Swvxb?ocid=BingNewsVerp",
            "description": "Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. Kolekcjonerzy nieustannie poszukują unikalnych i wartościowych banknotów. Stare i kolekcjonerskie egzemplarze mogą okazać się bardzo wa ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN2 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 29.01.2026",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-29012026/ar-AA1OXkNT?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto spodziewałby się, że to właśnie telefony sprzed 20 lat przeżywają dziś drugą młod ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta dużo pieniędzy! Kolczyki, pierścionki i bransolety warte fortunę",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/bi%C5%BCuteria-z-czas%C3%B3w-prl-u-warta-du%C5%BCo-pieni%C4%99dzy-kolczyki-pier%C5%9Bcionki-i-bransolety-warte-fortun%C4%99/ar-AA1UZD6j?ocid=BingNewsVerp",
            "description": "Piękna biżuteria z czasów PRL-u cieszy się coraz większym zainteresowaniem. Duże kamienie w pierścionkach czy naszyjnikach są ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.m8ixYVQopulgFV7L-Aa78y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN11 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyłączenia prądu w śląskim. Zobacz, czy są planowane wyłączenia prądu 28.01",
            "link": "https://dziennikzachodni.pl/wylaczenia-pradu-w-slaskim-zobacz-czy-sa-planowane-wylaczenia-pradu-28-01/ar/c1p1-20589264",
            "description": "Czy są planowane wyłączenia prądu w śląskim 28.01? W artykule znajdziesz listę miejsc, w których mogą nastąpić przerwy w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.h10qH544xV1akVAn_2vPAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Dziennik Zachodni19 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ w Tarnobrzegu odżył po mrozach. Więcej klientów i stoisk na miejskim targowisku w środę 28 stycznia. Zobacz ofertę i ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targ-w-tarnobrzegu-od%C5%BCy%C5%82-po-mrozach-wi%C4%99cej-klient%C3%B3w-i-stoisk-na-miejskim-targowisku-w-%C5%9Brod%C4%99-28-stycznia-zobacz-ofert%C4%99-i-ceny/ar-AA1Vaw4l?ocid=BingNewsVerp",
            "description": "Po kilku mroźnych tygodniach handel na targu w Tarnobrzegu wreszcie odżył. W środę 28 stycznia na miejskim targowisku ...",
            "image_url": "https://www.bing.pl/th?id=ORMS.516a045d45b05876e130074f9f9d55bd&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Tarnobrzeg Nasze Miasto on MSN19 godz.",
            "source": "Tarnobrzeg Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "JEMIOLOWA TARGOWISKO WROCLAW",
            "link": "https://gazetawroclawska.pl/tag/jemiolowa-targowisko-wroclaw",
            "description": "Dworzec Świebodzki to dobrze znane miejsce na zakupowej mapie Wrocławia. Targowisko, które powstało w miejscu nieczynnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-hbElLTfT5ufTMBp1lCNPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska9 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kiedyś były w każdej kuchni, teraz to prawdziwa perełka z PRL. Są warte małą fortunę, sprawdź szafki",
            "link": "https://www.biznesinfo.pl/kiedys-byly-w-kazdej-kuchni-teraz-to-prawdziwa-perelka-z-prl-sa-warte-mala-fortune-sprawdz-szafki-ks-wks-290126",
            "description": "Wiele osób wciąż trzyma je w zakamarkach kuchennych szafek lub na dnie piwnicznych kartonów, traktując jako bezużyteczne relikty minionej ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "BiznesINFO.pl2 godz.",
            "source": "BiznesINFO.pl",
            "article_content": "Kiedyś były w każdej kuchni, teraz to prawdziwa perełka z PRL. Są warte małą fortunę, sprawdź szafki\n\nWiele osób wciąż trzyma je w zakamarkach kuchennych szafek lub na dnie piwnicznych kartonów, traktując jako bezużyteczne relikty minionej epoki. Tymczasem rynek kolekcjonerski rządzi się własnymi prawami, a sentyment do czasów słusznie minionych potrafi wywindować ceny najzwyklejszych przedmiotów do niebotycznych poziomów. To, co kiedyś było standardem w każdym polskim domu, dziś staje się obiektem pożądania, za który pasjonaci są w stanie zapłacić krocie. Dodatki do kuchni z PRL warte krocie\n\nNiepozorne koszyczki podbijają internetowe aukcje\n\nKoszyczki na szklanki z PRL mogą być dużo warte\n\nDodatki do kuchni z PRL warte krocie\n\nNiegdyś wybór w sklepach był ograniczony, a design musiał ustąpić miejsca funkcjonalności. Właśnie ta surowość i specyficzna estetyka sprawiły, że przedmioty codziennego użytku z okresu PRL-u zyskały po latach drugie życie. Dziś nie są już symbolem niedoboru, lecz ikonami stylu, które idealnie wpisują się w modny nurt vintage. Wystarczy spojrzeć na popularne portale aukcyjne, by zrozumieć, że często nieświadomie patrzymy na źródło zarobku każdego dnia, parząc poranną kawę czy herbatę w naczyniach, które przetrwały dekady.\n\nSzczególnym zainteresowaniem cieszą się elementy zastawy, które kiedyś gościły na niemal każdym stole. Mowa o kultowych koszyczkach do szklanek, które pełniły nie tylko funkcję estetyczną, ale przede wszystkim praktyczną – chroniły dłonie przed oparzeniem w czasach, gdy nikt nie słyszał o kubkach z uchem. Wykonane z metalu, plastiku lub wikliny, stanowiły nieodłączny element rytuału picia herbaty. Dziś te niepozorne akcesoria stają się „czarnym koniem” licytacji, a ich wartość kolekcjonerska rośnie z miesiąca na miesiąc.\n\nNiepozorne koszyczki podbijają internetowe aukcje\n\nZjawisko, które obserwujemy, to klasyczny przykład popytu nakręcanego przez nostalgię. Kolekcjonerzy poszukują przedmiotów w nienagannym stanie, a im rzadszy wzór lub materiał, tym wyższa kwota pojawia się na liczniku aukcji. Warto zwrócić uwagę na detale, bo to one decydują o tym, czy nasz domowy eksponat jest wart tyle, co obiad w restauracji, czy może pozwoli na sfinansowanie wakacji. Największe emocje budzą egzemplarze wykonane z metalu, zwłaszcza te o finezyjnych kształtach, które przypominają małe dzieła sztuki użytkowej.\n\nNie bez znaczenia jest również to, z jakiej fabryki pochodzi dany przedmiot. Wyroby z renomowanych zakładów, które dziś już nie istnieją, mają dodatkową wartość historyczną. To sprawia, że rynek wtórny kwitnie, a poszukiwacze skarbów przeczesują targi staroci w nadziei na znalezienie okazji. Ceny potrafią zaskoczyć nawet największych optymistów. Okazuje się, że za zestaw kilku unikatowych koszyczków wraz z oryginalnymi szklankami z epoki, sprzedający mogą żądać kwot oscylujących w granicach kilkuset, a w skrajnych przypadkach nawet tysiąca złotych.\n\nKoszyczki na szklanki z PRL mogą być dużo warte\n\nPrzechodząc do konkretów, które najbardziej elektryzują posiadaczy pamiątek z PRL-u: ile realnie można zarobić? Analiza najnowszych trendów pokazuje, że proste, plastikowe koszyczki, choć wciąż popularne, nie osiągają zawrotnych sum – zazwyczaj to koszt rzędu kilkunastu złotych za sztukę. Prawdziwa gra zaczyna się przy modelach metalowych, ażurowych lub tych wykonanych ze srebra czy platerowanych. Tutaj ceny startują od 50-100 złotych za pojedynczy egzemplarz, a rzadkie komplety projektowane przez znanych designerów tamtego okresu to wydatek rzędu 500-800 złotych.\n\nfot. OLX\n\nfot. OLX\n\nDlaczego akurat teraz te przedmioty osiągają takie ceny? To efekt połączenia mody na retro z ograniczoną dostępnością produktów w dobrym stanie. Wiele z nich zostało wyrzuconych podczas remontów w latach 90., więc te, które ocalały, są dziś towarem deficytowym. Jeśli zatem podczas porządków natkniesz się na charakterystyczne oprawki do szklanek, nie pozbywaj się ich pochopnie. Dokładnie sprawdź sygnatury na spodzie i porównaj je z aktualnymi ofertami w sieci. Może się okazać, że Twoja kuchnia skrywa małą fortunę, która tylko czeka na odpowiedniego kupca."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rekordowy rok dla francuskich katedr. Odbudowa Notre Dame przyciąga tłumy",
            "link": "https://opoka.org.pl/News/Swiat/2026/rekordowy-rok-dla-francuskich-katedr-odbudowa-notre-dame",
            "description": "Pożar Notre Dame stał się punktem zwrotnym. W 2025 roku francuskie katedry i inne zabytki sakralne odnotowały bezprecedensowy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.z-1GyQU0-8SCEzRJ4zhuai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "OPOKA8 min",
            "source": "OPOKA",
            "article_content": "Serwis Zenit cytuje dane francuskiego Centrum Zabytków Narodowych (CMN). Poinformowało ono, że w 2025 roku obiekty znajdujące się pod jego opieką po raz pierwszy w historii przekroczyły próg 12 mln odwiedzających. Szczególną dynamikę wzrostu zanotowały katedry, wieże i skarbce, mimo że statystyki obejmują wyłącznie przestrzenie biletowane, z wyłączeniem bezpłatnych wnętrz kościołów.\n\nPonowne otwarcie katedry Notre Dame w Paryżu po latach odbudowy stało się impulsem dla całego kraju. Reims, Chartres i Amiens zanotowały gwałtowne wzrosty frekwencji, określane już jako „efekt Notre Dame”. W Amiens liczba odwiedzających wzrosła o 95 proc. do 26 564 osób, w Chartres o 74 proc. do 24,5 tysiąca, a wieże katedry w Reims przyciągnęły o 43 proc. więcej zwiedzających – ponad 16 tysięcy osób.\n\nHistoryk architektury sakralnej Matthieu Lours podkreśla, że pożar Notre Dame uświadomił kruchość dziedzictwa, które wydawało się oczywiste.\n\nJego zdaniem katedry są dziś postrzegane jako „przestrzenie pocieszenia, tożsamości i wspólnej dumy”, a nie wyłącznie relikty przeszłości.\n\nWedług rektora Notre Dame ks. prałata Oliviera Ribadeau-Dumasa, 11 mln odwiedzających odnotowanych do końca listopada potwierdza powrót katedry do roli „powszechnego miejsca gościnności”. Jak zauważa, wielu przybywa z ciekawości, ale „wraca po wyjściu, prosi o spowiedź po kilkudziesięciu latach lub pozostaje na cichej modlitwie”.\n\nW katolickiej teologii katedry nie są muzeami, lecz żywymi kościołami, których celem jest posługa sakramentalna i duszpasterska. Wzrost zainteresowania w 2025 roku pokazuje, że piękno i transcendencja wciąż przemawiają do ludzi, także w coraz bardziej zsekularyzowanym społeczeństwie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Francuskie katedry znów przyciągają tłumy. Rekordowe liczby pielgrzymów",
            "link": "https://pch24.pl/francuskie-katedry-znow-przyciagaja-tlumy-rekordowe-liczby-pielgrzymow/",
            "description": "Pożar Notre Dame stał się punktem zwrotnym. W 2025 roku francuskie katedry i inne zabytki sakralne odnotowały bezprecedensowy wzrost liczby odwiedzających. Dane pokazują nie tylko sukces turystyczny, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.u2EFZCN0YiLJYTG74tIcwg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PCH24.pl26 min",
            "source": "PCH24.pl",
            "article_content": "Pożar Notre Dame stał się punktem zwrotnym. W 2025 roku francuskie katedry i inne zabytki sakralne odnotowały bezprecedensowy wzrost liczby odwiedzających. Dane pokazują nie tylko sukces turystyczny, ale także głębsze zjawisko kulturowe i duchowe.\n\nSerwis Zenit cytuje dane francuskiego Centrum Zabytków Narodowych (CMN). Poinformowało ono, że w 2025 roku obiekty znajdujące się pod jego opieką po raz pierwszy w historii przekroczyły próg 12 mln odwiedzających. Szczególną dynamikę wzrostu zanotowały katedry, wieże i skarbce, mimo że statystyki obejmują wyłącznie przestrzenie biletowane, z wyłączeniem bezpłatnych wnętrz kościołów.\n\nPonowne otwarcie katedry Notre Dame w Paryżu po latach odbudowy stało się impulsem dla całego kraju. Reims, Chartres i Amiens zanotowały gwałtowne wzrosty frekwencji, określane już jako „efekt Notre Dame”. W Amiens liczba odwiedzających wzrosła o 95 proc. do 26 564 osób, w Chartres o 74 proc. do 24,5 tysiąca, a wieże katedry w Reims przyciągnęły o 43 proc. więcej zwiedzających – ponad 16 tysięcy osób.\n\nWesprzyj nas już teraz! 25 zł 50 zł 100 zł Wspieram\n\nHistoryk architektury sakralnej Matthieu Lours podkreśla, że pożar Notre Dame uświadomił kruchość dziedzictwa, które wydawało się oczywiste. Jego zdaniem katedry są dziś postrzegane jako „przestrzenie pocieszenia, tożsamości i wspólnej dumy”, a nie wyłącznie relikty przeszłości.\n\nWedług rektora Notre Dame ks. prałata Oliviera Ribadeau-Dumasa, 11 mln odwiedzających odnotowanych do końca listopada potwierdza powrót katedry do roli „powszechnego miejsca gościnności”. Jak zauważa, wielu przybywa z ciekawości, ale „wraca po wyjściu, prosi o spowiedź po kilkudziesięciu latach lub pozostaje na cichej modlitwie”.\n\nDla katolików katedry nie są muzeami, lecz żywymi kościołami, których celem jest posługa sakramentalna i duszpasterska. Wzrost zainteresowania w 2025 roku pokazuje, że piękno i transcendencja wciąż przemawiają do ludzi, także w coraz bardziej zsekularyzowanym społeczeństwie.\n\nŹródło: KAI / Vatican News PL"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rekordowe liczby pielgrzymów we francuskich katedrach",
            "link": "https://www.niedziela.pl/artykul/120547/Rekordowe-liczby-pielgrzymow-we-francuskich-katedrach",
            "description": "Pożar Notre Dame stał się punktem zwrotnym. W 2025 roku francuskie katedry i inne zabytki sakralne odnotowały bezprecedensowy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RlE5ftpel6ZW3VNLZOu4KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niedziela.pl33 min",
            "source": "Niedziela.pl",
            "article_content": "Rekordowy rok\n\nSerwis Zenit cytuje dane francuskiego Centrum Zabytków Narodowych (CMN). Poinformowało ono, że w 2025 roku obiekty znajdujące się pod jego opieką po raz pierwszy w historii przekroczyły próg 12 mln odwiedzających. Szczególną dynamikę wzrostu zanotowały katedry, wieże i skarbce, mimo że statystyki obejmują wyłącznie przestrzenie biletowane, z wyłączeniem bezpłatnych wnętrz kościołów.\n\nEfekt Notre Dame\n\nPonowne otwarcie katedry Notre Dame w Paryżu po latach odbudowy stało się impulsem dla całego kraju. Reims, Chartres i Amiens zanotowały gwałtowne wzrosty frekwencji, określane już jako „efekt Notre Dame”. W Amiens liczba odwiedzających wzrosła o 95 proc. do 26 564 osób, w Chartres o 74 proc. do 24,5 tysiąca, a wieże katedry w Reims przyciągnęły o 43 proc. więcej zwiedzających - ponad 16 tysięcy osób.\n\nPomóż w rozwoju naszego portalu Wspieram\n\nZabytki i tożsamość\n\nHistoryk architektury sakralnej Matthieu Lours podkreśla, że pożar Notre Dame uświadomił kruchość dziedzictwa, które wydawało się oczywiste. Jego zdaniem katedry są dziś postrzegane jako „przestrzenie pocieszenia, tożsamości i wspólnej dumy”, a nie wyłącznie relikty przeszłości.\n\nMiejsce spotkania\n\nWedług rektora Notre Dame ks. prałata Oliviera Ribadeau-Dumasa, 11 mln odwiedzających odnotowanych do końca listopada potwierdza powrót katedry do roli „powszechnego miejsca gościnności”. Jak zauważa, wielu przybywa z ciekawości, ale „wraca po wyjściu, prosi o spowiedź po kilkudziesięciu latach lub pozostaje na cichej modlitwie”.\n\nŻywe kościoły\n\nW katolickiej teologii katedry nie są muzeami, lecz żywymi kościołami, których celem jest posługa sakramentalna i duszpasterska. Wzrost zainteresowania w 2025 roku pokazuje, że piękno i transcendencja wciąż przemawiają do ludzi, także w coraz bardziej zsekularyzowanym społeczeństwie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 0.4 km od Kołobrzegu. Pomysły spędzenie czasu w weekend 31 stycznia - 1 lutego",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-0-4-km-od-kolobrzegu-pomysly-spedzenie-czasu-w-weekend-31-stycznia-1-lutego/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 31 stycznia w Kołobrzegu ma być -6°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.p5gv4gKDWh4JhJwdBJl3oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto18 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking w woj. śląskim. Gdzie warto się wybrać w weekend 31 stycznia - 1 lutego. 3 najlepsze trasy",
            "link": "https://dziennikzachodni.pl/trasy-nordic-walking-w-woj-slaskim-gdzie-warto-sie-wybrac-w-weekend-31-stycznia-1-lutego-3-najlepsze-trasy/ar/c7p1-22302727",
            "description": "Zanim wyruszysz, sprawdź prognozę pogody. W sobotę 31 stycznia w woj. śląskim ma być od -7°C do -5°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.DwYn4TDf2067cGsfMckSXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni18 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 1.7 km od Niepołomic. Pomysły na jednodniowy wypad. Gdzie w weekend 31 stycznia - 1 lutego?",
            "link": "https://niepolomice.naszemiasto.pl/sciezki-rowerowe-do-1-7-km-od-niepolomic-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-31-stycznia-1-lutego/ar/c7p1-21832069",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 31 stycznia w Niepołomicach ma być -6°C. Nie powinno padać. W niedzielę 01 lutego w Niepołomicach ma być -8°C. Nie będzie padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.uCEp-ZrEy5ubbwjv0CGLtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto17 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 29.01.2026 - wydarzenia dnia, podsumowanie z wczoraj - sprawdź, czy nie minęło Cię nic ważnego",
            "link": "https://dziennikbaltycki.pl/prasowka-29-01-2026-wydarzenia-dnia-podsumowanie-z-wczoraj-sprawdz-czy-nie-minelo-cie-nic-waznego/ar/c1p1-19960899",
            "description": "Wyniki losowania Eurojackpot w Polsce - wtorek 27.01.2026 roku! Kto tym razem sięgnie po milionowe wygrane? Tu sprawdzisz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aDQoE7wwylY_9IWkggHGWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Bałtycki4 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    }
]