[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grudniowy weekend na Andersa z kiermaszem świątecznym, giełdą i sprzedażą choinek",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/grudniowy-weekend-na-andersa-z-kiermaszem-%C5%9Bwi%C4%85tecznym-gie%C5%82d%C4%85-i-sprzeda%C5%BC%C4%85-choinek/ar-AA1RSKv8?ocid=BingNewsVerp",
            "description": "Obok świątecznego kiermaszu funkcjonowała również tradycyjna niedzielna giełda. Można tam było kupić dokładnie to samo, co w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VZi3pxkNsm-zYkd_LAMEKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kurier Poranny on MSN5 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Strykery na horyzoncie: szansa czy zagrożenie dla Rosomaka?",
            "link": "https://gazeta-lokalna.pl/strykery-na-horyzoncie-szansa-czy-zagrozenie-dla-rosomaka/",
            "description": "Czy darmowe amerykańskie wozy Stryker to błogosławieństwo, czy może finansowa pułapka dla polskiej armii? Decyzja o przyjęciu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Q3wnxFtlHtZfhSdDbOFUUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Lokalna14 godz.Opinion",
            "source": "Gazeta Lokalna",
            "article_content": "Czy darmowe amerykańskie wozy Stryker to błogosławieństwo, czy może finansowa pułapka dla polskiej armii? Decyzja o przyjęciu potencjalnie „gratisowej” technologii z USA budzi kontrowersje, ponieważ korzyści logistyczne i szkoleniowe mogą zostać zniweczone przez ukryte koszty modernizacji. W tle tej dyskusji majaczy przyszłość rodzimego przemysłu zbrojeniowego, szczególnie kluczowego niczym wiatr w żagle projektu „Serwal”.\n\nKosztowna „okazja” – czy warto ratować starocie z Iraku?\n\nPotencjalna wartość dostawy wozów Stryker, choć z pozoru kusząca, ma drugie dno. Choć mowa o sprzęcie otrzymywanym „bezpłatnie”, prawda ta jest – delikatnie mówiąc – niepewna. Jak zauważa Mariusz Cielma, redaktor naczelny „Nowej Techniki Wojskowej”, kluczową kwestią jest faktyczny stan tych pojazdów. Jeżeli w nasze ręce trafią wysłużone egzemplarze prosto z frontów w Iraku czy Afganistanie, niespodziewane wydatki na remonty mogą okazać się gigantyczne. „Można założyć, że w pesymistycznym wariancie, [koszty remontów będą] niedużo mniejsze niż koszt zakupu nowych transporterów opancerzonych” – ostrzega Cielma. Już teraz polska armia dysponuje Cougarami, które zostały kupione kilka lat temu, i te starsze konstrukcje stanowią punkt odniesienia dla oceny realnej przydatności amerykańskich wozów.\n\nZ drugiej strony, nie można lekceważyć aspektu szkoleniowego. Wprowadzenie Strykerów do armii oznaczałoby, że polscy żołnierze nabyliby praktyczną wiedzę o maszynach, które nasi amerykańscy sojusznicy masowo dostarczali choćby Ukrainie. To mogłoby być nieocenione w sytuacjach kryzysowych, gdyby niezbędne było natychmiastowe wsparcie logistyczne i operacyjne ze strony partnerów z NATO. Zapoznanie się ze sprzętem, który jest już używany przez kluczowych sojuszników, to bezsprzeczny atut w kontekście interoperacyjności.\n\n„Plusy ujemne”: jak darmowe wozy uderzą w polską produkcję?\n\nKażda, nawet najbardziej atrakcyjna politycznie oferta, ma swoją cenę – w tym przypadku, ceną mogą być interesy polskiego przemysłu obronnego. Jeśli wojsko otrzyma „za darmo” dostawę z USA, naturalnie może to wyczerpać budżet przeznaczony na kolejne zamówienia krajowe. A tu sprawa jest skomplikowana, bo mowa o kołowych transporterach opancerzonych Rosomak, które są flagowym produktem Polskiej Grupy Zbrojeniowej (PGZ).\n\nSprawy komplikuje fakt, że obecny Rosomak bazuje na licencji fińskiej firmy Patria, która wygasa w 2028 roku. Choć polski przemysł z powodzeniem zintegrował własną, cenioną na rynku wieżyczkę ZSSW-30, współpraca z partnerem północnym bywa trudna i ma negatywny wpływ na możliwości eksportowe Rosomaka. Wydawało się, że rozwiązaniem ma być definitywne zerwanie z trudną kooperacją i wejście w erę rodzimego rozwoju – projektu Nowego Kołowego Transportera Opancerzonego (NKTO) o kryptonimie „Serwal”. Problem w tym, że Serwal od lat pozostaje obietnicą, która wciąż czeka na pełną materializację.\n\nBiuro prasowe PGZ jasno precyzuje, co jest niezbędne, aby projekt Serwal nie utknął w martwym punkcie. „Harmonogram realizacji projektu NKTO Serwal zakłada możliwość zabezpieczenia potrzeb Sił Zbrojnych RP w obszarze kołowych transporterów opancerzonych poprzez płynne przejście z obecnie realizowanych dostaw KTO Rosomak na nowy pojazd” – informuje PGZ. Jednak aby to przejście było płynne, kluczowe jest podjęcie konkretnych kroków administracyjnych. Jak dodaje PGZ, „Kluczowym działaniem dla kontynuacji prac projektowych przez Grupę Kapitałową PGZ nad NKTO jest zawarcie z Agencją Uzbrojenia umowy wykonawczej na podwozia prototypowe wraz z zagwarantowaniem dostaw seryjnych pojazdów”. Bez tej umowy, wizja niezależności technologicznej w segmencie KTO pozostaje w sferze pobożnych życzeń, a wejście dodatkowych, amerykańskich pojazdów mogłoby ostatecznie pogrzebać strategiczny polski projekt."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ we Włocławku 7 grudnia 2025 - choinki, ozdoby, stroiki świąteczne, dużo staroci. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-we-w%C5%82oc%C5%82awku-7-grudnia-2025-choinki-ozdoby-stroiki-%C5%9Bwi%C4%85teczne-du%C5%BCo-staroci-zdj%C4%99cia-wideo/ar-AA1RSi3Z?ocid=BingNewsVerp",
            "description": "Podczas pierwszego grudniowego Pchlego Targu we Włocławku na wielu stoiskach dominowały elementy ze zbliżającymi się świętami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qdSBa4otroCA4t9t9NXndS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN9 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Maciej Miłosz: Używane, tanio oddam. O co chodzi z amerykańskimi transporterami Stryker?",
            "link": "https://www.rp.pl/opinie-ekonomiczne/art43458701-maciej-milosz-uzywane-tanio-oddam-o-co-chodzi-z-amerykanskimi-transporterami-stryker",
            "description": "MON rozważa (bez)płatne przyjęcie od Amerykanów transporterów kołowych. To konkurencja dla polskich Rosomaków, które jednak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jiVnETiRqH_6K6N_YhIosC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Rzeczpospolita55 minOpinion",
            "source": "Rzeczpospolita",
            "article_content": "Drugą zaletą, ale już niepewną, może być cena. To jednak zależy od stanu, w jakim są te wozy. To, że dostaniemy je „bezpłatnie”, nie oznacza, że nie poniesiemy żadnych kosztów. – To są wozy na pewno bardziej przydatne niż używane Cougary, które kupiliśmy kilka lat temu i już mamy w służbie. Jeżeli to mają być starocie po Iraku i Afganistanie, to pojawia się pytanie czy warto to brać, ponieważ koszty remontów mogą być znaczne – mówi Mariusz Cielma, redaktor naczelny Nowej Techniki Wojskowej. Można założyć, że w pesymistycznym wariancie, niedużo mniejsze niż koszt zakupu nowych transporterów opancerzonych.\n\nWreszcie można uznać za wartość, że w przypadku wprowadzenia Strykerów do naszej armii, polscy żołnierze by się z tym sprzętem zapoznali – przypomnijmy, że m.in. takie pojazdy Amerykanie dostarczyli Ukraińcom w ostatnich latach. To mogłoby procentować w przypadku kryzysu, gdybyśmy nagle potrzebowali silnego wsparcia od sojuszników.\n\nPlusy ujemne\n\nJednak warto pamiętać, że każdy kij ma dwa końce, a wprowadzenie transporterów Stryker miałoby też oczywiste minusy. Po pierwsze, nie wiadomo jak taki ruch wpłynąłby na kolejne zamówienia kołowych transporterów opancerzonych Rosomak w Polskiej Grupie Zbrojeniowej. Po otrzymaniu „bezpłatnych” wozów z USA, wojsku mogłoby zwyczajnie zabraknąć środków na zakupy w polskim przemyśle.\n\nWarto też jednak pamiętać, że Rosomaki są produkowane na licencji od fińskiej Patrii, a ta licencja wygasa w 2028 r. I mimo że to polski przemysł dołożył tam wieżyczkę ZSSW-30, która zdobywa uznanie na rynku, to współpraca jest ciężka i wpływa m.in. na możliwości eksportowe Rosomaków. Pewnym wyjściem z tej sytuacji i zakończeniem trudnej kooperacji z partnerem z północy, ma być zaprojektowanie tzw. Nowego Kołowego Transportera Opancerzonego –Serwala. Z tym, że o tym projekcie mówi się od lat i jakoś wciąż nie może się on zmaterializować.\n\nCo na to polski przemysł? – Harmonogram realizacji projektu NKTO Serwal zakłada możliwość zabezpieczenia potrzeb Sił Zbrojnych RP w obszarze kołowych transporterów opancerzonych poprzez płynne przejście z obecnie realizowanych dostaw KTO Rosomak na nowy pojazd. Kluczowym działaniem dla kontynuacji prac projektowych przez Grupę Kapitałową PGZ nad NKTO jest zawarcie z Agencją Uzbrojenia umowy wykonawczej na podwozia prototypowe wraz z zagwarantowaniem dostaw seryjnych pojazdów – informuje „Rz” biuro prasowe PGZ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku - 6 grudnia 2025. Tanie warzywa, owoce, ryby i ozdoby świąteczne. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/%C5%9Bwi%C4%99ta-i-uroczysto%C5%9Bci/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-6-grudnia-2025-tanie-warzywa-owoce-ryby-i-ozdoby-%C5%9Bwi%C4%85teczne-zdj%C4%99cia-ceny-wideo/ar-AA1RQ6AE?ocid=BingNewsVerp",
            "description": "We Włocławku działają dwa targowiska miejskie oraz niedzielny pchli targ. Jedno z nich zlokalizowane jest przy ul. Kaliskiej, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PGJhaYGvc8yB6t7YwFO_bS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN22 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 7.12.2025",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-7-12-2025/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński15 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 7.12.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-7122025/ar-AA1Rx3jh?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN14 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te pieniądze wymień w grudniu 2025. Te banknoty trzeba wymienić jeszcze przed świętami",
            "link": "https://www.msn.com/pl-pl/zdrowie/nasze-zdrowie/te-pieni%C4%85dze-wymie%C5%84-w-grudniu-2025-te-banknoty-trzeba-wymieni%C4%87-jeszcze-przed-%C5%9Bwi%C4%99tami/ar-AA1Rh5qu?ocid=BingNewsVerp",
            "description": "Sprzedawca ma prawo odmówić przyjęcia banknoty, który jest uszkodzony. W takiej sytuacji zniszczony banknot musimy wymienić, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BKLyfLu1hLvFb8IwsbdDfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN2 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z II RP są dziś warte fortunę. Oto najbardziej poszukiwane roczniki",
            "link": "https://nto.pl/te-monety-z-ii-rp-sa-dzis-warte-fortune-oto-najbardziej-poszukiwane-roczniki/ar/c1p2-28242327",
            "description": "Monety z okresu II Rzeczypospolitej znów biją rekordy popularności. Szczególnie te z rzadkich roczników, które dziś osiągają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.n1Avogv3MfvcfYMu7UrK9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska2 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 7.12.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-7122025/ar-AA1OXkNT?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kQor35RUik_fedtS68tsQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN13 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rozświetlili Starą Błotnicę. W centrum miejscowości. Rozbłysnęły świąteczne dekoracje. Zobacz, jakie piękne są iluminacje",
            "link": "https://echodnia.eu/radomskie/rozswietlili-stara-blotnice-w-centrum-miejscowosci-rozblysnely-swiateczne-dekoracje-zobacz-jakie-piekne-sa-iluminacje/ar/c1p2-28246445",
            "description": "Iluminacje świąteczne w Starej Błotnicy już zostały rozświetlone. Mieszkańcy odliczali razem zanim światełka w centrum ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xL0syv_fcje1_jcqh-5aHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Echo Dnia3 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pleszew z magicznymi świętami Bożego Narodzenia. Ten Jarmark Świąteczny przyciąga prawdziwe tłumy! Co można na nim kupić?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/pleszew-z-magicznymi-%C5%9Bwi%C4%99tami-bo%C5%BCego-narodzenia-ten-jarmark-%C5%9Bwi%C4%85teczny-przyci%C4%85ga-prawdziwe-t%C5%82umy-co-mo%C5%BCna-na-nim-kupi%C4%87/ar-AA1RStpR?ocid=BingNewsVerp",
            "description": "Od piątku, 5 grudnia do niedzieli, 7 grudnia na Rynku w Pleszewie trwa Jarmark Świąteczny. Wydarzenie przyciąga tłumy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sKbQyKqA7xexTU2CfPU3bC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Pleszew Nasze Miasto on MSN9 godz.",
            "source": "Pleszew Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nocny pożar przy terminalu kontenerowym w Gdyni",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/po%C5%BCar-cysterny-w-gdyni-wewn%C4%85trz-pojazdu-znaleziono-zw%C5%82oki/ar-AA1RRSjT?ocid=BingNewsVerp",
            "description": "Do tragicznego w skutkach pożaru doszło na parkingu terminala kontenerowego w Gdyni. Zapaliła się kabina ciężarówki. Po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dfsGQ8ky2JlBY002QfBEAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Dziennik Bałtycki on MSN11 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ we Włocławku 7 grudnia 2025 - choinki, ozdoby, stroiki świąteczne, dużo staroci. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-we-w%C5%82oc%C5%82awku-7-grudnia-2025-choinki-ozdoby-stroiki-%C5%9Bwi%C4%85teczne-du%C5%BCo-staroci-zdj%C4%99cia-wideo/ar-AA1RSi3Z?ocid=BingNewsVerp",
            "description": "Podczas pierwszego grudniowego Pchlego Targu we Włocławku na wielu stoiskach dominowały elementy ze zbliżającymi się świętami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qdSBa4otroCA4t9t9NXndS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN9 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark staroci i rękodzieła w Kiermusach. Czarcia Polana w grudniu [ZDJĘCIA]",
            "link": "https://bialystok.naszemiasto.pl/jarmark-staroci-i-rekodziela-w-kiermusach-czarcia-polana-w-grudniu-zdjecia/ar/c13p2-27529953",
            "description": "Jarmark Staroci i Rękodzieła Ludowego w Kiermusach to wyjątkowe wydarzenie, które odbywa się co miesiąc od ponad 20 lat. Jest ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KT3LRPIGcXczim6p-WVboC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Białystok Nasze Miasto7 godz.",
            "source": "Białystok Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko na Świebodzkim pęka w szwach. Trwa gorączka przedświątecznych zakupów",
            "link": "https://gazetawroclawska.pl/targowisko-na-swiebodzkim-peka-w-szwach-trwa-goraczka-przedswiatecznych-zakupow/ar/c1p2-28245367",
            "description": "W niedzielę 7 grudnia targowisko na Świebodzkim jest pełne ludzi. Trwa gorączka przedświątecznych zakupów. Ludzie szukają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4VAJgungf4JuvwD-DMB9KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska9 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi wydawnicze wrocław",
            "link": "https://gazetawroclawska.pl/tag/targi-wydawnicze-wroclaw",
            "description": "Wrocławskie Targi Dobrych Książek dobiegają końca – niedziela 7 grudnia to ostatni dzień, by odwiedzić Halę Stulecia i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-hbElLTfT5ufTMBp1lCNPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska12 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku - 6 grudnia 2025. Tanie warzywa, owoce, ryby i ozdoby świąteczne. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/%C5%9Bwi%C4%99ta-i-uroczysto%C5%9Bci/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-6-grudnia-2025-tanie-warzywa-owoce-ryby-i-ozdoby-%C5%9Bwi%C4%85teczne-zdj%C4%99cia-ceny-wideo/ar-AA1RQ6AE?ocid=BingNewsVerp",
            "description": "We Włocławku działają dwa targowiska miejskie oraz niedzielny pchli targ. Jedno z nich zlokalizowane jest przy ul. Kaliskiej, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PGJhaYGvc8yB6t7YwFO_bS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN22 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 39 km od Koszalina. Urokliwe trasy na weekend 6 - 7 grudnia",
            "link": "https://koszalin.naszemiasto.pl/trasy-nordic-walking-do-39-km-od-koszalina-urokliwe-trasy-na-weekend-6-7-grudnia/ar/c7p1-22318903",
            "description": "- Baszta Lontowa - przekornie nazywana Basztą Prochową. Jest to jedyny obiekt, który pozostał po średniowiecznym systemie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tkEA_fq43a7Zl2TLxuMh-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Koszalin Nasze Miasto5 godz.",
            "source": "Koszalin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 38 km od Gryfic. Pomysły spędzenie czasu w weekend 6 - 7 grudnia",
            "link": "https://gryfice.naszemiasto.pl/gdzie-na-spacer-do-38-km-od-gryfic-pomysly-spedzenie-czasu-w-weekend-6-7-grudnia/ar/c7p1-22116005",
            "description": "Serdecznie zapraszamy na kolejną edycję 147ULTRA Szczecin - Kołobrzeg!",
            "image_url": "https://www.bing.pl/th?id=OVFT.1uQ0RHyXexlXbSnNNnmT0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gryfice Nasze Miasto4 godz.",
            "source": "Gryfice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smutny finał historii ogromnego stada inwazyjnych jeleni sika z Opolszczyzny, które znalazły się na wolności",
            "link": "https://opole.wyborcza.pl/opole/7,35086,32406651,jelenie-sika.html",
            "description": "W czasie ostatniej powodzi hodowane w gospodarstwie na Opolszczyźnie stado jeleni sika wypuszczono na wolność, by się nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.18J-jKIw1pYGXLPhAHF8Iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wyborcza Opole14 godz.",
            "source": "Wyborcza Opole",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedźwiadki w Górach Wałbrzyskich o krok od centrum miasta. To trzy szczyty, dwa osiedla i niezliczone tajemnice",
            "link": "https://gazetawroclawska.pl/niedzwiadki-w-gorach-walbrzyskich-o-krok-od-centrum-miasta-to-trzy-szczyty-dwa-osiedla-i-niezliczone-tajemnice/ar/c7p2-28238567",
            "description": "Niepozorne wzgórze Niedźwiadków w Górach Wałbrzyskich to miejsce ciekawe i niedoceniane. Warto zdobyć trzy jego wierzchołki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IGzglA3dFtbL2z7AaxzhQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska15 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Moonlighter 2: The Endless Vault (Wczesny dostęp)",
            "link": "https://www.gamereactor.pl/moonlighter-2-the-endless-vault-wczesny-dostep-1152043/",
            "description": "Rzuciliśmy się w wir długo wyczekiwanej kontynuacji Digital Sun i jesteśmy bardzo zadowoleni z tego, co mają do zaoferowania.",
            "image_url": "https://www.bing.pl/th?id=OVFT.foG_lm3RbKVs7tUspR-y7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gamereactor Polska9 godz.",
            "source": "Gamereactor Polska",
            "article_content": "HQ\n\nHQ\n\nTa recenzja opiera się na aktualnie dostępnych treściach w grze oraz jej statusie w chwili pisania. Opublikujemy pełną recenzję, gdy gra przejdzie na wersję 1.0.\n\nMoonlighter 2: The Endless Vault w końcu pojawił się w Early Access, siedem lat po oryginale z 2018 roku. Twórcy Digital Sun zastąpili oryginalny styl pixel artu stylizowanym 3D, ale główny bohater Will wraca jako sklepikarz i poszukiwacz przygód, więc podstawowa koncepcja oczywiście pozostaje nienaruszona. Czy połączenie przytulnego życia sklepowego i akcji roguelite w 2025 roku się utrzyma, i czy jest już wystarczająco dużo treści, by Moonlighter 2 warto kupić w Early Access?\n\nNawet jeśli, tak jak ja, nie masz dużego doświadczenia z oryginałem, Moonlighter 2 jest bardzo łatwy na początek i wydaje się znajomy, jeśli grałeś w gry indie tego typu w ostatnich latach. Twój sklep znajduje się w miasteczku Tresna i sprzedajesz przedmioty z różnych światów, do których możesz się teleportować. Ogólny klimat bardzo przypomina nowoczesne podejście do gry z serii Zelda, z przytulnym rodzinnym miasteczkiem, walką nastawioną na wręcz i piękną, stylizowaną grafiką. Cała gra jest bardzo intuicyjna, ale zawiera wystarczająco dużo nowych zwrotów w formule, by nigdy nie była nudna.\n\nTo jest reklama:\n\nGra składa się z trzech oddzielnych części, które sprawiają, że działa dynamicznie: lochy, ekwipunek oraz życie w mieście/sklep. Pierwsza część, walka, rozgrywa się w lochach roguelike, podzielonych na losowo generowane \"pokoje\". Tutaj walczysz w szalonych walkach, które są niemal jak bullet hell, wymagając naprawdę odnalezienia rytmu walki i użycia kombinacji ataków wręcz oraz pistoletu blob. Pojedyncza walka może nie być śmiertelna, ale masz dość ograniczone możliwości leczenia, więc jeśli popełnisz zbyt wiele błędów, cóż, nie zajdziesz daleko. Loch kończy się bossem, jeśli zajdziesz aż tutaj. Przeciwnicy są bardzo różnorodni, a ty głównie używasz kombinacji uników, szybkich ataków, ataków specjalnych (w zależności od broni) oraz pistoletu. Grając w loch, dostajesz łup w postaci reliktów – które sprzedajesz w mieście – lub ulepszeń, które sprawiają, że jesteś lepszy w tej przejści. Dzięki temu wyważasz chciwość łupów i ulepszenia, by dotrzeć aż do bossa.\n\nDrugi element gry jest bardziej nastawiony na zagadki i polega na zarządzaniu ekwipunkiem gromadzonym podczas przejścia przez lochy. Relikty, które możesz zbierać, mają różny stopień rzadkości i jakości. Im więcej obu, tym lepiej. Ale także wchodzą ze sobą w interakcje w ekwipunku, rozmieszczone w siatce ekwipunku i różnią się w zależności od świata, w którym się znajdujesz. W świecie zwanym The Gallery, który jest bardzo technologiczny, twoje relikty mogą na przykład szokować się nawzajem, co daje im status \"przeładowane\", co oznacza, że zostaną zniszczone, jeśli zostaną ponownie porażone. Inne relikty mogą wtedy usunąć status przeładowania. Rzadsze relikty mogą mieć specjalne zdolności, które rozszerzają ten system. Ostatecznie oczywiście musisz zabrać cenny plecak do sklepu i sprzedać wszystko.\n\nTo jest reklama:\n\nWracasz do Tresna, teleportując się, ginąc lub pokonując bossa. Jeśli umrzesz, twój plecak traci znaczną wartość. W Tresna znajdujemy trzeci komponent gry. Tutaj możesz się zrelaksować i cieszyć przytulnym życiem na wsi, gdzie rozmawiasz z miejscowymi, którzy czasem dają ci zadania (znajdź X materiałów, pokonaj X wroga itd.), albo możesz od nich coś kupić. To także miejsce, gdzie masz swój sklep, który możesz ulepszać na różne sposoby. Najważniejsze w Tresna jest codzienne otwieranie sklepu i sprzedawanie przedmiotów znalezionych w jednym z różnych lochów gry. Tutaj musisz wycenić swoje relikty i znaleźć równowagę między zadowoleniem klientów a uzyskaniem jak największej wartości.\n\nWszystkie te elementy są dość proste i przyjazne dla użytkownika, co dodaje poczucia spójności i synergii, które działają naprawdę dobrze. Na początku sporo dostawałem lanie w walkach, głównie dlatego, że masz bardzo mało mikstur leczniczych. W miarę jak zdobywasz lepszy ekwipunek i ulepszasz się na różne sposoby, sytuacja stopniowo się poprawia. Szczególnie konieczne było zdobywanie większej liczby mikstur leczniczych na przejście, a także kupowanie onsen (gorącego źródła) tuż przed ostatnim bossem w lochu. Oczywiście możesz też dostosować swój sklep o elementy kosmetyczne i ulepszyć go, by przechowywał więcej reliktów i wycisnął więcej pieniędzy od klientów – prawdziwy, przytulny kapitalizm. W ten sposób wszystkie elementy gry przyczyniają się do znaczącego rozwoju całej gry.\n\nChociaż gra może przypominać symulator życia, tak naprawdę większość czasu spędzasz na walce. Na szczęście to świetna zabawa. Każde starcie jest krótkie i satysfakcjonujące, z dużą różnorodnością. Miłym dodatkiem jest to, że przed rozpoczęciem rozgrywki masz do wyboru różne bronie, a każda broń ma podstawowy i specjalny atak. Jestem wielkim fanem włóczni w grze, która daje dobry zasięg ataków i pozwala wbić grot włóczni w ziemię przy każdym ciosie. Twój specjalny atak to przywołanie grotów włóczni. Daje ci to dodatkowy atak dystansowy oprócz pistoletu blobowego. Używając podstawowych ataków, zdobywasz strzały z broni. Jak wspomniano, walki są niemal jak bullet-hell i ważne jest, by wejść w pewien rytm walk. Działa naprawdę dobrze.\n\nCzęść dotycząca sprzedaży gry, czyli gdy musisz sprzedać swoje relikwie, jest krótka, ale ciekawa. Są specjalni goście, którzy mogą dać ci specjalne bonusy sprzedażowe, jeśli na przykład sprzedasz im relikt tanio, a podczas wyprzedaży dostajesz bonusy, które zmieniają przebieg sklepu. Ukończenie tej części gry zajmuje nie więcej niż kilka minut. Może ta część gry przydałaby się trochę głębiej, ale nie przeszkadza mi, że nie jest bardziej rozbudowana.\n\nAtmosfera gry jest mocno inspirowana Zeldą, z bardzo Link -podobnym głównym bohaterem i domową, przyjemną atmosferą w mieście. Styl wizualny jest piękny, a choć może przypominać inne stylizowane gry, Moonlighter 2 potrafi wyznaczyć własny świat i klimat. Trzy główne światy, do których możesz podróżować, mają też swój własny, unikalny charakter – są to Kalina, The Gallery i Aeolia. Krótko mówiąc, Kalina to świat bardziej pustynny, The Gallery jest nastawiony na science fiction, a Aeolia jest bardziej przypominający niebo. Zwłaszcza w dwóch ostatnich częściach dzieje się wiele rzeczy w tle, co naprawdę ożywia światy. Samo miasto Tresna również jest dobrze zrealizowane, z uroczymi zwierzętami kąpiącymi się wokół, a NPC-ami żyją własnym życiem.\n\nJak w każdej dobrej roguelike'owej grze, Moonlighter 2 daje poczucie, że możesz zmierzyć się jeszcze jednym lochem. Sam grałem na Steam Deck i Moonlighter 2 wydaje się zaprojektowana pod styl gry Deck. Loch trwa około 20-30 minut, bez faktycznego mierzenia czasu. Każdy fragment gry jest bardzo mały, można grać przez piętnaście minut lub godzinę, w zależności od czasu. To gra, która idealnie nadaje się do grania między większymi rozgrywkami.\n\nMoonlighter 2 szczególnie dobrze wpisuje się w tę kategorię, ponieważ gra wydaje się znajoma, a jednocześnie nowa. Możesz wrócić do biznesowej przygody Willa za dwa miesiące, a sterowanie (przynajmniej z kontrolerem/Steam Deck ) oraz struktura gry będą całkowicie intuicyjne. Jest tu niejasna historia o powrocie do rodzinnego miasta mieszkańców i o złym złoczyńcy, który od czasu do czasu się z tobą kontaktuje. A potem jest główny quest dotyczący tytułowego \"nieskończonego skarbca\", tajemniczego unoszącego się pudełka w środku miasta, które daje bonusy za osiągnięcia osiągnięć sprzedażowych itd. Jednak wszystko to stanowi tło i jest na tyle utrzymane w tle, że bardziej stanowi atmosferę niż powód gry.\n\nWciąż trudno powiedzieć, czy Moonlighter 2 spełnia swój podtytuł \"The Endless Vault\", jeśli rozumieć to jako nieskończoną wartość gry. Jednak można tu spędzić wiele godzin zabawy, i to w całkiem rozsądnej cenie. Wciąż mam wiele rzeczy, których jeszcze nie zrobiłem, i w ogóle nie zmęczyłem się tą grą. Nawet jeśli gra nie jest ukończona (w co mocno wątpię), Moonlighter 2 jest obecnie bardziej kompletna niż wiele gier wydanych jako pełne wydania, a już jest dobrze zoptymalizowana. Dlatego otrzymuje dobrą rekomendację, a choć gra nie ma żadnych zaległości, liczymy na więcej światów i może trochę głębi w części sklepowej. W przeciwnym razie to naprawdę kwestia rozpoczęcia sprzedaży reliktów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To był rabunek dzieł sztuki na wielką skalę. Kradli żołnierze radzieccy, ale i polscy szabrownicy, którzy przybyli na Dziki Zachód",
            "link": "https://www.msn.com/pl-pl/news/other/to-by%C5%82-rabunek-dzie%C5%82-sztuki-na-wielk%C4%85-skal%C4%99-kradli-%C5%BCo%C5%82nierze-radzieccy-ale-i-polscy-szabrownicy-kt%C3%B3rzy-przybyli-na-dziki-zach%C3%B3d/ar-AA1RSIBY?ocid=BingNewsVerp",
            "description": "- Rosjanie wywieźli liczne zasoby, które znalazły się w rękach brygad trofiejnych działających na terenie Dolnego Śląska.",
            "image_url": "https://www.bing.pl/th?id=OVFT.seM7SyaPesoopfoXWqFm2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska on MSN5 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z II RP są dziś warte fortunę. Oto najbardziej poszukiwane roczniki",
            "link": "https://nto.pl/te-monety-z-ii-rp-sa-dzis-warte-fortune-oto-najbardziej-poszukiwane-roczniki/ar/c1p2-28242327",
            "description": "Monety z okresu II Rzeczypospolitej znów biją rekordy popularności. Szczególnie te z rzadkich roczników, które dziś osiągają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.n1Avogv3MfvcfYMu7UrK9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska2 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 7.12.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99/ar-AA1RsEFD?ocid=BingNewsVerp",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN14 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatnia giełda kolekcjonerska w tym roku za nami. Pasjonaci historii opanowali Klub Lokator [ZDJĘCIA]",
            "link": "https://www.eostroleka.pl/ostatnia-gielda-kolekcjonerska-w-tym-roku-za-nami-pasjonaci-historii-opanowali-klub-lokator-zdjecia,art124006.html",
            "description": "W niedzielę, 7 grudnia, w Klubie Lokator odbyło się wyjątkowe spotkanie miłośników historii i unikalnych przedmiotów. Ostatnia w tym roku giełda kolekcjonerska przyciągnęła poszukiwaczy skarbów, numiz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.WHWxYXUhXrwkKbodkfgwYw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "eOstroleka7 godz.",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nW niedzielę, 7 grudnia, w Klubie Lokator odbyło się wyjątkowe spotkanie miłośników historii i unikalnych przedmiotów. Ostatnia w tym roku giełda kolekcjonerska przyciągnęła poszukiwaczy skarbów, numizmatyków i filatelistów. Za organizacją tego wydarzenia, podtrzymującego wieloletnie tradycje w naszym mieście, stoi niezawodny Ostrołęcki Klub Kolekcjonera „Unikat”.\n\nSkarby przeszłości na wyciągnięcie ręki\n\nNiedzielne przedpołudnie w „Lokatorze” upłynęło pod znakiem sentymentalnej podróży w czasie. Jak zawsze podczas wydarzeń organizowanych przez OKK „Unikat”, stoły wystawców ugięły się pod ciężarem przedmiotów z duszą. Uczestnicy giełdy mieli okazję podziwiać, kupić lub wymienić prawdziwe perełki.\n\nWśród najchętniej oglądanych eksponatów królowały:\n\nStare monety i banknoty – gratka dla numizmatyków szukających rzadkich egzemplarzy;\n\ngratka dla numizmatyków szukających rzadkich egzemplarzy; Pocztówki i widokówki – papierowi świadkowie historii, którzy powoli odchodzą do lamusa;\n\npapierowi świadkowie historii, którzy powoli odchodzą do lamusa; Znaczki pocztowe – klasyka kolekcjonerstwa, która wciąż ma swoje wierne grono odbiorców;\n\nklasyka kolekcjonerstwa, która wciąż ma swoje wierne grono odbiorców; Odznaczenia, medale i dekoracje – pamiątki wojskowe i cywilne;\n\npamiątki wojskowe i cywilne; Rękodzieło i unikalne pamiątki – przedmioty jedyne w swoim rodzaju.\n\nOKK „Unikat” – strażnicy kolekcjonerskiej pasji\n\nTo, że hobby polegające na zbieraniu staroci ma w Ostrołęce tak silną pozycję i wielkie tradycje, jest zasługą konkretnych ludzi. Ostrołęcki Klub Kolekcjonera „Unikat” to grupa doświadczonych pasjonatów, którzy swoją energią i zaangażowaniem regularnie animują życie kulturalne miasta. To oni odpowiadają za organizację giełd, które stały się stałym punktem w kalendarzu wielu ostrołęczan.\n\nWydarzenia te to nie tylko handel – to przede wszystkim okazja do wymiany wiedzy, spotkań towarzyskich i zarażania pasją młodszych pokoleń.\n\nPlany na przyszły rok i świąteczne spotkanie\n\nChoć giełda z 7 grudnia była ostatnim otwartym wydarzeniem w tym roku kalendarzowym, członkowie OKK „Unikat” nie kończą jeszcze swojej działalności. Przed nimi tradycyjne spotkanie opłatkowe. Kolekcjonerzy zasiądą przy wigilijnym stole we własnym gronie, aby podsumować mijające 12 miesięcy, złożyć sobie życzenia i – co najważniejsze dla fanów staroci – zaplanować harmonogram na nadchodzący rok.\n\nO terminach przyszłorocznych giełd oraz innych inicjatywach dla kolekcjonerów będziemy informować na bieżąco na łamach eOstrołęki. Już teraz zachęcamy do śledzenia zapowiedzi!"
        }
    }
]