[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Targowisku przy ul. Kaliskiej we Włocławku tanie pomidory, dynie i orzechy - 6 września 2025. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/na-targowisku-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-tanie-pomidory-dynie-i-orzechy-6-wrze%C5%9Bnia-2025-zdj%C4%99cia-ceny-wideo/ar-AA1M0GOj?ocid=BingNewsVerp",
            "description": "We Włocławku działają dwa główne targowiska miejskie oraz pchli targ, który odbywa się w niedziele. Jedno z targowisk ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.65lqhc6oOcerI_1U25SX1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN1 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 06.09.2025",
            "link": "https://www.msn.com/pl-pl/technologia/elektronika-u%C5%BCytkowa/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-06-09-2025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN10 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zajrzyj do środka i przenieś się w czasie. Wyjątkowe miejsce na Pradze dla miłośników uroczych staroci",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/zajrzyj-do-%C5%9Brodka-i-przenie%C5%9B-si%C4%99-w-czasie-wyj%C4%85tkowe-miejsce-na-pradze-dla-mi%C5%82o%C5%9Bnik%C3%B3w-uroczych-staroci/ar-AA1LZMEo?ocid=BingNewsVerp",
            "description": "Look Inside to niezwykły antykwariat, czy też, jak to się teraz mówi, sklep vintage w samym sercu Pragi. Tutaj czas płynie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0nEMumtS2L_7UVVNbCIzvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Warszawa Nasze Miasto on MSN9 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Symulator życia z nutą kapitalizmu, Discounty to coś więcej niż kopia Stardew Valley",
            "link": "https://www.gry-online.pl/newsroom/symulator-zycia-z-nuta-kapitalizmu-discounty-to-cos-wiecej-niz-ko/z22ebed",
            "description": "Cozy gaming rozwija się spokojnie w swojej niszy i zamiast symulatora życia na farmie można zagrać w bardziej kapitalistyczną ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lpXIXqw9kxiVY5DVFgt99S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "GRY-OnLine.pl23 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Wiadomość opinie 5 września 2025, 18:17 autor: Sonia Selerska Symulator życia z nutą kapitalizmu, Discounty to coś więcej niż kopia Stardew Valley Cozy gaming rozwija się spokojnie w swojej niszy i zamiast symulatora życia na farmie można zagrać w bardziej kapitalistyczną wersję. Discounty zachowuje jednak autonomię i własną tożsamość, a to w starciu ze Stardew Valley wcale nie jest łatwe.\n\nUrocze symulatory życia na farmie mają dość bogatą historię. Już w drugiej połowie lat 90. powstała seria Harvest Moon, która przez kilkanaście lat zgromadziła własną społeczność graczy, będąc – przede wszystkim w Azji – prawie tym samym co The Sims dla symulatorów życia. Marka ta napotkała jednak po drodze dość dużo komplikacji, a po 2016 roku została przyćmiona przez inspirowane nią, niezależne Stardew Valley, które okazało się fenomenem na skalę światową i pozostaje nim po dziś dzień.\n\nWraz z rozkwitem szeroko pojętej sceny gier cozy, który jest mocno widoczny w ostatnich latach, element prowadzenia własnego gospodarstwa staje się coraz popularniejszy w najróżniejszych wariacjach i interpretacjach. I nie ma w tym w zasadzie nic dziwnego – wielu z nas, żyjąc w miastach, marzy o sielankowej odskoczni, a wirtualna rzeczywistość pozwala jej zaznać bez trudnych do zliczenia wyzwań, z jakimi na co dzień mierzą się ludzie zawodowo zajmujący się rolą.\n\nMimo to mało która produkcja celująca w fanów tego typu rozgrywki jest w stanie osiągnąć chociażby ułamek sukcesu Stardew Valley. Ludzie wciąż czekają na aktualizacje ich ukochanej pozycji lub z coraz większą niecierpliwością oczekują premiery kolejnego dzieła ich ulubionego twórcy w postaci zapowiedzianego w 2021 roku Haunted Chocolatier.\n\nCzy zdziwiłoby Was jednak, że niektórzy wierzą, iż tę kanciastą dziurę w naszych sercach jest w stanie wypełnić gra, która wywraca praktycznie całą konwencję Stardew Valley do góry nogami i nie ma żadnego związku z symulatorem farmy? Wydaje mi się, że aż takie nakreślenie tła było niezbędne, by przyjrzeć się Discounty pod kątem, który od pierwszych zapowiedzi zastanawiał wielu graczy.\n\nBiorąc pod uwagę, że Discounty zostało wydane pod koniec sierpnia i wiele osób czytających ten tekst nie zdołało jeszcze ukończyć gry lub nawet nigdy o niej nie słyszało, w poniższym tekście brak poważnych spoilerów. Znajdziecie tu wyłącznie szerszy zarys fabuły, opisy postaci czy screeny zrobione w pierwszych kilku godzinach rozgrywki. Jeżeli jednak wolicie grać w gry zupełnie w ciemno, miejcie to na uwadze. Jeśli z kolei nie mieliście wcześniej styczności ze Stardew Valley, zdecydowanie zachęcam do zrobienia tego przed lekturą tego artykułu – ale to chyba dość oczywiste.\n\nZupełnie inna bajka\n\nDiscounty to uroczy symulator prowadzenia sklepu w małym miasteczku Blomkest. Wcielając się w główną postać, której możemy nadać wybrane imię, wprowadzamy się do kampera naszej ciotki, która – będąc już starszą osobą – poprosiła nas o pomoc w zarządzaniu jej biznesem. Jako człowiek orkiestra zajmujemy się więc równocześnie kasą, inwentaryzacją, sprzątaniem, wystrojem, odpadkami oraz nawiązywaniem współpracy z lokalnymi przedsiębiorcami.\n\nSęk w tym, że nasza obrotność i przedsiębiorczość może nie wystarczyć, gdy w grę zaczyna wchodzić także presja ze strony gigantycznej korporacji, lokalna polityka, tajemnicze wydarzenia w okolicy oraz nie zawsze pozytywne nastawienie społeczności względem naszych poczynań. Nie unikniemy rozterek moralnych związanych z dobrem naszego biznesu oraz ludzi wokół nas i historią malowniczej mieściny.\n\nSkąd skojarzenia ze Stardew Valley?\n\nJak niepoważnie by to nie zabrzmiało, pierwsze i wręcz natychmiastowe skojarzenia ze Stardew Valley w przypadku Discounty wynikają najprawdopodobniej niemal wyłącznie z pixelartowego stylu graficznego i znajomej perspektywy kamery. Fani tej estetyki zauważą jednak, że nawet na tym polu gry nie są całkiem identyczne.\n\nMimo wszystko, kiedy głębiej zastanowimy się nad tymi pozycjami, znajdziemy między nimi całkiem sporo wspólnych punktów. Obydwie oparte są na dość uniwersalnym motywie ucieczki do małej mieściny i próbie wpasowania się w hermetyczną społeczność. W obu występuje system stale upływającego czasu, proste opcje dekoracji wnętrz czy przyziemność wymiany towarów i usług.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nWszystkie te porównania brzmią jednak dość małostkowo, gdy weźmiemy pod uwagę, że Stardew Valley jest od pierwszej do ostatniej sekundy nietrudną do zinterpretowania krytyką kapitalizmu, a uosobienie zła w opowiadanej tu historii stanowi korporacja, która stara się zaburzyć odporny przez lata na wpływy mechanizm mikroskalowego rynku Pelican Town. Obranie ścieżki skorzystania z profitów zapewnianych przez JojaMart zamyka przed nami możliwość wykonania podstawowych misji gry w ich oryginalnej wersji i przez większość fanów nie jest uznawane za sensowny czy prawidłowy styl rozgrywki.\n\nZ kolei w Discounty wchodzimy praktycznie w buty odpowiednika Morrisa w tym uniwersum – prowadzimy franczyzę dużej sieci sklepów, przybywając do miasta z bogatą historią, której nie rozumiemy, wprowadzając monopol marki i zmiany mogące zasmucić tych, którzy pamiętają czasy sprzed jego zaistnienia. Ceną wypełnienia zleconej nam misji może być utrata pracy przez inną osobę lub wymazanie części minionej kultury, a wygoda starszej klientki potrafi znaleźć się na drugim planie w obliczu prób zjednania sobie kogoś znacznie bardziej wpływowego.\n\nCzy w związku z tym możemy nazwać Discounty kapitalistycznym Stardew Valley? Absolutnie! Nie jest to jednak dosłowne odbicie lustrzane bezmyślnie krytykujące staroświeckie funkcjonowanie osady. Widma moralnie wątpliwych priorytetów nie są tu zbyt subtelne i pokazują w szerszym stopniu drugą stronę tej samej monety.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nNie naszą winą jest tęsknota za tym „jak to kiedyś było” innych mieszkańców. Nasza ciotka nie jest żądną wpływów i pieniędzy businesswoman, tylko osobą, która na swój sposób stara się jak najlepiej wspierać swoją okolicę – nawet jeśli ma to oznaczać więcej turystów zjeżdżających z autostrady na zakupy. A my? My jesteśmy szarym człowiekiem starającym się najlepiej wykonywać swoją pracę i zadowolić naszą krewną. Czas spędzony w Blomkest może zmienić nasze podejście do biznesu, ale to wciąż bardzo prozaiczna opowieść, zapewniająca przyjemność z min-maxingu, bez skłaniania do przesadnych rozmyślań nad sensem ludzkiej egzystencji.\n\nPodobnie jak w Stardew Valley polityczne, społeczne i gospodarcze akcenty są tu dla tych, którzy ich szukają. To nie manifest czy protest, który wymaga tytułów naukowych do zrozumienia i przeanalizowania. Przy tym pozostaje naprawdę ciekawą odpowiedzią na tę niepopularną ścieżkę w owej kultowej pozycji.\n\nPrzyjemność ze stania za kasą w czasie wolnym\n\nWszystkie te różnice i podobieństwa przekładają się bardzo wyraźnie na gameplay. Długa pętla rozgrywki to ciągłe zarabianie pieniędzy, inwestycja w sklep i odkrywanie rozwijającej się w tle historii. Krótsza pętla to każdy mijający i stosunkowo powtarzalny dzień.\n\nNa tym polu chyba najwyraźniej widać różnicę między obiema grami. Chociaż podobnie jak w Stardew Valley to do nas należy priorytetyzowanie zadań i pełna kontrola nad ścieżkami, którymi podążamy, nie jesteśmy w stanie uniknąć punktu centralnego rozgrywki – codziennie o 9:00 otwieramy swój sklep i aż do 17:00 (lub dłużej przy kolejce stojącej jeszcze po zamknięciu) obsługujemy klientów.\n\nOdbiera to wolność zarządzania szczegółowym planem dnia i wybór różnorodnych zajęć, za to wprowadza unikalny aspekt arcade’owej zabawy. To za każdym razem ciekawa mieszanka zręcznościowego latania między alejkami i magazynem z powtórką z tabliczki mnożenia pod presją czasu (co moim zdaniem nie zostało do końca wygodnie zrealizowane w wersji na Switcha, gdzie klikanie cyferek na kasie potrafi irytować). Ten element wypełnił w pewnym stopniu pustkę w moim sercu po flashowych grach przeglądarkowych polegających na zarządzaniu restauracją, hotelem czy spa, starając się zdążyć z obsługą wszystkich, nim cierpliwość gości w kolejce się wyczerpie.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nTo z jednej strony prosta rutyna, a z drugiej bardzo dynamiczny przeskok między dwoma tempami zabawy. Możemy dość spokojnie przed i po pracy rozmawiać z NPC, dokonywać inwentaryzacji i zmian w sklepie czy robić własne zakupy oraz szukać pobocznych zajęć. Aby nie działać w przesadnym pośpiechu, mamy także jeden dzień wolny, podczas którego sklep jest zamknięty, a my możemy w pełni oddać się wszystkiemu innemu, co świat gry ma do zaoferowania.\n\nChociaż sklepikarz nie mierzy się z tymi samymi wyzwaniami co farmer, muszący mieć na uwadze mijające pory roku i zmiany pogody, w Discounty upływ czasu i pewien rytm także jest zauważalny. Każdy poniedziałek przynosi kilka nowych zadań oraz otwiera możliwości, na które cierpliwie musieliśmy czekać nierzadko przez cały tydzień. Nie uświadczymy tu również typowego systemu levelowania, jednak profesjonalizm i oddanie firmie matce przynoszą opcje nieodbiegające daleko od koncepcji drzewka umiejętności. Inwestując przyznawane nam punkty, możemy delikatnie ulepszyć swoją postać, a także otworzyć sobie drogę do bardziej wymagającej rozgrywki.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nWiększy sklep to przestrzeń pozwalająca pomieścić dużą ilość towaru, ale i więcej podłogi do zmywania. Więcej produktów to więcej szans na zarobek, ale i więcej cen do zapamiętania czy wyszukiwania, a także potencjalnie więcej uzupełniania pustych półek. Możemy optymalizować sprzedaż, korzystając ze specjalnych przedmiotów zwiększających zainteresowanie klientów, jednak ich szybkie wyprzedanie po otwarciu oznacza zawód pozostałych kupujących. To naprawdę sporo przyjemnej kombinatoryki.\n\nGra nie cechuje się przy tym specjalnie wysokim poziomem skomplikowania i myślę, że ze względu na mniejszą skalę problemów do rozwiązania poleciłabym ją młodym i niedoświadczonym graczom prędzej niż Stardew Valley, które momentami bardzo trudno w pełni zoptymalizować.\n\nCzego właściwie się spodziewać?\n\nW Discounty występuje dużo istotnych różnic i zaskakująco wiele podobieństw do Stardew Valley, zarówno pod względem ogólnych założeń, jak i całej rozgrywki. Z pełnym przekonaniem mogę jednak powiedzieć, że jest ono czymś więcej niż kapitalistycznym Stardew Valley, podobnie jak Stardew Valley jest czymś więcej niż niezależnym i unowocześnionym Harvest Moonem – do tego właśnie potrzebny był tak długi wstęp.\n\nKażdy z nas zna wiele tytułów, które łatwo opisać, porównując je do innych. Wydaje mi się jednak, że to widoczne między nimi różnice w ostatecznym rozrachunku czynią je udanymi pozycjami z punktem wspólnym lub nieudanymi kopiami. Discounty zdecydowanie ma swój indywidualny charakter.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nCzy produkcja debiutującego na Steamie studia może usatysfakcjonować graczy łaknących nowości po latach spędzonych przed logiem Concerned Ape? Myślę, że to mocno zależy od tego, co najbardziej cenimy w Stardew Valley. Jeśli pokochaliśmy je za sandboxowe założenia, dużo bardziej rygorystyczne w swojej linearności Discounty nie będzie spełnieniem naszych marzeń. Podobnie zawiedzeni poczują się ludzie, którzy uważają się po prostu za fanów sadzenia i zbierania plonów czy zajmowania się zwierzętami, co jest raczej oczywiste. Jeśli jednak do zaspokojenia wewnętrznej potrzeby wystarczy Wam małomiasteczkowy klimat, pixelartowa estetyka i odrobina zarządzania czasem, powinniście być zadowoleni.\n\nNajlepiej zaś patrzeć na te tytuły jak na zupełnie oddzielne, acz zbieżne na wielu płaszczyznach gry, co z pewnością ucieszy ich twórców i nie dostarczy komukolwiek błędnych założeń. Podobnie zdają się myśleć dziennikarze i gracze, które już spróbowali swoich sił w prowadzeniu sklepu. Produkcja studia Crinkle Cut Games może się obecnie pochwalić średnią ocen 79/100 w serwisie Metacritic oraz przeważająco pozytywnymi opiniami na platformie Valve. Ale, wiadomo, zawsze najlepiej wyrobić sobie przecież opinię na podstawie własnych doświadczeń."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy ciągle polują na te naczynia, wazony i figurki [6.09.2025 r.]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-ci%C4%85gle-poluj%C4%85-na-te-naczynia-wazony-i-figurki-6092025-r/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN9 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Staroci i Rękodzieła Ludowego w Kiermusach. Dziś pierwszy dzień weekendowego targu. W niedzielę kulminacja letniego handlowania",
            "link": "https://www.msn.com/pl-pl/podroze/og%C3%B3lne/jarmark-staroci-i-r%C4%99kodzie%C5%82a-ludowego-w-kiermusach-dzi%C5%9B-pierwszy-dzie%C5%84-weekendowego-targu-w-niedziel%C4%99-kulminacja-letniego-handlowania/ar-AA1M0OQH?ocid=BingNewsVerp",
            "description": "W ten weekend odbywa się Jarmark Staroci i Rękodzieła Ludowego w Kiermusach. Na Czarciej Polanie od sobotniego poranka dużo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1NGPWb9lJ-e7FJVHHU8PAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Poranny on MSN3 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trwają wrześniowe targi staroci w Skierniewicach",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/trwaj%C4%85-wrze%C5%9Bniowe-targi-staroci-w-skierniewicach/ar-AA1M02ZF?ocid=BingNewsVerp",
            "description": "Deszczowa pogoda nie odstraszyła najbardziej wytrwałych bywalców skierniewickich targów kolekcjonerów, którzy poszukiwali ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.e7mV5XQ-ObE699MKULhQ5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN6 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europejskie Dni Dziedzictwa 2025",
            "link": "https://www.bstok.pl/europejskie-dni-dziedzictwa-2025/",
            "description": "Koncerty, wystawy, pikniki, sesje naukowe czy pokazy – to m.in. wydarzenia odbywające się w dwa weekendy (13-14, 20-21) ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pTUL11TTKuj_ZDDmMYpNii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Bstok.pl3 godz.",
            "source": "Bstok.pl",
            "article_content": "Koncerty, wystawy, pikniki, sesje naukowe czy pokazy – to m.in. wydarzenia odbywające się w dwa weekendy (13-14, 20-21) września w ramach Europejskich Dni Dziedzictwa 2025. To również możliwość bezpośredniego obcowania z dziedzictwem kulturowym oraz możliwość jego poznania poprzez zwiedzanie zabytków, muzeów, skansenów czy miejsc na co dzień niedostępnych.\n\nUczestnicy EDD mają znakomitą szansę do skorzystania z licznych atrakcji, a także wzięcia udziału w żywej lekcji historii i tradycji danego regionu. To doskonała okazja do swoistej „podróży w czasie” i poznania dziedzictwa kulturowego naszego kraju. W ubiegłym roku w ramach EDD odbyło się aż 50 000 wydarzeń w Europie, z czego 1500 w Polsce.\n\nMuzeum Historyczne w Białymstoku, ul. Warszawska 37\n\n14 września godz. 15.00\n\nWykład Brama Warszawska w Białymstoku\n\nUlica Warszawska jest jedną z najstarszych ulic Białegostoku. Jej początki sięgają wieku XVIII, kiedy dominium białostockie należało do rodu Branickich herbu Gryf. Nazywała się wówczas Nowe Miasto, a jej wylot zamykała murowana Brama, zwana Warszawską. Brama strzegła wjazdu z traktu warszawskiego prowadzącego ze stolicy kraju przez Brańsk i Bielsk do miasta i rezydencji Branickich.\n\nXVIII, kiedy dominium białostockie należało do rodu Branickich herbu Gryf. Nazywała się wówczas Nowe Miasto, a jej wylot zamykała murowana Brama, zwana Warszawską. Brama strzegła wjazdu z traktu warszawskiego prowadzącego ze stolicy kraju przez Brańsk i Bielsk do miasta i rezydencji Branickich.\n\nW 2012 roku podczas nadzoru archeologicznego na ulicy Warszawskiej, na wysokości budynków nr 55 i 44, Irena Taranta z Muzeum Podlaskiego w Białymstoku odkryła relikty solidnych fundamentów kamienno-ceglanych, spiętych łukiem konstrukcyjnym, będących zapewne przykładem fundowania arkadowego stosowanego na gruntach słabych i bagnistych. Na nich wzniesiono mury piętrowej Bramy Warszawskiej ze sklepionym przejazdem w dolnej kondygnacji.\n\nMuzeum Obojga Narodów w Bielsku Podlaskim, ul. Adama Mickiewicza 45\n\n14 września godz. 15.00\n\nRatusz w czasie – podróż przez wieki\n\nW ramach 33. edycji Europejskich Dni Dziedzictwa, która odbędzie się we wrześniu 2025 roku pod hasłem „W stronę architektury. Młode dziedzictwo”, zapraszamy mieszkańców i gości na wyjątkowe wydarzenia celebrujące bogactwo lokalnej historii i barokowego piękna.\n\nPierwszym będzie spacer historyczny po bielskim Ratuszu z muzealnym przewodnikiem, który odkryje przed Wami tajemnice jednego z najbardziej okazałych przykładów miejskiej architektury barokowej. Ratusz, od ponad dwóch wieków wpisujący się w krajobraz Bielska Podlaskiego, to swoisty pomost między przeszłością a współczesnością miasta.\n\nKolejnym wydarzeniem będzie kameralna wystawa, prezentacja pt.: „Ratusz w czasie – podróż przez wieki”. W przestrzeni muzealnej zaprezentujemy unikatowe materiały archiwalne: najstarsze fotografie, oraz współczesne plany budynku zaprojektowanego przez Jana Sękowskiego – nadwornego architekta hetmana wielkiego koronnego Jana Klemensa Branickiego.\n\nMiłośnikom sztuki przygotowaliśmy kreatywne warsztaty graficzne, podczas których będzie można własnoręcznie tworzyć prace nawiązujące do motywów architektury barokowej – z nutą współczesnej interpretacji.\n\nSzczegóły programu oraz godziny wydarzeń już wkrótce. Dołącz do nas – odkrywaj, twórz i dziedzicz!\n\nMuzeum Ikon w Supraślu, ul. Klasztorna 1\n\n14 września godz. 11.00\n\nArchitektura w ikonografii\n\nSpotkanie odbędzie się na wystawie czasowej „Uskrzydleni posłańcy – byty anielskie w ikonografii”, gdzie na przykładzie prezentowanych zabytków będzie można prześledzić sposoby przedstawiania elementów architektury w ikonach w różnych okresach i tradycjach ikonograficznych: począwszy od przykładu repliki ikonograficznej i rekonstrukcji XVII-wiecznych carskich wrót z cerkwi pw. Zaśnięcia NMP w Czyżach, po XIX-wieczne wizerunki szkoły wietkowskiej.\n\nProwadzenie: Anna Motowicka, Kustoszka Muzeum Ikon w Supraślu\n\n21 września 2025, godz. 11.00\n\nIkonografia we wnętrzach cerkiewnych\n\nSpotkanie odbędzie się na wystawie czasowej „Uskrzydleni posłańcy – byty anielskie w ikonografii”, gdzie począwszy od repliki ikonograficznej ikon Jerzego Nowosielskiego z carskich wrót z cerkwi pw. Narodzenia NMP w Gródku, zostaną omówione różne przykłady zrealizowanych i niezrealizowanych projektów wystroju malarskiego podlaskich świątyń, których autorem lub współautorem był Jerzy Nowosielski.\n\nProwadzenie: Ewa Zalewska, Kustoszka Muzeum Ikon w Supraślu\n\nMuzeum Rzeźby Alfonsa Karnego, ul. Świętojańska 17\n\n20 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 4-6 lat wraz z opiekunami21 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 7-12 lat wraz z opiekunami\n\nDobry adres Świętojańska 17\n\nZapraszamy na zajęcia interaktywne o architekturze drewnianej dawnego Białegostoku z willą przy Świętojańskiej 17 w roli głównej.\n\nSpacerując po białostockim Parku Planty trudno nie zauważyć sąsiadującej z nim pięknej willi, która jest dziś perełką architektury drewnianej miasta. Rezydencję zbudowano pod koniec XIX w. dla carskiego generała, który zgodnie z panującą w tym czasie modą, urządził ją w stylu eklektycznym. Jej wnętrze ciągle zachwyca, a od patrzenia na bogato zdobione sufity może zakręcić się w głowie! Dziś to siedziba Muzeum Rzeźby Alfonsa Karnego z ekspozycją rzeźb tego wybitnego artysty, a dawnej? Zapraszamy na niezwykłą podroż w czasie do przedwojennego Białegostoku!\n\nProwadzenie: Anna Malesińska\n\nLiczba uczestników: 12 osób + opiekunowie\n\nCzas trwania zajęć: ok. 90 min.\n\nKoszt: wstęp bezpłatny\n\nInformacje i zapisy: tel. 509 336 862\n\nRatusz w Białymstoku, Rynek Kościuszki 10\n\n13 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 5-12 lat wraz z opiekunami14 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 5-12 lat wraz z opiekunami\n\nPejzaże Białegostoku w malarstwie Mikołaja Wołkowyckiego.\n\nW ramach tegorocznych Europejskich Dni Dziedzictwa zapraszamy wszystkie rodziny na weekendowe zajęcia poświęcone twórczości Mikołaja Wołkowyckiego – wybitnego malarza pejzażysty związanego z regionem Podlasia.\n\nSpotkanie rozpoczniemy od zwiedzania wystawy, na której będzie można podziwiać szeroki przekrój twórczości artysty, który zasłynął z nastrojowych pejzaży przyrody – zwłaszcza jego rodzinnej Białowieży. W jego pracowni przy ul. Piłsudskiego w Białymstoku powstawały jednak także weduty- malarskie wizerunki miasta. To na nich skupimy się podczas zwiedzania i staną się one punktem wyjścia do działań twórczych.\n\nW części warsztatowej uczestnicy chwycą za pędzle i stworzą własne wizerunki miasta. Zobaczymy jak zmieniła się architektura miejsc, które malował Wołkowycki blisko 50 lat temu i spróbujemy utrwalić na płótnie współczesne widoki Białegostoku.\n\nProwadzenie: Anna Charabin\n\nLiczba miejsc: 10 osób + opiekunowie\n\nCzas trwania zajęć: ok. 90 min.\n\nKoszt: wydarzenie bezpłatne, organizowane w ramach Europejskich Dni Dziedzictwa.\n\nInformacje i zapisy: tel. 516 141 960\n\nMuzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej, ul. Lipowa 4\n\n14 września 2025 r., godz. 10.00\n\nSloWołkow PhotoWalk – spacer fotograficzny\n\nMuzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej Oddział Muzeum Podlaskie w Białymstoku organizuje cykliczne, fotograficzne spotkania plenerowe pod nazwą „SloWołkow PhotoWalk”. Wydarzenia kierowane są do wszystkich chętnych zainteresowanych fotografią i wykonywaniem zdjęć, bez względu na stopień zaawansowania.\n\nW ramach Europejskich Dni Dziedzictwa 2025 rok – „W stronę architektury. Młode dziedzictwo” chcemy zorganizować wrześniowy „SloWołkow PhotoWalk” pod hasłem Turośń „Kościelna wczoraj i dziś”. Podczas spaceru zwrócimy uwagę na różnorodność architektury tej miejscowości. Przyjrzymy się jak zmieniała się na przestrzeni kilkuset lat. Utrwalimy na zdjęciach to jak wygląda obecnie, w 2025 roku.\n\nNa spacer zabierzemy ze sobą aparat otworkowy (camera obscura). Ów prosty przyrząd optyczny dał początek wynalazkowi fotografii i był pierwowzorem aparatu fotograficznego. Camera obscura to zaciemnione pudełko z małym otworem, przez który wpadające światło na przeciwległą ściankę daje odwrócony obraz otoczenia. Jeżeli na tej ściance umieścimy materiał światłoczuły, możemy tym sposobem wykonać zdjęcie. Podczas spaceru każdy z uczestników będzie miał możliwość zrobienia zdjęcia tym prostym sprzętem.\n\nTurośń Kościelna to wieś gminna o bogatej historii. Najstarsze wzmianki o Turośni Kościelnej pochodzą z XVI wieku. Obecnie w miejscowości znajdują się m.in. dwie zabytkowe barokowe osiemnastowieczne budowle – Kościół Świętej Trójcy oraz zabytkowy pawilon dworski nazywany też pawilonem myśliwskim, w którym ma swoją siedzibę Muzeum Fotografii Wiktora Wołkowa. Turośń Kościelna to mieszanka starszej i nowszej architektury. Część XX-wiecznej zabudowy mieszkalnej posadowiona jest w malowniczym otoczeniu przydomowych ogródków. Niektóre domy drewniane posiadają interesujące zdobienia charakterystyczne dla tego rejonu Polski. W miejscowości można również znaleźć sporo budowlanych reliktów typowych dla epoki PRL. Jest oczywiście obecna także współczesna architektura – miejscowość szybko się rozbudowuje. Ta mieszanka architektoniczna sprawia, że Turośń Kościelna to znakomita przestrzeń do fotografowania i rozmów o historii.\n\nLiczba uczestników: 12 osób\n\nCzas trwania ok. 3 godz.\n\nProwadzący: Piotr Łukaszuk\n\nźródło: Muzeum Podlaskie w Białymstoku\n\nŹródło: Urząd Marszałkowski"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najszybciej rozwijające się uzdrowisko Dolnego Śląska. Jeden dzień w Polanicy-Zdroju jest jak cały urlop - oto zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najszybciej-rozwijaj%C4%85ce-si%C4%99-uzdrowisko-dolnego-%C5%9Bl%C4%85ska-jeden-dzie%C5%84-w-polanicy-zdroju-jest-jak-ca%C5%82y-urlop-oto-zdj%C4%99cia/ar-AA1L6hfC?ocid=BingNewsVerp",
            "description": "Dolnośląskie uzdrowiska przyciągają odwiedzających jak magnes, ale nie każde z nich zachwyci nie tylko kuracjuszy, ale też innych turystów. Gdzie przyjechać podczas weekendu, czy urlopu na jeden dzień ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wałbrzych Nasze Miasto on MSN8 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opolskie zabytki techniki. Niesamowite fortyfikacje, dawne fabryki, mosty, zakłady rzemieślnicze na Opolszczyźnie",
            "link": "https://www.msn.com/pl-pl/technologia/og%C3%B3lne/opolskie-zabytki-techniki-niesamowite-fortyfikacje-dawne-fabryki-mosty-zak%C5%82ady-rzemie%C5%9Blnicze-na-opolszczy%C5%BAnie/ar-AA1LZWMS?ocid=BingNewsVerp",
            "description": "Na Śląsku Opolskim możemy zwiedzić wiele zabytków techniki. Do obejrzenia są m.in. wyjątkowy dworzec kolejowy, który zagrał w filmie; pierwszy w Europie wiszący most żelazny czy budynki fabryczne po d ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Nowa Trybuna Opolska on MSN9 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak rozkochać Polaków w fizyce i mechanice? Z wizytą u gospodarza Metamuzeum Motoryzacji",
            "link": "https://autokult.pl/jak-rozkochac-polakow-w-fizyce-i-mechanice-z-wizyta-u-gospodarza-metamuzeum-motoryzacji,7189924687829600a",
            "description": "W Polsce powstaje coraz więcej spektakularnych ekspozycji pielęgnujących naszą przeszłość, ale ośrodków kultury budujących ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.n1Im_zZRkD7AGY7OvB-r1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Autokult4 godz.",
            "source": "Autokult",
            "article_content": "Technikę można uprawiać na każdym poziomie. Są wybitne jednostki, które zostaną milionerami w młodym wieku, ale są też osoby zajmujące się zwykłym \"mechanikowaniem\", bo ono zawsze będzie potrzebne. Mój znakomity, już nieżyjący przyjaciel Józek Kiełbania [polski kierowca wyścigowy, kilkukrotny Mistrz Polski w różnych formułach od lat 60. do 80. - przyp. red.] wychował całe pokolenia wspaniałych fachowców, którzy świetnie się poruszają w technice na poziomie absolutnie nieuniwersyteckim, nawet niematuralnym, i oni zawsze znajdą pracę, nie będą tą sfrustrowaną częścią społeczeństwa, która nie ma się gdzie podziać. Z drugiej strony, czytam wiele doktoratów osób, które ewidentnie nie czują fizyki i piszą straszne bzdury. Nie potrzeba nieprzeciętnych umiejętności umysłowych - trzeba po prostu lubić to, co się robi i czuć, że to działanie ma sens."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jakie reparacje?!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/jakie-reparacje/ar-AA1LZMlg?ocid=BingNewsVerp",
            "description": "Tomasz Kaźmierowski | – Kwestia reparacji wojennych od Niemiec została, jeśli dobrze pamiętam, formalnie zakończona w 1953 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ce4LePEb5dz4a8Sivkjw4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN9 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na co mogą liczyć w Polsce poszukiwacze skarbów i zabytków? I co dostają",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/na-co-mog%C4%85-liczy%C4%87-w-polsce-poszukiwacze-skarb%C3%B3w-i-zabytk%C3%B3w-i-co-dostaj%C4%85/ar-AA1LZfpo?ocid=BingNewsVerp",
            "description": "Do ministra kultury rocznie wpływa kilkanaście wniosków o nagrody za amatorskie odkrycie zabytków. Niektóre z nich są ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TiIqy2VU_7sowcv7OkrdHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gdańsk Nasze Miasto on MSN13 godz.",
            "source": "Gdańsk Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lublin: Barwny przemarsz rekonstruktorów rozpocznie „Weekend z archeologią'",
            "link": "https://www.portalsamorzadowy.pl/polityka-i-spoleczenstwo/lublin-barwny-przemarsz-rekonstruktorow-rozpocznie-weekend-z-archeologia,628081.html",
            "description": "Barwnym przemarszem rekonstruktorów rozpocznie się w sobotę „Weekend z archeologią' w Lublinie. W programie są m.in. pokazy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eSA8hlmXLEbl6VUlJJs8XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Portal Samorządowy10 godz.",
            "source": "Portal Samorządowy",
            "article_content": "Kolejna edycja \"Weekendu z archeologią\" w Lublinie już 6 i 7 września 2025 r.\n\nBarwnym przemarszem rekonstruktorów rozpocznie się w sobotę „Weekend z archeologią” w Lublinie. W programie są m.in. pokazy walk, warsztaty rzemieślnicze, turniej plebejski, pokaz mody średniowiecznej.\n\nKoordynatorka sekcji archeologii w Muzeum Narodowym w Lublinie Marta Cyran poinformowała, że wydarzenie odbędzie się pod hasłem \"Na piastowskim dworze\". - W ten weekend dziedziniec zamku lubelskiego zamieni się w średniowieczny plac pełen warsztatów, gdzie będzie można zobaczyć pokazy walk, wziąć udział w turniejach i zabawach plebejskich. Będzie można spróbować swoich sił w kaligrafii czy wybijaniu monet - zapowiedziała.\n\nNajpierw przemarsz rekonstruktorów z Placu Litewskiego na Zamek Lubelski\n\nImpreza rozpocznie się w sobotę o godz. 13 od barwnego przemarszu rekonstruktorów z Placu Litewskiego na Zamek Lubelski. Przez dwa dni na zgromadzonych będą czekać m.in. warsztaty rzemieślnicze, inscenizacje historyczne, kino historyczne, koncert muzyki dawnej.\n\nPrezes Stowarzyszenia \"Chorągiew Rycerstwa Ziemi Lubelskiej\" Sławomir Guz podkreślił, że w programie znalazły się pokazy dawnych rzemiosł. - Będzie można ujrzeć przy pracy różnych rzemieślników np. kowala, tkaczki. Nowością będzie iluminator, czyli osoba, która od średniowiecza zdobiła księgi - zobaczymy, jak wtedy malowano, w jaki sposób uzyskiwano pigmenty - opisał.\n\n\"Archeologia dzisiaj to nie tylko wykopaliska, zabytki czy publikacji naukowe, ale i rekonstrukcja\"\n\nGuz zwrócił uwagę, że archeologia to dzisiaj nie tylko wykopaliska, zabytki w muzeach czy publikacje naukowe, ale w ostatnich latach ogromną popularnością cieszy się rekonstrukcja archeologiczna. - Chodzi o ukazanie przedmiotów z czasów naszych przodków w użytku codziennym. Czym innym jest obejrzeć topory czy narzędzia w gablocie muzealnej, a czym innym móc wziąć je do ręki, sprawdzić, ile realnie ważyły, czy zobaczyć te przedmioty przy pracy - podkreślił prezes stowarzyszenia.\n\nDla najmłodszych przygotowano w sobotę też spektakl marionetkowy przybliżający nieznane fakty z życia Bolesława Chrobrego. Zaś w niedzielę publiczność obejrzy pokaz mody średniowiecznej.\n\nDwudniowa impreza w ramach Europejskich Dni Dziedzictwa\n\nMarta Cyran przypomniała, że pomysł na wydarzenie zrodził się pięć lat temu.\n\n- Chcieliśmy zorganizować nasze autorskie wydarzenie kulturalno-edukacyjne, które będzie przybliżało archeologię i historię lubelskiej publiczności i gościom z całej Polski. Jest to jednocześnie zabawa, nauka historii, ale i zdobywanie wiedzy - dodała.\n\n\"Weekend z archeologią\" odbędzie się 6-7 września na dziedzińcu Zamku Lubelskiego. Wydarzenie organizowane jest w ramach Europejskich Dni Dziedzictwa.\n\nNie przegap najważniejszych wiadomości Obserwuj nas w Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marszałek opolski Szymon Ogłaza: \"Nie jesteśmy wielcy obszarem, ale możemy robić spore zamieszanie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/marsza%C5%82ek-opolski-szymon-og%C5%82aza-nie-jeste%C5%9Bmy-wielcy-obszarem-ale-mo%C5%BCemy-robi%C4%87-spore-zamieszanie/ar-AA1LW0u8?ocid=BingNewsVerp",
            "description": "W wywiadzie dla „NTO\" marszałek Szymon Ogłaza przedstawia swoją wizję regionu, który ma oferować mieszkańcom wyższy komfort ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8Esyq1PWrQ1QGOvQJbbA5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowa Trybuna Opolska on MSN7 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na co mogą liczyć w Polsce poszukiwacze skarbów i zabytków? I co dostają",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/na-co-mog%C4%85-liczy%C4%87-w-polsce-poszukiwacze-skarb%C3%B3w-i-zabytk%C3%B3w-i-co-dostaj%C4%85/ar-AA1LZmEm?ocid=BingNewsVerp",
            "description": "Do ministra kultury rocznie wpływa kilkanaście wniosków o nagrody za amatorskie odkrycie zabytków. Niektóre z nich są ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TiIqy2VU_7sowcv7OkrdHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Dziennik Bałtycki on MSN13 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na co mogą liczyć w Polsce poszukiwacze skarbów i zabytków? I co dostają",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/na-co-mog%C4%85-liczy%C4%87-w-polsce-poszukiwacze-skarb%C3%B3w-i-zabytk%C3%B3w-i-co-dostaj%C4%85/ar-AA1LZmEm?ocid=BingNewsVerp",
            "description": "Do ministra kultury rocznie wpływa kilkanaście wniosków o nagrody za amatorskie odkrycie zabytków. Niektóre z nich są ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TiIqy2VU_7sowcv7OkrdHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Bałtycki on MSN13 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemniczy obiekt odkryty nad Wisłą. Co to może być?",
            "link": "https://wiadomosci.wp.pl/tajemniczy-obiekt-odkryty-nad-wisla-co-to-moze-byc-7197298902981568a",
            "description": "Podczas przelotu nad Wisłą, motolotniarz zauważył tajemniczy obiekt. Znajduje się on na odsłoniętym fragmencie dna rzeki.",
            "image_url": "https://www.bing.pl/th?id=OVFT.6Ol2CDI9jzl-UFaFC2Kxti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Wiadomości7 godz.",
            "source": "WP Wiadomości",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]