[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Handel na giełdzie w Sandomierzu w wielki upał. Zobacz, co kupowano w sobotę 16 sierpnia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/handel-na-gie%C5%82dzie-w-sandomierzu-w-wielki-upa%C5%82-zobacz-co-kupowano-w-sobot%C4%99-16-sierpnia/ar-AA1KCZHW?ocid=BingNewsVerp",
            "description": "W sobotę, 16 sierpnia, plac targowy przy ulicy Przemysłowej w Sandomierzu od wczesnych godzin porannych wypełniał się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-Ga57KLWjasNhOr8JGQKNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia on MSN15 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ nad Jeziorem w Chmielnikach pod Bydgoszczą. Tak było 16 sierpnia 2025 - Zobaczcie zdjęcia i wideo",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/pchli-targ-nad-jeziorem-w-chmielnikach-pod-bydgoszcz%C4%85-tak-by%C5%82o-16-sierpnia-2025-zobaczcie-zdj%C4%99cia-i-wideo/ar-AA1KDO6p?ocid=BingNewsVerp",
            "description": "W sobotę, 16 sierpnia w Chmielnikach znów zapanował wyjątkowy klimat – nad jeziorem odbył się cotygodniowy pchli targ, który ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pTLm6qedCraAP31uXzQucS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Bydgoszcz Nasze Miasto on MSN12 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krakowianie przynieśli numizmatyczne skarby do wyceny. Ze złotymi monetami przyjechali górale. Rekordowy medal wart nawet 100 tys. zł",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/krakowianie-przynie%C5%9Bli-numizmatyczne-skarby-do-wyceny-ze-z%C5%82otymi-monetami-przyjechali-g%C3%B3rale-rekordowy-medal-wart-nawet-100-tys-z%C5%82/ar-AA1KDHcD?ocid=BingNewsVerp",
            "description": "Monety i banknoty o łącznej wartości kilkuset tysięcy złotych trafiły do bezpłatnej wyceny w Krakowie. W czwartek 14 sierpnia ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wu9v8qz2aDyb-iJdV-AvcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Krakowska on MSN11 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 16.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-16-08-2025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN20 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "BiznesINFO.pl on MSN20 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ na Baraniaka w Poznaniu przyciągnął tłumy! Sprawdź, co można było upolować w niedzielę 10 sierpnia. Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-na-baraniaka-w-poznaniu-przyci%C4%85gn%C4%85%C5%82-t%C5%82umy-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-10-sierpnia-zobacz-zdj%C4%99cia-i-ceny/ar-AA1Kfcn7?ocid=BingNewsVerp",
            "description": "Pchli targ na Baraniaka w Poznaniu przyciągnął tłumy miłośników staroci i unikatowych przedmiotów. W niedzielę, 10 sierpnia, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1II_PG49O0MfTV9yde-j_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN3 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ nad Jeziorem w Chmielnikach pod Bydgoszczą. Tak było 16 sierpnia 2025 - Zobaczcie zdjęcia i wideo",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/pchli-targ-nad-jeziorem-w-chmielnikach-pod-bydgoszcz%C4%85-tak-by%C5%82o-16-sierpnia-2025-zobaczcie-zdj%C4%99cia-i-wideo/ar-AA1KDO6p?ocid=BingNewsVerp",
            "description": "W sobotę, 16 sierpnia w Chmielnikach znów zapanował wyjątkowy klimat – nad jeziorem odbył się cotygodniowy pchli targ, który ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pTLm6qedCraAP31uXzQucS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bydgoszcz Nasze Miasto on MSN12 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pożegnanie z Jarmarkiem św. Dominika. Jakie atrakcje w weekend?",
            "link": "https://www.gdansk.pl/wiadomosci/Pozegnanie-z-Jarmarkiem-sw-Dominika-Jakie-atrakcje-w-weekend,a,294011",
            "description": "Tak … to już ostatni weekend Jarmarku św. Dominika. Trzy tygodnie wielkiego plenerowego handlu i kulturalnych atrakcji minęły ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oWCEWARiYcSB1eG2Xh9GIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska20 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Pożegnanie z Jarmarkiem św. Dominika. Jakie atrakcje w weekend?\n\nTak … to już ostatni weekend Jarmarku św. Dominika. Trzy tygodnie wielkiego plenerowego handlu i kulturalnych atrakcji minęły jak z bicza strzelił. Wybierzmy się więc na jarmark, bo następny czeka nas dopiero za rok. Tym bardziej, że w sobotę i niedzielę czeka nas naprawdę wiele ciekawych imprez. O nudzie nie ma mowy.\n\nTak wyglądała ceremonia otwarcia tegorocznego Jarmarku św. Dominika 26 lipca fot. Rafał Kucharek/ gdansk.pl\n\nNa chwałę wolontariuszy\n\nOstatnim weekendem 765. Jarmarku św. Dominika zawładnie, w pozytywnym tego słowa sensie, Święto Wolontariatu.\n\nW tym wyjątkowym, dwudniowym wydarzeniu, na Przystanku Równość (Skwer Heweliusza i ulica Rajska) celebrowana będzie w szczególny bezinteresowność, empatia i siła wspólnoty.\n\nŚwięto Wolontariatu to czas, w którym dziękujemy wszystkim, którzy na co dzień niosą pomoc innym, poświęcając swój prywatny czas – cicho, z uśmiechem i ogromnym zaangażowaniem.\n\nPierwszego dnia, w sobotę, 16 sierpnia, w godzinach 12.00-19.00, wydarzenia przygotowała Fundacja Hospicyjna. Na scenie wystąpią artyści, a wokół niej nie zabraknie rodzinnych atrakcji i różnych kreatywnych aktywności.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nGdańska organizacja od wielu lat pomaga dorosłym u kresu życia, chorym dzieciom i ich bliskim. Jej misją jest zapewnienie troskliwej opieki i wsparcia w czasie choroby, odchodzenia i żałoby.\n\nGłównym miejscem tej pomocy jest Hospicjum dla Dzieci i Dorosłych im. ks. E. Dutkiewicza, przy ul. Kopernika 6.\n\nGdańska placówka powstała w 1983 r. dzięki staraniom jego aktualnego patrona, ks. Eugeniusza Dutkiewicza, który jako pierwszy w Polsce podjął się zadania stworzenia domowej opieki hospicyjnej. Utworzone przez niego Hospicjum Pallottinum stało się wzorem dla tego typu instytucji w całej Polsce.\n\nmat. organizatora\n\nDziś Hospicjum ks. E. Dutkiewicza SAC opiekuje się zarówno chorymi dorosłymi, jak i dziećmi. Całodobowe wsparcie otrzymuje rocznie 1200 osób, w tym blisko 40 małych pacjentów.\n\nPonadto, Fundacja Hospicyjna prowadzi działania edukacyjne, promuje wolontariat i buduje społeczną świadomość na temat opieki paliatywnej. Każdego dnia przyświeca jej motto, że „Hospicjum to też życie”.\n\nNa głównej scenie w sobotę podczas Święta Wolontariatu wystąpią między innymi:\n\nMęski Ch ór Szantowy Zawisza Czarny\n\nWokalistki z Centrum Kultury i Sztuki w Tczewie pod opiek ą Agaty Sowy\n\nMuzycy z Cappelli Gedanensis\n\nKarolina Dudek\n\nAdam Trzebiatowski - skrzypce\n\nMarta Kur - pianistka\n\nDodatkowe atrakcje\n\nPchli Targ - stoisko charytatywne\n\nAnimacje dla dzieci, malowanie buziek, magiczne tatuaże, warkoczyki, kreatywne zabawy\n\nThermomix dla zdrowia: Maria Fall-Ławryniuk i Elżbieta Stanulewicz\n\nPyszna lemoniada i popcorn\n\nWydarzeniu będzie towarzyszyła kwesta na rzecz podopiecznych Fundacji Hospicyjnej.\n\nNowa stacja Mevo na Westerplatte\n\nDrugiego dnia, w niedzielę, 17 sierpnia, gospodarzem Święta Wolontariatu będzie Caritas. Instytucja Archidiecezji Gdańskiej w godzinach 12.30-15.30 stworzy barwne i pełne dobrej energii Miasteczko Wolontariatu. Będzie to okazja, by odkryć współczesny wolontariat z zupełnie nowej strony: przez zabawę i wspólne działanie.\n\nmat. organizatora\n\nBędzie to wydarzenie mieszczące się w hasłach: \"Dziękuję drogi wolontariuszu, że jesteś, że chcesz i że działasz\" oraz \"Zapraszam - dołącz do nas, znajdź swoje miejsce i pomagaj tym, którzy dziś potrzebują pomocnej dłoni\".\n\nW niedzielnym programie będzie:\n\nScena\n\nduet dj’sko-konferansjerski, czyli Szczepan Babiuch i Jakub Hinc oraz muzyczni goście, animacje, taniec, śpiew i wiele niespodzianek\n\nMiasteczko Caritas:\n\nEko wioska- czyli artystyczna przestrzeń dla dzieci, będąca połączeniem fantazji i koloru\n\nDKMS- zdążyć na czas – zosta ń dawcą\n\nRetro Zajezdnia- historia Tr ójmiejskiej komunikacji miejskiej\n\nStrefa Wolontariusza- czym jest wolontariat XXI wieku?\n\nFinał kuźni talentów wokalnych\n\nW sobotę, 16 sierpnia, o godz. 17.00, na Scenie Przystanku Port Gdańsk pod Żaglami (Wyspa Ołowianka) czeka nas wielki finał Muzycznej Kuźni Talentów. To jarmarkowy konkurs dla wokalistów, adresowany zarówno do amatorów, jak i zawodowców.\n\nW koncercie finałowym wystąpi 12 osób, które doceniła publiczność w czasie trzech przesłuchań zorganizowanych na scenie na Skwerze Heweliusza.\n\nRzemieślnicy świętowali z publicznością na Jarmarku św. Dominika\n\nNa zakończenie emocjonującej rywalizacji jako gość specjalny wystąpi gdański zespół Chrust, wykonujący nowoczesną muzykę etniczną. Trzy zupełnie inne osobowości reprezentujące umiłowane przez siebie style muzyczne - folk, electro, rock - dają w połączeniu niepowtarzalne brzmienie zespołu.\n\nTwórczość grupy oparta jest o polską muzykę tradycyjną i słowiańską, inspirowana takimi zespołami i nazwiskami jak Percival Schuttenbach, Wardruna, Trent Reznor, Tool, czy Igor Herbut.\n\nChrust wydał niedawno drugi album pt. “Przed Zmierzchem”.\n\nSkład zespołu:\n\nKarol Konop – elektronika, syntezator, wokal, produkcja muzyczna\n\nDariusz Mrozek – perkusja i perkusjonalia, sampler, wokal\n\nMa łgorzata Oleszczuk – wokal, ukulele, flety, ch órki\n\nFilm pod gołym niebem\n\nOstatni jarmarkowy seans przygotował w niedzielę, 17 sierpnia, Przystanek Port Gdańsk pod Żaglami na Wyspie Ołowianka. O godz. 19.30 rozpocznie się tam projekcja filmu “Ferrari”.\n\nTo nominowana do Oscara amerykańska produkcja z 2023 r., w reżyserii Michaela Manna. Bohaterem biograficznego filmu jest słynny Enzo Ferrari, włoski kierowca rajdowy, który znajduje się w najtrudniejszym momencie swojego życia. Bankructwo zagraża jego firmie, a on sam stawia wszystko na jedną kartę – decyduje się na udział w morderczym wyścigu Mille Miglia.\n\nTarg staroci przy Długich Ogrodach to jedno z najbardziej kultowych miejsc na Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w weekend, 16-17 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku.\n\nUWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nHistoria gdańskiego jarmarku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wieczorem otworzą podziemia okolic poznańskiego dworca. \"Wejście do obiektów na własną odpowiedzialność\"",
            "link": "https://epoznan.pl/news-news-166597-wieczorem_otworza_podziemia_okolic_poznanskiego_dworca_wejscie_do_obiektow_na_wlasna_odpowiedzialnosc",
            "description": "Zapoznaj się z poniższymi informacjami, abyś mógł świadomie i komfortowo korzystać z naszych serwisów internetowych.",
            "image_url": "https://www.bing.pl/th?id=OVFT.zoDNReVxYmbq34J2N0oNQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "epoznan.pl15 godz.",
            "source": "epoznan.pl",
            "article_content": "Już dziś.\n\nStowarzyszenie Pasjonaci Podziemi znów zaprasza na wydarzenie - \"Podziemne Tajemnice okolic dworca głównego w Poznaniu\". Spotkanie rozpocznie się dziś o godzinie 20:00. Wydarzenie organizowane jest z okazji Dni Podziemnego Poznania.\n\n\n\n\"Nie wiemy, jaki los spotka całą okolicę, a podczas wycieczki poznacie 20 lokalizacji obiektów podziemnych wokół dworca\" - informują organizatorzy.\n\n\n\n\"Zaczynamy od zbiórki na dworcu letnim (przy Dworcowej) od godziny 20.00. Po krótkim wstępie poznamy obiekty typu: schrony przeciwlotnicze typu kołpak, Kaponiera Kolejowa, przejścia podziemne, szczeliny przeciwlotnicze, schrony zimnowojenne, schrony cywilne, tunel pocztowy oraz relikty twierdzy poligonalnej. Tam, gdzie nie dostaniemy się do wnętrza, będziemy się posiłkować swoimi fotografiami\" - dodają.\n\n\n\nUdział w wydarzeniu możliwy jest w formie dobrowolnej cegiełki wrzucanej do skarbonki. Na uczestników czekają także gadżety Pasjonatów Podziemi oraz mapy Twierdzy Poznań. Całość potrwa około 3 godzin.\n\n\n\n\"Wejścia do obiektów na swoją odpowiedzialność. Warto zabrać latarkę\" - dodano.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Życie w Architekturze 2025. Park Akcji „Burza'. Archigrest: Maciej Kaufman, Marcin Maraszek, topoScape: Justyna Dziedziejko, Magdalena Wnęk",
            "link": "https://www.msn.com/pl-pl/rozrywka/og%C3%B3lne/%C5%BCycie-w-architekturze-2025-park-akcji-burza-archigrest-maciej-kaufman-marcin-maraszek-toposcape-justyna-dziedziejko-magdalena-wn%C4%99k/ar-AA1KDUi2?ocid=BingNewsVerp",
            "description": "Lista zgłoszeń do największego w Polsce niezależnego konkursu architektonicznego została zamknięta. Prezentujemy zgłoszenie Parku Akcji „Burza', autorstwa Archigrest: Maciej Kaufman, Marcin Maraszek, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.8NA_WSNpNqYL7adK-HIRyg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Architektura-Murator on MSN10 godz.",
            "source": "Architektura-Murator on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stołpie odkrywa kolejne tajemnice. Sensacyjne znaleziska archeologów",
            "link": "https://www.dziennikwschodni.pl/chelm/stolpie-odkrywa-kolejne-tajemnice-sensacyjne-znaleziska-archeologow,n,1000365730.html",
            "description": "W Stołpiu (gm. Chełm, pow. chełmski) trwają intensywne badania archeologiczne niezwykłego zespołu wieżowego z XIII wieku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.XLQVP2Jg2Qf_Zqh8NIlM6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Wschodni20 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Odkrycia są konsultowane z gronem wybitnych naukowców: prof. dr. hab. Andrzejem Buko (Instytut Archeologii i Etnologii PAN w Warszawie), prof. Mykołą Bevzem (Politechnika Lubelska, Politechnika Lwowska), prof. dr. hab. Radosławem Dobrowolskim (UMCS w Lublinie) oraz dr. Lucjanem Gazdą (Państwowa Akademia Nauk Stosowanych w Chełmie).\n\nWał, trakt i pradziejowe naczynie\n\nW sierpniu br. archeolodzy dokonali kolejnego przełomowego odkrycia. Obok reliktów kapliczki i drugiej wieży kamienno-ceglanej odsłonięto wał biegnący wschód–zachód, uformowany w obrębie kredowego stoku i umacniany kamieniami przed naporem wody. Od południa prowadził do niego trakt.\n\nW szczycie wału natrafiono na starszy obiekt pradziejowy z fragmentami zdobionego naczynia (?) o nieustalonej funkcji i chronologii – prawdopodobnie z okresu wpływów rzymskich – który został zniszczony we wczesnym średniowieczu.\n\nWyjątkowy kompleks w skali Europy\n\nWedług badaczy unikatowa kapliczka, obudowane źródła, wieża z gródkiem, druga wieża, wał i trakt tworzyły w okresie wczesnego średniowiecza wyjątkowy w skali Europy kompleks budowli. Całość powstała według określonej koncepcji i planu, w pobliżu obfitych źródeł słynących z wody o właściwościach leczniczych i znaczeniu kultowym.\n\nPlany na przyszłość\n\nBadania w Stołpiu potrwają do końca sierpnia 2025 roku. Ich celem jest przygotowanie projektu rewitalizacji i utworzenia rezerwatu archeologicznego, w którym odkryte relikty będą eksponowane dla zwiedzających."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "BiznesINFO.pl on MSN20 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare Miasto bez rynku, niegermański zamek i najsłynniejszy pomnik, którego nie ma. Takie rzeczy tylko w Szczecinie",
            "link": "https://szczecin.wyborcza.pl/szczecin/7,137466,32181461,takie-rzeczy-tylko-w-szczecinie.html",
            "description": "Jeśli macie okazję wybrać się do Szczecina, to w ten weekend traficie najlepiej, jak można. Trwa właśnie najbardziej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WqTVPGJHAE81ETPCk9KRoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Szczecin Wyborcza.pl9 godz.",
            "source": "Szczecin Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muzeum Bitwy Warszawskiej w Ossowie otwarte",
            "link": "https://www.polskieradio.pl/399/7977/Artykul/3565952,muzeum-bitwy-warszawskiej-w-ossowie-otwarte",
            "description": "Wicepremier i minister obrony narodowej Władysław Kosiniak-Kamysz wraz z prezesem Zarządu Głównego Światowego Związku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LMh_KguqAg_NoAosxnf-Vy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Polskie Radio6 godz.",
            "source": "Polskie Radio",
            "article_content": "Muzeum jest częścią kompleksu memorialnego w Ossowie k. Warszawy. Powstało w miejscu bitwy z nacierającą na stolicę Armią Czerwoną. Zwycięstwo Polaków w 1920 r. zatrzymało pochód bolszewików na Polskę i Europę Zachodnią. W uroczystości uczestniczyli przedstawiciele władz państwowych i lokalnych, kombatanci II wojny światowej, harcerze oraz duchowieństwo.\n\nMarszałek Sejmu Szymon Hołownia przypomniał podczas uroczystości, że armia walcząca na przedpolach Warszawy w 1920 r. nie była anonimowa. – Pamiętajmy, że byli to konkretni ludzie, konkretne imiona i konkretne nazwiska, że to konkretni synowie, bracia, ojcowie, że każdy z nich miał swój własny życiorys, że każdy z nich zdecydował się położyć wszystko, żeby wziąć kredyt wolności, który my dzisiaj powinniśmy swoją służbą spłacać – oznajmił.\n\nW ocenie Hołowni „jesteśmy narodem, który potrafi rzeczy niesłychane (…), ale jest jeden warunek, musimy to robić razem”. – Pytanie do nas, do naszego pokolenia – czy zawsze musimy to robić przyciśnięci do ściany? Czy nie moglibyśmy kiedyś spróbować tego w okolicznościach niekrytycznych (…). Czy nie moglibyśmy spróbować bez miecza, który wisi nad naszą głową – powiedział.\n\nMarszałek Sejmu podkreślił, że dzisiaj powinniśmy pamiętać, iż „jesteśmy narodem, który jest zdolny do odwracania biegu historii”. – Dzisiaj nie mamy potrzeby modlić się do Boga o cud. Dzisiaj powinniśmy sami do siebie modlić się o opamiętanie, o to, by rzeczy takie jak mądre przywództwo, jak odwaga, jedność, zgoda były naszą codziennością. Dzisiaj to, czy kolejny cud się stanie i Polska utrzyma swoją wolność (…), to wszystko zależy tylko od nas samych – zaznaczył.\n\nŚwiadectwo niezłomności\n\nMinister obrony Władysław Kosiniak-Kamysz podkreślił, że Muzeum Bitwy Warszawskiej jest świadectwem niezłomności, siły, odwagi, mądrości oraz sprawności polskiego narodu. – Otwieramy to muzeum w hołdzie 4,5 tys. tych, którzy krew swoją przelali i życie oddali w Bitwie Warszawskiej, 10 tys. zaginionych, 22 tys. rannych, setkom tysięcy, którzy zameldowali się jako ochotnicy i milionowej armii, która stanęła do obrony Polski – powiedział.\n\nWicepremier zapewnił, że muzeum „będzie centrum polskiej polityki pamięci”. – Ono jest przede wszystkim zwycięskie, a my potrzebujemy zwycięstw, tego ducha hartu (…). Dla budowy ducha narodu potrzebujemy wiktorii. Nie ma w naszej historii lepszej i tak bliskiej naszemu sercu, niż wiktoria warszawska. Pod nią może się podpisać każdy. Ona nie jest przypisana do jednego sektora, jednej grupy – oznajmił.\n\n– Otwieramy to muzeum wspólnie, tak jak wspólnie stanęli wówczas do walki chłopi, mieszczanie, wspaniali żołnierze, studenci, harcerze z opieką duchowną – powiedział. Podziękował tym, którzy podjęli decyzję o budowie tego muzeum, czyli „swoim poprzednikom”. – Polski nie buduje się dla samego siebie, czy dla swojego środowiska społecznego czy politycznego. Polskę buduje się dla wszystkich – zaznaczył.\n\nKosiniak-Kamysz poinformował również, że przed budynkiem Sztabu Generalnego na przełomie tego i przyszłego roku odsłonięty zostanie pierwszy w historii Polski pomnik generała Tadeusza Jordan-Rozwadowskiego, który w 1918 r. tworzył pierwszy sztab generalny po odrodzeniu Polski.\n\n– Kilka miesięcy temu do Prezydenta Rzeczpospolitej skierowałem wniosek o nadanie (mu) Orderu Orła Białego. Wierzę, że ten wniosek zostanie przez prezydenta rozpatrzony pozytywnie. W tym muzeum jest miejsce przygotowane, żeby ten order, najwyższe polskie odznaczenie, order dla naszego bohatera, generała naszej wolności, mógł się tutaj znaleźć – dodał wicepremier.\n\nReprezentujący prezydenta Karola Nawrockiego szef BBN Sławomir Cenckiewicz zapewnił, że zrobi wszystko, „żeby ten Order Orła Białego został generałowi Rozwadowskiemu przyznany”.\n\nCenckiewicz zwrócił uwagę, że muzeum, które jest miejscem pamięci, „powinno żyć”. – Chciałbym, żeby to muzeum, jako muzeum zwycięstwa, było miejscem, w którym będzie organizowana przysięga żołnierska, a może nawet wręczane awanse generalskie, żeby ono również żyło życiem polskiego wojska – wskazał.\n\nSzef BBN przyznał, że muzeum mu się podoba, „bo ma charakter wszechpolski”, pokazuje zbiorowy wysiłek polskiego narodu.\n\n„Wierzę, że stojąc przed państwem (…) nie tylko oddajemy hołd obrońcom naszej ojczyzny, ale wspólnie (…) stawiamy bardzo ostrą granicę między tym, co było w roku 1920 i jest w roku 2025 – obroną cywilizacji, obroną Polski, obroną państwa polskiego, demokracji, wolności – a tym, co jest barbarzyństwem, sowieckim, bolszewickim, dzisiaj rosyjskim; co jest zniewoleniem i śmiercią – mówił.\n\nNowoczesne muzeum\n\nMuzeum jest częścią kompleksu memorialnego wzniesionego na 17-metrowym sztucznym wzniesieniu, u stóp którego stoją dwa 70-metrowe maszty z powiewającymi biało-czerwonymi proporcami. Do budynku prowadzi 500-metrowa Aleja Zwycięstwa.\n\nZnajdująca się na dwóch kondygnacjach wystawa stała liczy 1 tys. mkw. prezentuje dziesiątki unikatowych zabytków z Muzeum Wojska Polskiego oraz eksponaty zebrane przez lokalną instytucję „Ossów – Wrota Bitwy Warszawskiej”.\n\nNa ekspozycji można zobaczyć m.in. mundury i broń obu walczących stron, w tym francuską armatę oblężniczą de Bange’a, a także polskie i bolszewickie ulotki oraz plakaty propagandowe. Cztery moduły wystawy wyposażone są w multimedialne przedstawienia historii, łączące archiwalne materiały filmowe, fotograficzne i dokumenty z muzyką.\n\nStworzenie Muzeum władze gminy Wołomin, do której należy Ossów, planowały od dawna. W 2017 r. Ministerstwo Obrony Narodowej poinformowało, że sfinansuje powstanie placówki. W sierpniu ówczesny szef MON Antoni Macierewicz podpisał z przedstawicielami władz lokalnych list intencyjny dotyczący budowy Muzeum Bitwy Warszawskiej. Zaprezentowano również wstępną koncepcję jego budowy.\n\nW 2018 r. powołano zespół programowo-naukowy do spraw ekspozycji placówki, która miała być filią Muzeum Wojska Polskiego. Kolejny szef MON Mariusz Błaszczak zapowiadał, że do 14 września zostanie rozstrzygnięty konkurs tak, by 25 września 2018 r. podpisać umowę z wykonawcą.\n\nNa początku 2020 r. Muzeum Wojska Polskiego zawarło umowę dotyczącą opracowania w ciągu 90 dni aktualizacji programu inwestycji dotyczącego budowy Muzeum Bitwy Warszawskiej w Ossowie. W lipcu MON dostało pozwolenie na budowę, która oficjalnie rozpoczęła się na początku sierpnia 2020 r. Mariusz Błaszczak podkreślał wówczas, że chcą, by Muzeum powstało w ciągu dwóch lat.\n\nPAP, md"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tu pokonaliśmy Armię Czerwoną. Polska zyskała ważne muzeum",
            "link": "https://twojezdrowie.rmf24.pl/regiony/warszawa/news-tu-pokonalismy-armie-czerwona-polska-zyskala-wazne-muzeum,nId,8010841",
            "description": "W sobotę, 16 sierpnia, uroczyście otwarto Muzeum Bitwy Warszawskiej 1920 roku. Muzeum jest częścią kompleksu memorialnego w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jNGjKKo-QxRsvmJFcyS86y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Twoje Zdrowie w RMF FM7 godz.",
            "source": "Twoje Zdrowie w RMF FM",
            "article_content": "W sobotę, 16 sierpnia, uroczyście otwarto Muzeum Bitwy Warszawskiej 1920 roku. Muzeum jest częścią kompleksu memorialnego w Ossowie k. Warszawy. Powstało w miejscu bitwy z nacierającą na stolicę Armią Czerwoną. Zwycięstwo Polaków w 1920 r. zatrzymało pochód bolszewików na Polskę i Europę Zachodnią.\n\nWystawa stała w nowo otwartym Muzeum Bitwy Warszawskiej 1920 roku w Ossowie. / Marcin Obara / PAP\n\nW Ossowie otwarto nowe Muzeum Bitwy Warszawskiej 1920 roku, które prezentuje unikatowe eksponaty, mundury, broń i multimedialne materiały związane z tą ważną bitwą.\n\nUroczystość zgromadziła wielu ważnych gości, w tym wicepremiera Władysława Kosiniaka-Kamysza i marszałka Sejmu Szymona Hołownię, którzy podkreślali znaczenie pamięci o bohaterach tamtych czasów.\n\nBitwa Warszawska w 1920 roku to kluczowe zwycięstwo, które uratowało niepodległość Polski i Europę przed komunizmem, a muzeum przypomina o poświęceniu tysięcy żołnierzy i ochotników.\n\nWicepremier i minister obrony narodowej Władysław Kosiniak-Kamysz wraz z prezesem Zarządu Głównego Światowego Związku Żołnierzy Armii Krajowej Januszem Komorowskim otworzyli uroczyście w sobotę Muzeum Bitwy Warszawskiej 1920 roku w Ossowie. W uroczystości uczestniczyli przedstawiciele władz państwowych i lokalnych, kombatanci II wojny światowej, harcerze oraz duchowieństwo.\n\nTak prezentuje się Muzeum Bitwy Warszawskiej 1920 roku\n\nMuzeum jest częścią kompleksu memorialnego wzniesionego na 17-metrowym sztucznym wzniesieniu, u stóp którego stoją dwa 70-metrowe maszty z powiewającymi biało-czerwonymi proporcami. Do budynku prowadzi 500-metrowa Aleja Zwycięstwa.\n\nZnajdująca się na dwóch kondygnacjach wystawa stała liczy 1 tys. mkw. prezentuje dziesiątki unikatowych zabytków z Muzeum Wojska Polskiego oraz eksponaty zebrane przez lokalną instytucję \"Ossów - Wrota Bitwy Warszawskiej\".\n\nNa ekspozycji można zobaczyć m.in. mundury i broń obu walczących stron, w tym francuską armatę oblężniczą de Bange’a, a także polskie i bolszewickie ulotki oraz plakaty propagandowe. Cztery moduły wystawy wyposażone są w multimedialne przedstawienia historii, łączące archiwalne materiały filmowe, fotograficzne i dokumenty z muzyką.\n\nKonkretni ludzie, konkretne imiona i konkretne nazwiska\n\nPodczas sobotniej uroczystości otwarcia marszałek Sejmu Szymon Hołownia przypomniał podczas uroczystości, że armia walcząca na przedpolach Warszawy w 1920 r. nie była anonimowa. Pamiętajmy, że byli to konkretni ludzie, konkretne imiona i konkretne nazwiska, że to konkretni synowie, bracia, ojcowie, że każdy z nich miał swój własny życiorys, że każdy z nich zdecydował się położyć wszystko, żeby wziąć kredyt wolności, który my dzisiaj powinniśmy swoją służbą spłacać - oznajmił.\n\nW ocenie Hołowni \"jesteśmy narodem, który potrafi rzeczy niesłychane (...), ale jest jeden warunek, musimy to robić razem\".\n\nMinister obrony Władysław Kosiniak-Kamysz podkreślił, że Muzeum Bitwy Warszawskiej jest świadectwem niezłomności, siły, odwagi, mądrości oraz sprawności polskiego narodu.\n\nOtwieramy to muzeum w hołdzie 4,5 tys. tych, którzy krew swoją przelali i życie oddali w Bitwie Warszawskiej, 10 tys. zaginionych, 22 tys. rannych, setkom tysięcy, którzy zameldowali się jako ochotnicy i milionowej armii, która stanęła do obrony Polski - powiedział.\n\nWicepremier zapewnił, że muzeum \"będzie centrum polskiej polityki pamięci\". Otwieramy to muzeum wspólnie, tak jak wspólnie stanęli wówczas do walki chłopi, mieszczanie, wspaniali żołnierze, studenci, harcerze z opieką duchowną - powiedział. Podziękował tym, którzy podjęli decyzję o budowie tego muzeum, czyli \"swoim poprzednikom\".\n\nKosiniak-Kamysz poinformował również, że przed budynkiem Sztabu Generalnego na przełomie tego i przyszłego roku odsłonięty zostanie pierwszy w historii Polski pomnik generała Tadeusza Jordan-Rozwadowskiego, który w 1918 r. tworzył pierwszy sztab generalny po odrodzeniu Polski.\n\nReprezentujący prezydenta Karola Nawrockiego szef BBN Sławomir Cenckiewicz zwrócił uwagę, że muzeum, które jest miejscem pamięci, \"powinno żyć\". Chciałbym, żeby to muzeum, jako muzeum zwycięstwa, było miejscem, w którym będzie organizowana przysięga żołnierska, a może nawet wręczane awanse generalskie, żeby ono również żyło życiem polskiego wojska - wskazał.\n\nUroczystemu otwarciu muzeum towarzyszył festyn historyczno-edukacyjny. Na terenie kompleksu można było zobaczyć współczesny sprzęt i uzbrojenie wojskowe, posłuchać pieśni patriotycznych w wykonaniu Państwowego Zespołu Ludowego Pieśni i Tańca \"Mazowsze\" oraz Reprezentacyjnego Zespołu Artystycznego Wojska Polskiego. Odbyła się także rekonstrukcja bitwy warszawskiej 1920 r.\n\nRekonstrukcja Bitwy Warszawskiej 1920 r. towarzysząca uroczystości otwarcia Muzeum Bitwy Warszawskiej 1920 roku w Ossowie. / Marcin Obara / PAP\n\nJak powstawało Muzeum Bitwy Warszawskiej 1920 roku\n\nStworzenie muzeum władze gminy Wołomin, do której należy Ossów, planowały od dawna. W 2017 r. Ministerstwo Obrony Narodowej poinformowało, że sfinansuje powstanie placówki. W sierpniu ówczesny szef MON Antoni Macierewicz podpisał z przedstawicielami władz lokalnych list intencyjny dotyczący budowy Muzeum Bitwy Warszawskiej. Zaprezentowano również wstępną koncepcję jego budowy.\n\nW 2018 r. powołano zespół programowo-naukowy do spraw ekspozycji placówki, która miała być filią Muzeum Wojska Polskiego. Kolejny szef MON Mariusz Błaszczak zapowiadał, że do 14 września zostanie rozstrzygnięty konkurs tak, by 25 września 2018 r. podpisać umowę z wykonawcą.\n\nNa początku 2020 r. Muzeum Wojska Polskiego zawarło umowę dotyczącą opracowania w ciągu 90 dni aktualizacji programu inwestycji dotyczącego budowy Muzeum Bitwy Warszawskiej w Ossowie. W lipcu MON dostało pozwolenie na budowę, która oficjalnie rozpoczęła się na początku sierpnia 2020 r. Mariusz Błaszczak podkreślał wówczas, że chcą, by Muzeum powstało w ciągu dwóch lat.\n\nBitwa Warszawska 1920 roku\n\nBitwa Warszawska 1920 roku to największe militarne zwycięstwo Polski od czasów wiktorii wiedeńskiej 1683 r. Na pamiątkę bitwy, stoczonej 15 sierpnia 1920 r., obchodzimy w Polsce, na mocy ustawy Sejmu Rzeczypospolitej Polskiej z 30 lipca 1992 r., Święto Wojska Polskiego.\n\nBitwa Warszawska rozegrała się na przedpolach stolicy w dniach 13-15 sierpnia 1920 r. Była to jedna z najważniejszych batalii wojny polsko-bolszewickiej, która zadecydowała o niepodległości Polski i uratowała Europę przed komunizmem. Straty strony polskiej wyniosły ok. 4,5 tys. zabitych, 22 tys. rannych i 10 tys. zaginionych. Przyjmuje się, że ok. 25 tys. żołnierzy bolszewickich poległo lub zostało ciężko rannych, 60 tys. trafiło do polskiej niewoli, a 45 tys. zostało internowanych przez Niemców.\n\nW 1931 r. brytyjski dyplomata lord Edgar Vincent d’Abernon, bezpośredni świadek wydarzeń, w swojej książce \"Osiemnasta decydująca bitwa w dziejach świata\" napisał: \"Współczesna historia cywilizacji zna mało wydarzeń, posiadających znaczenie większe od bitwy pod Warszawą w roku 1920. Nie zna zaś ani jednego, które by było mniej doceniane\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To śląskie miasto ma zaledwie 66 lat. Za to tramwaje jeździły tu już w XIX wieku. Oto 7 rzeczy, które powinien wiedzieć o nim każdy Ślązak",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-%C5%9Bl%C4%85skie-miasto-ma-zaledwie-66-lat-za-to-tramwaje-je%C5%BAdzi%C5%82y-tu-ju%C5%BC-w-xix-wieku-oto-7-rzeczy-kt%C3%B3re-powinien-wiedzie%C4%87-o-nim-ka%C5%BCdy-%C5%9Bl%C4%85zak/ar-AA1KAVIQ?ocid=BingNewsVerp",
            "description": "Ruda Śląska to miasto o bogatej historii, w którym przemysłowe dziedzictwo łączy się z wyjątkowymi zabytkami i tradycjami. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QD_BuMiySZzrkLsIDI6zFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN19 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krakowianie przynieśli numizmatyczne skarby do wyceny. Ze złotymi monetami przyjechali górale. Rekordowy medal wart nawet 100 tys. zł",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/krakowianie-przynie%C5%9Bli-numizmatyczne-skarby-do-wyceny-ze-z%C5%82otymi-monetami-przyjechali-g%C3%B3rale-rekordowy-medal-wart-nawet-100-tys-z%C5%82/ar-AA1KDHcD?ocid=BingNewsVerp",
            "description": "Monety i banknoty o łącznej wartości kilkuset tysięcy złotych trafiły do bezpłatnej wyceny w Krakowie. W czwartek 14 sierpnia ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wu9v8qz2aDyb-iJdV-AvcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Krakowska on MSN11 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "17 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-17,7,day.html",
            "description": "Wystawa plenerowa na terenie dawnego niemieckiego nazistowskiego obozu pracy i koncentracyjnego Plaszow. Pomiędzy ul. Kamieńskiego i Wielicką, w miejscach ważnych dla historii obozu ustawiono 19 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Kabaret Festiwale muzyczne W gminach Metropolii Festiwale i przeglądy filmowe Inne przedstawienia Dziecięce różności Inne koncerty Pozostałe Spotkania i slajdowiska Festiwale teatralne Wydarzenia sportowe Muzyka klubowa Cykle filmowe Widowiska plenerowe i happeningi Wystawy stałe Inne wydarzenia literackie Pokazy filmowe Spotkania i wykłady literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "BiznesINFO.pl on MSN20 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnica Światowida ze Zbrucza. Słup kosmiczny, słowiański bożek, czy XIX-wieczna mistyfikacja?",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,32116163,piec-tajemnic-swiatowida-ze-zbrucza-slup-kosmiczny.html",
            "description": "Część badaczy wskazywała wschodniosławiańskie pochodzenie, inni przypisywali go np. Dakom, Celtom czy wielkiej rodzinie ludów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Amgg3YKbqQXzLpZK7AR-TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kraków.Wyborcza.pl18 godz.",
            "source": "Kraków.Wyborcza.pl",
            "article_content": ""
        }
    }
]