[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pamiętasz, w co grałeś w Święta na PlayStation 1? Ja pamiętam",
            "link": "https://www.ppe.pl/publicystyka/360039/pamietasz-w-co-grales-w-swieta-na-playstation-1-ja-pamietam.html",
            "description": "30 rocznica premiery PlayStation to idealny czas na wspominki. A świąteczny klimat sprzyja wracaniu pamięcią do beztroskich czasów nielimitowanego czasu spędzanego przy konsoli.",
            "image_url": "https://www.bing.pl/th?id=ODF.F4AnsXdty3wxS8sqqxAbLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "PPE.pl15 godz.",
            "source": "PPE.pl",
            "article_content": "Mimo ponad trzech dyszek na karku nie należę do grona ludzi, którzy z PlayStation mieli do czynienia od europejskiej premiery konsoli. Raz, że sytuacja ekonomiczna w Polsce niekoniecznie pozwalała na taki zakup, a dwa — byłem po prostu za młody. Moim pierwszym sprzętem do grania było Commodore 64, które dostałem w wieku trzech lat. Kolejne lata spędzałem ogrywając starocie, co wcale mi nie przeszkadzało. Nawet gdy wziąć pod uwagę, że wielu znajomych miało Pegasusy masowo kupowane na targowiskach, a i jakiś pecet z Windowsem 98 na pokładzie się znalazł (którego kumplowi zazdrościłem wyjątkowo mocno, przez co często do niego chodziłem na kilkugodzinne posiadówy przy Heroes of Might and Magic).\n\nNa PS1 musiałem poczekać aż do pierwszej komunii, gdy za zawrotne 700 złotych zakupiłem model SCPH-7502 wraz z jedną, jedyną grą, która zapewniała mi rozrywkę przez następnych kilkanaście miesięcy. Dlaczego? Doproszenie się od rodziców kolejnych zakupów graniczyło z cudem. Wychodzili z założenia, że skoro jedną grę mi już kupili, to kolejnych nie muszą.\n\nDalsza część tekstu pod wideo\n\nNo dobra, ale co z tym graniem w Święta na PS1 zapytacie? Cóż, nie będę Was okłamywał, że pamiętam dokładnie każde święta spędzone przy „szaraku”, bo to zbyt odległe czasy. Coś w pamięci jednak zostało. Coś, co pozwala mi docenić dzisiejsze czasy i szeroką dostępność gier, zwłaszcza darmowych. W czasach dzieciństwa mogłem liczyć albo na znajomych z konsolami Sony (których przez długi czas nie było), albo na mniej chwalebne wydania gier, za które i tak człowiek musiał zapłacić, więc w ostatecznym rachunku dla gówniarza, który nie miał kieszonkowego, rozwiązanie to było bez sensu.\n\nWracając jednak do świątecznego czasu spędzanego przy PS1, to jednym z takich wspomnień jest katowanie Spyro the Dragon do upadłego, tj. gdy rodzice kazali wynosić się sprzed konsoli i przestać zajmować im telewizor. Nie byłoby to dla mnie aż takim problemem, gdyby nie pewien problem — brak karty pamięci. Te nie były tanie (oryginał kosztował wtedy 149 zł), więc był dla mnie towarem luksusowym, na który zbierałem kilka długich miesięcy. Grało się więc w tego Spyro, szlifując umiejętności, by w trakcie godzinnej, czasami dwugodzinnej sesji przejść jak najdalej. Wpierw pękał jeden świat, potem udawało się ukończyć dwa przy jednym posiedzeniu. Nie ukrywam, że na dłuższą metę granie ciągle w to samo zaczynało mnie nudzić, więc musiałem ratować się czymś innym.\n\nDemo One. Płyta dodawana do każdej konsoli, na której Sony udostępniało próbne wersje wybranych gier. Na mojej czerwonej bestii (którą Internet określa mianem V7) miałem m.in. Tekkena 3, Tomb Raider III, Tombi, Gran Turismo, Bust a Groove, MediEvil czy Crash: Bandicoot: Warped. Do tego zwiastun Metal Gear Solid i gry o Spice Girls. Gdy Spyro mnie wystarczająco wymęczył, spędzałem czas przy wersjach demonstracyjnych, ucząc się każdej z gier na pamięć. Świąteczny czas temu sprzyjał, TV przez kilka godzin był wolny, więc mogłem sobie obijać gęby w Tekkenie, próbować tańczyć w Bust a Groove (po dziś dzień rytmiczne gry to moja zmora) i na dokładkę oglądać trailer MGS-a marząc, że kiedyś w to zagram. Sporo czasu spędzałem także z wersjami demonstracyjnymi dostępnymi w Oficjalnym PlayStation Magazynie, wydawanym w naszym kraju na licencji Sony. Płyt miałem kilkanaście, więc i tych gier człowiek miał dużo więcej.\n\nI jeśli ktoś w tym miejscu pomyśli sobie, że to trochę smutne świąteczne wspomnienia, to może mieć trochę racji. Niemniej, dla mnie to był czas wypełniony szczęściem. Przeskok z C64 na PS1 był gigantyczny. Niewiele osób miało wtedy konsolę Sony, więc na swój sposób czułem się wyjątkowy. Nawet jeśli to oznaczało, że dostęp do wielu gier był mocno utrudniony. Choć ostatecznie i tak przez zupełny przypadek udało mi się pożyczyć Final Fantasy VII, z którym spędziłem niezliczone godziny. I co ważne — z kartą pamięci na pokładzie, więc wreszcie mogłem cieszyć się pełnym doświadczeniem płynącym z gier. Choć tak szczerze, to przez większość czasu widniały na niej ikonki Clouda Strife’a i smoka Spyro (Jezu, jak mi tych ikonek brakuje...).\n\nOd paru lat święta wypełnione są obowiązkami domowymi, a teraz dodatkowo jeszcze z dzieckiem na głowie. Bez odpalania konsoli na kilka godzin w trakcie przygotowań i już po rozpakowaniu prezentów, z wypiekami na twarzy, by sprawdzić, jakie tym razem demka pojawiły się w nowym numerze gazety. Tak, ja pod choinką znajdywałem gazety z demówkami. Nie przeszkadzało mi to, gra to gra i człowiek cieszył się z tego, co miał, bez zastanawiania się nad tym, czego mieć nie mógł. Dzisiaj jest inaczej. Przy tym natłoku gier gdzieś ta ekscytacja się ulotniła, choć może tylko w moim wypadku. Bo podejrzewam, że gdzieś na świecie są osoby, które nadal cieszą się z każdej nowej gry, nawet jeśli dzisiaj 90% dzieciaków na konsoli odpala darmowego Fortnite’a."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 25.12.2024",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-25122024/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVF.CTJewtwB9jz4NGpf6NwCsQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl2 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 25.12.2024",
            "link": "https://gs24.pl/ta-moneta-z-prl-moze-byc-warta-nawet-30-tys-zlotych-koniecznie-zobacz-swoje-szuflady-zdjecia-25122024/ar/c1-17906435",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ua6dxsLeipaS4Y5xi6LsDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gs24.pl3 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 25.12.2024",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-25122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl2 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 25.12.2024",
            "link": "https://gs24.pl/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mozesz-otrzymac-kilka-tysiecy-zlotych-zdjecia-25122024/ar/c1-17930573",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gs24.pl3 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta może być warta nawet 100 tys. złotych. Lepiej sprawdźcie stare portfele",
            "link": "https://wiadomosci.radiozet.pl/Biznes/ta-moneta-moze-byc-warta-nawet-100-tys-zlotych-lepiej-sprawdzcie-stare-portfele",
            "description": "Pięciozłotówki z wizerunkiem bogini Nike, emitowane w II RP, to prawdziwe numizmatyczne rarytasy. Choć ich wartość nominalna ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dne8AYUlXP-Bk00uE-WkPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Radio ZET23 godz.",
            "source": "Radio ZET",
            "article_content": "Pięciozłotówki z wizerunkiem bogini Nike były w obiegu w latach 1928-1932 i są dziś jednymi z najbardziej pożądanych monet wśród kolekcjonerów.\n\nW wyniku inflacji i przetopienia wielu egzemplarzy, przetrwało tylko od 26 do 120 sztuk tych monet, co czyni je niezwykle rzadkimi\n\nW zależności od stanu, oryginalne egzemplarze mogą osiągać ceny od 2 tys. zł do nawet 100 tys. zł\n\nPięciozłotówki z boginią Nike. Numizmatyczny skarb II RP warty nawet 100 tys. zł\n\nMoneta pięciozłotowa z wizerunkiem bogini Nike, wprowadzona do obiegu w Polsce w latach 1928–1932, stanowi jedno z najbardziej cenionych numizmatycznych skarbów okresu II Rzeczypospolitej. Choć jej wartość nominalna wynosiła zaledwie 5 zł, ze względu na wyjątkową rzadkość na rynku kolekcjonerskim osiąga dziś zawrotne ceny, sięgające nawet 100 tys. zł.\n\nMoneta ta była emitowana w czasach rosnącej inflacji, co sprawiło, że wielu jej egzemplarzy nie zachowało się do dziś. Dodatkowo, wartość srebra, z którego była wykonana, doprowadziła do przetopienia wielu monet, co znacząco ograniczyło ich dostępność. W efekcie pięciozłotówki z Nike stały się niezwykle pożądanym obiektem wśród pasjonatów numizmatyki.\n\nAwers monety przedstawia postać Nike, greckiej bogini zwycięstwa, otoczoną napisem „Rzeczpospolita Polska”, natomiast na rewersie znajduje się polskie godło, rok emisji oraz nominał „5 złotych”. Rant monety ozdobiono łacińskim mottem „Salus rei publicae suprema lex”, co w tłumaczeniu oznacza „Dobro państwa najwyższym prawem”.\n\nChoć na rynku znajduje się wiele replik tej monety, prawdziwe egzemplarze w dobrym stanie osiągają bardzo wysokie ceny. Szacuje się, że do dziś przetrwało jedynie od 26 do 120 egzemplarzy oryginalnych pięciozłotówek, co czyni je wyjątkową rzadkością. Monety w słabszym stanie mogą kosztować od kilku tysięcy złotych, podczas gdy te w doskonałym stanie są w stanie osiągnąć ceny nawet 100 tys. zł.\n\nfot.\n\nŹródło: RadioZET.pl/Fakt"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana, kolorowe szkło i kryształy PRL warte fortunę - ceny. Takie wyroby w 2024 roku są poszukiwane przez kolekcjonerów",
            "link": "https://pomorska.pl/porcelana-kolorowe-szklo-i-krysztaly-prl-warte-fortune-ceny-takie-wyroby-w-2024-roku-sa-poszukiwane-przez-kolekcjonerow/ar/c9p2-27115437",
            "description": "W 2024 roku stare naczynia, wazony i figurki ze kolorowego i kryształowego szkła, a także porcelany cieszą się ogromnym ...",
            "image_url": "https://www.bing.pl/th?id=OVF.dDsha62AQK%2fs%2fsSmSEYemA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Pomorska1 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 25.12.2024",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-25122024/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające ...",
            "image_url": "https://www.bing.pl/th?id=OVF.QbhK67Zaqh3O8SFmpmTt1A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl2 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 25.12.2024",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-25122024/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl2 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biurowiec urząd marszałkowski gdańsk",
            "link": "https://dziennikbaltycki.pl/tag/biurowiec-urzad-marszalkowski-gdansk",
            "description": "W Urzędzie Marszałkowskim w Gdańsku wręczono nagrody seniorom, którzy bezinteresownie działają na rzecz senioralnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.C-ttrPOSnaVR78WxHuZEZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "dziennikbaltycki.pl52 min",
            "source": "dziennikbaltycki.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zwyczaje noworoczne i tradycje świąt Bożego Narodzenia na Krajnie. Tak świętowano jeszcze w XX wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zwyczaje-noworoczne-i-tradycje-%C5%9Bwi%C4%85t-bo%C5%BCego-narodzenia-na-krajnie-tak-%C5%9Bwi%C4%99towano-jeszcze-w-xx-wieku/ar-AA1wsnc9?ocid=BingNewsVerp",
            "description": "Dawne świętowanie Bożego Narodzenia w północno-wschodniej części Krajny, czyli w powiecie sępoleńskim, było pełne obyczajów, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E7AgIlAEh8uAhLlMbk8EgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki spacerowe do 65 km od Gryfic. Pomysły na wypoczynek na powietrzu w weekend 28 - 29 grudnia",
            "link": "https://gryfice.naszemiasto.pl/sciezki-spacerowe-do-65-km-od-gryfic-pomysly-na-wypoczynek-na-powietrzu-w-weekend-28-29-grudnia/ar/c7p1-22116005",
            "description": "Nie masz pomysłu na urokliwą trasę na spacer z Gryfic? Nasze podpowiedzi, gdzie można się wybrać. Mamy 3 ciekawe trasy. Mają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tC3o63M-3bUwuezozayNDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "gryfice.naszemiasto17 godz.",
            "source": "gryfice.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 28 - 29 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-28-29-grudnia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 28 grudnia w Oświęcimiu ma być 4°C. Nie powinno padać. W niedzielę 29 grudnia w Oświęcimiu ma być 7°C. Nie będzie padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto18 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Próbowali ukraść setki starożytnych artefaktów. Dwóch mężczyzn w areszcie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/pr%C3%B3bowali-ukra%C5%9B%C4%87-setki-staro%C5%BCytnych-artefakt%C3%B3w-dw%C3%B3ch-m%C4%99%C5%BCczyzn-w-areszcie/ar-AA1wrkj7?ocid=BingNewsVerp",
            "description": "Egipskie władze aresztowały dwóch mężczyzn, którzy próbowali ukraść setki starożytnych artefaktów - poinformował w poniedziałek tamtejszy resort spraw wewnętrznych. Podejrzani własnoręcznie wydobyli w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QNbwRCYYoWKzPucecngi8w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Wydarzenia.interia.pl on MSN11 godz.",
            "source": "Wydarzenia.interia.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Miłosna saga o Stefci i Antonim. \"Nie przypuszczałam, że przyniesie taki efekt\"",
            "link": "https://turystyka.wp.pl/milosna-saga-o-stefci-i-antonim-nie-przypuszczalam-ze-przyniesie-taki-efekt-7106078567045856a",
            "description": "Promujący Muzeum Zamoyskich w Kozłówce miniserial o zakazanej miłości stał się prawdziwym hitem Instagrama. Seria, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.w5yo2cGK5kAWe0d0_ELtAw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "wp2 godz.",
            "source": "wp",
            "article_content": "Promujący Muzeum Zamoyskich w Kozłówce miniserial o zakazanej miłości stał się prawdziwym hitem Instagrama. Seria, która powstała w celu przybliżenia realiów życia służby w XIX i XX w. oglądana jest dziś przez setki tysięcy internautów. - Nie przypuszczałam, że przyniesie taki efekt - opowiada grająca rolę Stefci – Aneta Ćmiel.\n\nPałac Zamoyskich to najlepiej zachowana rezydencja magnacka w Polsce. W jego wnętrzach znajduje się muzeum historyczne, o którym dzięki pomysłowej promocji słyszy coraz więcej osób. Zdarza się, że krótkie rolki ogląda nawet kilkaset tysięcy osób.\n\nMagda Bukowska: Od początku było wiadomo, że historia o Stefci i panu Antonim tak bardzo się rozwinie i pójdzie w kierunku romansu, który śledzą tysiące widzów?\n\nJoanna Adamek, kierownik działu promocji Muzeum Zamoyskich w Kozłówce: Pomysł na miniserial o Stefci zrodził się z potrzeby ożywienia historii w sposób przystępny i angażujący współczesnego odbiorcę. Chcieliśmy pokazać codzienne życie i emocje ludzi z tamtej epoki, ale też wprowadzić w to elementy uniwersalne, takie jak miłość i poszukiwanie własnego miejsca w świecie. Początkowo zakładaliśmy, że będzie to raczej kameralna opowieść, bardziej skupiona na głównej bohaterce. Jednak to, jak widzowie zareagowali na relację Stefci i Antoniego, sprawiło, że naturalnie poszliśmy w kierunku rozbudowania tej historii.\n\nDalsza część artykułu pod materiałem wideo\n\nPani Aneto jak to się stało, że została pani Stefcią?\n\nAneta Ćmiel, aktorka grająca rolę Stefci: Asia prywatnie jest moją siostrą i kierownikiem działu promocji w Muzeum Zamoyskich w Kozłówce. Wpadła na pomysł, żeby stworzyć takie rolki pokazujące życie w pałacu od strony służby. Chciała to zrobić w formie fabularyzowanych historii, a ponieważ sama uczestniczyła już w innym cyklu o muzeum, wolała żeby ktoś inny wcielił się w rolę Stefci. A że ja właśnie kończyłam studia aktorskie - casting poszedł szybko.\n\nAsia opowiedziała mi jak sobie wyobraża te scenki. Pomysł od razu mi się spodobał - czułam, że to będzie mój humor, moja wrażliwość, więc zaczęłyśmy kręcić. Na początku robiłyśmy to same, telefonem. Nie było scenariusza tylko zarys historii, parę zdań, które uzupełniałam własną improwizacją. Sukces tego miniserialu zmienił trochę skalę naszej pracy, przede wszystkim Asi, która okazała się świetną scenarzystką. Naprawdę nie miałam pojęcia, że potrafi tak rewelacyjnie pisać. Kiedy uczymy się tekstu - on natychmiast wchodzi, bo dialogi są bardzo naturalne.\n\nLubi pani swoją bohaterkę?\n\nAneta Ćmiel: Bardzo ją lubię. Ma złote serce i mimo braku wykształcenia, to mądra dziewczyna, ciekawa świata. Tak ją sobie od początku wymyśliłam, oczywiście w oparciu o realia historyczne. Wyobrażałam ją sobie jako bardzo dobrą osobę, trochę nawet naiwną, ale nie infantylną czy głupią. Ma też jedną cudowną cechę, której jej zazdroszczę. Nie analizuje wszystkiego przesadnie. Tam, gdzie Stefcia widzi problem, dostrzega też jego rozwiązanie - takie, które jest dostępne dla niej. Jak widzi, że pan Antonii się martwi, to przyniesie mu czekoladkę i pójdzie poprosić o wsparcie Najświętszą Panienkę. Tylko tyle i aż tyle. Ona akceptuje fakt, że to jest wszystko, co może zrobić.\n\nSwoim urokiem Stefcia podbiła serca tysięcy internautów © Archiwum prywatne | Aneta Ćmiel\n\nMnóstwo osób, w tym ja, uwielbia specyficzny język, którym mówi Stefcia.\n\nAneta Ćmiel: Pochodzimy z Asią z lubelskiego. To jest trochę taka nasza gwara, która wciąż jest obecna zwłaszcza wśród starszych osób. Taki rodzaj zaciągania, niektóre słowa są typowe dla lokalnego języka. Moja babcia mówiła w ten sposób, ale kiedy pojechałam na studia, to odkryłam, że i w moim sposobie mówienia to pochodzenie jest słyszalne. Sięgnęłam więc do naszych korzeni, by oddać realia czasów, o których opowiadamy, ale też określić postać Stefci, pokazać jej charakter.\n\nPani Joanno, czy podejrzewała pani, że serial będzie tak popularny?\n\nJoanna Adamek: Nie przypuszczałam, że zyska aż taką popularność. Myślę, że jego sukces wynika z kilku czynników. Po pierwsze, romantyczna historia osadzona w autentycznych, historycznych realiach ma uniwersalne i ponadczasowe oddziaływanie. Po drugie, przepiękne wnętrza, w których nagrywamy tworzą iluzję przeniesienia się w czasie. Wreszcie, emocjonalna głębia bohaterów i ich relacje sprawiają, że publiczność łatwo angażuje się w ich losy.\n\nZdarza się już, że ludzie rozpoznają na ulicy aktorkę grającą Stefcię?\n\nAneta Ćmiel: Tak, zdarzają się takie sytuacje. Zwykle są to bardzo pozytywne reakcje, uśmiechy, miłe komentarze. Podobnie jak to, że jestem rozpoznawalna, kiedy idę na casting. Wchodzę i słyszę: \"ale super - Stefcia\". Myślałam, że wrzucę kilka rolek do mojego aktorskiego demo, ale okazało się, że nie muszę, bo Instagram stał się moją wizytówką. Nie przypuszczałam, że udział w tym projekcie przyniesie taki efekt, ale bardzo mnie to cieszy.\n\nCzy możemy choć trochę uchylić rąbka tajemnicy dotyczącej dalszych losów głównych bohaterów? Jest szansa na szczęśliwe zakończenie?\n\nJoanna Adamek: Czy taka para mogłaby stanąć na ślubnym kobiercu i wieść szczęśliwe życie? Historycznie związki między różnymi klasami społecznymi były rzadko akceptowane i wiązały się z licznymi wyzwaniami. Jednak historia pokazuje, że miłość czasami potrafiła pokonać bariery społeczne – być może Stefcia i Antoni będą jednym z takich wyjątków, jednak niczego nie mogę zagwarantować.\n\nTysiące ludzi trzymają kciuki za Stefcię i Antoniego © Archiwum prywatne | Aneta Ćmiel\n\nAneta Ćmiel: Jeśli chodzi o to, o czym mówiła Asia czyli miłość między przedstawicielami różnych klas, to takie sytuacje faktycznie się zdarzały. Ja jestem zafascynowana historią Włodzimierza Tetmajera, który choć był szlachcicem i artystą ożenił się z chłopką Anną Mikołajczykówną. Rodzina Tetmajera nigdy tego związku nie zaakceptowała, więc młodzi z pewnością nie mieli łatwego życia, ale byli ze sobą bardzo szczęśliwi i myślę, że wybrali to, co było najlepsze dla nich.\n\nCzy przestrzenie, które poznajemy w serialu, wnętrza i ich wyposażenie, to pomieszczenia muzealne i sprzęty, które zobaczymy zwiedzając Muzeum Zamoyskich?\n\nJoanna Adamek: Tak, wnętrza i sprzęty, które widzimy w serialu, to autentyczne elementy wyposażenia Muzeum Zamoyskich. Staraliśmy się w pełni wykorzystać piękno pałacowych przestrzeni, dzięki czemu widzowie mogą poczuć tę niesamowitą atmosferę. Zwiedzając muzeum, można rozpoznać miejsca, które stały się planem zdjęciowym, co dodatkowo podkreśla autentyczność przedstawionej historii.\n\nJak wygląda praca na planie w tak wyjątkowych wnętrzach?\n\nAneta Ćmiel: Z jednej strony to jest cudowne, bo mamy wspaniałą scenografię, która od razu przenosi nas w konkretną rzeczywistość. Dostajemy też takie sygnały, że turyści, którzy po obejrzeniu filmików odwiedzają muzeum, specjalnie szukają miejsc, które znają z serialu. Z drugiej strony kręcenie w autentycznych wnętrzach nakłada na nas pewne ograniczenia.\n\nNie możemy dotykać eksponatów, żeby niczego nie uszkodzić. Oczywiście zdarzają się wyjątki, np. jak Stefcia czyści piec. Ale już jak myjemy porcelanę, to przynosimy ją z domu. Raz brałam wazę z muzeum i choć normalnie nie mam obaw, że coś mi z rąk poleci, to w tamtej sytuacji naprawdę miałam duży stres.\n\nPoza tym kręcimy tylko w czasie, kiedy muzeum jest zamknięte dla gości, czyli w poniedziałki. Spotykamy się raz – dwa razy w miesiącu i nagrywamy od razu kilka rolek. Większość rzeczy na planie ogarniamy sami. Sami wyszukujemy ubrania, robimy sobie makijaż. Pierwszy fartuszek Stefci uszyła dla mnie Asia. Ona też dba o nasze fryzury.\n\nAneta Ćmiel i Joanna Adamek - to one stoją za sukcesem serialu © Archiwum prywatne | Aneta Ćmiel\n\nDlaczego warto odwiedzić pałac?\n\nJoanna Adamek: Pałac Zamoyskich to wyjątkowe miejsce, gdzie harmonijnie splatają się piękno architektury, bogactwo historii i urok malowniczego otoczenia. Zwiedzający mają okazję podziwiać oryginalne wnętrza, zabytkowe meble oraz przedmioty codziennego użytku, które wiernie oddają atmosferę magnackiej rezydencji z przełomu XIX i XX wieku. Dopełnieniem tej podróży w czasie jest wiedza naszych przewodników, którzy z pasją opowiadają o życiu i działalności rodziny Zamoyskich oraz realiach historycznych tamtej epoki."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 25.12.2024",
            "link": "https://gs24.pl/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mozesz-otrzymac-kilka-tysiecy-zlotych-zdjecia-25122024/ar/c1-17930573",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "gs24.pl3 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przemo Łukasik: Jestem produktem lokalnym, jak włoskie wino chianti. Smakuję owocem wyrosłym na tej ziemi",
            "link": "https://katowice.wyborcza.pl/katowice/7,35063,31557586,architekt-przemo-lukasik-jestem-produktem-lokalnym.html",
            "description": "Nie każda utwardzona przestrzeń miejska musi być przekleństwem naszych czasów i nie każdą da się zastąpić łąką kwietną czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.y67tOFcRElYS2x0t5qs-wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "katowice.wyborcza2 godz.",
            "source": "katowice.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pod warstwą tynku znaleźli malowidło sprzed kilkuset lat, na środku litera \"S\". Wiedzą, co może oznaczać",
            "link": "https://tvn24.pl/trojmiasto/pod-warstwa-tynku-znalezli-malowidlo-sprzed-kilkuset-lat-na-srodku-litera-s-wiedza-co-moze-oznaczac-st8225795",
            "description": "W najstarszej części kościoła, pod kilkucentymetrową warstwą tynku, badacze odkryli malowidło sprzed kilkuset lat. Już wiedzą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IBGYC3Kt_mEohfac91PuZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN243 godz.",
            "source": "TVN24",
            "article_content": "W najstarszej części kościoła, pod kilkucentymetrową warstwą tynku, badacze odkryli malowidło sprzed kilkuset lat. Już wiedzą, że na ścianach w innych częściach kościoła, mogą kryć się podobne dzieła. Symetryczne kompozycje girland i wici roślinnych, a w centralnej części malowidła litera \"S\". Podejrzewają, co może oznaczać.\n\nNiezwykłego odkrycia dokonali konserwatorzy w kościele Bożego Ciała w Gdańsku. Sama świątynia kryje wiele tajemnic. Pierwsze wzmianki o budynku pojawiają się już w 1385 roku. Kościół był przez wieki niszczony i odbudowywany.\n\n- Dziś wchodzimy do kościoła przez tzw. skrzydło północne, dobudowane przez Bartłomieja Ranischa, miejskiego mistrza budowlanego w II połowie XVII wieku i to pełni obecnie funkcję korpusu kościoła, który zwykle jest zakończony prezbiterium. Tutaj prezbiterium się załamuje w lewą stronę, jest skierowane pod kątem 90 stopni na wschód. To jest rezultat ciekawej historii tego obiektu i jego przekształceń, które można traktować jak historyczny dokument - mówi Tomasz Korzeniowski z firmy Aurea Porta Konserwacja Zabytków, która prowadzi tam badania.\n\nDodaje, że kościół ma swoją najstarszą część dawnego, gotyckiego prezbiterium i to jest właśnie miejsce, w którym prowadzili prace konserwatorskie. - Konkretnie chodzi tutaj o południową część, południową ścianę prezbiterium - precyzuje.\n\nZaczynając badania i główne zabiegi widzieli, że coś tam jest. Nie spodziewali się jednak tak dużego odkrycia.\n\n- Dzięki wcześniejszej pracy drugiego zespołu badawczego, który dwa lata temu realizował odkrywki i takie wstępne rozpoznanie konserwatorskie, sfinansowane przez Konserwatora Wojewódzkiego, wiedzieliśmy, że na ścianach mogą znajdować się kompozycje malarskie ukryte pod tynkiem, warstwami farby. W tym roku przekonaliśmy się, że te małoformatowe odkrywki były zapowiedzią wspaniałego odkrycia - mówi Tomasz Korzeniowski.\n\nFilm z pracy konserwatorów udostępnił portalowi tvn24.pl.\n\nMalowidło odkryte w Kościele Bożego Ciała w Gdańsku Aurea Porta Konserwacja Zabytków Tomasz Korzeniowski\n\nMalowidło sprzed ponad 400 lat\n\nKiedy badacze skuli kilkucentymetrowy tynk, zobaczyli bogate, wzorzyste malowidło.\n\n- Chodzi konkretnie o dekoracje ornamentalną figuratywną, która znajdowała się pod późniejszymi warstwami farby. Ta dekoracja dla Gdańska jest szczególnie ważna, bo reprezentuje późny renesans, a ogólnie w skali Polski tych malowideł renesansowych jest stosunkowo niewiele ze względu na burzliwe dzieje Polski. Natomiast dla Gdańska to wyjątkowa rzadkość - opowiada konserwator.\n\nDodaje, że odkrycie \"reprezentuje wysoki poziom artystyczny pod względem kompozycyjnym\".\n\n-Te elementy tworzą wykwintną malarską dekorację, podobną wręcz do kompozycji, które odnajdujemy na arrasach wawelskich, czy w innych wzornikach ówcześnie rozpowszechnionych w Europie. Szczególnie, jeżeli chodzi o takie dosyć delikatnie opracowane, symetryczne kompozycje girland i wici roślinnych. W centralnej części tego malowidła odnaleźliśmy motyw litery \"S\", co dla końca XVI wieku lat 90., tutaj w Gdańsku, może wiązać się z postacią króla Zygmunta III Wazy, którego portret umieszczono kilkanaście lat później na portalu głównym Dworu Artusa w Gdańsku - tłumaczy Korzeniowski.\n\n\"S\" to pierwsza litera imienia Zygmunta III Wazy po łacinie - Sigismundus.\n\nW centralnym punkcie widać literę \"S\" Aurea Porta Konserwacja Zabytków Tomasz Korzeniowski\n\n- Rozpoznanie znaczenia tego monogramu może być przedmiotem analiz, a być może również odmiennych koncepcji, ale to jest rola i przywilej historyków sztuki i archiwistów, którzy mogą czerpać z naszego odkrycia w zakresie daleko idących interpretacji. Na tym polega wartość historyczna i naukowa takiego odkrycia. Odnosi się do tego art. 3 ustawy o ochronie zabytków i opiece nad zabytkami: zabytki chronimy ze względu na wartość artystyczną, wartość historyczną i naukową - mówi.\n\nMalowidło datuje się na druga połowę XVI wieku. Jak tłumaczy Korzeniowski, taką datę przyjmują po szerokiej analizie faktów historycznych oraz dziejów samego budynku kościoła.\n\nCo dalej?\n\nKorzeniowski dodaje, że odkrywki, które wykonał inny zespół przed rozpoczęciem ich głównych prac, wskazują, że podobne malowidła mogą znajdować się też na innych ścianach kościoła. Co teraz stanie się z niezwykłym odkryciem?\n\n- To wymaga szczegółowej analizy, zarówno formy artystycznej poszczególnych elementów ornamentalnych i bardzo ostrożnych decyzji, co do uczytelnienia tej grupy ornamentów, ponieważ stajemy przed ważną decyzją, czy – zgodnie z ustawą o ochronie zabytków – podejmować prace restauratorskie - mówi Korzeniowski.\n\nJak dodaje, rekonstrukcja musi być poprzedzona wieloma badanami.\n\n- Rekonstrukcja musi być przeprowadzona w sposób, który nie doprowadzi do uszczerbku dla wartości historycznej, artystycznej i naukowej. Zatem, prowadząc rekonstrukcję, a więc prace restauratorskie, nie możemy sobie pozwolić na błąd, polegający na wprowadzeniu fałszywych form, nieudowodnionych badaniami z zakresu historii sztuki, tudzież badaniami samego obiektu zabytkowego ustaleniami. Jeżeli my tak, jak w komedii Vinci, domalujemy sobie coś, czego tam nie było albo usuniemy cokolwiek, zafałszujemy tę formę. Dlatego należy zachować najdalej idącą ostrożność - tłumaczy.\n\nŁatwiej jest zwizualizować taką dekorację artystyczną w sposób wirtualna. I Aurea Porta Konserwacja Zabytków ma to w planach.\n\nProjekt jest współfinansowany przez Ministerstwo Kultury i gminę miasta Gdańska. O odkryciu malowidła jako pierwszy poinformował Dziennik Bałtycki.\n\nMalowidło odkryto na południowej ścianie prezbiterium Aurea Porta Konserwacja Zabytków Tomasz Korzeniowski\n\nAutorka/Autor:MAK/PKoz\n\nŹródło: TVN24/ Dziennik Bałtycki"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 25.12.2024",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-25122024/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVF.CTJewtwB9jz4NGpf6NwCsQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl2 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 25.12.2024",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-25122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl2 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta może być warta nawet 100 tys. złotych. Lepiej sprawdźcie stare portfele",
            "link": "https://wiadomosci.radiozet.pl/Biznes/ta-moneta-moze-byc-warta-nawet-100-tys-zlotych-lepiej-sprawdzcie-stare-portfele",
            "description": "Pięciozłotówki z wizerunkiem bogini Nike, emitowane w II RP, to prawdziwe numizmatyczne rarytasy. Choć ich wartość nominalna ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dne8AYUlXP-Bk00uE-WkPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Radio ZET23 godz.",
            "source": "Radio ZET",
            "article_content": "Pięciozłotówki z wizerunkiem bogini Nike były w obiegu w latach 1928-1932 i są dziś jednymi z najbardziej pożądanych monet wśród kolekcjonerów.\n\nW wyniku inflacji i przetopienia wielu egzemplarzy, przetrwało tylko od 26 do 120 sztuk tych monet, co czyni je niezwykle rzadkimi\n\nW zależności od stanu, oryginalne egzemplarze mogą osiągać ceny od 2 tys. zł do nawet 100 tys. zł\n\nPięciozłotówki z boginią Nike. Numizmatyczny skarb II RP warty nawet 100 tys. zł\n\nMoneta pięciozłotowa z wizerunkiem bogini Nike, wprowadzona do obiegu w Polsce w latach 1928–1932, stanowi jedno z najbardziej cenionych numizmatycznych skarbów okresu II Rzeczypospolitej. Choć jej wartość nominalna wynosiła zaledwie 5 zł, ze względu na wyjątkową rzadkość na rynku kolekcjonerskim osiąga dziś zawrotne ceny, sięgające nawet 100 tys. zł.\n\nMoneta ta była emitowana w czasach rosnącej inflacji, co sprawiło, że wielu jej egzemplarzy nie zachowało się do dziś. Dodatkowo, wartość srebra, z którego była wykonana, doprowadziła do przetopienia wielu monet, co znacząco ograniczyło ich dostępność. W efekcie pięciozłotówki z Nike stały się niezwykle pożądanym obiektem wśród pasjonatów numizmatyki.\n\nAwers monety przedstawia postać Nike, greckiej bogini zwycięstwa, otoczoną napisem „Rzeczpospolita Polska”, natomiast na rewersie znajduje się polskie godło, rok emisji oraz nominał „5 złotych”. Rant monety ozdobiono łacińskim mottem „Salus rei publicae suprema lex”, co w tłumaczeniu oznacza „Dobro państwa najwyższym prawem”.\n\nChoć na rynku znajduje się wiele replik tej monety, prawdziwe egzemplarze w dobrym stanie osiągają bardzo wysokie ceny. Szacuje się, że do dziś przetrwało jedynie od 26 do 120 egzemplarzy oryginalnych pięciozłotówek, co czyni je wyjątkową rzadkością. Monety w słabszym stanie mogą kosztować od kilku tysięcy złotych, podczas gdy te w doskonałym stanie są w stanie osiągnąć ceny nawet 100 tys. zł.\n\nfot.\n\nŹródło: RadioZET.pl/Fakt"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "25 GRUDNIA 2024",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2024-12-25,6,day.html",
            "description": "Ekspozycja przedstawia dzieła polskiej sztuki średniowiecznej i nowożytnej, pochodzące ze zbioru gromadzonego od XIX wieku, które prezentowane są w zabytkowych wnętrzach Pałacu Biskupa Erazma Ciołka.",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "krakow3 godz.",
            "source": "krakow",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pod warstwą tynku znaleźli malowidło sprzed kilkuset lat, na środku litera \"S\". Wiedzą, co może oznaczać",
            "link": "https://tvn24.pl/trojmiasto/pod-warstwa-tynku-znalezli-malowidlo-sprzed-kilkuset-lat-na-srodku-litera-s-wiedza-co-moze-oznaczac-st8225795",
            "description": "W najstarszej części kościoła, pod kilkucentymetrową warstwą tynku, badacze odkryli malowidło sprzed kilkuset lat. Już wiedzą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IBGYC3Kt_mEohfac91PuZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "TVN243 godz.",
            "source": "TVN24",
            "article_content": "W najstarszej części kościoła, pod kilkucentymetrową warstwą tynku, badacze odkryli malowidło sprzed kilkuset lat. Już wiedzą, że na ścianach w innych częściach kościoła, mogą kryć się podobne dzieła. Symetryczne kompozycje girland i wici roślinnych, a w centralnej części malowidła litera \"S\". Podejrzewają, co może oznaczać.\n\nNiezwykłego odkrycia dokonali konserwatorzy w kościele Bożego Ciała w Gdańsku. Sama świątynia kryje wiele tajemnic. Pierwsze wzmianki o budynku pojawiają się już w 1385 roku. Kościół był przez wieki niszczony i odbudowywany.\n\n- Dziś wchodzimy do kościoła przez tzw. skrzydło północne, dobudowane przez Bartłomieja Ranischa, miejskiego mistrza budowlanego w II połowie XVII wieku i to pełni obecnie funkcję korpusu kościoła, który zwykle jest zakończony prezbiterium. Tutaj prezbiterium się załamuje w lewą stronę, jest skierowane pod kątem 90 stopni na wschód. To jest rezultat ciekawej historii tego obiektu i jego przekształceń, które można traktować jak historyczny dokument - mówi Tomasz Korzeniowski z firmy Aurea Porta Konserwacja Zabytków, która prowadzi tam badania.\n\nDodaje, że kościół ma swoją najstarszą część dawnego, gotyckiego prezbiterium i to jest właśnie miejsce, w którym prowadzili prace konserwatorskie. - Konkretnie chodzi tutaj o południową część, południową ścianę prezbiterium - precyzuje.\n\nZaczynając badania i główne zabiegi widzieli, że coś tam jest. Nie spodziewali się jednak tak dużego odkrycia.\n\n- Dzięki wcześniejszej pracy drugiego zespołu badawczego, który dwa lata temu realizował odkrywki i takie wstępne rozpoznanie konserwatorskie, sfinansowane przez Konserwatora Wojewódzkiego, wiedzieliśmy, że na ścianach mogą znajdować się kompozycje malarskie ukryte pod tynkiem, warstwami farby. W tym roku przekonaliśmy się, że te małoformatowe odkrywki były zapowiedzią wspaniałego odkrycia - mówi Tomasz Korzeniowski.\n\nFilm z pracy konserwatorów udostępnił portalowi tvn24.pl.\n\nMalowidło odkryte w Kościele Bożego Ciała w Gdańsku Aurea Porta Konserwacja Zabytków Tomasz Korzeniowski\n\nMalowidło sprzed ponad 400 lat\n\nKiedy badacze skuli kilkucentymetrowy tynk, zobaczyli bogate, wzorzyste malowidło.\n\n- Chodzi konkretnie o dekoracje ornamentalną figuratywną, która znajdowała się pod późniejszymi warstwami farby. Ta dekoracja dla Gdańska jest szczególnie ważna, bo reprezentuje późny renesans, a ogólnie w skali Polski tych malowideł renesansowych jest stosunkowo niewiele ze względu na burzliwe dzieje Polski. Natomiast dla Gdańska to wyjątkowa rzadkość - opowiada konserwator.\n\nDodaje, że odkrycie \"reprezentuje wysoki poziom artystyczny pod względem kompozycyjnym\".\n\n-Te elementy tworzą wykwintną malarską dekorację, podobną wręcz do kompozycji, które odnajdujemy na arrasach wawelskich, czy w innych wzornikach ówcześnie rozpowszechnionych w Europie. Szczególnie, jeżeli chodzi o takie dosyć delikatnie opracowane, symetryczne kompozycje girland i wici roślinnych. W centralnej części tego malowidła odnaleźliśmy motyw litery \"S\", co dla końca XVI wieku lat 90., tutaj w Gdańsku, może wiązać się z postacią króla Zygmunta III Wazy, którego portret umieszczono kilkanaście lat później na portalu głównym Dworu Artusa w Gdańsku - tłumaczy Korzeniowski.\n\n\"S\" to pierwsza litera imienia Zygmunta III Wazy po łacinie - Sigismundus.\n\nW centralnym punkcie widać literę \"S\" Aurea Porta Konserwacja Zabytków Tomasz Korzeniowski\n\n- Rozpoznanie znaczenia tego monogramu może być przedmiotem analiz, a być może również odmiennych koncepcji, ale to jest rola i przywilej historyków sztuki i archiwistów, którzy mogą czerpać z naszego odkrycia w zakresie daleko idących interpretacji. Na tym polega wartość historyczna i naukowa takiego odkrycia. Odnosi się do tego art. 3 ustawy o ochronie zabytków i opiece nad zabytkami: zabytki chronimy ze względu na wartość artystyczną, wartość historyczną i naukową - mówi.\n\nMalowidło datuje się na druga połowę XVI wieku. Jak tłumaczy Korzeniowski, taką datę przyjmują po szerokiej analizie faktów historycznych oraz dziejów samego budynku kościoła.\n\nCo dalej?\n\nKorzeniowski dodaje, że odkrywki, które wykonał inny zespół przed rozpoczęciem ich głównych prac, wskazują, że podobne malowidła mogą znajdować się też na innych ścianach kościoła. Co teraz stanie się z niezwykłym odkryciem?\n\n- To wymaga szczegółowej analizy, zarówno formy artystycznej poszczególnych elementów ornamentalnych i bardzo ostrożnych decyzji, co do uczytelnienia tej grupy ornamentów, ponieważ stajemy przed ważną decyzją, czy – zgodnie z ustawą o ochronie zabytków – podejmować prace restauratorskie - mówi Korzeniowski.\n\nJak dodaje, rekonstrukcja musi być poprzedzona wieloma badanami.\n\n- Rekonstrukcja musi być przeprowadzona w sposób, który nie doprowadzi do uszczerbku dla wartości historycznej, artystycznej i naukowej. Zatem, prowadząc rekonstrukcję, a więc prace restauratorskie, nie możemy sobie pozwolić na błąd, polegający na wprowadzeniu fałszywych form, nieudowodnionych badaniami z zakresu historii sztuki, tudzież badaniami samego obiektu zabytkowego ustaleniami. Jeżeli my tak, jak w komedii Vinci, domalujemy sobie coś, czego tam nie było albo usuniemy cokolwiek, zafałszujemy tę formę. Dlatego należy zachować najdalej idącą ostrożność - tłumaczy.\n\nŁatwiej jest zwizualizować taką dekorację artystyczną w sposób wirtualna. I Aurea Porta Konserwacja Zabytków ma to w planach.\n\nProjekt jest współfinansowany przez Ministerstwo Kultury i gminę miasta Gdańska. O odkryciu malowidła jako pierwszy poinformował Dziennik Bałtycki.\n\nMalowidło odkryto na południowej ścianie prezbiterium Aurea Porta Konserwacja Zabytków Tomasz Korzeniowski\n\nAutorka/Autor:MAK/PKoz\n\nŹródło: TVN24/ Dziennik Bałtycki"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ponad 100 taksówek i tłum ludzi na pogrzebie. To był zamach bombowy [TOP 2024]",
            "link": "https://kielce.wyborcza.pl/kielce/7,47262,31553731,to-byl-zamach-bombowy-tadeusz-wszystkich-wysadzil-historia.html",
            "description": "Huk eksplozji taksówki słyszeli w odległym o 7 km Żarnowie. Fragmenty ciał jeszcze następnego dnia wisiały na drzewach i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Oe4LFAh1xVRPo57UXFJYui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "kielce.wyborcza3 godz.",
            "source": "kielce.wyborcza",
            "article_content": ""
        }
    }
]