[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te starocie z PRL - lista, ceny, zdjęcia. Takie pamiątki mogą okazać się prawdziwym skarbem [19.05.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-starocie-z-prl-lista-ceny-zdj%C4%99cia-takie-pami%C4%85tki-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-19052025/ar-AA1ESyu7?ocid=BingNewsVerp",
            "description": "Przedmioty z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników retro, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1uinSUf-iaSiUxhqMoTt0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak było na Pchlim Targu w deszczową niedzielę 18 maja 2025 - kwiaty, truskawki, starocie. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-by%C5%82o-na-pchlim-targu-w-deszczow%C4%85-niedziel%C4%99-18-maja-2025-kwiaty-truskawki-starocie-zdj%C4%99cia-ceny/ar-AA1EZOsK?ocid=BingNewsVerp",
            "description": "Dużo było stanowisk z wiosennymi kwiatami i krzewami, odzieżą i butami w wiosenno-letnich kolekcji, meblami, artykułami ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2fUzCa6BaqvGEukxWY83hOw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN19 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Królewska wymiana między Krakowem a Warszawą",
            "link": "https://www.polskieradio.pl/8/404/Artykul/3525609,krolewska-wymiana-miedzy-krakowem-a-warszawa",
            "description": "Dwie królewskie rezydencje - jedna pasja do sztuki. Z tego połączenia wyniknęła \"Królewska wymiana\". W \"Poranku Dwójki\" ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IzgXAoNPPbbWGNx_OOa8KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Polskie Radio1 godz.",
            "source": "Polskie Radio",
            "article_content": "Na potrzeby książki autorzy zdecydowali się wykluczyć takie miejsca do życia jak domy. Interesowało ich zestawienie tego, co stabilne, czym jest architektura zastana, z czymś, co można kształtować, zmieniać Foto: shutterstock/Serg_1974\n\nJarosław Trybuś i Piotr Korduba to autorzy książki \"Warszawskie mieszkania. Biografie miejsc, rzeczy i ludzi\".\n\nWarszawskie mieszkania są inne od wszystkich - to spostrzeżenie było inspiracją do napisania tej pozycji.\n\nNa potrzeby książki autorzy zdecydowali się wykluczyć takie miejsca do życia, jak domy, mieszkania projektowane na zamówienie i te wynajmowane.\n\nNiezwykłą uwagę autorzy zwrócili na przedmioty znajdujące się w mieszkaniach i kryjące się za nimi historie.\n\nTo nie berlińskie czy poznańskie mieszkania Jarosław Trybuś i Piotr Korduba uczynili bohaterami swojej książki \"Warszawskie mieszkania. Biografie miejsc, rzeczy i ludzi\". Zdecydowali się na stolicę, ale wcale nie z tego względu, że stolicą jest.\n\n- My jesteśmy tutaj - mówi Jarosław Trybuś. - Piotr bywa często, ja jestem od 20 lat. Obaj nie jesteśmy stąd. Mamy wspólne doświadczenie Poznania, ja jeszcze kilku innych miast. Razem doszliśmy do wniosku, że warszawskie mieszkania są inne od innych.\n\n- Ich różność wynika z dziejowych perturbacji, co nie znaczy, że mówimy tylko o domach, które zostały zniszczone i są odbudowane, albo ich nie ma wcale, a na ich miejscu jest coś zupełnie innego - podkreśla Piotr Korduba. - Chodzi o fizyczną właściwość tych miejsc, która przejawia się w wielkiej elastyczności przestrzeni, która musiała, w wielu dziejowych momentach, odpowiadać na wielkie potrzeby społeczne. Raz trzeba było je skracać, raz powiększać. To mieszkania, które zmieniały właścicieli, raz intencjonalnie, raz z przymusu. Były odbudowywane, ale nie zawsze profesjonalnie, czasem w sposób spontaniczny, prowizoryczny - to do dziś wychodzi z mieszkań.\n\nKsiążka o mieszkaniach. Domy wykluczone\n\nNa potrzeby książki autorzy zdecydowali się wykluczyć takie miejsca do życia jak domy. Interesowało ich zestawienie tego, co stabilne, czym jest architektura zastana, z czymś, co można kształtować, zmieniać. - W przestrzeni mieszkania można działać, ale rama zewnętrzna jest nieusuwalna, nieelastyczna - mówi gość Michała Piwowarka.\n\nJarosław Trybuś i Piotr Korduba zrezygnowali również z przestrzeni wynajmowanych i tych projektowanych na zlecenie, które nie były świadomie kształtowane przez właścicieli.\n\n- U źródeł tego wszystkie jest przeświadczenie, że zamieszkiwanie to jest fenomen, ponieważ w strukturze domowej odbijają się zawsze wszystkie najważniejsze procesy cywilizacyjne - podkreśla gość \"Stacji Kultura\".\n\nPosłuchaj 23:37 czwórka stacja kultura 27.06.2024 warszawskie 9.11.mp3 O warszawskich mieszkaniach opowiadają Jarosław Trybuś i Piotr Korduba (Stacja Kultura/Czwórka)\n\nTym, co zdaniem autorów \"Warszawskich mieszkań\" wpływa na silny związek mieszkań z osobowościami, są przedmioty, wyposażenie mieszkań, rzeczy, które mieszkańcy zgromadzili wokół siebie. - One są związane z naszymi potrzebami, gustem, sposobem życia - wyjaśniają. - Dzięki nim jesteśmy w stanie odczytać, kto jest właścicielem mieszkania, o ile jest ono świadomie urządzone - dodaje Jarosław Trybuś.\n\nPiotr Korduba zwraca również uwagę na sposób, w jaki różne przedmioty trafiły do mieszkań, jak są używane i eksponowane. - Są ciekawe rzeczy pozyskane na śmietniku, inne znaleziska. Widać przyrastającą czułość naszych rozmówców i rozmówczyń wobec historii Warszawy, nawet tej niedawnej.\n\nRozmowy bez schematu\n\nJarosław Trybuś i Piotr Korduba szukali mieszkań ludzi, którzy mieszkają ciekawie. Nie szli na spotkania z ankietą, za każdym razem spotykali się z inną historią, innym wnętrzem. - Nie podchodziliśmy do tego schematycznie - wyjaśniają. - Choć w pewnym momencie rozmowy padały podobne pytania, o miejsce, jego wybór, o istotne przedmioty. Rozmawialiśmy o historiach, które oni chcieli opowiedzieć. Rozmówcy byli niezwykle szczerzy. Zaglądaliśmy do szaf, schowków, a nawet piwnic.\n\nW Czwórce wspominają fotografię z targu staroci, która stała się rodzinnym eksponatem w domu Tomasza Januchty, czy dzbanek stojący u Agnieszki Morawińskiej, jedna rzecz z domu jej rodziców, która przetrwała pożar biblioteki.\n\nWśród przeprowadzonych rozmów były takie, których treść mogłaby być początkiem wielkiej książki, nawet kilkutomowej. - Na szczęście czuwała nad nami nasza redaktorka, pilnowała, by rozdziały były podobnej długości - przyznają autorzy. - Niektóre z nich mają dłuższe macki w stronę polskiej kultury - np. historia Justyny Sobolewskiej i jej babci, niewidomej poetki Jadwigi Stańczakowej, albo mieszkanie państwa Hansenów, zaprojektowane przez Oskara Hansena i jego żonę - wielki, modernistyczny, konceptualny projekt na 40 m kw.\n\nWarszawskie mieszkania, mimo że bardzo różne, łączy kilka cech. Są nimi: elastyczność, podleganie przemianom, cierpliwość. - W wielu miastach tak nie jest, a zasób mieszkaniowy jest o wiele bardziej twardy - oceniają goście Czwórki. - Obok elastyczności warszawskich mieszkań ich cechą jest również ich niekompletność. Są wypełnione niekompletnymi serwisami, pojedynczymi meblami, rzeczami, które są ułomne. To wszystko tworzy atmosferę dużego przemieszania, eklektyczności.\n\nPiotr Korduba zauważa również śmiałość i rozmach w realizacji warszawskich mieszkań.\n\nW książce o mieszkaniach stolicy dominuje budownictwo lat 30. XX wieku, ale nie brakuje też blokowisk czy różnych kuriozów nadbudowy.\n\n- Ta książka jest o czymś więcej niż ciekawe i ładne wnętrza. Tu sam klucz estetyczny nie działa, nie pytaliśmy też o to - mówi Jarosław Trybuś. - Są tu piękne mieszkania, np. mieszkanie Pani Ficowskiej, która dziś mieszka pięknie i wygodnie, ale jest dzieckiem uratowanym z getta. Ta historia zaczyna się od innego życia niż to, które widzimy dziś.\n\n\n\n\n\nWyświetl ten post na Instagramie Post udostępniony przez Osnova Publishing (@osnovapublishing)\n\n\n\n\n\n\n\n\n\n\"Moje hobby to mieszkanie\"\n\nW książce \"Warszawskie mieszkania\" pojawi się postać Felicji Uniechowskiej, której dziś już z nami nie ma, ale była ona pierwszą osobą, która zaczęła w autorski sposób pisać o warszawskich mieszkaniach - już w latach 60. XX wieku. - Miała swoją rubrykę \"Moje hobby to mieszkanie\" w czasopiśmie \"Ty i ja\". Stworzyła tam swój autorski pomysł fotograficzno-reporterski - opowiadają autorzy. - Gdy ją poznaliśmy, była osobą pełną życiowej mądrości i podkreślała, że rzeczy muszą krążyć, ale u schyłku życia wiedziała, że to, co ma, co kupiła, wyszperała, musi wrócić do obiegu, bo ktoś na to czeka. Podobnie dziś działa Anda Rottenberg. To ciekawa i nieunikniona perspektywa dla tych mieszkań, które dziś mają antyki, starocie, przedmioty ze śmietnika, design czy vintage.\n\n***\n\nTytuł audycji: Stacja Kultura\n\nProwadzi: Michał Piwowarek\n\nGoście: Jarosław Trybuś i Piotr Korduba (autorzy książki \"Warszawskie mieszkania. Biografie miejsc, rzeczy i ludzi\")\n\nData emisji: 27.07.2023\n\nGodzina emisji: 9.11\n\npj/kormp"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy Włocławek 19.05.2025. Sprawdź zestawienie najważniejszych informacji z wczoraj we Włocławku",
            "link": "https://wloclawek.naszemiasto.pl/przeglad-prasy-wloclawek-19-05-2025-sprawdz-zestawienie-najwazniejszych-informacji-z-wczoraj-we-wloclawku/ar/c1p1-19738625",
            "description": "W niedzielę, 18 maja 2025 roku odbyła się w całej Polsce pierwsza tura wyborów prezydenckich. Zobaczcie na zdjęciach, jak przebiegało głosowanie w komisjach wyborczych nr 24 i 25 przy ulicy Willowej ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto8 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co można było kupić na kolejnych Targach Staroci w Podkarpackim Centrum Hurtowym AGROHURT S.A.? [FOTO, WIDEO]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/co-mo%C5%BCna-by%C5%82o-kupi%C4%87-na-kolejnych-targach-staroci-w-podkarpackim-centrum-hurtowym-agrohurt-sa-foto-wideo/ar-AA1F0xo2?ocid=BingNewsVerp",
            "description": "Pasjonaci starych przedmiotów pomimo niskiej jak na połowę maja temperatury pojawili się na Targach Staroci, które odbyły się ...",
            "image_url": "https://www.bing.pl/th?id=OVF.GqYkNixXIpPgqvnCgFCREw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Rzeszów Nasze Miasto on MSN20 godz.",
            "source": "Rzeszów Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 19.05.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-19052025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN4 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz takie monety z okresu PRL? Sprawdź ! Można je sprzedać kolekcjonerom i zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/masz-takie-monety-z-okresu-prl-sprawd%C5%BA-mo%C5%BCna-je-sprzeda%C4%87-kolekcjonerom-i-zarobi%C4%87/ar-AA1F1QaG?ocid=BingNewsVerp",
            "description": "Na starych monetach z okresu PRL można zarobić? Sprawdź, czy nie masz takich monet ! Kilka czynników decyduje o tym, że monety z okresu PRL warte są teraz duże pieniądze. Stare monety są poszukiwane ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Dziennik Bałtycki on MSN8 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zainteresowanie pamiątkami z PRL w 2025 roku",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-starocie-z-prl-lista-ceny-zdj%C4%99cia-takie-pami%C4%85tki-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-19052025/ar-AA1ESyu7?ocid=BingNewsVerp",
            "description": "W ostatnich latach przedmioty z czasów PRL przeżywają prawdziwy renesans. W 2025 roku kolekcjonerzy coraz chętniej poszukują ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0lvOyj7ITk6FuKk9aeRYwQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w internecie 19.05.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-19052025/ar-AA1xEYBt?ocid=BingNewsVerp",
            "description": "Wazony ceramiczne Ceramika z PRL, w tym wazony, była tworzona przez renomowane wytwórnie jak Zakłady Ceramiczne Bolesławiec czy Ćmielów. Najbardziej cenione są wazony ręcznie malowane lub zdobione ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 19.05.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-19-05-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Fcb0hcxcF7SOsKchH0T30w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński7 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zainteresowanie pamiątkami z PRL w 2025 roku",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-starocie-z-prl-lista-ceny-zdj%C4%99cia-takie-pami%C4%85tki-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-19052025/ar-AA1ESyu7?ocid=BingNewsVerp",
            "description": "W ostatnich latach przedmioty z czasów PRL przeżywają prawdziwy renesans. W 2025 roku kolekcjonerzy coraz chętniej poszukują ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0lvOyj7ITk6FuKk9aeRYwQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 19.05.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-19-05-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Fcb0hcxcF7SOsKchH0T30w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński7 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 19.05.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-19052025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "W okresie swojej świetności porcelana z PRL zdobiła wiele polskich stołów, dodając szczypty wyrafinowania do codziennych czynności. Dzisiaj te cenne dzieła sztuki można podziwiać w muzeach i wystawach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najpiękniejszy dolnośląski biurowiec - pałac Tielscha w Wałbrzychu - zachwyca po remoncie i tętni życiem. Zobacz - to jego zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najpi%C4%99kniejszy-dolno%C5%9Bl%C4%85ski-biurowiec-pa%C5%82ac-tielscha-w-wa%C5%82brzychu-zachwyca-po-remoncie-i-t%C4%99tni-%C5%BCyciem-zobacz-to-jego-zdj%C4%99cia/ar-AA1EX9wN?ocid=BingNewsVerp",
            "description": "Minęło 18 lat odkąd Grażyna i Bogusław Charczukowie kupili zabytkowy Pałac Tielscha w Wałbrzychu. Ich pełnoletnie dzieło nabrało kształtu, najpiękniejszy dolnośląski biurowiec zyskał nowe życie i pono ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QOhooLrbIKEbFaE6w1Fs8Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Wrocław Nasze Miasto on MSN17 godz.",
            "source": "Wrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najpiękniejszy dolnośląski biurowiec - pałac Tielscha w Wałbrzychu - zachwyca po remoncie i tętni życiem. Zobacz jego zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najpi%C4%99kniejszy-dolno%C5%9Bl%C4%85ski-biurowiec-pa%C5%82ac-tielscha-w-wa%C5%82brzychu-zachwyca-po-remoncie-i-t%C4%99tni-%C5%BCyciem-zobacz-jego-zdj%C4%99cia/ar-AA1EX7dr?ocid=BingNewsVerp",
            "description": "Minęło 18 lat odkąd Grażyna i Bogusław Charczukowie kupili zabytkowy Pałac Tielscha w Wałbrzychu. Ich pełnoletnie dzieło ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nQ__hudzi5UiOx1sKJwJZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN17 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak było na Pchlim Targu w deszczową niedzielę 18 maja 2025 - kwiaty, truskawki, starocie. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-by%C5%82o-na-pchlim-targu-w-deszczow%C4%85-niedziel%C4%99-18-maja-2025-kwiaty-truskawki-starocie-zdj%C4%99cia-ceny/ar-AA1EZOsK?ocid=BingNewsVerp",
            "description": "Dużo było stanowisk z wiosennymi kwiatami i krzewami, odzieżą i butami w wiosenno-letnich kolekcji, meblami, artykułami ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2fUzCa6BaqvGEukxWY83hOw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN19 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co można było kupić na kolejnych Targach Staroci w Podkarpackim Centrum Hurtowym AGROHURT S.A.? [FOTO, WIDEO]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/co-mo%C5%BCna-by%C5%82o-kupi%C4%87-na-kolejnych-targach-staroci-w-podkarpackim-centrum-hurtowym-agrohurt-sa-foto-wideo/ar-AA1F0xo2?ocid=BingNewsVerp",
            "description": "Pasjonaci starych przedmiotów pomimo niskiej jak na połowę maja temperatury pojawili się na Targach Staroci, które odbyły się ...",
            "image_url": "https://www.bing.pl/th?id=OVF.GqYkNixXIpPgqvnCgFCREw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Rzeszów Nasze Miasto on MSN20 godz.",
            "source": "Rzeszów Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 19.05.2025",
            "link": "https://www.msn.com/pl-pl/og%C3%B3lne/og%C3%B3lne/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-17-05-2025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ORyIwNgteW3Vn5FaOYea6g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN5 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy Rzeszów 19.05.2025. Sprawdź zestawienie najważniejszych informacji z wczoraj w Rzeszowie",
            "link": "https://rzeszow.naszemiasto.pl/przeglad-prasy-rzeszow-19-05-2025-sprawdz-zestawienie-najwazniejszych-informacji-z-wczoraj-w-rzeszowie/ar/c1p1-19738391",
            "description": "W sobotę, 17 maja 20225 roku Rzeszów zaprosił mieszkańców miasta na wyjątkową Noc Muzeów — wieczór pełen inspiracji, pasji i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.e%2fZdxTquLPk1bm4tmmbudg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Rzeszów Nasze Miasto8 godz.",
            "source": "Rzeszów Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Królewska wymiana między Krakowem a Warszawą",
            "link": "https://www.polskieradio.pl/8/404/Artykul/3525609,krolewska-wymiana-miedzy-krakowem-a-warszawa",
            "description": "Dwie królewskie rezydencje - jedna pasja do sztuki. Z tego połączenia wyniknęła \"Królewska wymiana\". W \"Poranku Dwójki\" ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IzgXAoNPPbbWGNx_OOa8KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Polskie Radio1 godz.",
            "source": "Polskie Radio",
            "article_content": "Na potrzeby książki autorzy zdecydowali się wykluczyć takie miejsca do życia jak domy. Interesowało ich zestawienie tego, co stabilne, czym jest architektura zastana, z czymś, co można kształtować, zmieniać Foto: shutterstock/Serg_1974\n\nJarosław Trybuś i Piotr Korduba to autorzy książki \"Warszawskie mieszkania. Biografie miejsc, rzeczy i ludzi\".\n\nWarszawskie mieszkania są inne od wszystkich - to spostrzeżenie było inspiracją do napisania tej pozycji.\n\nNa potrzeby książki autorzy zdecydowali się wykluczyć takie miejsca do życia, jak domy, mieszkania projektowane na zamówienie i te wynajmowane.\n\nNiezwykłą uwagę autorzy zwrócili na przedmioty znajdujące się w mieszkaniach i kryjące się za nimi historie.\n\nTo nie berlińskie czy poznańskie mieszkania Jarosław Trybuś i Piotr Korduba uczynili bohaterami swojej książki \"Warszawskie mieszkania. Biografie miejsc, rzeczy i ludzi\". Zdecydowali się na stolicę, ale wcale nie z tego względu, że stolicą jest.\n\n- My jesteśmy tutaj - mówi Jarosław Trybuś. - Piotr bywa często, ja jestem od 20 lat. Obaj nie jesteśmy stąd. Mamy wspólne doświadczenie Poznania, ja jeszcze kilku innych miast. Razem doszliśmy do wniosku, że warszawskie mieszkania są inne od innych.\n\n- Ich różność wynika z dziejowych perturbacji, co nie znaczy, że mówimy tylko o domach, które zostały zniszczone i są odbudowane, albo ich nie ma wcale, a na ich miejscu jest coś zupełnie innego - podkreśla Piotr Korduba. - Chodzi o fizyczną właściwość tych miejsc, która przejawia się w wielkiej elastyczności przestrzeni, która musiała, w wielu dziejowych momentach, odpowiadać na wielkie potrzeby społeczne. Raz trzeba było je skracać, raz powiększać. To mieszkania, które zmieniały właścicieli, raz intencjonalnie, raz z przymusu. Były odbudowywane, ale nie zawsze profesjonalnie, czasem w sposób spontaniczny, prowizoryczny - to do dziś wychodzi z mieszkań.\n\nKsiążka o mieszkaniach. Domy wykluczone\n\nNa potrzeby książki autorzy zdecydowali się wykluczyć takie miejsca do życia jak domy. Interesowało ich zestawienie tego, co stabilne, czym jest architektura zastana, z czymś, co można kształtować, zmieniać. - W przestrzeni mieszkania można działać, ale rama zewnętrzna jest nieusuwalna, nieelastyczna - mówi gość Michała Piwowarka.\n\nJarosław Trybuś i Piotr Korduba zrezygnowali również z przestrzeni wynajmowanych i tych projektowanych na zlecenie, które nie były świadomie kształtowane przez właścicieli.\n\n- U źródeł tego wszystkie jest przeświadczenie, że zamieszkiwanie to jest fenomen, ponieważ w strukturze domowej odbijają się zawsze wszystkie najważniejsze procesy cywilizacyjne - podkreśla gość \"Stacji Kultura\".\n\nPosłuchaj 23:37 czwórka stacja kultura 27.06.2024 warszawskie 9.11.mp3 O warszawskich mieszkaniach opowiadają Jarosław Trybuś i Piotr Korduba (Stacja Kultura/Czwórka)\n\nTym, co zdaniem autorów \"Warszawskich mieszkań\" wpływa na silny związek mieszkań z osobowościami, są przedmioty, wyposażenie mieszkań, rzeczy, które mieszkańcy zgromadzili wokół siebie. - One są związane z naszymi potrzebami, gustem, sposobem życia - wyjaśniają. - Dzięki nim jesteśmy w stanie odczytać, kto jest właścicielem mieszkania, o ile jest ono świadomie urządzone - dodaje Jarosław Trybuś.\n\nPiotr Korduba zwraca również uwagę na sposób, w jaki różne przedmioty trafiły do mieszkań, jak są używane i eksponowane. - Są ciekawe rzeczy pozyskane na śmietniku, inne znaleziska. Widać przyrastającą czułość naszych rozmówców i rozmówczyń wobec historii Warszawy, nawet tej niedawnej.\n\nRozmowy bez schematu\n\nJarosław Trybuś i Piotr Korduba szukali mieszkań ludzi, którzy mieszkają ciekawie. Nie szli na spotkania z ankietą, za każdym razem spotykali się z inną historią, innym wnętrzem. - Nie podchodziliśmy do tego schematycznie - wyjaśniają. - Choć w pewnym momencie rozmowy padały podobne pytania, o miejsce, jego wybór, o istotne przedmioty. Rozmawialiśmy o historiach, które oni chcieli opowiedzieć. Rozmówcy byli niezwykle szczerzy. Zaglądaliśmy do szaf, schowków, a nawet piwnic.\n\nW Czwórce wspominają fotografię z targu staroci, która stała się rodzinnym eksponatem w domu Tomasza Januchty, czy dzbanek stojący u Agnieszki Morawińskiej, jedna rzecz z domu jej rodziców, która przetrwała pożar biblioteki.\n\nWśród przeprowadzonych rozmów były takie, których treść mogłaby być początkiem wielkiej książki, nawet kilkutomowej. - Na szczęście czuwała nad nami nasza redaktorka, pilnowała, by rozdziały były podobnej długości - przyznają autorzy. - Niektóre z nich mają dłuższe macki w stronę polskiej kultury - np. historia Justyny Sobolewskiej i jej babci, niewidomej poetki Jadwigi Stańczakowej, albo mieszkanie państwa Hansenów, zaprojektowane przez Oskara Hansena i jego żonę - wielki, modernistyczny, konceptualny projekt na 40 m kw.\n\nWarszawskie mieszkania, mimo że bardzo różne, łączy kilka cech. Są nimi: elastyczność, podleganie przemianom, cierpliwość. - W wielu miastach tak nie jest, a zasób mieszkaniowy jest o wiele bardziej twardy - oceniają goście Czwórki. - Obok elastyczności warszawskich mieszkań ich cechą jest również ich niekompletność. Są wypełnione niekompletnymi serwisami, pojedynczymi meblami, rzeczami, które są ułomne. To wszystko tworzy atmosferę dużego przemieszania, eklektyczności.\n\nPiotr Korduba zauważa również śmiałość i rozmach w realizacji warszawskich mieszkań.\n\nW książce o mieszkaniach stolicy dominuje budownictwo lat 30. XX wieku, ale nie brakuje też blokowisk czy różnych kuriozów nadbudowy.\n\n- Ta książka jest o czymś więcej niż ciekawe i ładne wnętrza. Tu sam klucz estetyczny nie działa, nie pytaliśmy też o to - mówi Jarosław Trybuś. - Są tu piękne mieszkania, np. mieszkanie Pani Ficowskiej, która dziś mieszka pięknie i wygodnie, ale jest dzieckiem uratowanym z getta. Ta historia zaczyna się od innego życia niż to, które widzimy dziś.\n\n\n\n\n\nWyświetl ten post na Instagramie Post udostępniony przez Osnova Publishing (@osnovapublishing)\n\n\n\n\n\n\n\n\n\n\"Moje hobby to mieszkanie\"\n\nW książce \"Warszawskie mieszkania\" pojawi się postać Felicji Uniechowskiej, której dziś już z nami nie ma, ale była ona pierwszą osobą, która zaczęła w autorski sposób pisać o warszawskich mieszkaniach - już w latach 60. XX wieku. - Miała swoją rubrykę \"Moje hobby to mieszkanie\" w czasopiśmie \"Ty i ja\". Stworzyła tam swój autorski pomysł fotograficzno-reporterski - opowiadają autorzy. - Gdy ją poznaliśmy, była osobą pełną życiowej mądrości i podkreślała, że rzeczy muszą krążyć, ale u schyłku życia wiedziała, że to, co ma, co kupiła, wyszperała, musi wrócić do obiegu, bo ktoś na to czeka. Podobnie dziś działa Anda Rottenberg. To ciekawa i nieunikniona perspektywa dla tych mieszkań, które dziś mają antyki, starocie, przedmioty ze śmietnika, design czy vintage.\n\n***\n\nTytuł audycji: Stacja Kultura\n\nProwadzi: Michał Piwowarek\n\nGoście: Jarosław Trybuś i Piotr Korduba (autorzy książki \"Warszawskie mieszkania. Biografie miejsc, rzeczy i ludzi\")\n\nData emisji: 27.07.2023\n\nGodzina emisji: 9.11\n\npj/kormp"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows XP zaskakuje swoją długowiecznością. Wiele kluczowych systemów nadal na nim działa",
            "link": "https://futurebeat.pl/newsroom/windows-xp-zaskakuje-swoja-dlugowiecznoscia-wiele-kluczowych-syst/za2d875",
            "description": "Mimo upływu wielu lat od oficjalnego zakończenia wsparcia, system Windows XP oraz inne starsze wersje oprogramowania Microsoftu wciąż są integralną częścią wielu systemów, z którymi mamy styczność na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SoACr-14tEJ_6SB42CQXLQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Futurebeat.pl3 godz.",
            "source": "Futurebeat.pl",
            "article_content": "Choć od premiery systemu Windows XP minęły już dekady, a Microsoft dawno zakończył jego wsparcie, to wciąż bywa, że zaskakuje on swoją obecnością w wielu miejscach. Okazuje się, że możesz z niego korzystać na co dzień, nawet o tym nie wiedząc, ponieważ napędza on infrastrukturę w pociągach, drukarkach, szpitalach, a nawet bankomatach.\n\nDlaczego stare systemy wciąż działają?\n\nMimo iż na przestrzeni ostatnich trzydziestu lat (od 1995 roku do 2025 roku) pojawiło się aż piętnaście wersji systemu Windows, najstarsze dzieła Microsoftu nadal funkcjonują w tle wielu kluczowych instalacji. Artykuł z BBC rzuca światło na zaskakujące przypadki, gdzie przestarzałe wersje Windows wciąż są sercem krytycznych systemów.\n\nJednym z głównych powodów tej długowieczności jest stabilność i głęboka integracja z dedykowanymi systemami sterowania, które przez lata nie uległy zmianom. Jak wyjaśnił technik bankomatów z New Jersey, modernizacja to ogromne koszty. Wymiana sprzętu, pokonanie barier regulacyjnych i przepisywanie specjalistycznego oprogramowania to wyzwania, które często zniechęcają do inwestycji.\n\nPowiązane:Po 10 latach oczekiwania użytkownicy systemu Windows mogą w końcu odetchnąć z ulgą, ciesząc się prawdziwą ewolucją menu Start\n\n{cytat}[…]Systemy wbudowane są niezwykle drogie, a ich wymiana często albo nie wchodzi w grę, albo nie da się na nią znaleźć budżetu. Dopóki systemy są wystarczająco odizolowane od internetu, nie stanowi to problemu\n\n– komentuje użytkownik portalu TechSpot, Theinsanegamer pod powiązanym artykułem.{/cytat}\n\nW rzeczywistości, jeśli coś działa dobrze, nie ma potrzeby tego 'ulepszać'. Windows XP nie 'pogorszył się' 20 lat później – to rzeczy, których od niego oczekiwaliśmy, stały się bardziej skomplikowane. Jeśli zadanie, którego oczekujesz od Windowsa XP, nie zmieniło się, nie ma powodu, by przestał działać – dodaje uzasadnienie Squid Surprise.\n\nZaskakujące miejsca z wiekowym Windowsem\n\nW codziennym życiu i instytucjach:\n\nW Nowym Jorku zauważono windę szpitalną działającą na Windowsie XP. Co ciekawe, jak zauważa BBC, niektóre bankomaty opierają się na jeszcze starszych rozwiązaniach, takich jak Windows NT z 1993 roku.\n\nW transporcie:\n\nNiemieckie koleje Deutsche Bahn w zeszłym roku opublikowały ogłoszenie o pracę wymagające znajomości MS-DOS i Windows 3.11. Te relikty przeszłości wciąż zarządzają systemami wyświetlania informacji w niektórych pociągach, głównie dlatego, że ich wymiana wiązałaby się z usunięciem sprzętu, który mógłby działać jeszcze przez dziesięciolecia. Podobnie system Muni Metro w San Francisco do niedawna wymagał codziennego uruchamiania systemu kontroli pociągów opartego na DOS za pomocą dyskietki.\n\nSpecjalistyczne zastosowania:\n\nW San Diego duże drukarki LightJet wciąż produkują odbitki fotograficzne jakości muzealnej, korzystając z Windows 2000. John Watts, operator tych maszyn, przyznał, że modernizacja kosztowałaby dziesiątki tysięcy dolarów na nowe licencje oprogramowania. Choć wyraził swoją opinie mówiąc: „nie mogę znieść maszyn z Windowsem”, są one jedynym sposobem na obsługę tych drukarek.\n\nW służbie zdrowia:\n\nByć może najbardziej ekstremalnym przypadkiem jest Departament Spraw Weteranów USA. Lekarze korzystają tam z Komputerowego Systemu Kart Pacjenta (CPRS), wprowadzonego w 1997 roku, który działa na jeszcze starszej platformie VistA (pierwotnie stworzonej dla MS-DOS), pamiętającej rok 1985. Oznacza to obsługę wymagającą znajomości interfejsów tekstowych i konieczność wpisywania pełnych ścieżek plików.\n\nUruchomienie komputera mogło zająć 15 minut, a jakikolwiek błąd, jak zapomnienie myślnika w poleceniu, mógł pochłonąć jeszcze więcej czasu – oznajmił dla BBC psychiatra Eric Zabriskie.\n\nNowoczesny zamiennik jest podobno obiecany, ale pełne wdrożenie nie zakończy się przed 2031 rokiem.\n\nEntuzjaści dają drugie życie XP\n\nWindows XP nie tylko trwa w starych instalacjach, ale także fascynuje entuzjastów technologii, o czym pisaliśmy w naszych poprzednich artykułach.\n\nYouTuber Michael MJD zdołał uruchomić Windows XP Tablet PC Edition na zmodyfikowanym MacBooku z 2011 roku, wyposażonym w ekran dotykowy. Inny pasjonat, użytkownik forum MSFN o pseudonimie Dietmar, poszedł o krok dalej, zmuszając Windowsa XP do pracy na procesorze Intel i486SX – układzie o dekadę starszym niż sam system.\n\nRynek i podsumowanie\n\nMimo niedawnego wzrostu popularności Windows 11 i agresywnej polityki Microsoftu, Windows 10 wciąż dominuje na rynku z udziałem niemal 53% (via statcounter, lecz jedynie 38% wśród graczy według najnowszej ankiety Steam). Windows XP utrzymuje się na poziomie 0,38%, co faktycznie wskazuje na przywiązanie do sprawdzonych platform, nawet gdy oficjalne wsparcie wygasa.\n\nCzuję, że musimy zacząć projektować systemy operacyjne z myślą o długowieczności... Firmy takie jak Microsoft muszą planować Windowsa pod kątem systemów, które działają przez ponad 30 lat. Albo, jak powiedział inny komentator, upewnić się, że nie są podłączone do internetu... – sugeruje yRaz w komentarzach pod artykułem TechSpotu.\n\nJak zatem widzimy, stare wersje systemu Windows, a zwłaszcza XP, wciąż odgrywają istotną rolę w naszym otoczeniu. Czy to z powodu kosztów, specyficznych wymagań sprzętowych lub po prostu dlatego, że „jeśli coś działa, nie ruszaj tego” – szczególnie gdy system jest odizolowany od zagrożeń płynących z sieci.\n\nCzytaj więcej:Jak usunąć napis Aktywuj system Windows? Objaśniamy krok po kroku"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Noc Muzeów 2025. Muzeum Historii Włocławka przyciągnęło wielu odwiedzających. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/noc-muze%C3%B3w-2025-muzeum-historii-w%C5%82oc%C5%82awka-przyci%C4%85gn%C4%99%C5%82o-wielu-odwiedzaj%C4%85cych-zdj%C4%99cia-wideo/ar-AA1F0Sq1?ocid=BingNewsVerp",
            "description": "Europejska Noc Muzeów 2025 odbyła się w sobotę, 17 maja. Tłumy zwiedzających, wieczorne oprowadzanie po ekspozycjach, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.YsmS5F1Af9jfgUm0J9lTJQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Włocławek Nasze Miasto on MSN16 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najpiękniejszy dolnośląski biurowiec - pałac Tielscha w Wałbrzychu - zachwyca po remoncie i tętni życiem. Zobacz - to jego zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najpi%C4%99kniejszy-dolno%C5%9Bl%C4%85ski-biurowiec-pa%C5%82ac-tielscha-w-wa%C5%82brzychu-zachwyca-po-remoncie-i-t%C4%99tni-%C5%BCyciem-zobacz-to-jego-zdj%C4%99cia/ar-AA1EX9wN?ocid=BingNewsVerp",
            "description": "Minęło 18 lat odkąd Grażyna i Bogusław Charczukowie kupili zabytkowy Pałac Tielscha w Wałbrzychu. Ich pełnoletnie dzieło nabrało kształtu, najpiękniejszy dolnośląski biurowiec zyskał nowe życie i pono ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QOhooLrbIKEbFaE6w1Fs8Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wrocław Nasze Miasto on MSN17 godz.",
            "source": "Wrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 19 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 17 - 18 maja?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-na-rower-do-19-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-17-18-maja/ar/c7p1-21831633",
            "description": "Zamek w Mosznej jest jedną z największych atrakcji Opolszczyzny i jednym z najciekawszych zamków w Polsce. Swoją sławę zawdzięcza bajkowemu wyglądowi - ma 365 pomieszczeń, 99 wież i wieżyczek. Do 30 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto23 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Podpowiedzi ciekawych tras na weekend 17 - 18 maja",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-podpowiedzi-ciekawych-tras-na-weekend-17-18-maja/ar/c7p1-22115647",
            "description": "Nie masz pomysłu na uroczą trasę na spacer w okolicy Kołobrzegu? Oto nasze propozycje, gdzie można się wybrać. Przygotowaliśmy 3 ciekawe propozycje. Mogą mieć różną długość, i dzięki temu każdy powini ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto22 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Architekt Tomasz Rogala. To on odpowiada za ogród Branickich, Różankę i Planty",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/architekt-tomasz-rogala-to-on-odpowiada-za-ogr%C3%B3d-branickich-r%C3%B3%C5%BCank%C4%99-i-planty/ar-AA1F3sTT?ocid=BingNewsVerp",
            "description": "– Jedną z ważniejszych rzeczy przy ogrodach są ich kompozycje, które świadczą o ich wartości i są podstawą do wpisania na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.CYYW48sF67QBEzhJmsd30Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Poranny on MSN22 min",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto majątki poznańskich radnych. Oszczędności, nieruchomości, samochody. Sprawdzamy oświadczenia za 2024 rok",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/oto-maj%C4%85tki-pozna%C5%84skich-radnych-oszcz%C4%99dno%C5%9Bci-nieruchomo%C5%9Bci-samochody-sprawdzamy-o%C5%9Bwiadczenia-za-2024-rok/ar-AA1F1K2j?ocid=BingNewsVerp",
            "description": "Co roku do końca kwietnia samorządowcy muszą składać oświadczenia majątkowe za ubiegły rok. W Biuletynie Informacji ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Qx0gnLoP%2fxlQ6Kd3Xhe89A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN7 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Samowola budowlana w sercu Pomnika Historii. Pokaz niemocy urzędniczej w Gdyni",
            "link": "https://trojmiasto.wyborcza.pl/trojmiasto/7,35612,31928795,samowola-budowlana-w-sercu-pomnika-historii-pokaz-niemocy-urzedniczej.html",
            "description": "Jak wodzić urzędników za nos? Najlepszym przykładem jest sprawa kina 5D w centrum Gdyni, które działa już piąty rok, mimo że ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.55dwTxVYhYxDT2xzSNnhiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Trójmiasto.Wyborcza.pl8 godz.",
            "source": "Trójmiasto.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Śmiertelny pożar niedaleko Łomży",
            "link": "https://www.radio.bialystok.pl/wiadomosci/index/id/250338",
            "description": "Do śmiertelnego pożaru doszło w nocy niedaleko Łomży. We wsi Wierciszewo spłonął dom, strażacy znaleźli wewnątrz ciało ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TJDF0k3CdUapJhMmhbkboi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Polskie Radio Białystok7 godz.",
            "source": "Polskie Radio Białystok",
            "article_content": "Tragiczna noc w regionie - w wyniku wypadku i pożaru zginęły trzy osoby\n\n19.02.2025, 07:06\n\nTrzy ofiary ofiary śmiertelne - to bilans nieszczęśliwych zdarzeń w nocy z wtorku na środę (18/19.02) w Podlaskiem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sąsiedzka wojna w kamienicy w Międzyzdrojach. \"Nie mogę otworzyć u siebie okna\"",
            "link": "https://www.fakt.pl/wydarzenia/sasiedzka-wojna-w-miedzyzdrojach-nie-moge-otworzyc-u-siebie-okna/znkxksg",
            "description": "Ta historia przypomina trochę motyw z bajki Aleksandra Fredry o Pawle i Gawle. Ale bajką nie jest. I jeden sąsiad drugiemu zrobił niestety nie lada kłopot. Wszystko dzieje się w kamienicy w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl9 godz.",
            "source": "Fakt.pl",
            "article_content": "Ta historia przypomina trochę motyw z bajki Aleksandra Fredry o Pawle i Gawle. Ale bajką nie jest. I jeden sąsiad drugiemu zrobił niestety nie lada kłopot. Wszystko dzieje się w kamienicy w Międzyzdrojach. Nie bez znaczenia jest to, że kamienica jest zabytkowa.\n\nPan Sławomir (50 l.) i jego małżonka mieszkają w starej kamienicy w Międzyzdrojach od 25 lat. Do niedawna nic nie wskazywało na to, żeby spokojny kącik miał im przysparzać trosk i zgryzoty.\n\nNiestety stało się to za sprawą lokatora z dołu, który zaraz po tym, jak wynajął mieszkanie od gminy, zabrał się do jego remontu.\n\nMiędzyzdroje. Remont w budynku stał się kością niezgody\n\nPomimo tego, że wiekowy budynek znajduje się pod opieką konserwatora i został uznany za zabytek, nowy lokator, bez jego zgody, dokonał szeregu przeróbek. Jedną z innowacji było zamontowanie wylotu komina wentylacyjnego z łazienki zaledwie pół metra od okna lokatora z góry. — Od początku przeciwko temu protestowaliśmy. To jednak nic nie dało i teraz wszystkie zapachy z łazienki tego pana lecą wprost do mojego mieszkania. Nie mogę otworzyć u siebie okna — twierdzi pan Sławomir.\n\n— To jest wentylacja grawitacyjna z łazienki. Bardzo chciałem poprowadzić ja wyżej, ale pan Sławek mi na to nie pozwolił — odpiera lokator z piętra niżej.\n\nZabytkowa kamienica w Międzyzdrojach. Za przeróbki prawdopodobnie zapłacą wszyscy lokatorzy\n\nZachodniopomorski Wojewódzki Konserwator Zabytków w Szczecinie nakazał przywrócenie zabytku do pierwotnego stanu. Ciekawostką w tej sprawie jest to, że choć to lokator z dołu wykonał wszystkie przeróbki, to jak wskazuje wojewódzki inspektor nadzoru budowlanego, jest on jedynie najemcą lokalu i dlatego obowiązek naprawienia tego stanu rzeczy nakłada się na właściciela bądź zarządcę budynku.\n\n— W naszym budynku jest siedem lokali, z których tylko dwa nalezą do gminy. Teraz będziemy jako wspólnota wykonać to na własny koszt, a z tego wynika, że za likwidację tego komina będę musiał zapłacić również i ja — denerwuje się pan Sławomir.\n\nBrutalny atak w Międzyzdrojach\n\nZnaleźli zwłoki w walizce\n\nŚmiertelnie poparzyli dziecko"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zainteresowanie pamiątkami z PRL w 2025 roku",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poluj%C4%85-na-te-starocie-z-prl-lista-ceny-zdj%C4%99cia-takie-pami%C4%85tki-mog%C4%85-okaza%C4%87-si%C4%99-prawdziwym-skarbem-19052025/ar-AA1ESyu7?ocid=BingNewsVerp",
            "description": "W ostatnich latach przedmioty z czasów PRL przeżywają prawdziwy renesans. W 2025 roku kolekcjonerzy coraz chętniej poszukują ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0lvOyj7ITk6FuKk9aeRYwQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    }
]