[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Agencja Reklamowa \"Fraza\" Zuzanna Suliga",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,22079973,agencja-reklamowa-fraza-zuzanna-suliga.html",
            "description": "Główny Urząd Statystyczny opublikował najnowsze dane dotyczące wyników budownictwa mieszkaniowego w okresie styczeń-marzec 2025 roku. Wynika z nich, że w tym okresie oddano do użytkowania o 4,6% mniej ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl15 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Nvidia nie przestaje zaskakiwać. W ostatnim raporcie finansowym za IV kwartał fiskalny firma wykazała imponujący wzrost przychodów o 78% rok do roku, osiągając poziom 39.3 mld USD. Kluczową rolę w tym sukcesie odegrał nowy chip AI ...\n\nOd sierpnia 2025 roku Polacy będą mogli podróżować do Wietnamu bez konieczności ubiegania się o wizę, co znacznie ułatwi planowanie wyjazdów do tego egzotycznego kraju. Wietnam zniosł obowiązek wizowy dla obywateli 12 europejskich ...\n\nKiedy korzystamy z bankowości internetowej czy podpisujemy umowę online, konieczne jest potwierdzenie naszej tożsamości. Wówczas może pojawić się prośba o udostępnienie zdjęcia dowodu osobistego. Kiedy jest to zasadne? Kiedy można ...\n\nKSeF to nowa rzeczywistość w wystawianiu faktur, a z nią wiele specjalistycznych terminów, które warto znać. W tym poradnikowym słowniku wyjaśniamy najważniejsze pojęcia związane z KSeF w przystępny sposób. Dzięki temu zrozumiesz ...\n\nZdejmowanie butów podczas kontroli bezpieczeństwa to uciążliwa procedura, która w niektórych krajach obowiązuje osoby noszące masywne lub metalowe obuwie, a także te, które wywołują alarmy skanerów. Pasażer musi zdjąć buty, gdy ...\n\nZakupy w sieci są wygodne, szybkie i często atrakcyjne cenowo, zwłaszcza w czasie wyprzedaży. Niestety kupujący mogą paść ofiarą e-oszustów, szczególnie narażeni są Vulnerable consumers czyli grupa konsumentów wrażliwych. Z okazji ...\n\nRaport płacowy Sedlak & Sedlak dla firm handlowych wiosna/lato 2025 przedstawia szczegółowe dane na temat wynagrodzeń ponad 30 000 pracowników w 197 firmach handlowych, działających głównie w branżach FMCG, spożywczej i modowej. Analiza ...\n\nW tym roku możemy się spodziewać kolejnych prób manipulacji opinią publiczną w okresie kampanii wyborczych. Rozwój ataków socjotechnicznych wspieranych sztuczną inteligencją (AI), to jedno z zagrożeń, na które muszą przygotować się ...\n\nGłówny Urząd Statystyczny poinformował, że w listopadzie 2024 roku przeciętne miesięczne wynagrodzenie było o 10,5% wyższe r/r i wyniosło 8478,26 zł brutto.\n\nCeny skupu podstawowych produktów rolnych w styczniu 2025 roku wzrosły o 5% w porównaniu z analogicznym miesiącem 2024 roku - podał Główny Urząd Statystyczny. W porównaniu do poprzedniego miesiąca ceny wzrosły o 6,7%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AGNIESZKA NYKIEL",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,22076858,agnieszka-nykiel.html",
            "description": "Rekordowy wzrost, intensywny rozwój i ambitne inwestycje - polskie lotniska należą dziś do najszybciej rozwijających się w Europie. Potwierdzają to dane z najnowszego raportu ACI EUROPE (Airports Coun ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl15 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "W lutym 2025 roku ceny wzrosły o 4,9% r/r - wynika z opublikowanych dziś przez Główny Urząd Statystyczny danych. Ceny towarów i usług konsumpcyjnych w porównaniu do miesiąca poprzedniego wzrosły o 0,3%.\n\nPojawił się najnowszy raport RFBENCHMARK, tradycyjnie już podsumowujący jakość oferowanego nad Wisłą internetu mobilnego. Tym razem pod lupę wzięto ostatni miesiąc minionego roku. Podstawą opracowania były dane pozyskane z przeszło 485 ...\n\nUnia Europejska może zwiększyć eksport do Mercosur, ASEAN, Indii i innych krajów, co zrekompensowałoby 35% potencjalnych strat, jakie miałyby miejsce w wyniku braku porozumienia z USA. Najsilniejszą i najbardziej perspektywiczną opcją ...\n\nKończy się czas na wymianę tachografów w pojazdach ciężarowych na modele G2V2. Przekroczenie terminu oznacza wysokie mandaty, ryzyko zatrzymania pojazdu oraz utratę uprawnień przewozowych. Ostateczny termin dla najnowszych pojazdów to 18 ...\n\nTeoretycznie, ten wariant niemieckiego auta powinien budzić największe pożądanie konserwatywnych klientów. Wszystko za sprawą tylnego napędu. Ma jednak mniejsze wzięcie, niż wersje z układem 4MATIC. Powód? Silnik, który dysponuje ...\n\nOd 2022 roku w Polsce wyraźnie zmniejsza się liczba osób odczuwających lęk przed życiem na emeryturze, a jednocześnie rośnie grupa systematycznie oszczędzających na ten etap życia. Wyniki kolejnej edycji badania ING Banku Śląskiego ...\n\nZdaniem pasażerów najlepszym polskim lotniskiem jest Port Lotniczy Rzeszów-Jasionka. Ranking najlepiej i najgorzej ocenianych lotnisk w Polsce opublikował serwis fly4free.pl.\n\nZbliżając się do wieku emerytalnego, często zastanawiamy się, jaka będzie wysokość naszego świadczenia. Eksperci z ZUS zwracają jednak uwagę na fakt, że kwotę prognozowanej emerytury można bardzo łatwo sprawdzić. Jak to zrobić?\n\nWczoraj na giełdach miała miejsce kolejna sesja wysokiej zmienności. Na Wall Street dominował tryb \"risk off\". Euforia po ogłoszeniu 90-dniowej “pauzy taryfowej” nie trwała długo. Nastroje popsuła nowa informacja o planowanym przez ...\n\nUwaga przedsiębiorcy! Organy podatkowe zmieniły podejście do zasady look through approach przy poborze podatku u źródła od należności wypłacanych pośrednikowi. Twierdzą, że obecnie nie trzeba jej stosować i można dokonywać ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 14.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-14-11-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński7 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są teraz w cenie. Można na nich zarobić duże pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-teraz-w-cenie-mo%C5%BCna-na-nich-zarobi%C4%87-du%C5%BCe-pieni%C4%85dze/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W zasadzie w każdym polskim domu wciąż leżą stare monety z czasów PRL. Teraz są warte znacznie więcej, niż można by się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wL8w8AH-uzdWD1xd7QB-VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN3 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle kolekcjonerzy płacą teraz za te monety. Zdziwisz się, ile są warte",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/tyle-kolekcjonerzy-p%C5%82ac%C4%85-teraz-za-te-monety-zdziwisz-si%C4%99-ile-s%C4%85-warte/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Obejrzyj lepiej szczegółowo monety, które masz w domu. Ich wartość jest dzisiaj znacznie większa, niż przypuszczasz. Niektóre ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8dtwSkHXLhWwG4C-W8CaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN1 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historia kolei jest niesamowita. Zobacz te stare zdjęcia pociągów z dawnych lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/historia-kolei-jest-niesamowita-zobacz-te-stare-zdj%C4%99cia-poci%C4%85g%C3%B3w-z-dawnych-lat/ar-AA1Qo3si?ocid=BingNewsVerp",
            "description": "Trudno znaleźć inny środek transportu, który odegrałby w historii Polski tak ogromną rolę, jak kolej. Przez dziesięciolecia ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NawKEieBJ8x66pNS5vilRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN1 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony, dzbanki, misy i inne kryształy z PRL-u warte tysiące. Szkło kosztuje nawet kilkanaście tysięcy złotych 14.11.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wazony-dzbanki-misy-i-inne-kryszta%C5%82y-z-prl-u-warte-tysi%C4%85ce-szk%C5%82o-kosztuje-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-14112025/ar-AA1P6Hdy?ocid=BingNewsVerp",
            "description": "Fascynacja kryształami i szkłem z czasów PRL zyskuje na popularności wśród kolekcjonerów. Na starych wazonach, talerzach czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VcrWIT5NBZKMERYLm0QSSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN6 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Listopadowy targ staroci w Rozwadowie",
            "link": "https://sztafeta.pl/artykuly/listopadowy-targ-staroci-w-rozwadowie",
            "description": "Miłośnicy dawnych przedmiotów, unikatowych pamiątek i kolekcjonerskich skarbów znów spotkają się w Stalowej Woli! Już w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yTvLlg7qcOA1d8OsZwpusS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Sztafeta.pl23 godz.",
            "source": "Sztafeta.pl",
            "article_content": "To wyjątkowe wydarzenie, które na stałe wpisało się w kalendarz miejskich atrakcji, przyciąga kolekcjonerów, hobbystów i wszystkich, którzy cenią sobie rzeczy z duszą. Na stoiskach będzie można znaleźć m.in. stare monety, meble, książki, biżuterię, porcelanę, pamiątki z PRL-u, a także rękodzieło i oryginalne przedmioty codziennego użytku sprzed lat.\n\nTarg staroci odbywa się cyklicznie - w każdą trzecią niedzielę miesiąca, gromadząc coraz większą liczbę wystawców i odwiedzających. To doskonała okazja, by kupić coś wyjątkowego, sprzedać własne znaleziska lub po prostu zanurzyć się w nostalgicznej atmosferze Rozwadowa."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 osób, które będą wspominać swój urlop aż do emerytury",
            "link": "https://jasnastrona.com/articles/15-osob-ktore-beda-wspominac-swoj-urlop-az-do-emerytury-20091/",
            "description": "Podczas wyczekiwanego urlopu wszyscy chcemy odpocząć, naładować baterie i świetnie spędzić czas. Jednak bohaterowie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H3T8r_UtRXJdwPHHDg0h5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Jasna Strona21 min",
            "source": "Jasna Strona",
            "article_content": "Podczas wyczekiwanego urlopu wszyscy chcemy odpocząć, naładować baterie i świetnie spędzić czas. Jednak bohaterowie dzisiejszego artykułu przeżyli na wakacjach przygody wielkiego kalibru, których wcale nie planowali. Za to jedno jest pewne — teraz mają historie do opowiadania wnukom."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po modernizacji rynku w stalowowolskim Rozwadowie startują konsultacje dotyczące przyszłości osiedla",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/po-modernizacji-rynku-w-stalowowolskim-rozwadowie-startuj%C4%85-konsultacje-dotycz%C4%85ce-przysz%C5%82o%C5%9Bci-osiedla/ar-AA1QnjNG?ocid=BingNewsVerp",
            "description": "Zmodernizowany rynek w Rozwadowie – niegdyś miasteczka, a teraz osiedla Stalowej Woli, to dopiero początek zmian.",
            "image_url": "https://www.bing.pl/th?id=OVFT.njfU92SbwS3g6ms7g8iS3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN21 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bunkry i betonowa fontanna w środku lasu. Tajemnice DAG Fabrik tuż za osiedlem. Bydgoszcz, jaką pamiętamy",
            "link": "https://bydgoszcz.wyborcza.pl/bydgoszcz/7,48722,32394904,bunkry-i-betonowa-fontanna-w-srodku-lasu-tajemnice-dag-fabrik.html",
            "description": "To miejsce wyglądało jak zwykły las. Dopóki nie zacznie się poznawać jego tajemnice. Sugestywna opowieść Emilii Walczak sprawia, że widzimy żółte twarze robotników, jeńców za drutami. słyszymy wybuchy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lXjgmJdR1FqOIBl0hufGJw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Bydgoszcz.Wyborcza.pl4 godz.",
            "source": "Bydgoszcz.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rośliny na kraśnickim rynku tak, ale wyłącznie w donicach",
            "link": "https://www.dziennikwschodni.pl/krasnik/rosliny-tak-ale-wylacznie-w-donicach,n,1000291074.html",
            "description": "Na kraśnickim rynku ma być więcej zieleni. W centrum miasta mają pojawić się nowe rośliny, w tym winobluszcz trójklapowy, klon polny lub klon czerwony i morwa biała. Problem w tym, że drzewa, pnącza i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gIAxhpE-eTseHxNqAv8hIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Dziennik Wschodni3 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "– Na rewitalizację rynku mamy już pozwolenie na budowę i zaczniemy ją, jak tylko zostanie rozstrzygnięty przetarg – zapowiada Wojciech Wilk, burmistrz Kraśnika. – Prace inwestycyjne nie powinny powodować większych utrudnień w komunikacji, bowiem biegnąca przez środek rynku droga zostanie tylko wyremontowana z wykorzystaniem tej samej kostki. Zleciłem dodatkowo przystąpienie do zadań bezpośrednio związanych z rynkiem, czyli remont chodnika wraz z nową zielenią po stronie Urzędu Skarbowego oraz chodnika po stronie kościoła pw. WNMP, ale tę część chcemy skorelować z odnową ogrodzenia przez parafię.\n\nKraśnicki rynek jest wyłożony płytami granitowo-bazaltowymi. „Stan techniczny (nawierzchni - red.) jest bardzo dobry” – czytamy w dokumentacji projektowej. Chodniki i ulice dojazdowe do lokali usługowych są ułożone z kostki granitowej. „Wyjątek stanowi ciąg ulicy Tęczyńskich oraz droga przebiegająca przez centralną część rynku w kierunku północnego-wschodu na południowy-zachód, których nawierzchnia została wykonana z kostki bazaltowej.” W rynku znajdują się pomnik marszałka Józefa Piłsudskiego i pomnik z cegły kraśnickiej. Rosną drzewa, są też ustawione kwietniki i ławki. Teren jest oświetlony.\n\nZaplanowane przez urząd miasta prace (przy współudziale funduszy unijnych) mają spowodować, że na rynku będzie więcej zieleni. Plac będzie też bardziej uporządkowany. „Obecnie zagospodarowanie rynku nie jest atrakcyjne. Przestrzeń jest chaotyczna (…). Jednym z problemów jest mała ilość zieleni komponowanej. Istniejące drzewa iglaste są mocno przycięte od dołu, nie zacieniają placu wystarczająco” – czytamy w dokumentacji.\n\nPrace, na które urzędnicy szukają obecnie wykonawcy, będą polegać m.in. na posadzeniu roślinności w donicach, dostawie i montażu: pergoli (5 szt.), pergoli z wiszącą ławka na sprężynach (3 szt.), ławek pod pergolami i na skwerku (8 szt.), a także dostawie i montażu donic: na drzewa (23 szt.), na pnącza (10 szt.) i na roślinność trawiastą (6 szt.).\n\nDlaczego donice? – Taka była sugestia wojewódzkiego konserwatorka zabytków, na wniosek którego w 2019 r. zostały przeprowadzone badania archeologiczne na rynku starego miasta – wyjaśnia burmistrz Kraśnika.\n\nGłównym celem badań było sformułowanie wniosków i zaleceń konserwatorskich na potrzeby planowanego nowego zagospodarowania rynku. Wśród koncepcji była m.in. budowa fontanny, a także nasadzenia roślinności.\n\nWyniki przeprowadzonych dwa lata temu badań geofizycznych „wskazały na prawdopodobieństwo występowania w tym obszarze reliktów dawnej zabudowy (w tym m.in. dawnego ratusza, pręgierza i studni), co wymaga przeprowadzenia kompleksowych ratowniczych badań przedinwestycyjnych” – czytamy w opinii podpisanej przez dr Dariusza Kopciowskiego, lubelskiego wojewódzkiego konserwatora zabytków.\n\nOdkrycia pokazały bowiem, że „istnieje duża szansa natrafienia na relikty zabudowy z okresu wczesnego średniowiecza. Praktycznie pod całą nawierzchnią rynku spodziewać się należy obecności obiektów oraz warstw kulturowych z okresu funkcjonowania miasta średniowiecznego i nowożytnego” – zwracają uwagę autorzy dokumentacji projektowej.\n\nObecnie na szczegółowe badania urząd nie może sobie pozwolić. Ratusz odstąpił także od realizacji poprzedniego projektu, który zakładał znaczną ingerencję w strukturę podziemną m.in. poprzez budowę fontanny.\n\n„Proponowane obecnie rozwiązania ograniczają się do montażu małej architektury tj. pergoli, ławek, donic z zielenią, ze zminimalizowaną do punktowych ingerencją w płytę rynku bez wymiany istniejącej nawierzchni” – czytamy w decyzji konserwatora.\n\n– W przypadku nasadzeń ziemnych konieczne byłyby badania na szerszą skalę, wydłużenie czasu realizacji inwestycji i dodatkowe koszty – tłumaczy Wojciech Wilk. – Nie rezygnujemy jednak całkowicie z tego rozwiązania. Jeśli pozyskamy dodatkowe środki, to na rynku pojawi się jeszcze więcej zieleni.\n\nNiewykluczone, że w nowej unijnej perspektywie miastu uda się zdobyć dofinansowanie, dzięki czemu będzie możliwa ekspozycja znajdujących się pod płytą rynku reliktów dawnej zabudowy miasta."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 30 km od Grodziska Mazowieckiego. Pomysły na jednodniowy wypad. Gdzie w weekend 15 - 16 listopada?",
            "link": "https://grodziskmazowiecki.naszemiasto.pl/wycieczki-rowerowe-do-30-km-od-grodziska-mazowieckiego-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-15-16-listopada/ar/c7p1-21831681",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 15 listopada w Grodzisku Mazowieckim ma być 6°C. Prawdopodobieństwo wystąpienia deszczu wynosi 57%. W niedzielę 16 listopada w Grodzisku ...",
            "image_url": "https://www.bing.pl/th?id=ODF.JAdeQew8uINxzLFHIFMwuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Grodzisk Mazowiecki Nasze Miasto23 godz.",
            "source": "Grodzisk Mazowiecki Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 1 km od Kołobrzegu. Pomysły na odrobinę ruchu - weekend 15 - 16 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-1-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-weekend-15-16-listopada/ar/c7p1-22319027",
            "description": "Rozglądasz się za ciekawymi trasami nordic walking w okolicy Kołobrzegu? Z Traseo przygotowaliśmy dla Ciebie garść pomysłów na najbliższy weekend. Jeżeli dopiero wchodzisz w temat nordic walking, zacz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto22 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer do 6 km od Kołobrzegu. Sposoby na spędzenie czasu - weekend 15 - 16 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/spacer-do-6-km-od-kolobrzegu-sposoby-na-spedzenie-czasu-weekend-15-16-listopada/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 15 listopada w Kołobrzegu ma być 7°C. Nie powinno padać. W niedzielę 16 listopada w Kołobrzegu ma być 5°C. Nie będzie padać. Czas trwania ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto22 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdy lokator umiera, do pracy wkracza Vanessa i Melania",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gdy-lokator-umiera-do-pracy-wkracza-vanessa-i-melania/ar-AA1Qni9A?ocid=BingNewsVerp",
            "description": "Zanim odziedziczony dom lub mieszkanie trafi na sprzedaż, trzeba go opróżnić i wyczyścić. To zadanie często bywa emocjonalne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HNFdCD4SGKjGIh7LME1j-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Podróże Onet on MSN23 godz.",
            "source": "Podróże Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są teraz w cenie. Można na nich zarobić duże pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-s%C4%85-teraz-w-cenie-mo%C5%BCna-na-nich-zarobi%C4%87-du%C5%BCe-pieni%C4%85dze/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W zasadzie w każdym polskim domu wciąż leżą stare monety z czasów PRL. Teraz są warte znacznie więcej, niż można by się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wL8w8AH-uzdWD1xd7QB-VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN3 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za tyle można teraz sprzedać stare medale i ordery",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/za-tyle-mo%C5%BCna-teraz-sprzeda%C4%87-stare-medale-i-ordery/ar-AA1QgT2Y?ocid=BingNewsVerp",
            "description": "Stare ordery i medale budzą obecnie ogromne zainteresowanie kolekcjonerów. Choć przez wiele lat leżały zapomniane w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ejz9V7LqV3mrnRVuE1gZgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN4 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest zwykła! Sprawdzamy, od czego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-zwyk%C5%82a-sprawdzamy-od-czego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN4 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    }
]