[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku. Tanie pomidory, dynie i orzechy - 6 września 2025. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/jedzenie-i-picie/og%C3%B3lne/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-tanie-pomidory-dynie-i-orzechy-6-wrze%C5%9Bnia-2025-zdj%C4%99cia-ceny-wideo/ar-AA1M0GOj?ocid=BingNewsVerp",
            "description": "We Włocławku działają dwa główne targowiska miejskie oraz pchli targ, który odbywa się w niedziele. Jedno z targowisk ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.65lqhc6oOcerI_1U25SX1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN10 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Komputer używany z OLX, laptop używany do 1000 złotych. Czy opłaca się kupować używany komputer? Oto aktualne dolnośląskie oferty",
            "link": "https://www.msn.com/pl-pl/technologia/elektronika-u%C5%BCytkowa/komputer-u%C5%BCywany-z-olx-laptop-u%C5%BCywany-do-1000-z%C5%82otych-czy-op%C5%82aca-si%C4%99-kupowa%C4%87-u%C5%BCywany-komputer-oto-aktualne-dolno%C5%9Bl%C4%85skie-oferty/ar-AA1LZWQg?ocid=BingNewsVerp",
            "description": "Wrzesień to okres intensywnych przygotowań do pracy i nauki. Nauczyciele, studenci oraz rodzice poszukują nowego komputera ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2O3Gt7MMuAnUwBPh0pf-4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Wałbrzych Nasze Miasto on MSN12 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "07 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-07,6,day.html",
            "description": "Z okazji 25. rocznicy otwarcia Muzeum Archidiecezjalnego Kardynała Karola Wojtyły w Krakowie, przypadającej na dzień 5. Maja 2019 roku, powstała wystawa stała, która stanowi podróż poprzez sztukę i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Przekroje. Galeria architektury polskiej XX i XXI wieku\n\nCzym jest i czym może być architektura? W jaki sposób można opisać relacje łączące ją z człowiekiem? Na nowej wystawie stałej w Kamienicy Szołayskich przez pryzmat tych pytań poznamy historię, a także współczesne oblicze polskiej..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy ciągle polują na te naczynia, wazony i figurki [7.09.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-ci%C4%85gle-poluj%C4%85-na-te-naczynia-wazony-i-figurki-7-09-2025/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN15 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Staroci i Rękodzieła Ludowego w Kiermusach. Dziś pierwszy dzień weekendowego targu. W niedzielę kulminacja letniego handlowania",
            "link": "https://www.msn.com/pl-pl/podroze/og%C3%B3lne/jarmark-staroci-i-r%C4%99kodzie%C5%82a-ludowego-w-kiermusach-dzi%C5%9B-pierwszy-dzie%C5%84-weekendowego-targu-w-niedziel%C4%99-kulminacja-letniego-handlowania/ar-AA1M0OQH?ocid=BingNewsVerp",
            "description": "W ten weekend odbywa się Jarmark Staroci i Rękodzieła Ludowego w Kiermusach. Na Czarciej Polanie od sobotniego poranka dużo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1NGPWb9lJ-e7FJVHHU8PAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Poranny on MSN19 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trwają wrześniowe targi staroci w Skierniewicach",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/trwaj%C4%85-wrze%C5%9Bniowe-targi-staroci-w-skierniewicach/ar-AA1M02ZF?ocid=BingNewsVerp",
            "description": "Deszczowa pogoda nie odstraszyła najbardziej wytrwałych bywalców skierniewickich targów kolekcjonerów, którzy poszukiwali ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.e7mV5XQ-ObE699MKULhQ5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN22 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnicze uroczysko w Puszczy Bukowej. Skrywa relikty mrocznej przeszłości",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/tajemnicze-uroczysko-w-puszczy-bukowej-skrywa-relikty-mrocznej-przesz%C5%82o%C5%9Bci/ar-AA1M1dop?ocid=BingNewsVerp",
            "description": "Wśród gęstego lasu, ale niedaleko szczecińskich osiedli, mieszczą się tajemnicze konstrukcje. Betonowe wiadukty pamiętają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.md9nfFMp-_RRjgzMlacrKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Strona Podróży on MSN14 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pożegnanie lata z Muzeum PRL-u [FOTORELACJA]",
            "link": "https://rudaslaska.com.pl/i,pozegnanie-lata-z-muzeum-prl-u-fotorelacja,200274,1624271.html",
            "description": "Działo się, oj działo w sobotę w Muzeum PRL-u. Udało nam się dotrzeć w godzinach popołudniowych, aby sfotografować ich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ISYaBf9-zVX4lEDCCp_FOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "RudaSlaska.com.pl12 godz.",
            "source": "RudaSlaska.com.pl",
            "article_content": "Działo się, oj działo w sobotę w Muzeum PRL-u. Udało nam się dotrzeć w godzinach popołudniowych, aby sfotografować ich ekspozycję oraz świetny zlot zabytkowych samochodów.\n\nPRL - zobacz jak wyglądał\n\nNa muzealnym placu - mimo późnej pory - sporo ludzi podziwiających znajdujące się tam eksponaty. Co jakiś czas ruszały prelekcje i oprowadzanie z przewodnikiem. Wiekowe pomniki, stare samochody, maszyny, szyldy, sprzęt wszelaki - relikty minionej (ponoć słusznie) epoki. Lekcja historii współczesnej podana w lekki, często humorystyczny sposób, bardzo przystępny.\n\nW zabudowaniach - wystawy poświęcone motoryzacji i życiu codziennemu w czasach Polski Ludowej. Lekko nie było, choć ciekawie. Sporo osób pewnie doskonale pamięta wiele przedmiotów.\n\nZlot zabytkowych samochodów\n\nPrzed bramą muzeum ustawiono kilkadziesiąt wiekowych pojazdów, z których najstarszym był brytyjski MG z lat 50-tych ubiegłego wieku. Zachowany w świetnych stanie, cieszył oko, podobnie jak wiele innych pojazdów.\n\nWokół niego garbusy, fiaty wszelakie, w tym rzadko spotykany Maluch “Bombel”. Były Polonezy, były stare Saaby, Skody, Łady i garść pojazdów zza wielkiej wody. Co ciekawe i warte podkreślenia, większość wizualnie prezentowała się rewelacyjnie, ktoś włożył w nie ogrom pracy.\n\nNo i własność Muzeum, tramwaj Konstal 105, do którego można wsiąć, by przypomnieć sobie tę metalowo-dyktową “puszkę” z twardymi, plastikowymi siedzeniami.\n\nWarto było, co, mamy nadzieję, widać na zdjęciach.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europejskie Dni Dziedzictwa 2025",
            "link": "https://www.bstok.pl/europejskie-dni-dziedzictwa-2025/",
            "description": "Koncerty, wystawy, pikniki, sesje naukowe czy pokazy – to m.in. wydarzenia odbywające się w dwa weekendy (13-14, 20-21) ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pTUL11TTKuj_ZDDmMYpNii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Bstok.pl19 godz.",
            "source": "Bstok.pl",
            "article_content": "Koncerty, wystawy, pikniki, sesje naukowe czy pokazy – to m.in. wydarzenia odbywające się w dwa weekendy (13-14, 20-21) września w ramach Europejskich Dni Dziedzictwa 2025. To również możliwość bezpośredniego obcowania z dziedzictwem kulturowym oraz możliwość jego poznania poprzez zwiedzanie zabytków, muzeów, skansenów czy miejsc na co dzień niedostępnych.\n\nUczestnicy EDD mają znakomitą szansę do skorzystania z licznych atrakcji, a także wzięcia udziału w żywej lekcji historii i tradycji danego regionu. To doskonała okazja do swoistej „podróży w czasie” i poznania dziedzictwa kulturowego naszego kraju. W ubiegłym roku w ramach EDD odbyło się aż 50 000 wydarzeń w Europie, z czego 1500 w Polsce.\n\nMuzeum Historyczne w Białymstoku, ul. Warszawska 37\n\n14 września godz. 15.00\n\nWykład Brama Warszawska w Białymstoku\n\nUlica Warszawska jest jedną z najstarszych ulic Białegostoku. Jej początki sięgają wieku XVIII, kiedy dominium białostockie należało do rodu Branickich herbu Gryf. Nazywała się wówczas Nowe Miasto, a jej wylot zamykała murowana Brama, zwana Warszawską. Brama strzegła wjazdu z traktu warszawskiego prowadzącego ze stolicy kraju przez Brańsk i Bielsk do miasta i rezydencji Branickich.\n\nXVIII, kiedy dominium białostockie należało do rodu Branickich herbu Gryf. Nazywała się wówczas Nowe Miasto, a jej wylot zamykała murowana Brama, zwana Warszawską. Brama strzegła wjazdu z traktu warszawskiego prowadzącego ze stolicy kraju przez Brańsk i Bielsk do miasta i rezydencji Branickich.\n\nW 2012 roku podczas nadzoru archeologicznego na ulicy Warszawskiej, na wysokości budynków nr 55 i 44, Irena Taranta z Muzeum Podlaskiego w Białymstoku odkryła relikty solidnych fundamentów kamienno-ceglanych, spiętych łukiem konstrukcyjnym, będących zapewne przykładem fundowania arkadowego stosowanego na gruntach słabych i bagnistych. Na nich wzniesiono mury piętrowej Bramy Warszawskiej ze sklepionym przejazdem w dolnej kondygnacji.\n\nMuzeum Obojga Narodów w Bielsku Podlaskim, ul. Adama Mickiewicza 45\n\n14 września godz. 15.00\n\nRatusz w czasie – podróż przez wieki\n\nW ramach 33. edycji Europejskich Dni Dziedzictwa, która odbędzie się we wrześniu 2025 roku pod hasłem „W stronę architektury. Młode dziedzictwo”, zapraszamy mieszkańców i gości na wyjątkowe wydarzenia celebrujące bogactwo lokalnej historii i barokowego piękna.\n\nPierwszym będzie spacer historyczny po bielskim Ratuszu z muzealnym przewodnikiem, który odkryje przed Wami tajemnice jednego z najbardziej okazałych przykładów miejskiej architektury barokowej. Ratusz, od ponad dwóch wieków wpisujący się w krajobraz Bielska Podlaskiego, to swoisty pomost między przeszłością a współczesnością miasta.\n\nKolejnym wydarzeniem będzie kameralna wystawa, prezentacja pt.: „Ratusz w czasie – podróż przez wieki”. W przestrzeni muzealnej zaprezentujemy unikatowe materiały archiwalne: najstarsze fotografie, oraz współczesne plany budynku zaprojektowanego przez Jana Sękowskiego – nadwornego architekta hetmana wielkiego koronnego Jana Klemensa Branickiego.\n\nMiłośnikom sztuki przygotowaliśmy kreatywne warsztaty graficzne, podczas których będzie można własnoręcznie tworzyć prace nawiązujące do motywów architektury barokowej – z nutą współczesnej interpretacji.\n\nSzczegóły programu oraz godziny wydarzeń już wkrótce. Dołącz do nas – odkrywaj, twórz i dziedzicz!\n\nMuzeum Ikon w Supraślu, ul. Klasztorna 1\n\n14 września godz. 11.00\n\nArchitektura w ikonografii\n\nSpotkanie odbędzie się na wystawie czasowej „Uskrzydleni posłańcy – byty anielskie w ikonografii”, gdzie na przykładzie prezentowanych zabytków będzie można prześledzić sposoby przedstawiania elementów architektury w ikonach w różnych okresach i tradycjach ikonograficznych: począwszy od przykładu repliki ikonograficznej i rekonstrukcji XVII-wiecznych carskich wrót z cerkwi pw. Zaśnięcia NMP w Czyżach, po XIX-wieczne wizerunki szkoły wietkowskiej.\n\nProwadzenie: Anna Motowicka, Kustoszka Muzeum Ikon w Supraślu\n\n21 września 2025, godz. 11.00\n\nIkonografia we wnętrzach cerkiewnych\n\nSpotkanie odbędzie się na wystawie czasowej „Uskrzydleni posłańcy – byty anielskie w ikonografii”, gdzie począwszy od repliki ikonograficznej ikon Jerzego Nowosielskiego z carskich wrót z cerkwi pw. Narodzenia NMP w Gródku, zostaną omówione różne przykłady zrealizowanych i niezrealizowanych projektów wystroju malarskiego podlaskich świątyń, których autorem lub współautorem był Jerzy Nowosielski.\n\nProwadzenie: Ewa Zalewska, Kustoszka Muzeum Ikon w Supraślu\n\nMuzeum Rzeźby Alfonsa Karnego, ul. Świętojańska 17\n\n20 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 4-6 lat wraz z opiekunami21 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 7-12 lat wraz z opiekunami\n\nDobry adres Świętojańska 17\n\nZapraszamy na zajęcia interaktywne o architekturze drewnianej dawnego Białegostoku z willą przy Świętojańskiej 17 w roli głównej.\n\nSpacerując po białostockim Parku Planty trudno nie zauważyć sąsiadującej z nim pięknej willi, która jest dziś perełką architektury drewnianej miasta. Rezydencję zbudowano pod koniec XIX w. dla carskiego generała, który zgodnie z panującą w tym czasie modą, urządził ją w stylu eklektycznym. Jej wnętrze ciągle zachwyca, a od patrzenia na bogato zdobione sufity może zakręcić się w głowie! Dziś to siedziba Muzeum Rzeźby Alfonsa Karnego z ekspozycją rzeźb tego wybitnego artysty, a dawnej? Zapraszamy na niezwykłą podroż w czasie do przedwojennego Białegostoku!\n\nProwadzenie: Anna Malesińska\n\nLiczba uczestników: 12 osób + opiekunowie\n\nCzas trwania zajęć: ok. 90 min.\n\nKoszt: wstęp bezpłatny\n\nInformacje i zapisy: tel. 509 336 862\n\nRatusz w Białymstoku, Rynek Kościuszki 10\n\n13 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 5-12 lat wraz z opiekunami14 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 5-12 lat wraz z opiekunami\n\nPejzaże Białegostoku w malarstwie Mikołaja Wołkowyckiego.\n\nW ramach tegorocznych Europejskich Dni Dziedzictwa zapraszamy wszystkie rodziny na weekendowe zajęcia poświęcone twórczości Mikołaja Wołkowyckiego – wybitnego malarza pejzażysty związanego z regionem Podlasia.\n\nSpotkanie rozpoczniemy od zwiedzania wystawy, na której będzie można podziwiać szeroki przekrój twórczości artysty, który zasłynął z nastrojowych pejzaży przyrody – zwłaszcza jego rodzinnej Białowieży. W jego pracowni przy ul. Piłsudskiego w Białymstoku powstawały jednak także weduty- malarskie wizerunki miasta. To na nich skupimy się podczas zwiedzania i staną się one punktem wyjścia do działań twórczych.\n\nW części warsztatowej uczestnicy chwycą za pędzle i stworzą własne wizerunki miasta. Zobaczymy jak zmieniła się architektura miejsc, które malował Wołkowycki blisko 50 lat temu i spróbujemy utrwalić na płótnie współczesne widoki Białegostoku.\n\nProwadzenie: Anna Charabin\n\nLiczba miejsc: 10 osób + opiekunowie\n\nCzas trwania zajęć: ok. 90 min.\n\nKoszt: wydarzenie bezpłatne, organizowane w ramach Europejskich Dni Dziedzictwa.\n\nInformacje i zapisy: tel. 516 141 960\n\nMuzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej, ul. Lipowa 4\n\n14 września 2025 r., godz. 10.00\n\nSloWołkow PhotoWalk – spacer fotograficzny\n\nMuzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej Oddział Muzeum Podlaskie w Białymstoku organizuje cykliczne, fotograficzne spotkania plenerowe pod nazwą „SloWołkow PhotoWalk”. Wydarzenia kierowane są do wszystkich chętnych zainteresowanych fotografią i wykonywaniem zdjęć, bez względu na stopień zaawansowania.\n\nW ramach Europejskich Dni Dziedzictwa 2025 rok – „W stronę architektury. Młode dziedzictwo” chcemy zorganizować wrześniowy „SloWołkow PhotoWalk” pod hasłem Turośń „Kościelna wczoraj i dziś”. Podczas spaceru zwrócimy uwagę na różnorodność architektury tej miejscowości. Przyjrzymy się jak zmieniała się na przestrzeni kilkuset lat. Utrwalimy na zdjęciach to jak wygląda obecnie, w 2025 roku.\n\nNa spacer zabierzemy ze sobą aparat otworkowy (camera obscura). Ów prosty przyrząd optyczny dał początek wynalazkowi fotografii i był pierwowzorem aparatu fotograficznego. Camera obscura to zaciemnione pudełko z małym otworem, przez który wpadające światło na przeciwległą ściankę daje odwrócony obraz otoczenia. Jeżeli na tej ściance umieścimy materiał światłoczuły, możemy tym sposobem wykonać zdjęcie. Podczas spaceru każdy z uczestników będzie miał możliwość zrobienia zdjęcia tym prostym sprzętem.\n\nTurośń Kościelna to wieś gminna o bogatej historii. Najstarsze wzmianki o Turośni Kościelnej pochodzą z XVI wieku. Obecnie w miejscowości znajdują się m.in. dwie zabytkowe barokowe osiemnastowieczne budowle – Kościół Świętej Trójcy oraz zabytkowy pawilon dworski nazywany też pawilonem myśliwskim, w którym ma swoją siedzibę Muzeum Fotografii Wiktora Wołkowa. Turośń Kościelna to mieszanka starszej i nowszej architektury. Część XX-wiecznej zabudowy mieszkalnej posadowiona jest w malowniczym otoczeniu przydomowych ogródków. Niektóre domy drewniane posiadają interesujące zdobienia charakterystyczne dla tego rejonu Polski. W miejscowości można również znaleźć sporo budowlanych reliktów typowych dla epoki PRL. Jest oczywiście obecna także współczesna architektura – miejscowość szybko się rozbudowuje. Ta mieszanka architektoniczna sprawia, że Turośń Kościelna to znakomita przestrzeń do fotografowania i rozmów o historii.\n\nLiczba uczestników: 12 osób\n\nCzas trwania ok. 3 godz.\n\nProwadzący: Piotr Łukaszuk\n\nźródło: Muzeum Podlaskie w Białymstoku\n\nŹródło: Urząd Marszałkowski"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najszybciej rozwijające się uzdrowisko Dolnego Śląska. Jeden dzień w Polanicy-Zdroju jest jak cały urlop - zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najszybciej-rozwijaj%C4%85ce-si%C4%99-uzdrowisko-dolnego-%C5%9Bl%C4%85ska-jeden-dzie%C5%84-w-polanicy-zdroju-jest-jak-ca%C5%82y-urlop-zdj%C4%99cia/ar-AA1L5rnU?ocid=BingNewsVerp",
            "description": "Dolnośląskie uzdrowiska przyciągają odwiedzających jak magnes, ale nie każde z nich zachwyci nie tylko kuracjuszy, ale też ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B_6ZNVxXPI5EETa1CKCYyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wałbrzych Nasze Miasto on MSN12 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejne pokolenia Polaków odziedziczyły po rodzicach i dziadkach wojenne traumy. Czy mogą liczyć na niemieckie odszkodowania?",
            "link": "https://wyborcza.pl/magazyn/7,124059,32217490,niemcy-uznali-kwestie-reparacji-za-prawnie-zakonczona-wczesniej.html",
            "description": "Kolejne pokolenia Polaków odziedziczyły po rodzicach i dziadkach wojenne traumy. Czy mogą liczyć na niemieckie odszkodowania?",
            "image_url": "https://www.bing.pl/th?id=OVFT.LkW0BT1NoiJXcSDRUGWrxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wyborcza44 min",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak rozkochać Polaków w fizyce i mechanice? Z wizytą u gospodarza Metamuzeum Motoryzacji",
            "link": "https://autokult.pl/jak-rozkochac-polakow-w-fizyce-i-mechanice-z-wizyta-u-gospodarza-metamuzeum-motoryzacji,7189924687829600a",
            "description": "W Polsce powstaje coraz więcej spektakularnych ekspozycji pielęgnujących naszą przeszłość, ale ośrodków kultury budujących ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.n1Im_zZRkD7AGY7OvB-r1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Autokult20 godz.",
            "source": "Autokult",
            "article_content": "Technikę można uprawiać na każdym poziomie. Są wybitne jednostki, które zostaną milionerami w młodym wieku, ale są też osoby zajmujące się zwykłym \"mechanikowaniem\", bo ono zawsze będzie potrzebne. Mój znakomity, już nieżyjący przyjaciel Józek Kiełbania [polski kierowca wyścigowy, kilkukrotny Mistrz Polski w różnych formułach od lat 60. do 80. - przyp. red.] wychował całe pokolenia wspaniałych fachowców, którzy świetnie się poruszają w technice na poziomie absolutnie nieuniwersyteckim, nawet niematuralnym, i oni zawsze znajdą pracę, nie będą tą sfrustrowaną częścią społeczeństwa, która nie ma się gdzie podziać. Z drugiej strony, czytam wiele doktoratów osób, które ewidentnie nie czują fizyki i piszą straszne bzdury. Nie potrzeba nieprzeciętnych umiejętności umysłowych - trzeba po prostu lubić to, co się robi i czuć, że to działanie ma sens."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Boskie Kujawsko-Pomorskie. Oto \"Cuda regionu\" na zdjęciach w mediach społecznościowych",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/boskie-kujawsko-pomorskie-oto-cuda-regionu-na-zdj%C4%99ciach-w-mediach-spo%C5%82eczno%C5%9Bciowych/ar-AA1LOz9A?ocid=BingNewsVerp",
            "description": "Schyłek lata to idealny czas na organizację wypraw i wycieczek. Sprawdziliśmy na Instagramie, jakie miejsce są szczególnie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.onEI8U4jxnQTsLR_YPI-Vi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska on MSN1 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie rezygnuj z wycieczek kajakiem we wrześniu! Poznaj Wielkopolskę z wody! Sprawdź, skąd wziąć kajak w Wielkopolsce i gdzie warto się wybrać",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/nie-rezygnuj-z-wycieczek-kajakiem-we-wrze%C5%9Bniu-poznaj-wielkopolsk%C4%99-z-wody-sprawd%C5%BA-sk%C4%85d-wzi%C4%85%C4%87-kajak-w-wielkopolsce-i-gdzie-warto-si%C4%99-wybra%C4%87/ar-AA1LXWPK?ocid=BingNewsVerp",
            "description": "Miejsc do ciekawego spędzania czasu w Wielkopolsce nie brakuje. Jedną z form wypoczynku, którą polecamy ze szczerym sercem, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xsdZHFklGLuKixoeir8wQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN33 min",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "07 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-07,7,day.html",
            "description": "Wystawa stała Krakowskie Bractwo Kurkowe i obronność miejska prezentowana jest w dwóch salach: Brackiej i Strzeleckiej. Sala Strzelecka, podzielona pośrodku neogotycką kolumnadą, w dużym stopniu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Targi i kiermasze Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale literackie Festiwale muzyczne Inne przedstawienia Spotkania i slajdowiska Festiwale teatralne Inne koncerty Pozostałe Dziecięce różności Wydarzenia sportowe Muzyka klubowa Widowiska plenerowe i happeningi Cykle filmowe Wystawy stałe Inne wydarzenia literackie Spotkania i wykłady literackie Pokazy filmowe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemniczy obiekt odkryty nad Wisłą. Co to może być?",
            "link": "https://wiadomosci.wp.pl/tajemniczy-obiekt-odkryty-nad-wisla-co-to-moze-byc-7197298902981568a",
            "description": "Podczas przelotu nad Wisłą, motolotniarz zauważył tajemniczy obiekt. Znajduje się on na odsłoniętym fragmencie dna rzeki.",
            "image_url": "https://www.bing.pl/th?id=OVFT.6Ol2CDI9jzl-UFaFC2Kxti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Wiadomości23 godz.",
            "source": "WP Wiadomości",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wersal w Warszawie, czyli stołeczny Teatr Stanisławowski [+WIDEO]",
            "link": "https://kresy.pl/kresopedia/wersal-w-warszawie-czyli-stoleczny-teatr-stanislawowski/",
            "description": "6 września 1788 roku w Starej Pomarańczarni w warszawskich Łazienkach otwarto dworski teatr Stanisława Augusta Poniatowskiego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.DFPqZnLBaBlT5IVsdl_WXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kresy.pl23 godz.",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    }
]