[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poradzieckie starocie i nowoczesne potwory. Oto czołgi Wojska Polskiego",
            "link": "https://www.msn.com/pl-pl/motoryzacja/og%C3%B3lne/poradzieckie-starocie-i-nowoczesne-potwory-oto-czo%C5%82gi-wojska-polskiego/ar-AA1KBhsC?ocid=BingNewsVerp",
            "description": "T-72 Na przestrzeni lat w Wojsku Polskim zostały czołgi T-72 w wersji M, M1 oraz M1R. Ich wspólnymi cechami jest m.in.",
            "image_url": "https://www.bing.pl/th?id=OVFT.3eVG8PEUYgElbY2oiA6UJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "GeekWeek w INTERIA.PL on MSN20 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Handel na giełdzie w Sandomierzu w wielki upał. Zobacz, co kupowano w sobotę 16 sierpnia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/handel-na-gie%C5%82dzie-w-sandomierzu-w-wielki-upa%C5%82-zobacz-co-kupowano-w-sobot%C4%99-16-sierpnia/ar-AA1KCZHW?ocid=BingNewsVerp",
            "description": "W sobotę, 16 sierpnia, plac targowy przy ulicy Przemysłowej w Sandomierzu od wczesnych godzin porannych wypełniał się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-Ga57KLWjasNhOr8JGQKNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia on MSN2 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 16.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-16-08-2025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN7 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "BiznesINFO.pl on MSN7 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 16.08.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-16082025/ar-AA1Hnkab?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją drugą młodość. Jednym z takich elementów wystroju były wazony – codzienne, a ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN7 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trwa III Fiesta Balonowa w Lublinie. Zobaczcie relację wideo",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/%C5%9Bwi%C4%99ta-i-uroczysto%C5%9Bci/trwa-iii-fiesta-balonowa-w-lublinie-zobaczcie-relacj%C4%99-wideo/ar-AA1KDn3g?ocid=BingNewsVerp",
            "description": "Kolorowe balony, buchające płomienie i zabytkowe samochody – tak wyglądał pierwszy dzień III Fiesty Balonowej w Lublinie.",
            "image_url": "https://www.bing.pl/th?id=OVFT._X9fRKbee7zyW_-FI9W86C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN30 min",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co urzekło w Bolesławcu młodą artystkę z Legnicy?",
            "link": "https://www.bolec.info/boleslawiec/informacje/kategoria/39413/co-urzeklo-w-boleslawcu-mloda-artystke-z-legnicy",
            "description": "Swoimi wrażeniami z Bolesławca podzieliła się z nami Gabriela Szpotowicz, malarka i projektantka biżuterii, którą często można spotkać na targach staroci.",
            "image_url": "https://www.bing.pl/th?id=ODF.x0GWvTytaiL3VQ2ql09MGQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Bolec.Info22 godz.",
            "source": "Bolec.Info",
            "article_content": "Tylko na Bolcu\n\n15 sierpnia 2025r. godz. 15:25, odsłon: 705, Dariusz Gołębiewski\n\nCo urzekło w Bolesławcu młodą artystkę z Legnicy?\n\nSwoimi wrażeniami z Bolesławca podzieliła się z nami Gabriela Szpotowicz, malarka i projektantka biżuterii, którą często można spotkać na targach staroci.\n\nGabriela Szpotowicz (fot. Bernard Łętowski)\n\nGabrielę Szpotowicz spotkaliśmy na targu staroci, choć to, co sprzedaje, to są najnowsze efekty jej twórczości. Cieszą się one popularnością wśród klientów, a poza samą sprzedażą artystka maluje na targu swój kolejny obraz, co można będzie oglądać na żywo do niedzieli.\n\n- Często można mnie spotkać na targach staroci w Bolesławcu, macie na nich naprawdę pozytywny klimat - powiedziała nam 21-letnia malarka z Legnicy - Wszystko, co można u mnie kupić, tworzę sama i sama to wszystko transportuję między Legnicą a Bolesławcem. Jest to moje pierwsze Święto Ceramiki i teraz wystawiam swoje prace na targu staroci, ale za rok być może zobaczymy się na Rynku!\n\nBolesławieckie Święto Ceramiki jest także świętem sztuki - przy ulicy Kościelnej możecie podziwiać umiejętności mistrzyni świata w kręceniu na kole garncarskim, w kinie Forum do niedzieli będzie prezentowana wystawa \"Nowe wzornictwo w ceramice bolesławieckiej\", a jutro z ulicy Bankowej wyruszy Parada Z Miłości do Gliny."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Domy w woj. lubelskim, które komornicy wystawili na licytację. Zobacz, jakie nieruchomości możesz nabyć w atrakcyjnej cenie",
            "link": "https://www.msn.com/pl-pl/finanse/nieruchomo%C5%9Bci/domy-w-woj-lubelskim-kt%C3%B3re-komornicy-wystawili-na-licytacj%C4%99-zobacz-jakie-nieruchomo%C5%9Bci-mo%C5%BCesz-naby%C4%87-w-atrakcyjnej-cenie/ar-AA1Ks9Un?ocid=BingNewsVerp",
            "description": "Szukasz domu w atrakcyjnej cenie? Ceny wywoławcze nieruchomości komorniczych zdecydowanie odbiegają od tych rynkowych. Zobacz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5xswsBYgxodMiE9_bdic9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN1 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pożegnanie z Jarmarkiem św. Dominika. Jakie atrakcje w weekend?",
            "link": "https://www.gdansk.pl/wiadomosci/Pozegnanie-z-Jarmarkiem-sw-Dominika-Jakie-atrakcje-w-weekend,a,294011",
            "description": "Tak … to już ostatni weekend Jarmarku św. Dominika. Trzy tygodnie wielkiego plenerowego handlu i kulturalnych atrakcji minęły ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oWCEWARiYcSB1eG2Xh9GIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Oficjalny portal miasta Gdańska6 godz.",
            "source": "Oficjalny portal miasta Gdańska",
            "article_content": "Pożegnanie z Jarmarkiem św. Dominika. Jakie atrakcje w weekend?\n\nTak … to już ostatni weekend Jarmarku św. Dominika. Trzy tygodnie wielkiego plenerowego handlu i kulturalnych atrakcji minęły jak z bicza strzelił. Wybierzmy się więc na jarmark, bo następny czeka nas dopiero za rok. Tym bardziej, że w sobotę i niedzielę czeka nas naprawdę wiele ciekawych imprez. O nudzie nie ma mowy.\n\nTak wyglądała ceremonia otwarcia tegorocznego Jarmarku św. Dominika 26 lipca fot. Rafał Kucharek/ gdansk.pl\n\nNa chwałę wolontariuszy\n\nOstatnim weekendem 765. Jarmarku św. Dominika zawładnie, w pozytywnym tego słowa sensie, Święto Wolontariatu.\n\nW tym wyjątkowym, dwudniowym wydarzeniu, na Przystanku Równość (Skwer Heweliusza i ulica Rajska) celebrowana będzie w szczególny bezinteresowność, empatia i siła wspólnoty.\n\nŚwięto Wolontariatu to czas, w którym dziękujemy wszystkim, którzy na co dzień niosą pomoc innym, poświęcając swój prywatny czas – cicho, z uśmiechem i ogromnym zaangażowaniem.\n\nPierwszego dnia, w sobotę, 16 sierpnia, w godzinach 12.00-19.00, wydarzenia przygotowała Fundacja Hospicyjna. Na scenie wystąpią artyści, a wokół niej nie zabraknie rodzinnych atrakcji i różnych kreatywnych aktywności.\n\nGrand Prix Jarmarku św. Dominika 2025 przyznane\n\nGdańska organizacja od wielu lat pomaga dorosłym u kresu życia, chorym dzieciom i ich bliskim. Jej misją jest zapewnienie troskliwej opieki i wsparcia w czasie choroby, odchodzenia i żałoby.\n\nGłównym miejscem tej pomocy jest Hospicjum dla Dzieci i Dorosłych im. ks. E. Dutkiewicza, przy ul. Kopernika 6.\n\nGdańska placówka powstała w 1983 r. dzięki staraniom jego aktualnego patrona, ks. Eugeniusza Dutkiewicza, który jako pierwszy w Polsce podjął się zadania stworzenia domowej opieki hospicyjnej. Utworzone przez niego Hospicjum Pallottinum stało się wzorem dla tego typu instytucji w całej Polsce.\n\nmat. organizatora\n\nDziś Hospicjum ks. E. Dutkiewicza SAC opiekuje się zarówno chorymi dorosłymi, jak i dziećmi. Całodobowe wsparcie otrzymuje rocznie 1200 osób, w tym blisko 40 małych pacjentów.\n\nPonadto, Fundacja Hospicyjna prowadzi działania edukacyjne, promuje wolontariat i buduje społeczną świadomość na temat opieki paliatywnej. Każdego dnia przyświeca jej motto, że „Hospicjum to też życie”.\n\nNa głównej scenie w sobotę podczas Święta Wolontariatu wystąpią między innymi:\n\nMęski Ch ór Szantowy Zawisza Czarny\n\nWokalistki z Centrum Kultury i Sztuki w Tczewie pod opiek ą Agaty Sowy\n\nMuzycy z Cappelli Gedanensis\n\nKarolina Dudek\n\nAdam Trzebiatowski - skrzypce\n\nMarta Kur - pianistka\n\nDodatkowe atrakcje\n\nPchli Targ - stoisko charytatywne\n\nAnimacje dla dzieci, malowanie buziek, magiczne tatuaże, warkoczyki, kreatywne zabawy\n\nThermomix dla zdrowia: Maria Fall-Ławryniuk i Elżbieta Stanulewicz\n\nPyszna lemoniada i popcorn\n\nWydarzeniu będzie towarzyszyła kwesta na rzecz podopiecznych Fundacji Hospicyjnej.\n\nNowa stacja Mevo na Westerplatte\n\nDrugiego dnia, w niedzielę, 17 sierpnia, gospodarzem Święta Wolontariatu będzie Caritas. Instytucja Archidiecezji Gdańskiej w godzinach 12.30-15.30 stworzy barwne i pełne dobrej energii Miasteczko Wolontariatu. Będzie to okazja, by odkryć współczesny wolontariat z zupełnie nowej strony: przez zabawę i wspólne działanie.\n\nmat. organizatora\n\nBędzie to wydarzenie mieszczące się w hasłach: \"Dziękuję drogi wolontariuszu, że jesteś, że chcesz i że działasz\" oraz \"Zapraszam - dołącz do nas, znajdź swoje miejsce i pomagaj tym, którzy dziś potrzebują pomocnej dłoni\".\n\nW niedzielnym programie będzie:\n\nScena\n\nduet dj’sko-konferansjerski, czyli Szczepan Babiuch i Jakub Hinc oraz muzyczni goście, animacje, taniec, śpiew i wiele niespodzianek\n\nMiasteczko Caritas:\n\nEko wioska- czyli artystyczna przestrzeń dla dzieci, będąca połączeniem fantazji i koloru\n\nDKMS- zdążyć na czas – zosta ń dawcą\n\nRetro Zajezdnia- historia Tr ójmiejskiej komunikacji miejskiej\n\nStrefa Wolontariusza- czym jest wolontariat XXI wieku?\n\nFinał kuźni talentów wokalnych\n\nW sobotę, 16 sierpnia, o godz. 17.00, na Scenie Przystanku Port Gdańsk pod Żaglami (Wyspa Ołowianka) czeka nas wielki finał Muzycznej Kuźni Talentów. To jarmarkowy konkurs dla wokalistów, adresowany zarówno do amatorów, jak i zawodowców.\n\nW koncercie finałowym wystąpi 12 osób, które doceniła publiczność w czasie trzech przesłuchań zorganizowanych na scenie na Skwerze Heweliusza.\n\nRzemieślnicy świętowali z publicznością na Jarmarku św. Dominika\n\nNa zakończenie emocjonującej rywalizacji jako gość specjalny wystąpi gdański zespół Chrust, wykonujący nowoczesną muzykę etniczną. Trzy zupełnie inne osobowości reprezentujące umiłowane przez siebie style muzyczne - folk, electro, rock - dają w połączeniu niepowtarzalne brzmienie zespołu.\n\nTwórczość grupy oparta jest o polską muzykę tradycyjną i słowiańską, inspirowana takimi zespołami i nazwiskami jak Percival Schuttenbach, Wardruna, Trent Reznor, Tool, czy Igor Herbut.\n\nChrust wydał niedawno drugi album pt. “Przed Zmierzchem”.\n\nSkład zespołu:\n\nKarol Konop – elektronika, syntezator, wokal, produkcja muzyczna\n\nDariusz Mrozek – perkusja i perkusjonalia, sampler, wokal\n\nMa łgorzata Oleszczuk – wokal, ukulele, flety, ch órki\n\nFilm pod gołym niebem\n\nOstatni jarmarkowy seans przygotował w niedzielę, 17 sierpnia, Przystanek Port Gdańsk pod Żaglami na Wyspie Ołowianka. O godz. 19.30 rozpocznie się tam projekcja filmu “Ferrari”.\n\nTo nominowana do Oscara amerykańska produkcja z 2023 r., w reżyserii Michaela Manna. Bohaterem biograficznego filmu jest słynny Enzo Ferrari, włoski kierowca rajdowy, który znajduje się w najtrudniejszym momencie swojego życia. Bankructwo zagraża jego firmie, a on sam stawia wszystko na jedną kartę – decyduje się na udział w morderczym wyścigu Mille Miglia.\n\nTarg staroci przy Długich Ogrodach to jedno z najbardziej kultowych miejsc na Jarmarku św. Dominika fot. Grzegorz Mehring/ gdansk.pl\n\nTo tylko kilka, naszym zdaniem najciekawszych wydarzeń, jakie przygotowano w weekend, 16-17 sierpnia, dla uczestników Jarmarku św. Dominika. O szczegółach tych imprez i pozostałych można przeczytać w programie jarmarku.\n\nUWAGA! Trzeba mieć na uwadze, że część wydarzeń może być odwołana z przyczyn pogodowych.\n\nHistoria gdańskiego jarmarku\n\nPoczątki jarmarkowej tradycji w Gdańsku datowane są na rok 1260 r. Wówczas to papież Aleksander IV zezwolił miejscowym dominikanom udzielać studniowych odpustów w dniu święta ich założyciela, św. Dominika. Wraz z religijną uroczystością organizowany był jarmark.\n\nO jarmarku dominikanów w Gdańsku tak pisał w 1568 r. nuncjusz apostolski Giulio Ruggieri, goszczącym na dworze króla Zygmunta Augusta. Urzędnik watykański przygotował “Sprawozdanie ze stanu Królestwa Polskiego” dla papieża Piusa V:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wieczorem otworzą podziemia okolic poznańskiego dworca. \"Wejście do obiektów na własną odpowiedzialność\"",
            "link": "https://epoznan.pl/news-news-166597-wieczorem_otworza_podziemia_okolic_poznanskiego_dworca_wejscie_do_obiektow_na_wlasna_odpowiedzialnosc",
            "description": "Zapoznaj się z poniższymi informacjami, abyś mógł świadomie i komfortowo korzystać z naszych serwisów internetowych.",
            "image_url": "https://www.bing.pl/th?id=OVFT.zoDNReVxYmbq34J2N0oNQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "epoznan.pl2 godz.",
            "source": "epoznan.pl",
            "article_content": "Już dziś.\n\nStowarzyszenie Pasjonaci Podziemi znów zaprasza na wydarzenie - \"Podziemne Tajemnice okolic dworca głównego w Poznaniu\". Spotkanie rozpocznie się dziś o godzinie 20:00. Wydarzenie organizowane jest z okazji Dni Podziemnego Poznania.\n\n\n\n\"Nie wiemy, jaki los spotka całą okolicę, a podczas wycieczki poznacie 20 lokalizacji obiektów podziemnych wokół dworca\" - informują organizatorzy.\n\n\n\n\"Zaczynamy od zbiórki na dworcu letnim (przy Dworcowej) od godziny 20.00. Po krótkim wstępie poznamy obiekty typu: schrony przeciwlotnicze typu kołpak, Kaponiera Kolejowa, przejścia podziemne, szczeliny przeciwlotnicze, schrony zimnowojenne, schrony cywilne, tunel pocztowy oraz relikty twierdzy poligonalnej. Tam, gdzie nie dostaniemy się do wnętrza, będziemy się posiłkować swoimi fotografiami\" - dodają.\n\n\n\nUdział w wydarzeniu możliwy jest w formie dobrowolnej cegiełki wrzucanej do skarbonki. Na uczestników czekają także gadżety Pasjonatów Podziemi oraz mapy Twierdzy Poznań. Całość potrwa około 3 godzin.\n\n\n\n\"Wejścia do obiektów na swoją odpowiedzialność. Warto zabrać latarkę\" - dodano.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stołpie odkrywa kolejne tajemnice. Sensacyjne znaleziska archeologów",
            "link": "https://www.dziennikwschodni.pl/chelm/stolpie-odkrywa-kolejne-tajemnice-sensacyjne-znaleziska-archeologow,n,1000365730.html",
            "description": "W Stołpiu (gm. Chełm, pow. chełmski) trwają intensywne badania archeologiczne niezwykłego zespołu wieżowego z XIII wieku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.XLQVP2Jg2Qf_Zqh8NIlM6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Wschodni6 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Odkrycia są konsultowane z gronem wybitnych naukowców: prof. dr. hab. Andrzejem Buko (Instytut Archeologii i Etnologii PAN w Warszawie), prof. Mykołą Bevzem (Politechnika Lubelska, Politechnika Lwowska), prof. dr. hab. Radosławem Dobrowolskim (UMCS w Lublinie) oraz dr. Lucjanem Gazdą (Państwowa Akademia Nauk Stosowanych w Chełmie).\n\nWał, trakt i pradziejowe naczynie\n\nW sierpniu br. archeolodzy dokonali kolejnego przełomowego odkrycia. Obok reliktów kapliczki i drugiej wieży kamienno-ceglanej odsłonięto wał biegnący wschód–zachód, uformowany w obrębie kredowego stoku i umacniany kamieniami przed naporem wody. Od południa prowadził do niego trakt.\n\nW szczycie wału natrafiono na starszy obiekt pradziejowy z fragmentami zdobionego naczynia (?) o nieustalonej funkcji i chronologii – prawdopodobnie z okresu wpływów rzymskich – który został zniszczony we wczesnym średniowieczu.\n\nWyjątkowy kompleks w skali Europy\n\nWedług badaczy unikatowa kapliczka, obudowane źródła, wieża z gródkiem, druga wieża, wał i trakt tworzyły w okresie wczesnego średniowiecza wyjątkowy w skali Europy kompleks budowli. Całość powstała według określonej koncepcji i planu, w pobliżu obfitych źródeł słynących z wody o właściwościach leczniczych i znaczeniu kultowym.\n\nPlany na przyszłość\n\nBadania w Stołpiu potrwają do końca sierpnia 2025 roku. Ich celem jest przygotowanie projektu rewitalizacji i utworzenia rezerwatu archeologicznego, w którym odkryte relikty będą eksponowane dla zwiedzających."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytkowe przybory kuchenne, które mogą być warte fortunę",
            "link": "https://www.msn.com/pl-pl/jedzenie-i-picie/przepisy/zabytkowe-przybory-kuchenne-kt%C3%B3re-mog%C4%85-by%C4%87-warte-fortun%C4%99/ar-AA1KC5aa?ocid=BingNewsVerp",
            "description": "Zainteresowanie przedmiotami vintage nigdy nie było tak duże. W sklepach z używaną odzieżą, antykwariatach czy na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MXgMe7Aty3MxUyfGhXEy9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Decor Style on MSN14 godz.",
            "source": "Decor Style on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "BiznesINFO.pl on MSN7 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zbiorowy gwałt, kradzież i narkotyki. Ukraińcy i Gruzin wydaleni z Polski",
            "link": "https://kresy.pl/wydarzenia/zbiorowy-gwalt-kradziez-i-narkotyki-ukraincy-i-gruzin-wydaleni-z-polski/",
            "description": "Wśród wydalonych znalazła się 51-letnia obywatelka Ukrainy, zatrzymana przez Straż Graniczną w Częstochowie po otrzymaniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VZyzzUa6jktcxv7YgIQFbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kresy.pl2 godz.",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czego chce Putin? Przecieki po spotkaniu na Alasce",
            "link": "https://kresy.pl/wydarzenia/czego-chce-putin-przecieki-po-spotkaniu-na-alasce/",
            "description": "Jak ujawnił dziennikarz Axios, rosyjski prezydent nie dąży do zawieszenia broni, lecz do całościowego układu kończącego wojnę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Z7t7cT--v54kYfLDUEKxLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kresy.pl1 godz.",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "115 lat temu zmarł Zygmunt Gloger – autor „Encyklopedii staropolskiej'",
            "link": "https://pch24.pl/115-lat-temu-zmarl-zygmunt-gloger-autor-encyklopedii-staropolskiej/",
            "description": "Jego skrywane pod szatą nauki i ludowości przesłanie, dawało zniewolonemu narodowi poczucie tożsamości i dumy z bycia Polakiem. W nocy z 15 na 16 sierpnia 1910 roku zmarł Zygmunt Gloger, etnograf i fo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.u2EFZCN0YiLJYTG74tIcwg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "PCH24.pl2 godz.",
            "source": "PCH24.pl",
            "article_content": "Jego skrywane pod szatą nauki i ludowości przesłanie, dawało zniewolonemu narodowi poczucie tożsamości i dumy z bycia Polakiem. W nocy z 15 na 16 sierpnia 1910 roku zmarł Zygmunt Gloger, etnograf i folklorysta, autor „Encyklopedii staropolskiej”\n\nWspółcześni nazywali go „starożytnikiem” czyli entuzjastą dziejów i przedmiotów należących do przeszłości. Dziś, w dobie wąskich specjalizacji, Gloger bywa uznawany „za przedstawiciela kilku(nastu) dyscyplin naukowych, takich między innymi jak historia, archeologia, etnografia, folklorystyka, ludoznawstwo” – napisał Łukasz Zabielski („Zygmunt Gloger: między uniwersum Gutenberga a «literaturą w żywym słowie»”, 2016)\n\nZdaniem Teresy Komorowskiej, autorki książki „Gloger. Opowieść biograficzna” (1985), był on etnografem i folklorystą, kolekcjonerem. – Jego starożytnictwo to zbieractwo wszystkich dawnych rzeczy polskich do początku XIX wieku – powiedziała w Polskim Radiu (1985).\n\nWesprzyj nas już teraz! 25 zł 50 zł 100 zł Wspieram\n\n„Swoje zamiłowania i pasje rozwijał drogą samouctwa, pozostając pod wpływem takich osobowości jak historyk Julian Bartoszewicz (1821-1870), powieściopisarz Józef Ignacy Kraszewski (1812-1887), geograf i poeta Wincenty Pol (1807-1872) i etnograf Oskar Kolberg (1814-1890). Korespondował niemal z wszystkimi uczonymi i pisarzami trzech zaborów, pozostawiając spuściznę naukową, popularnonaukową i literacką idącą w setki publikacji książkowych, rozpraw i artykułów, był autorem setek publikacji prasowych” – napisał prof. Jarosław Ławski redaktor „Pism rozproszonych” Glogera (2016). Choć Gloger nie miał uniwersyteckich tytułów, Julian Krzyżanowski – autor wstępu do „Encyklopedii Staropolskiej” – zaliczył go do grona najświetniejszych uczonych, obok Karola Estreichera, Aleksandra Brücknera i Jana Stanisława Bystronia.\n\nSłynął jako tytan pracowitości. „Ani jednej godziny w życiu nie strwonił na rozrywkę w karty, nie spędził ani dnia w podróży poza granicami Słowiańszczyzny, nie był ani razu na wyścigach, na balu publicznym, maskaradzie, majówce dla zabawy. Zadowalał się stale pięcioma godzinami snu na dobę” – napisał Stanisław Szenic („Cmentarz Powązkowski 1891-1918. Zmarli i ich rodziny”, 1983)\n\nPochodził z rodziny ziemiańskiej, której korzenie tkwią na Podlasiu. Urodził się 3 listopada 1845 r. Był jedynym synem zubożałej szlachcianki Michaliny Marianny z Woynów z okolic Mężenina koło Łomży i Jana Glogera, powstańca listopadowego, który po latach administrowania cudzymi majątkami, w 1859 r. kupił w Jeżewie k. Tykocina, 1,5 tys.-morgowe gospodarstwo (ok. 840 ha).\n\n„Miłość do nauki i pamiątek narodowych zaszczepili we mnie rodzice i babki. Stąd prawie od lat dziecinnych spragniony byłem żądzą zbierania i zachowywania wszystkiego, co było pamiątką przeszłości historycznej, czy to był pieniądz polski, czy pieczęć jaka czy książka, czy strzępek dawnego stroju lub ułamek starej zbroi” – wspominał po latach Gloger w liście do Władysława Bartynowskiego.\n\nKlimat rodzinnego domu Zygmunta scharakteryzowała Magdalena Zawidzka-Kwiatkowska, jego prawnuczka („Zygmunt Gloger we wspomnieniach rodzinnych”, 2016). W jej opinii, przywiązanie do tradycji oraz gruntowną znajomość Podlasia przekazała Zygmuntowi matka Michalina, starannie wykształcona, gorąca patriotka, zaangażowana w przygotowania Powstania Styczniowego – w 1863 r. była prezeską parafialnego Komitetu Opieki Narodowej.\n\nW latach szkolnych Michalina przyjaźniła się z siostrami Fryderyka Chopina. „Podczas zabawy przeszkadzał im Fryderyk, robiąc różne psikusy. Wspomnienia Michaliny (…) ukazały się w piśmie «Lutnista» w 1905 roku, w numerze poświęconym Fryderykowi Chopinowi” – podała Zawidzka-Kwiatkowska.\n\nJan Gloger był człowiekiem jak na ówczesne czasy niezwykle światłym: inżynier, na wskroś humanista, rozmiłowany w literaturze, malarstwie, uczestnik powstania listopadowego, pasjonat sadownictwa (twórca odmiany jabłek zwanych „glogierówki”). Z rodziną Glogerów blisko był związany pisarz Józef Ignacy Kraszewski, szkolny przyjaciel Jana. „Przyjaźń przetrwała do śmierci pisarza. Kraszewski stał się też przewodnikiem intelektualnym Zygmunta Glogera” – opisała prawnuczka.\n\nW 1858 r. Zygmunt Gloger rozpoczął naukę w Warszawie, w Wyższym Naukowym Zakładzie Jana Nepomucena Leszczyńskiego. „Co charakterystyczne, po początkowych świetnych wynikach, pod koniec nauki, w sezonie 1861/1862 oceny Glogera gwałtownie się obniżyły, znalazły się wśród nich nawet niedostateczne, skutkiem czego nie ukończył szkoły. Podobnie było i w 1863 r., kiedy powtarzał ostatni rok i wciąż kończącego naukę patentu nie otrzymał” – napisał Emil Kalinowski („Zygmunt Gloger i rok 1863. Przyczynek do biografii słynnego Podlasianina”).\n\nPod wpływem nauczyciela Kazimierza Władysława Wójcickiego, „miłośnika pamiątek” i „rzeczy starożytnych”, w nastolatku obudziła się etnograficzno-antykwaryczna pasja, która potem określiła kształt jego życia. „Opanowała mnie chęć spisania przysłów polskich. Zacząłem więc spisywać wszystko, co w tej mierze usłyszałem od ojca, stryja, ciotek, babek, sąsiadów, profesorów, kolegów, oficjalistów, sług i co napotkałem w książkach i kalendarzach. Oczywiście nie pojmowałem wówczas żadnych względów etnograficznych, chodziło mi tylko o ilość. Więc radość była wielka, gdy w roku 1861 dopełniłem cyfry dwutysięcznej” – takie wspomnienie Zygmunta Glogera przytoczyła Komorowska.\n\n„W roku 1863, mając lat 17, posiadałem już kilkaset monet polskich i kilkadziesiąt medalów. Medale zostały mi wtedy zabrane — monety zdołałem ukryć i ocalić. Inne zabytki, z niewielkim wyjątkiem, przechowałem wtedy jako tako” – napisał sam Gloger 21 lipca 1882 r. w liście do Bartynowskiego. Objaśnienie słówka „wtedy” podał Kalinowski: „Mowa tu o skutkach rewizji przeprowadzonej w Jeżewie przez rosyjskie wojska”.\n\nZ badań Kalinowskiego wynika, iż to młodziutki Gloger był autorem korespondencji do krakowskiego „Czasu” na temat tragicznych potyczek powstańców w okolicach Tykocina, Jeżewa, Dobroch. Przesunęło to o kilka miesięcy debiut Glogera, za który poprzednio uważano artykuł o tykocińskim pomniku Stefana Czarnieckiego („Tygodnik Ilustrowany” z 19 września 1863).\n\nTekst w tygodniku ilustrował drzeworyt Wojciecha Gersona, przedstawiający postać zamyślonego pod pomnikiem młodzieńca – o rysach młodego Glogera. „Chłopak (…) nosi charakterystyczną, «arcynarodową» w tymże roku 1863 podbitą barankiem «konfederatkę» Z pozoru drobny szczegół ubioru (…) — mówi bardzo wiele o młodym Zygmuncie i jego postawie w roku 1863” – ocenił Kalinowski.\n\nW 1865 r. zaczął studia na Wydziale Prawa i Administracji Szkoły Głównej w Warszawie, ale dalej rozwijał pasje. Przeczytawszy w prasie apel Oskara Kolberga o zbieranie i nadsyłanie materiałów etnograficznych z różnych stron kraju, Gloger nawiązał osobisty kontakt z badaczem polskiej kultury ludowej – efektem była przyjaźń i długotrwała współpraca. Po latach również Gloger publikował podobne listy otwarte: „Ponieważ rozwój ludzkości trwa ciągle, każde więc pokolenie różni się jedno od drugiego, a cały poczet pokoleń tworzy szereg odmiennych do pewnego stopnia obrazów, których odzwierciedlenie należy do badaczów przeszłości. Każdy zaś ogół interesujący się postępem nauk ułatwia tym badaczom korzystanie ze źródeł, będących w posiadaniu osób prywatnych. („Słowo” 1890).\n\nW 1868 r. Gloger przeniósł się na Uniwersytet Jagielloński i rozpoczął systematyczne badania naukowe w sferze etnografii i prehistorii. Po ukończeniu studiów wydał pierwszą własną książkę: „Obchody weselne”.\n\nW latach 1870-72 przejął administrowanie rodzinną posiadłością. „Przez Jeżewo przewijali się przyjaciele Glogera, gościł tu przed swą wycieczką do Białowieży Sienkiewicz, Julian Bartoszewicz, Jan Karłowicz i inni” – napisał Julian Krzyżanowski. Jednocześnie prowadził poszukiwania krajoznawcze, archeologiczne i etnograficzne. Najpierw na terenie Podlasia i Mazowsza, a następnie w Wielkopolsce, w Krakowskiem, na Litwie i Żmudzi. „Wędruje pociągiem, to znów konno, pieszo, a nawet czółnem spławia się w dół rzek” – czytamy w biografii. „Był widziany nad Niemnem, Wisłą, Biebrzą i Bugiem, Wartą i Sanem, Dniestrem i Dźwiną, Dnieprem, Bohem i Horyniem”. Dokumentował folklor: zbierał pieśni ludowe, porzekadła, przypowieści oraz zabytki piśmiennictwa, rejestrował lokalne zwyczaje, szkicował i rysował ludową kulturę materialną np. stroje i architekturę.\n\nPrzeprowadził m.in. w Grodnie, prekursorskie w Europie, badania powierzchniowe tzw. „stacji krzemiennych, czyli siedlisk pierwotnych mieszkańców z czasów powszechnego w starożytności użytku krzemienia”. Wyniki publikował w „Wiadomościach archeologicznych”.\n\n„Rozumiał zwiedzanie kraju ojczystego przede wszystkim jako obowiązek poznawania dokonań dawnych pokoleń” – podkreślił Zygmunt Dobroński („Znaki tożsamości narodowej według Zygmunta Glogera”, 1998).\n\nSpostrzeżenia, zapiski i wrażenia były materiałem do książek etnograficznych: „Pieśni ludu”, „Słownik gwary ludowej okręgu tykocińskiego”, „Album etnograficzny”, „Rok polski w życiu, tradycji i pieśni”, „Zwyczaje doroczne”, „Skarbiec strzechy naszej”, „Gody weselne. 394 pieśni i śpiewek weselnych”, „Budownictwo drzewne i wyroby z drzewa w dawnej Polsce”. Posłużyły one także do „Ksiąg rzeczy polskich”, „Geografii historycznej” oraz „Encyklopedii staropolskiej”.\n\nKrzyżanowski nazwał książki Glogera „uroczą gawędą starożytniczą”. Ocena pracy naukowej wypada słabiej. „Był zapalonym i sumiennym zbieraczem materiałów, ale nie posiadał głębszej wiedzy, która pozwoliłaby na prawidłową i twórczą interpretację” – oceniła Komorowska.\n\nSwoje obserwacje Gloger publikował na gorąco m.in. „Tygodniku Ilustrowanym”, „Bibliotece Warszawskiej”, „Wędrowcu”, „Przeglądzie Polskim”, „Zorzy”, „Kronice Rodzinnej”. Krajoznawcze opisy przeplatały się z ekonomiczno-społecznymi aktualiami. W celach oświatowych wydawał popularny wybór poezji ludowej, pieśni, przypowieści, baśni, zwyczajów – tomiki „Biblioteki Ludowej” Zygmunta Glogera, pod pozorem „ludowości”, krzewiły polskość tępioną przez zaborców.\n\nBliskie sercu idee wyrażał w taki sposób, że cenzura zaborcy nie wychwytywała troski o ojczyznę, której nie było na politycznej mapie świata. Za przykład może posłużyć jego rozmowa z szykującymi się do emigracji wieśniakami spod Tykocina: „A do któregoż to kraju zamierzacie wędrować? – zapytałem. Jeden z wieśniaków odrzekł: «do Hafryki». Inny zaprzeczył, poprawiając go: «do Branzolji, proszę pana». «Nie do Hafryki, ani do Branzolji, tyło do Agrypiny» – dodał trzeci. Domyślając się, że miała to być Afryka, Brazylia i Argentyna, przekonałem się z dalszej rozmowy, iż: 1) żaden z tych ludzi nie wiedział, gdzie emigruje; 2) żaden nie miał pojęcia o odległości, położeniu jeograficznym i warunkach kraju, który pragnie obrać sobie za nową ojczyznę; 3) żaden nie był zmuszony przez nędzę do wychodźtwa, każdy bowiem miał zebranych kilkadziesiąt rubli na drogę” – zapisał („Kurier Codzienny”, 1890)\n\n„Program Glogera sprowadzał się do trzeźwego postulatu: zachować tradycję narodową, religię, pamięć o przeszłości, ale reformować się cywilizacyjnie, przemyśliwując o przyszłości” – podkreślił prof. Ławski.\n\nW 1883 r., mając lat 38, ożenił się z młodszą o 15 lat Aleksandrą Jelską, córką Aleksandra znanego kolekcjonera, właściciela biblioteki liczącej ponad 7 tys. tomów, ponad 2 tys. sztychów i litografii, przeszło 20 tys. dokumentów; współpracownika licznych wydawnictw, zbieracza pieśni, przysłów i podań ludowych.\n\nAleksandra została gorliwą współpracowniczką męża, jednak w 1899 r. nieoczekiwanie zmarła, a Gloger ze zdwojoną siłą oddał się pracy. W latach 1900-03, po 40 latach gromadzenia materiałów, wydał swoje opus magnum „Encyklopedię staropolską ilustrowaną”. Zdaniem Ławskiego, „to dzieło zapewniło mu nieśmiertelność jako summa XIX-wiecznej wiedzy o dawnej Rzeczypospolitej”.\n\nW 1906 r. Gloger przeniósł się do Warszawy, gdzie został wybrany pierwszym prezesem Polskiego Towarzystwa Krajoznawczego. Był również współzałożycielem Towarzystwa Naukowego Warszawskiego i wiceprezesem Towarzystwa Opieki nad Historycznymi Pamiątkami i Zabytkami Sztuki i Kultury Polskiej.\n\nW 1907 r. ożenił się z wdową, Kazimierą z Weissbornów Wilczyńską. Chory na cukrzycę, zmarł w nocy z 15/16 sierpnia 1910 roku, w wieku 65 lat, na skutek przypadkowego zakażenia po amputacji ręki.\n\nSwe zbiory i bibliotekę zapisał Towarzystwu Krajoznawczemu, Towarzystwu Biblioteki Publicznej w Warszawie, Muzeum Narodowemu i Akademii Umiejętności w Krakowie, a także Muzeum Przemysłu i Rolnictwa w Warszawie.\n\nRok po jego śmierci Polskie Towarzystwo Krajoznawcze w IV Roczniku PTK, w hołdzie „założycielowi i pierwszemu prezesowi” opublikowało bibliografię ośmiuset jego naukowych prac.\n\nPo II wojnie światowej o Glogerze przypomniała Helena Czernek, kierowniczka Powiatowej i Miejskiej Biblioteki Publicznej w Łomży. Z jej inicjatywy, 26 sierpnia 1973 r. odsłonięto tam pomnik Glogera, dłuta Ferdynanda Jarochy. Od 1983 r. Społeczne Stowarzyszenie Prasoznawcze „Stopka” w Łomży organizuje Konkurs o Nagrodę i Medal Zygmunta Glogera.\n\nW latach 2013-17 Narodowy Program Rozwoju Humanistyki sfinansował projekt „Naukowa edycja Pism rozproszonych Zygmunta Glogera w trzech tomach”, który pozwolił zebrać oraz reinterpretować naukowy i publicystyczny dorobek Glogera.\n\nW 2010 r. w przyjętej w 100. rocznicę śmierci uchwale, Sejm RP ocenił, że działalność Zygmunta Glogera była niezwykle ważna dla zachowania narodowej odrębności Polaków w okresie zaborów. „Skrywane pod szatą nauki i ludowości przesłanie, dawało zniewolonemu narodowi poczucie tożsamości i dumy z bycia Polakiem” – podkreślono.(PAP)\n\nŹródło: PAP / Paweł Tomczyk, Iwona L. Konieczna"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej sprawdź szuflady. Za taki dokument bank wypłaci nawet 28 tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/lepiej-sprawd%C5%BA-szuflady-za-taki-dokument-bank-wyp%C5%82aci-nawet-28-tys-z%C5%82/ar-AA1KCrWF?ocid=BingNewsVerp",
            "description": "Niepozorne znaleziska z przeszłości potrafią dziś zaskakiwać swoją wartością. Wystarczy zajrzeć do szuflady, starego pudełka czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "BiznesINFO.pl on MSN7 godz.",
            "source": "BiznesINFO.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tajemnica Światowida ze Zbrucza. Słup kosmiczny, słowiański bożek, czy XIX-wieczna mistyfikacja?",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,32116163,piec-tajemnic-swiatowida-ze-zbrucza-slup-kosmiczny.html",
            "description": "Część badaczy wskazywała wschodniosławiańskie pochodzenie, inni przypisywali go np. Dakom, Celtom czy wielkiej rodzinie ludów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Amgg3YKbqQXzLpZK7AR-TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kraków.Wyborcza.pl5 godz.",
            "source": "Kraków.Wyborcza.pl",
            "article_content": ""
        }
    }
]