[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ANTYKI STAROCIE - KOMIS MARIAN KUNDA",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,14457734,antyki-starocie-komis-marian-kunda.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl20 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Agencja Elephate zaprezentowała nowy raport \"Źródła ruchu na stronach polskich firm SaaS\" edycja 2024. Publikacja powstała na podstawie analizy danych 371 stron internetowych firm działających w modelu Software as a Service (SaaS) z 40 ...\n\nW obliczu pogarszających się danych makroekonomicznych i nasilającej się presji politycznej ze strony prezydenta Donalda Trumpa, amerykańska Rezerwa Federalna (Fed) zdecyduje się prawdopodbnie jutro na utrzymanie stóp procentowych. Choć ...\n\nUOKiK podsumował swoje działania w 2024 roku. Ponad 750 decyzji z zakresu ochrony konkurencji i konsumentów w efekcie czego nałożono ponad 937 mln zł kar, 312 decyzji dotyczących koncentracji, 14,5 tys. kontroli sprawdzających jakość i ...\n\nW minioną środę Rada Polityki Pieniężnej podjęła długo wyczekiwaną zwłaszcza przez kredytobiorców decyzję o obniżeniu stóp procentowych. Na tym ruchu skorzystają również osoby posiadające samochód w leasingu - jak jednak wynika z ...\n\nTargi Pracy Politechniki Białostockiej odbędą się w Centrum Nowoczesnego Kształcenia 22 maja 2025 w godzinach 10:00 - 15:00. To impreza przygotowana z myślą o studentach, absolwentach i ambitnych specjalistach z różnych branż, którzy ...\n\nGłówny Urząd Statystyczny poinformował, że w styczniu 2025 roku produkcja przemysłowa była o 1% niższa r/r. W porównaniu z grudniem 2024 wzrosła o 2,3%. Ceny produkcji sprzedanej przemysłu spadły o 0,9% r/r i o 0,1% w stosunku do ...\n\nTańsze i łatwiej dostępne kredyty to tylko część skutków cięć stóp procentowych. Polityka monetarna to miecz obosieczny. W momencie, w którym kredytobiorcy cieszą się z niższych rat, to posiadacze oszczędności mają problem ze ...\n\nMotoryzacyjni giganci rewidują plany dotyczące elektromobilności - inwestycje maleją, a wprowadzenie nowych modeli aut elektrycznych spowalnia. Ekspertka Autoplac.pl, Julia Langa, podkreśla, że to preferencje konsumentów decydują o tempie ...\n\nNajwięcej za obowiązkowe ubezpieczenie OC płacą młodzi kierowcy. Z danych Rankomat.pl wynika, że w I kw. 2025 roku średnia cena OC dla 19-latka wyniosła aż 2 619 zł, a dla 61-latka - 578 zł. Czy młodzi kierowcy powinni płacić mniej ...\n\nPublicis Groupe opublikowała najświeższe doniesienia z rodzimego rynku reklamy. Po trzech kwartałach tego roku zanotował on wzrost o 9,5%, osiągając tym samym wartość niemal 9 mld zł. Jedynym kanałem komunikacji, który nie mógł ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Komentarze do opinii: Czy tę generację w końcu wygrają gracze?",
            "link": "https://www.gry-online.pl/opinie/czy-te-generacje-w-koncu-wygraja-gracze/komentarze/z3a0b",
            "description": "INNE. Gracze już przegrali tę generacje. Przypominam: Sony sprawdza czy użytkownik jest w ogóle godzien złożyć pre-order na pierwszą falę PS5. Actiblizz podniósł ceny na edycje gier na nową generację ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl18 min",
            "source": "GRY-OnLine.pl",
            "article_content": "JohnDoe666\n\nNigdy nie twierdziłem, że GP to zła usługa - wręcz przeciwnie akurat uważam ją za jedyny, ale jednak dość istotny argument do zakupu nowego xbox-a zwlaszcza dla osób którym nie zależy na posiadaniu gier na własność a tylko ograniu co nie zmienia faktu, że dalej uważam XSX za znacznie lepszy (pomimo wyższej ceny) wybór niż XSS nawet dla takich osób. Co do EA Play to zważywszy na fakt, że ta usługa wchodzi do GP tylko w podstawowej wersji a nie premium to aż takiego szału nie robi chociaż zawsze to większy wybór tytułów do ogrania.\n\nJeszcze odnośnie tej wygody - jeżeli dla kogoś rzeczywiście udanie sie do sklepu czy zamówienie z internetu pudełka z grą (z oczekiwaniem 2 dni na przesyłkę) jest tak wielkim wysiłkiem i taką niedogodnością, że woli dopłacać te kilkadziesiąt złotych to mnie de facto nic do tego - nie moja strata. Natomiast dalej będę nazywał to glupotą, ot takie moje zdanie w tej kwestii i tyle.\n\npozdro"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Komentarze: W co gracie w weekend? #336: Gears of War 2 i Sakura Wars: So Long, My Love",
            "link": "https://www.gry-online.pl/forum/komentarze-w-co-gracie-w-weekend-336-gears-of-war-2-i-sakura-wars/zee7f6f0",
            "description": "INNE. squaresofter Dobrze, że znów piszesz!Trails of Cold Steel III (PS4) u mnie króluje nadal oraz przyglądam się rozgrywkom online w Mass Effect 3 (PS3) z udziałem mojej córy. :). Komentarze: W co g ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl2 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Drugie Gearsy to jedna z moich ulubionych odsłon. Ja swego czasu również postanowiłem zrobić sobie maraton, w tej chwili została mi tylko piątka która czeka sobie spokojnie na swoją kolej zainstalowana na dysku konsoli :).\n\nAle póki co mój weekend wygląda następująco:\n\n- Nier: Automata - Gra pojawiła się w czwartek w Game passie i od razu ją ściągnąłem. Kiedyś zrobiłem już podejście do tej gry i już wtedy uznałem ją za mistrzostwo. Była to jednak gra pożyczona od znajomej, a słyszałem już że trzeba ją ukończyć 3 razy żeby poznać prawdziwe zakończenie więc po krótkim czasie sobie odpuściłem. Po prostu wiedziałem że nie zdążę tego zrobić i poczekam do zakupu własnej kopii. Teraz mając grę w abonamencie planuję ją spokojnie, niespiesznie ukończyć ciesząc się każdą sekundą z tym dziełem. Za mną póki co 6 godzin, ale do końca dnia jeszcze się to zmieni :).\n\n- Final Fantasy XV - Jakoś tak mnie znowu naszło na japońszczyznę. Ja wiem że podejście fanów serii do wszystkiego co wyszło po XII jest raczej negatywne. Ja jednak należę do tych którzy uwielbiają FF XIII i teraz wiem że XV też mi się spodoba.\n\nZa mną jakieś 4 godziny, ale będzie więcej.\n\n- The Walking Dead: Michonne - ostatnim tytułem który ogrywałem w ten weekend jest spin-off serii od TT Games.\n\nTe gry to takie moje guilty pleasure, ale co poradzić, bardzo je lubię. Został mi ostatni epizod więc pewnie uda mię skończyć grę dzisiaj. Tym samym pozostanie mi tylko ostatni sezon.\n\nDodatkowo od ostatniego wątku 2 gry udało mi się ukończyć:\n\n- Halo: Reach - Świetna gra z bardzo sugestywnym zakończeniem. Nie sądziłem że twórcom uda się sprawić że będzie ono takie osobiste i pozbawione zbędnego patosu... Przynajmniej jego grywalna część.\n\n- The Walking Dead: New Frontiers -\n\nTrzeci sezon głównej serii daje nam nowego bohatera którego losy splatają się z losami Clementine. Tej części daleko do najlepszych momentów sezonu pierwszego, ale ma kilka mocnych akcentów. Gameplayu nie ma tu już prawie wcale (poza dialogami) i to może przeszkadzać, dlatego muszę uznać że to faktycznie jedna z najsłabszych gier jakie mimo wszystko zdecydowałem się ukończyć. Raczej tylko dla fanów gier od TT."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ELIZA PERZ-ZIAJA",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,22130363,eliza-perz-ziaja.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl8 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Intensywny rozwój sztucznej inteligencji niesie za sobą rozliczne korzyści, ale również zagrożenia. Wśród tych ostatnich wymienić można chociażby dynamiczny wzrost wyrafinowania cyberataków, które stają się coraz trudniejsze do ...\n\nRynek faktoringu w Polsce w 2024 roku ponownie pokazał swoją siłę, osiągając wzrost obrotów na poziomie 4,7%. Z danych Polskiego Związku Faktorów (PZF) wynika, że firmy członkowskie skupiły wierzytelności o wartości 471 mld zł, co ...\n\nW czerwcu 2023 r. Unia Europejska przyjęła Dyrektywę 2023/970, której celem jest wzmocnienie zasady równości wynagrodzeń poprzez zwiększenie przejrzystości płac. Termin implementacji przepisów na poziomie krajowym przewidziano na 2026 ...\n\nEuropejski Bank Centralny znajduje się dziś w trudnym położeniu – musi rozważyć, czy krótkoterminowe osłabienie inflacji wystarczy, by uzasadnić dalsze łagodzenie polityki pieniężnej, mimo narastających w tle długofalowych czynników ...\n\nRemont w mieszkaniu oznacza nie tylko wydatki i utrudnienia dla właściciela tego \"M\". Wyjaśniamy, co w takiej sytuacji stanie się z najemcą.\n\nW ostatnich latach masło nie schodziło z pierwszych stron serwisów ekonomicznych. Nagłówki krzyczały do nas o rekordowych cenach tego podstawowego produktu, a twórcy memów wylansowali modę na mówienie o \"sztabkach masła\". Równie ...\n\nNominacja Scotta Bessenta, doświadczonego finansisty z Wall Street, na Sekretarza Skarbu USA wywołała uspokajającą reakcję na globalnych rynkach. Decyzja ta zmniejszyła obawy inwestorów związane z możliwością bardziej radykalnych ...\n\nKandydaci na prezydenta prześcigali się podczas kampanii w obietnicach, z których przynajmniej część nie ma większych szans na realizację. Dotyczyły one m.in. polityki mieszkaniowej. Tymczasem, jak wskazują eksperci, obietnice mogą ...\n\nW Krakowie rozpoczęło działalność innowacyjne centrum symulatorowo-treningowe Ryanair, które jest pierwszym ośrodkiem tego typu w Polsce. Inwestycja o wartości 130 mln euro ma na celu podnoszenie kwalifikacji załóg i personelu linii ...\n\nPrzedsiębiorcy mogą skutecznie żądać odsetek po upływie 60 dni, nawet jeśli w umowie zaakceptowali dłuższy termin płatności. Kluczowe znaczenie ma to, czy dłuższy termin został uzgodniony przez obie strony, czy jednostronnie narzucony ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 22.11.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-22112025/ar-AA1QKM0p?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN6 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 22.11.2025",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-22-11-2025/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Które są najdroższe i ile można za nie zarobić 22.11.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-22112025/ar-AA1QVtiV?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._V-rWLu6pRQ3UWKHtZMwMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN6 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sprzedając takie stare książki możesz teraz naprawdę nieźle zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/sprzedaj%C4%85c-takie-stare-ksi%C4%85%C5%BCki-mo%C5%BCesz-teraz-naprawd%C4%99-nie%C5%BAle-zarobi%C4%87/ar-AA1QzjPL?ocid=BingNewsVerp",
            "description": "Jest spora szansa, że masz je w domu i nawet o tym nie wiesz. Stare książki, które zalegają na półkach, mogą być dziś ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yWfI1u4I4SNRX_oeGyA9ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN23 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 22.11.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-22112025/ar-AA1OXkNT?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kQor35RUik_fedtS68tsQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN6 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sztuczne lodowisko w Starej Kopalni ruszy już za kilka dni. Będzie większe i na dłużej od przedniego. Zobaczcie jak ślizgano się wtedy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/sztuczne-lodowisko-w-starej-kopalni-ruszy-ju%C5%BC-za-kilka-dni-b%C4%99dzie-wi%C4%99ksze-i-na-d%C5%82u%C5%BCej-od-przedniego-zobaczcie-jak-%C5%9Blizgano-si%C4%99-wtedy/ar-AA1QVKGT?ocid=BingNewsVerp",
            "description": "Taka ślizgawka ustawiona była tam już w poprzednim sezonie zimowym. Sprawdziła się. Chętnych do zabawy na lodowisku było ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5qNd2JJi4WU2rPiLNGJI9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN5 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedzielny Targ wraca do Poznania w nowej lokalizacji. 600 miejsc handlowych i darmowy parking",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/niedzielny-targ-wraca-do-poznania-w-nowej-lokalizacji-600-miejsc-handlowych-i-darmowy-parking/ar-AA1QWd1U?ocid=BingNewsVerp",
            "description": "Niedzielny Targ wraca do Poznania w nowej odsłonie. Od 30 listopada wydarzenie będzie działać na parkingu Wielkopolskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bPelMYkF17EBkvIbfaBXnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Głos Wielkopolski on MSN3 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal Biżuterii i Dodatków warszawa",
            "link": "https://warszawa.naszemiasto.pl/tag/festiwal-bizuterii-i-dodatkow-warszawa",
            "description": "Trwa listopadowa edycja Falenickiej Giełdy Staroci w Warszawie, czyli jednego z najpopularniejszych wydarzeń dla miłośników ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto48 min",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 22.11.2025 - najważniejsze wydarzenia. Przygotowaliśmy przegląd prasy z wczoraj",
            "link": "https://echodnia.eu/prasowka-22-11-2025-najwazniejsze-wydarzenia-przygotowalismy-przeglad-prasy-z-wczoraj/ar/c1p1-19960913",
            "description": "Pierwsza konferencja prasowa pełniącego obowiązki dyrektora Teatru Powszechnego imienia Jana Kochanowskiego w Radomiu.",
            "image_url": "https://www.bing.pl/th?id=OVFT._wdMQBOTXPdDZo5Jv5F9_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Echo Dnia6 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wieczorne spacery",
            "link": "https://nowiny24.pl/tag/wieczorne-spacery",
            "description": "Gdy jarosławskie ulice pustoszeją, a ratuszowa wieża wybija godzinę 19.00, spod kamienicy Attavantich wyrusza wyjątkowa grupa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1Tb4TSJKzU415UFQyuHyZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowiny 2422 godz.",
            "source": "Nowiny 24",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 1 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 22 - 23 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-nordic-walking-do-1-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-22-23-listopada/ar/c7p1-22319027",
            "description": "Przed marszem sprawdź, jaka będzie pogoda w Kołobrzegu. W sobotę 22 listopada według prognozy pogody ma być 2°C. Nie powinno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.PrF1lCyxomgMf0XBJwXwXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto22 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To niezwykła internetowa giełda staroci. Zobacz, co tam sprzedają i kupują",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/to-niezwyk%C5%82a-internetowa-gie%C5%82da-staroci-zobacz-co-tam-sprzedaj%C4%85-i-kupuj%C4%85/ar-AA1QWoD4?ocid=BingNewsVerp",
            "description": "Na internetowej giełdzie staroci wystarczy kilka kliknięć, by przenieść się w czasie do świata dawnych sprzętów, rzeźb, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zfhdq4y7l0c_T32iZHS4Ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowa Trybuna Opolska on MSN2 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking w woj. śląskim. Gdzie wybrać się w weekend 22 - 23 listopada. TOP 3 trasy",
            "link": "https://dziennikzachodni.pl/sciezki-nordic-walking-w-woj-slaskim-gdzie-wybrac-sie-w-weekend-22-23-listopada-top-3-trasy/ar/c7p1-22302727",
            "description": "Nordic walking w woj. śląskim można trenować prawie wszędzie. Mimo to zachęcamy do wybrania ścieżek, które zostały sprawdzone ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UbqukOCtCJAT8ExLf-yb_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni22 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 146 km od Rawy Mazowieckiej. Pomysły na sportowy dzień w weekend 22 - 23 listopada",
            "link": "https://rawamazowiecka.naszemiasto.pl/gdzie-na-nordic-walking-do-146-km-od-rawy-mazowieckiej-pomysly-na-sportowy-dzien-w-weekend-22-23-listopada/ar/c7p1-22319355",
            "description": "Wspólnie z Traseo przygotowaliśmy 3 trasy nordic walking oddalone maksymalnie o 146 km od Rawy Mazowieckiej. Zobacz, czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XYUIbOyQtzpraeAFO_xxbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Rawa Mazowiecka Nasze Miasto22 godz.",
            "source": "Rawa Mazowiecka Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "22 LISTOPADA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-11-22,9,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków13 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 22.11.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-22112025/ar-AA1QCiZX?ocid=BingNewsVerp",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN6 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony, dzbanki, misy i inne kryształy z PRL-u warte tysiące. Szkło kosztuje nawet kilkanaście tysięcy złotych 22.11.2025",
            "link": "https://gk24.pl/wazony-dzbanki-misy-i-inne-krysztaly-z-prl-u-warte-tysiace-szklo-kosztuje-nawet-kilkanascie-tysiecy-zlotych-22-11-2025/ar/c9p2-28109447",
            "description": "Fascynacja kryształami i szkłem z czasów PRL zyskuje na popularności wśród kolekcjonerów. Na starych wazonach, talerzach czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VcrWIT5NBZKMERYLm0QSSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński7 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ci seniorzy wiedzą, co to dobra zabawa. Andrzejki Uniwersytetu Trzeciego Wieku w Otmuchowie to była petarda",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ci-seniorzy-wiedz%C4%85-co-to-dobra-zabawa-andrzejki-uniwersytetu-trzeciego-wieku-w-otmuchowie-to-by%C5%82a-petarda/ar-AA1QUiGt?ocid=BingNewsVerp",
            "description": "W Otmuchowie odbyły się wyjątkowe Andrzejki Uniwersytetu Trzeciego Wieku. Impreza odbyła się w sali Miejsko-Gminnego Domu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FCe-h2F2EBu5FuYt87zD3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN18 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    }
]