[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Bombowy czteropak\" w akcji. Grupa szturmowa Rosjan unicestwiona",
            "link": "https://tech.wp.pl/bombowy-czteropak-w-akcji-grupa-szturmowa-rosjan-unicestwiona,7181003327900384a",
            "description": "Ukraińcy intensywnie wykorzystują swoją flotę maszyn do bombardowania Rosjan za pomocą bomb kierowanych GBU-39B SDB.",
            "image_url": "https://www.bing.pl/th?id=OVF.AKedjTNxsNhxt8IPzofiIA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "WP Tech7 godz.",
            "source": "WP Tech",
            "article_content": "Ostrzał artyleryjski nie zawsze jest w stanie zniszczyć mocnych fortyfikacji bądź głębokich piwnic z grubym stropem i czasem potrzeba czegoś z większym ładunkiem trotylu. Na poniższym nagraniu widać jak na pozycje Rosjan spadły trzy bomby GBU-39B SDB zrzucone najprawdopodobniej przez samolot MiG-29.\n\nRosjanie mają wykorzystywać takie odporne obiekty nieopodal ukraińskich pozycji, aby przez kilka godzin bądź nawet dni kumulować z przedzierających się do kryjówki żołnierzy grupy szturmowe piechoty wielokrotnie przewyższające liczebnością obrońców.\n\nRozwiń\n\nDalsza część artykułu pod materiałem wideo\n\nMiG-29 jako maszyna uderzeniowa\n\nUkraina po paruletnim okresie niemocy rośnie w siłę dzięki dostawom zarówno nowych maszyn pokroju F-16A/B MLU oraz Mirage 2000-5F jak i podtrzymywaniu możliwości floty samolotów MiG-29 poprzez dostawy części zamiennych jak i kompletnych egzemplarzy z Polski i Słowacji. Obecni piloci MIG-ów mają w Ukrainie największe doświadczenie bojowe więc nic dziwnego, że są preferowani do przeprowadzania misji uderzeniowych.\n\nKluczem jest lot na niskim pułapie w celu uniknięcia obrony przeciwlotniczej średniego zasięgu i zrzucenie bomb podczas manewru TOSS polegającego na gwałtownym wznoszeniu się tuż przed ich zrzutem. Dzięki temu bomby zrzucone pod kątem i przy dużej prędkości mają więcej energii i mogą polecieć dalej o parę kilometrów, niż ma to miejsce w normalnych warunkach.\n\nMiniaturowa bomba lotnicza z USA\n\nBomby GBU-39B Small Diameter Bomb (SDB) zostały wprowadzone do użytku w Siłach Powietrznych USA w 2006 roku. W porównaniu do zwykłych bomb o masie 225 czy 450 kilogramów to są one wręcz piórkową, ponieważ ważą zaledwie 122 kg. Dzięki temu na jednym pylonie zdolnym udźwignąć 600 kg można przenosić aż cztery bomby w specjalnym zasobniku BRU-61/A.\n\nPozwala to na nawet czterokrotne zwiększenie liczby atakowanych celów podczas jednego lotu, ale zwykle Ukraińcy zdają się preferować 3/4 bomby na obiekt. Każda bomba ma 93-kilogramową głowicę bojową zdolną przebić do 90 cm zbrojonego betonu lub eksplodować w momencie uderzenia bądź tuż nad nim w powietrzu.\n\nBomba GBU-39B SDB należy do rodziny precyzyjnego uzbrojenia szybującego ze względu na rozkładane skrzydła, co przy zrzucie na wysokim pułapie daje nawet zasięg do 111 kilometrów. Warto jednak zaznaczyć, że zasięg ten jest znacznie mniejszy przy zrzucie z niższego pułapu.\n\nPrecyzja trafienia bomb SDB wynosi około metra. Jednak w przypadku zakłóceń sygnału GPS, celność może się obniżyć z powodu ograniczeń nawigacji inercyjnej (INS). Istnieje jednak wersja GBU-39B/B, która zamiast GPS wykorzystuje głowicę naprowadzającą na wiązkę lasera odbitą od celu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty kolekcjonerskie",
            "link": "https://dziennikzachodni.pl/tag/banknoty-kolekcjonerskie",
            "description": "Stare monety i banknoty są w cenie. Kolekcjonerzy szukają ich w Polsce i zagranicą na różnych aukcjach i stronach. Niezwykła wartość kolekcjonerska cechuje... Banknot, który masz w portfelu, może być ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Dziennik Zachodni18 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 22.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-22072025/ar-AA1HFaiJ?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 22.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-22-07-2025/ar-AA1IPEkT?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować krocie. Zobacz galerię i sprawdź, czy w twoim domu nie kryją się banknoty, któr ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sławno, ale z 2003 roku. Zobaczcie je na zdjęciach archiwalnych",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/s%C5%82awno-ale-z-2003-roku-zobaczcie-je-na-zdj%C4%99ciach-archiwalnych/ar-AA1J3803?ocid=BingNewsVerp",
            "description": "Prawa miejskie nadali miastu Sławno możnowładcy pomorscy, bracia Święcowie - Jan, Piotr i Wawrzyniec - 22 maja 1317 roku. Miasto przyjęło herb Święców, którym był rybogryf, zwany herbem Pobędzie. Loko ...",
            "image_url": "https://www.bing.pl/th?id=ODF.iRLYqTfF1CLBfsylGj2TLQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Sławno Nasze Miasto on MSN8 godz.",
            "source": "Sławno Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wygląda na to, że nadchodzi sezon altcoinów: BTC osiąga nowe ATH, SOL się akumuluje, a BeerBear przygotowuje się do wzrostu o 250-krotność?",
            "link": "https://comparic.pl/wyglada-na-to-ze-nadchodzi-sezon-altcoinow-btc-osiaga-nowe-ath-sol-sie-akumuluje-a-beerbear-przygotowuje-sie-do-wzrostu-o-250-krotnosc/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Wraz z narastającą gorączką na rynku kryptowalut, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UsbXm7NkzlsnyCcPaBF9dS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Comparic1 godz.",
            "source": "Comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nWraz z narastającą gorączką na rynku kryptowalut, altcoiny przyciągają uwagę, a Bitcoin osiąga najwyższą dotychczasową wartość. W powietrzu unosi się ekscytacja, ponieważ Solana obserwuje wzrost zainteresowania, a mniej znane tokeny, takie jak BeerBear, sugerują znaczące wzrosty. Scena jest gotowa na dramatyczne zmiany w świecie kryptowalut, co skłania traderów i inwestorów do uważnego obserwowania pojawiających się na horyzoncie możliwości wzrostu.\n\nBEER po 0,0005 USD? Brzmi jak marzenie. BeerBear sprawia, że to się dzieje!\n\nMasz dość monet memowych, które obiecują gruszki na wierzbie, ale tracą na wartości przed startem? Czas na projekt z charakterem.\n\nWreszcie mamy monetę dla wymagających koneserów piwa. Dla tych, którzy kochają stare, dobre dowcipy.\n\nPoznaj BeerBeera ($BEER) – brutalnego niedźwiedzia, który nie zna litości dla oszustów. Stał się symbolem oporu wobec oszustw.\n\nToken $BEER, oferowany obecnie za ułamek centa (dokładnie 0,0005 USD), ma osiągnąć cenę 0,0020 USD do końca przedsprzedaży. Nadal tanio, ale pierwsi ptaszki dostają najlepszą ofertę. Przeanalizujmy liczby:\n\nMasz 100 USD i kupujesz $BEER za 0,0005 USD (wyobraź sobie, gdyby prawdziwe piwo kosztowało tyle, co?). Otrzymasz 199 999 tokenów.\n\nJeśli poczekasz za długo, wskocz za 0,0020 USD, a dostaniesz tylko 50 000 tokenów. Czujesz różnicę?\n\nChcesz zgarnąć $BEER? Spraw sobie prezent już teraz!\n\nBeerBear to czysta akcja. Jeszcze przed premierą gra oferuje grę Bear em All, w której można zarobić, w trybie demo. To bijatyka w stylu arcade, w której BeerBear, inspirowany Johnem McClane’em i Rambo, walczy z chciwymi chomikami. Dlaczego chomikami? Ponieważ bezmyślne gry polegające na stukaniu są stratą czasu. BeerBear oferuje realny potencjał zysku.\n\nZobacz zwiastun gry BeerBear.\n\nBonusy i nagrody dla prawdziwych kumpli $BEER\n\nBeerBear dba o swoją ekipę – posiadaczy $BEER – i oferuje im kilka atrakcyjnych bonusów. Aktywni członkowie społeczności mogą zdobywać Punkty Piwne do 12% od zainwestowanej kwoty. Ponadto istnieje program poleceń, w którym można zdobyć nagrody USDT za zaproszenie znajomych na $BEER.\n\nAudyty? Tokemonics? Plan działania? Wszystko sprawdzone\n\nAby zwalczać oszustwa, BeerBear zapewnił pełną transparentność. Projekt przeszedł audyty czołowych agencji: SmartState, Beosin i HashEx — bez żadnych krytycznych problemów. Więc tak, BeerBear jest oficjalnie legalny.\n\nTokenomika? Całkowita podaż jest ograniczona do 10 miliardów tokenów, bez dodatkowych monet. Ten niedobór może zwiększyć popyt, zwłaszcza że 60% jest przeznaczone dla kupujących w przedsprzedaży.\n\nJeśli chodzi o plan działania: spodziewajcie się pełnej wersji gry „Bear ’em All” do epickich bójek, a także rynku NFT BeerBear z rzadkimi, kolekcjonerskimi skórkami.\n\nDlaczego warto kupić $BEER teraz?\n\nBo najlepsza pora na piwo jest ZAWSZE! (Tata by się z tego ucieszył).\n\nPonieważ ten projekt jest tak chwytliwy i aktualny, $BEER może się im skończyć, zanim mrugniesz okiem (tak, kolejny klasyk dla tatusiów). Późniejszy zakup oznaczałby więcej pieniędzy. Bo to jest PIWO, którym nie będziesz musiał się z nikim dzielić (serio, tatę rozbolałby brzuch ze śmiechu).\n\nI na koniec – bez żartów – bo $BEER może być po prostu tą monetą memową, z której się śmiałeś, nie kupując jej, ale potem zobaczyłeś, że jest notowana powyżej 1 dolara po debiucie.\n\nA może i nie. Sukces zależy od wielu czynników, takich jak sentyment rynkowy i realizacja planu przez zespół. Ale jak dotąd wszystko jest dobrze. Audyty zaliczone. Plan działania ambitny. Tokenomika inteligentna.\n\nTeraz wszystko w rękach społeczności – czy masz odwagę pomóc BeerBearowi stać się kolejną wielką monetą memową?\n\nZostań najlepszym kumplem BeerBear’a, zanim znajdzie się w pierwszej dziesiątce monet memowych\n\nBitcoin gotowy na wybicie w obliczu obecnych wahań cen\n\nCena Bitcoina oscyluje między 114 610 a 120 963 dolarów. Jest bliski przebicia kluczowego oporu na poziomie 124 685 dolarów. Jeśli kurs przebije ten poziom, może wzrosnąć do drugiego poziomu oporu na poziomie 131 038 USD, co oznacza potencjalny zysk na poziomie około 8,3%. Obecny wskaźnik RSI na poziomie 60,42 sugeruje, że istnieje potencjał wzrostu, zanim Bitcoin zostanie wykupiony. Pomimo niewielkiego spadku o 0,8129% w ciągu ostatniego tygodnia, Bitcoin wzrósł o 16,19% w ciągu ostatniego miesiąca. Wysoki poziom stochastyczny na poziomie 91,75 wskazuje na możliwą hossę. Poziomy wsparcia na poziomie 111 979 USD i 105 626 USD są kluczowe dla utrzymania obecnego trendu. Wygląda na to, że to obiecujący moment dla byków na Bitcoinie.\n\nSolana na fali wzrostowej, cena gotowa na wzrost\n\nSolana wykazuje pozytywny momentum, z przedziałem cenowym od 164,15 do 191,80 USD. Ostatni tygodniowy wzrost o 22,6% wskazuje na duży potencjał. Najbliższy opór znajduje się na poziomie 202 USD, a jeśli Solana go przebije, może osiągnąć poziom 230 USD, co odzwierciedla znaczny zestaw wzrostów. RSI na poziomie 58,75 wspiera wzrosty, choć oscyluje blisko neutralnego poziomu. Wskaźniki momentum, takie jak MACD na poziomie 2,29 i Stochastic na poziomie 37,36, sugerują bycze nastroje. Stałe zyski w ciągu miesiąca, ze wzrostem o 46,47%, wspierają potencjalny trend wzrostowy. Jeśli wsparcie w pobliżu 146,81 USD się utrzyma, Solana może kontynuować swoją wzrostową podróż, co sugeruje obiecujące perspektywy dla tego altcoina.\n\nWnioski\n\nBTC osiąga nowe maksima, a SOL wykazuje stabilną akumulację, ale ograniczony potencjał krótkoterminowy, jasne jest, że potrzeba czegoś nowego. Masz dość monet memowych, które obiecują ogromne zyski, ale tracą na wartości przed startem? Czas na projekt z charakterem. BeerBear ($BEER) łączy transparentność, angażującą rozgrywkę i nagrody dla społeczności. Teraz społeczność musi pomóc BeerBearowi stać się kolejną wielką monetą memową.\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL znów w cenie. Te naczynia kolekcjonerskie mogą być warte fortunę w 2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-zn%C3%B3w-w-cenie-te-naczynia-kolekcjonerskie-mog%C4%85-by%C4%87-warte-fortun%C4%99-w-2025/ar-AA1J1joB?ocid=BingNewsVerp",
            "description": "W 2025 roku porcelana z lat PRL cieszy się popularnością i jest poszukiwana przez kolekcjonerów. Jeśli masz jeszcze taką w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.W76EuKrR_ZJVuU56VOgr5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN20 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ZIEMIA KŁODZKA - Kulturalnik",
            "link": "https://dkl24.pl/pl/a/20556/ziemia-klodzka---kulturalnik.html",
            "description": "(Inf. wł.). Już jest wiadomo, że w tym roku w gminie Radków nie będzie dożynek lokalnych w dotychczasowym wydaniu; brakuje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.z3ciybETeWTnKMgMS44O1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "DKL24.pl8 godz.",
            "source": "DKL24.pl",
            "article_content": "(Inf. wł.). Już jest wiadomo, że w tym roku w gminie Radków nie będzie dożynek lokalnych w dotychczasowym wydaniu; brakuje większego zainteresowania tym wydarzeniem. Natomiast po rocznej przerwie, z powodu powodzi, powróci ona do gminy Bardo pod koniec sierpnia. Do tego czasu w subregionie inne wydarzenia.\n\n\n\nBARDO\n\n\n\nZaplanowana na 18 maja br. inauguracja sezonu rowerowego w gminie Bardo przegrała z deszczową aurą. Jednak powraca 26 bm. o godz. 14:30. Na parkingu, na ul. Lipowej, zapoczątkuje działalność rowerowy park umiejętności. A później inne wydarzenia ujęte w poniższym programie:\n\n\n\n\n\nBYSTRZYCA KŁODZKA\n\n\n\nW pijalni wód mineralnych w Długopolu-Zdroju 23 bm. o godz. 15:30 koncert Zespołu Zdrojowego. Kolejny 30 bm. o tej samej godzinie.\n\n\n\nW najbliższą sobotę zwiedzanie z przewodnikiem Międzygórza. Zbiórka o godz. 11:00 na ul. Wojska Polskiego, obok biura PTTK:\n\n\n\n\n\nW sobotę i niedzielę zawody biegowe w Międzygórzu. Start o godz. 11:00.\n\n\n\n\n\nKŁODZKO\n\n\n\nNa Kłodzkim Skwerze Kultury 1 sierpnia od godz. 17:00 impreza folklorystyczna Towarzystwa Miłośników Ziemi Kłodzkiej i KOK-u:\n\n\n\n\n\nCykliczne wydarzenie historyczne tym razem o powodzi w Kłodzku w roku 1938. To propozycja Muzeum Ziemi Kłodzkiej:\n\n\n\n\n\nKolejny raz w tym roku targi staroci na uliczkach wokół Muzeum Ziemi Kłodzkiej:\n\n\n\n\n\nKŁODZKO - gmina\n\n\n\nBoisko sportowe w Roszycach 27 bm. od godz. 12:00 będzie miejscem transgranicznego jarmarku muzyki i rzemiosła:\n\n\n\n\n\nKUDOWA-ZDRÓJ\n\n\n\nW ramach Międzynarodowego Festiwalu Folkloru 8 sierpnia o godz. 15:30 w Teatrze pod Blachą wystąpią zespoły z: Algierii, Argentyny, Polski, Meksyku i Słowacji.\n\n\n\nLĄDEK-ZDRÓJ\n\n\n\nOddział Bialski PTTK 27 bm. o godz. 9:30 organizuje turystyczne wyjście z przewodnikiem sprzed kaplicy św. Jerzego. Uczestnicy wiele dowiedzą się o tym obiekcie, ale i innych zabytkach kurortu.\n\n\n\nNOWA RUDA\n\n\n\nNa terenie starej kopalni na ul. Obozowej 25 i 26 bm. od godz. 10:00 Pierwszy Festiwal Kopalń i Geologii.\n\n\n\nW dniach 6 - 10 sierpnia 31. Międzynarodowy Festiwal Folkloru z udziałem zespołów z 5 państw.\n\n\n\nNOWA RUDA - gmina\n\n\n\nNa terenie administracyjnym Nadleśnictwa Jugów 26 bm. kolejna edycja warsztatów kulinarnych pn. \"Pierogowe Love\". Impreza zacznie się o godz. 15:30.\n\n\n\nTeatr Muzyczny \"Na Fabrycznej\" 27 bm. od godz. 19:00 poprowadzi potańcówkę przy ośrodku kultury.\n\n\n\nPOLANICA-ZDRÓJ\n\n\n\nJuż w ten czwartek, 24 bm. w Teatrze Zdrojowym z koncertem muzyki kameralnej wystąpi młoda ukraińska pianistka Vasylisa Danylevska. Pierwsze takty rozpoczną się o godz. 19:00.\n\n\n\nKłodzki Ruch Klasyków 27 bm. organizuje w Polanicy-Zdroju wystawę pojazdów historycznych:\n\n\n\n\n\nRADKÓW\n\n\n\nW Ratnie Górnym zapowiada się duże gotowanie. To w ramach współpracy transgranicznej:\n\n\n\n\n\nW tym roku w gminie Radków nie odbędą się lokalne dożynki - duża impreza kulturowa. Sytuację wyjaśnia burmistrz Jan Bednarczyk:\n\n\n\n\n\nSTOSZOWICE\n\n\n\nW zabytkowym parku w Grodziszczu 26 bm. zrobi się poetycko i muzycznie:\n\n\n\n\n\nSTRONIE ŚLĄSKIE\n\n\n\nW parku Miejskim 27 bm. jubileusz zespołu \"Siekiereczki\":\n\n\n\n\n\nSZCZYTNA\n\n\n\nW Miejskim Ośrodku Kultury 23 bm. spotkanie o godz. 10:00, a później interesujące wydarzenie:\n\n\n\n\n\nJuż jest znany program tegorocznej \"Agrofety\":\n\n\n\n\n\nZŁOTY STOK\n\n\n\nW \"Ewangeliku\" 24 bm. koncert jazzowy o godz. 19:00. Zaproszenia do odbioru w punkcie informacji turystycznej na Rynku:\n\n\n\n\n\nNatomiast w siedzibie CKiP takie oto wydarzenie:\n\n\n\nNa przywołane imprezy wstęp jest darmowy!\n\n(wb)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Środowiskowy Dom Samopomocy",
            "link": "https://echodnia.eu/podkarpackie/tag/srodowiskowy-dom-samopomocy",
            "description": "w Tarnobrzegu zyskał nowy samochód przystosowany do przewozu osób z niepełnosprawnościami. Uroczyste przekazanie dziewięcioosobowego... IX Bieg Solidarności z Osobami Chorującymi Psychicznie wystartow ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xmtGTJHQSE_v4D-CWxbvsQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Echo Dnia5 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oprowadzanie po zakamarkach kościoła św. Mikołaja",
            "link": "https://www.trojmiasto.pl/imprezy/Oprowadzanie-po-zakamarkach-kosciola-sw-Mikolaja-imp578391.html",
            "description": "Serdecznie zapraszamy na oprowadzanie po kościele św. Mikołaja, prowadzone przez braci dominikanów. Podczas oprowadzania ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8QvhD0VWh5pGCnrffDGrry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Trojmiasto.pl3 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Płaz, który nie poruszył się przez 7 lat, może nauczyć nas, jak żyć dłużej",
            "link": "https://www.focus.pl/artykul/odmience-jaskiniowe-plazy-brak-ruchu",
            "description": "Nie ma oczu, nie ma koloru, nie ma pośpiechu. Przez 2569 dni - ponad siedem lat - nie ruszył się z miejsca. Odmieniec jaskiniowy zaskoczył naukowców ...",
            "image_url": "https://www.bing.pl/th?id=ODF.f3l-vLfSgS4QmXoT6XJFew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Focus19 godz.",
            "source": "Focus",
            "article_content": "W 1689 roku słoweński przyrodnik Janez Vajkard Valvasor ruszył tropem opowieści o smokach, które rzekomo zamieszkiwały jaskinie w okolicach Vrhniki. Po intensywnych deszczach z głębi ziemi wyłoniły się dziwne stworzenia przypominające smocze dzieci – blade, wężopodobne, bez oczu. Nie były to jednak potomkowie ziejących ogniem bestii, lecz przedstawiciele gatunku Proteus anguinus, odmieńce jaskiniowe, 30-centymetrowe płazy, które mogą żyć nawet 100 lat.\n\nPłaz, który żyje w całkowitej ciemności\n\nOdmieńce zamieszkują wodne systemy krasowe Europy Środkowej, głównie w Słowenii, Chorwacji oraz Bośni i Hercegowinie. W ciemnościach podziemnych rzek wyewoluowały w sposób niemal bajkowy – straciły pigment i wzrok, zachowując zewnętrzne skrzela przez całe życie. Nigdy nie przestają być larwami, co nazywa się neotenią. Zamiast widzieć, odbierają światło przez skórę oraz potrafią wyczuwać pola elektryczne i magnetyczne. W świecie bez dnia i nocy taka czułość staje się orężem przetrwania.\n\nCzytaj też: Żyją w ciemności, żywią się metanem. Głębinowi strażnicy klimatu\n\nW badaniu opublikowanym w Journal of Zoology naukowcy z Uniwersytetu Eötvös Loránd z Węgier oraz Devon Karst Research Society z Wielkiej Brytanii opisali fascynujące zjawisko związane z odmieńcami. W ciągu ponad dekady nurkowania w podziemnych jaskiniach Bośni i Hercegowiny oznakowali 26 płazy, śledząc ich lokalizację przez kolejne lata.\n\nW sumie przeprowadzono 37 obserwacji, z których tylko trzy wykazały ruch większy niż 20 metrów. Jeden osobnik przez 2569 dni – ponad siedem lat – nie opuścił swojego miejsca. Jak podkreśla zoolog Gergely Balázs, odmieńce są bardzo dobrymi pływakami i mogłyby szukać lepszych miejsc czy sąsiadów. A jednak – nie robią tego. Dlaczego?\n\nOdmieńce jaskiniowe to płazy zagrożone wyginięciem /Fot. Wikimedia Commons\n\nOdmieńce żyją w środowisku ubogim w pokarm. Ich dieta opiera się na drobnych skorupiakach i ślimakach, które są równomiernie rozproszone. W takich warunkach ruch może okazać się bardziej kosztowny niż zyskowny. Płaz może nie jeść przez wiele miesięcy, a nawet lat. Dodajmy do tego, że rozmnaża się średnio raz na 12 lat, a nie ma żadnych naturalnych drapieżników. Biologicznie – odmieniec ma wszystko, czego potrzebuje, bez potrzeby zmiany miejsca.\n\nNie bez powodu David Attenborough, który umieścił odmieńce jaskiniowe na liście dziesięciu gatunków, które najbardziej chciałby ocalić, powiedział: “Żyją powoli… i to może być jego sekret ich długowieczności. Może to lekcja również dla nas”.\n\nChoć dorosłe odmieńce jaskiniowe są mistrzami przetrwania, ich młode mają trudny start. Larwy są bardzo podatne na infekcje i często nie dożywają dorosłości. Te, którym się to uda, mogą jednak żyć ponad 100 lat. W 2016 r. w Postojnej udało się zaobserwować złożenie jaj przez odmieńce w warunkach hodowlanych – to była pierwsza taka obserwacja i rzuciła światło na rozwój tego niezwykłego płaza. Dojrzałość szacuje się na podstawie długości ciała – osobniki powyżej 18 cm uważa się za dorosłe.\n\nWarto wspomnieć, że odmieńce jaskiniowe są uznawane za gatunek narażony z powodu wąskiego zasięgu występowania oraz silnej zależności od czystości wód podziemnych. Zanieczyszczenia, zmiany klimatu oraz urbanizacja mogą z łatwością zniszczyć delikatny ekosystem, w którym żyją. Od czasów Darwina – który opisał organizmy te jako “relikty starożytnego życia” – fascynują kolejne pokolenia przyrodników i badaczy. Ale to, co widzimy dziś, to zaledwie wierzchołek jaskiniowego świata."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stawka podatku",
            "link": "https://nto.pl/tag/stawka-podatku",
            "description": "Podatnicy podatku dochodowego od osób prawnych mają możliwość opodatkowania dochodów obniżoną stawką podatku dochodowego tj. 9 proc. Warto więc wiedzieć, jakie... Według planu na dzisiejszym - wtorek ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Nowa Trybuna Opolska41 min",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kamienieckie Dni Kultury 2025. Będą koncerty, zlot pojazdów i fantastyczna zabawa w szczytnym celu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kamienieckie-dni-kultury-2025-b%C4%99d%C4%85-koncerty-zlot-pojazd%C3%B3w-i-fantastyczna-zabawa-w-szczytnym-celu/ar-AA1J4tQ7?ocid=BingNewsVerp",
            "description": "Przed nami szósta edycja Kamienieckich Dni Kultury – wydarzenia, w którym siła wspólnego działania spotyka się z radością i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NRTrAnulCxjFsOKhqrVa-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Grodzisk Wielkopolski Nasze Miasto on MSN2 godz.",
            "source": "Grodzisk Wielkopolski Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "22 LIPCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-07-22,7,day.html",
            "description": "Najcenniejsze zabytki muzealnej kolekcji judaików eksponowane są na stałej wystawie w Starej Synagodze. W dawnych modlitewniach męskiej i kobiecej na parterze budynku wystawione są przedmioty żydowski ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków18 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Akcje czytelnicze Spacery i zwiedzanie Spektakle taneczne Muzyka rozrywkowa Festiwale Wystawy czasowe Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Festiwale i przeglądy filmowe Kabaret Festiwale muzyczne Festiwale teatralne Inne przedstawienia Inne koncerty Pozostałe Cykle filmowe Wydarzenia sportowe Widowiska plenerowe i happeningi Muzyka klubowa Pokazy filmowe Inne wydarzenia literackie Spotkania i wykłady literackie Wystawy stałe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 22.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-22-07-2025/ar-AA1IPEkT?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować krocie. Zobacz galerię i sprawdź, czy w twoim domu nie kryją się banknoty, któr ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN11 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukana fraza: 노래방 방찾기 어려움",
            "link": "https://www.prawo.egospodarka.pl/art/s/%EB%85%B8%EB%9E%98%EB%B0%A9-%EB%B0%A9%EC%B0%BE%EA%B8%B0-%EC%96%B4%EB%A0%A4%EC%9B%80,74.html",
            "description": "O tym, że święta Bożego Narodzenia zbliżają się wielkimi krokami, możemy przekonać się odwiedzając dowolnie wybrane centrum handlowe. Kupujący, którzy nie przepadają za zgiełkiem galerii, świąteczny n ...",
            "image_url": "https://www.bing.pl/th?id=ODF.ESU3NfMGNKh3mcYcFTSgKg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Prawo w serwisie eGospodarka.pl6 godz.",
            "source": "Prawo w serwisie eGospodarka.pl",
            "article_content": "Na gruncie polskiego prawa nie ma klauzuli, która by zakazywała dokonywania cesji dotacji unijnych. Co to zatem oznacza? Jak w praktyce można dokonywać cesji dotacji unijnych? Po co to robić i w jakich okolicznościach? Na ile jest to realne praktycznie, a na ile pozostające za drzwiami katedr na wydziałach prawniczych czy ekonomicznych? Przepisy ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banknoty kolekcjonerskie",
            "link": "https://dziennikzachodni.pl/tag/banknoty-kolekcjonerskie",
            "description": "Stare monety i banknoty są w cenie. Kolekcjonerzy szukają ich w Polsce i zagranicą na różnych aukcjach i stronach. Niezwykła wartość kolekcjonerska cechuje... Banknot, który masz w portfelu, może być ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Dziennik Zachodni18 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "22 LIPCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-07-22,7,day.html",
            "description": "Najcenniejsze zabytki muzealnej kolekcji judaików eksponowane są na stałej wystawie w Starej Synagodze. W dawnych modlitewniach męskiej i kobiecej na parterze budynku wystawione są przedmioty żydowski ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków18 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Akcje czytelnicze Spacery i zwiedzanie Spektakle taneczne Muzyka rozrywkowa Festiwale Wystawy czasowe Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Festiwale i przeglądy filmowe Kabaret Festiwale muzyczne Festiwale teatralne Inne przedstawienia Inne koncerty Pozostałe Cykle filmowe Wydarzenia sportowe Widowiska plenerowe i happeningi Muzyka klubowa Pokazy filmowe Inne wydarzenia literackie Spotkania i wykłady literackie Wystawy stałe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pałacu Kultury i Nauki",
            "link": "https://wyborcza.pl/multimedia/70-lat-pkin/",
            "description": "Otwarty 70 lat temu Pałac Kultury i Nauki jest pod każdym względem wyjątkowy. Wprawdzie w 2021 r. przestał być najwyższym budynkiem w Polsce, oddając palmę pierwszeństwa pobliskiemu wieżowcowi Varso T ...",
            "image_url": "https://www.bing.pl/th?id=ODF.CrBRU_Tjuluswl3M76aOgQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "wykopano+zabytkowe",
            "date": "Gazeta Wyborcza3 godz.",
            "source": "Gazeta Wyborcza",
            "article_content": "JAK DALEKO STĄD DO ZIEMI Na temat niedostępnych dla publiczności kondygnacji Pałacu krążyły legendy. Mówiono, że są tam tajne salony władzy PRL. Rzeczywiście, na niektórych piętrach windy się nie zatrzymują, ale powód jest prozaiczny. Kondygnacje: trzecia, część piątej, czternasta, dwudziesta ósma, dwudziesta dziewiąta i wszystkie powyżej trzydziestej, to piętra techniczne i magazynowe. Czytaj więcej >\n\nnajwiększy zegar w polsce\n\nW 2000 roku na wieży Pałacu Kultury i Nauki pojawił się Zegar Milenijny. Wskazówki uruchomił w sylwestra ówczesny prezydent Warszawy Paweł Piskorski. Tarcze umieszczono na wysokości 165 metrów, ponad niedostępnym dla zwiedzających tarasem XLII piętra. Był to wówczas najwyżej zainstalowany zegar wieżowy świata. Rekord ten został dwa lata później pobity przez zegar na drapaczu chmur NTT DoCoMo Yoyogi Building w Tokio. W pobliżu tarcz zegara uwiły gniazdo sokoły wędrowne. Zamieszkały tu w 1998 roku, gdy ornitolodzy z Instytutu Zoologii Polskiej Akademii Nauk wypuścili na wolność sześć odchowanych osobników.\n\nTARAS\n\n\"Jak daleko stąd do ziemi!\" – miał stwierdzić Jurij Gagarin. Nie patrzył jednak przez wizjer statku kosmicznego okrążającego ziemię, lecz z Tarasu Widokowego Pałacu Kultury i Nauki. Wjazd na XXX piętro jest dla turystów największą atrakcją Pałacu Kultury i Nauki. Projektant gmachu – Lew Rudniew – nie przewidział tak dużego zainteresowania, uważał, że wystarczy doprowadzić tu tylko dwie windy i urządzić kawiarenkę dla 30 osób. Nie wystarczyło – od momentu otwarcia PKiN-u, XXX piętro przeżywało oblężenie. Na górze z wind wychodzi się do tak zwanej sali gotyckiej. Przypomina ona średniowieczną kaplicę. Krzyżowo-żebrowe sklepienie i umieszczone wysoko cztery rozetowe okna wyraźnie nawiązują do architektury gotyku.\n\nAttyki\n\nZdobiące baszty i wieżę PKiN-u, mające nadawać budowli charakter narodowy, radzieccy projektanci zainspirowali się między innymi XVI-wieczną attyką Sukiennic w Krakowie, gdzie odbyli wycieczkę. Tyle że attykom z Pałacu Kultury brakuje wdzięku pierwowzoru. Najeżone sterczynami i szyszkami, odkute zostały w wapieniu pińczowskim, tym samym, z którego powstawała rzeźba architektoniczna w XVI- i XVII-wiecznej Rzeczpospolitej.\n\nCeramika\n\nElewacje Pałacu Kultury niemal w całości obłożone są płytami w kolorze różowym i żółtym, które przez lata poszarzały pod warstwą zanieczyszczeń. Mogłoby się wydawać, że płyty powstały z piaskowca. W rzeczywistości wykonane są z przypominającej ten kamień ceramiki. Przyjechały do Warszawy z ZSRR, z fabryki na Uralu.\n\nRzeźby\n\nPałac Kultury nie byłby klasyczną budowlą socrealizmu, gdyby nie zdobiące go rzeźby atletycznych postaci. Znajdują się one z dwóch stron gmachu – od placu Defilad i ulicy Emilii Plater. Stoją w niszach bocznych skrzydeł oraz siedzą na cokołach przed kolumnowymi portykami. Dwa największe posągi znajdują się przy głównym wejściu do Pałacu. Po lewej siedzi wykuta z szarego granitu czterometrowa postać Adama Mickiewicza, symbolizująca świat kultury. Po prawej widzimy, wykonaną z tego samego materiału, jeszcze wyższą sylwetkę Mikołaja Kopernika uosabiającą świat nauki."
        }
    }
]