[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tej monety kolekcjonerzy poszukują najbardziej . Jest warta 100 tys. złotych",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/tej-monety-kolekcjonerzy-poszukuj%C4%85-najbardziej-jest-warta-100-tys-z%C5%82otych/ar-AA1KY6eF?ocid=BingNewsVerp",
            "description": "Stare monety, choć dawno wycofane z obiegu, potrafią kryć w sobie nieocenioną wartość. Dla jednych to sentymentalne pamiątki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.icD80aYgktjeesQ80JuibC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Kobieta on MSN17 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takich monet i banknotów PRL poszukują kolekcjonerzy. W 2025 roku stare pieniądze osiągają zawrotne ceny [21.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takich-monet-i-banknot%C3%B3w-prl-poszukuj%C4%85-kolekcjonerzy-w-2025-roku-stare-pieni%C4%85dze-osi%C4%85gaj%C4%85-zawrotne-ceny-21082025/ar-AA1KTBLH?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OfX7YLExsTGXZTAN4rBMeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN22 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 22.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-22-08-2025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN6 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dlaczego warto przyjechać na Wolin?",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/dlaczego-warto-przyjecha%C4%87-na-wolin/ar-AA1L1ctt?ocid=BingNewsVerp",
            "description": "Między Morzem Bałtyckim a Zalewem Szczecińskim: Wolin znajduje się zaledwie rzut kamieniem od Świnoujścia, a mimo to jest ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cvFsPr9_-6K4pePdkmM_5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Podróże Onet on MSN47 min",
            "source": "Podróże Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs JPY/PLN 22 sierpnia 2025 r.",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/kurs-jpypln-22-sierpnia-2025-r/ar-AA1KZWaR?ocid=BingNewsVerp",
            "description": "Poznaj kurs japońskiego jena na dzień 22 sierpnia 2025. Jen jest jedną z głównych walut rezerwowych świata, dlatego ma ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vEp3OYPtpUEAcX-Ut3RAeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN7 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolorowe szkło PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare naczynia i wazony",
            "link": "https://www.msn.com/pl-pl/technologia/og%C3%B3lne/kolorowe-szk%C5%82o-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-naczynia-i-wazony/ar-AA1L0tVY?ocid=BingNewsVerp",
            "description": "Kolorowe szkło produkowane w PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QUIpSRrxk8kkZrR-aJEVxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Express Bydgoski on MSN4 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podrzucam pomysły na kolejne edycje Święta Ceramiki - i garść refleksji",
            "link": "https://www.bolec.info/boleslawiec/informacje/kategoria/39507/podrzucam-pomysly-na-kolejne-edycje-swieta-ceramiki-i-garsc-refleksji",
            "description": "Zjazd Nowaka na tyrolce rzeczywiście był zbyt długi, ale trzeba mieć mnóstwo odwagi, aby wywinąć taki numer. Myślę, że nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8qNBkXNmWu5_rwkYPOZG4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bolec.Info16 godz.",
            "source": "Bolec.Info",
            "article_content": "BolecFelieton\n\n21 sierpnia 2025r. godz. 21:42, odsłon: 1140, Dariusz Gołębiewski\n\nPodrzucam pomysły na kolejne edycje Święta Ceramiki - i garść refleksji\n\nW tym roku obserwowałem Święto Ceramiki z wielu perspektyw, odwiedzając różne miejsca i wydarzenia. Wnioski?\n\nParada otwierająca 31 BŚC (fot. Bolec.Info)\n\nOdwiedzałem lokale gastronomiczne, warsztaty w bibliotece, średniowieczną wioskę w muzeum, Paradę z Miłości do Gliny, targ staroci, kiermasz ceramiczny i kilka innych. Słyszałem przy okazji różne głosy i opinie o organizacji oraz przebiegu imprezy, a już po jej zakończeniu przeczytałem z uwagą felietony swoich redakcyjnych kolegów - Marcina (Święto Ceramiki w Bolesławcu - dla elit, czy dla wszystkich?) i Bernarda (Papa Dance na start i Papa Dance na finał)\n\nW Bolec.Info ścierają się różne poglądy na wiele tematów - i uważam, że tak powinno być w każdej szanującej się redakcji. Być może mielibyśmy dzięki temu w polskiej przestrzeni medialnej mniej propagandy i mówienia ludziom, co mają myśleć o danym wydarzeniu, a więcej faktów i jasno odróżnianych od nich opinii. Różnych, a nie tylko tych zgodnych z linią redakcyjną.\n\nNo ale skoro w Bolec.Info pluralizm jest, a przyglądałem się w tym roku wielu wydarzeniom w ramach BŚĆ, chciałbym się podzielić swoimi kilkoma wnioskami. Zwłaszcza, że mam kilka konkretnych pomysłów na to, co za rok mogłoby się znaleźć na świątecznym afiszu.\n\nAle najpierw opowiem, co widziałem teraz\n\nPo pierwsze - dla turysty kolejne edycje Święta Ceramiki mogą być wyjątkowe i ciekawe, ale z perspektywy lokalsa widzę to tak - od wielu lat każda kolejna edycja jest robiona według tego samego szablonu. W tym roku największą zmianą - moim zdaniem słuszną - było skasowanie tradycyjnej parady, która otwierała imprezę. Robienie dwóch parad w czasie jednej imprezy nie miało większego sensu.\n\nTym razem otwarcie BŚC zapamiętamy głównie z przelotu Papy Nowaka z wieży ratusza pod małą scenę. I mam tu pewną uwagę, bo tak się składa, że w ostatnich latach byłem dwukrotnie na tej wieży i mogę zaświadczyć, że już samo wejście na nią nie jest takie proste. Tak bowiem wyglądało jej wnętrze w 2018 roku:\n\nZjazd Nowaka na tyrolce rzeczywiście był zbyt długi, ale trzeba mieć mnóstwo odwagi, aby wywinąć taki numer. Myślę, że nie każdy krytyk byłby w stanie wspiąć się po tych kilkudziesięcioletnich, stromych schodach, na szczyt wieży, nie mówiąc już o tym, aby z niej zlecieć. Przyznaję, że osobiście na taki zjazd odwagi bym chyba nie miał.\n\nKolejna rzecz - mała scena pod Rynkiem to kiepski pomysł. Popołudniami organizowane na niej występy następowały po sobie niemal bez przerwy, przez co w zatłoczonym centrum miasta panowała nieustanna kakofonia. Nawet jeśli wiele z tych koncertów było bardzo udanych (mi szczególnie siadł występ jazzowy), hałasu było zdecydowanie za dużo.\n\nPozytywnym zaskoczeniem była dla mnie nadspodziewanie wysoka frekwencja na warsztatach w bibliotece. Byłem na trzech z czterech z nich i za każdym razem warsztatownia dosłownie pękała w szwach. Szczególnie dobrze bawiły się rodziny z małymi dziećmi, dla których była to znakomita oferta. Doskonale sprawdziło się średniowieczne obozowisko w Muzeum Ceramiki, podobało mi się też zróżnicowanie oferty muzycznej na obu scenach. Uważam poza tym, że przeniesienie zakończenia święta na godzinę 21 jest bardzo dobrym pomysłem, bo po prostu mieszkańcy ulicy Asnyka i okolic mogli się dzięki temu w spokoju wyspać przed poniedziałkiem.\n\nRuch w restauracjach był nasilony do tego stopnia, że w niedzielę popołudniu w Papierovej skończyły się zapasy, choć już przed świętem przewidywano tam pięciokrotnie wyższą frekwencję, niż na co dzień. Z kolei nieduża Tukawka znalazła się dosłownie na pierwszej linii frontu, bo wielu turystów przybywało do Bolesławca pociągami i sporo z nich zachodziło tam po kawę. Sprawne ogarnięcie tych wszystkich ludzi to był naprawdę spory wyczyn, zwłaszcza że - jak słyszałem - niektóre znacznie mniej uczęszczane wtedy lokale już tak sprawnie się nie wyrabiały.\n\nA wnioski na przyszłość?\n\nNie chcąc mówić o rzeczach, na których się nie znam, ograniczę się do tego, co dotyczy mojej historycznej działki.\n\nDobrą wiadomość przekazał mi w poniedziałek ks. Bogusław Wolański, mówiąc że w cztery dni w Bazylice pojawił się tysiąc turystów i pielgrzymów - jest to niezbity dowód, że Bazylika cieszy się sporym zainteresowaniem. Moim zdaniem wskazane byłoby więc, aby w przyszłym roku BOK nawiązał współpracę z parafią WNMP i św. Mikołaja, organizując z nią wspólne wydarzenia.\n\nPrzykłady? Zwiedzanie Bazyliki z przewodnikiem w wyznaczonych godzinach i koncert muzyki klasycznej. Podczas każdej edycji Wratislavia Cantans miejsca w Bazylice są zajęte co do jednego, więc podczas Dni Ceramiki tym bardziej taki koncert miałby sens.\n\nPoza tym warto byłoby też otworzyć dla zwiedzających inne ważnych zabytki, szczególnie Teatr Stary i Pałac Ślubów. Oba obiekty należą do władz samorządowych, więc zorganizowanie tam wejść dla zwiedzających wymagałoby jedynie znalezienia odpowiednich przewodników. Zwiedzanie teatru, poza samym poznaniem jego historii, mogłoby przyciągać także możliwością zajrzenia za jego kulisy.\n\nZa rok będziemy świętować 80 rocznicę przybycia osadników z Jugosławii, więc zasadnym pomysłem byłoby zorganizowanie rekonstrukcji tych wydarzeń - czy to w formie osadniczej wioski, podobnej do średniowiecznego obozowiska z tegorocznej edycji, czy też w formie spektaklu teatralnego, odbywającego się gdzieś w miejskiej przestrzeni. Albo może w formie gry terenowej w okolicach dworca PKP?\n\nI obowiązkowo miejsce, gdzie można by skosztować bałkańskiej kuchni!\n\nKoniecznie trzeba wymienić niektóre z tablic krajoznawczych, zamontowanych w centrum miasta, bo stoją tam od wielu lat i już się po prostu zużyły. Myślę szczególnie o tablicy, która znajduje się przy Okrąglaku i kiedyś promowała spływy na Kwisie. Kiedyś, bo tak już wyblakła, że ledwo da się ją odczytać. Przydałoby się też zamontować stałe oznaczenia, wskazujące na nową siedzibę Muzeum Ceramiki, bo na Ogrodowej nadal można się dowiedzieć, że muzeum znajduje się przy ul. Mickiewicza.\n\nMyślę też, że przydałoby się więcej spotkań z ciekawymi ludźmi - zarówno tymi z naszego regionu, jak i z zewnątrz. Myślę, że jedno dziennie, organizowane popołudniu w bibliotece, mogłoby być ciekawą ofertą dla tych, którzy nie są zainteresowani koncertami. Jedno duże, z kimś sławnym w całej Polsce, i cztery mniejsze, z ludźmi z Dolnego Śląska oraz bezpośrednio z naszego powiatu.\n\nMamy potężny potencjał turystyczny, który w Bolesławcu nie jest w pełni wykorzystywany nawet podczas Święta Ceramiki. Warto byłoby, aby zacząć ten potencjał intensywniej eksploatować.\n\nP.S: Jako argument za słusznością organizacji zwiedzania zabytków dorzucam też zdjęcie z wycieczki po Bolesławcu, którą zorganizowałem spontanicznie podczas edycji BŚC z 2019 roku. Nie było mnie na afiszu, bo na pomysł wpadłem dopiero w ostatniej chwili, a i tak przyszło około 110 osób."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Domy w woj. lubelskim na licytacjach komorniczych. Te nieruchomości można nabyć w niskiej cenie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/domy-w-woj-lubelskim-na-licytacjach-komorniczych-te-nieruchomo%C5%9Bci-mo%C5%BCna-naby%C4%87-w-niskiej-cenie/ar-AA1Ks9Un?ocid=BingNewsVerp",
            "description": "Szukasz domu w atrakcyjnej cenie? Ceny wywoławcze nieruchomości komorniczych zdecydowanie odbiegają od tych rynkowych. Zobacz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5xswsBYgxodMiE9_bdic9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN4 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gang złodziei ukradł bezcenny tryptyk Wita Stwosza na Opolszczyźnie. Ołtarza nigdy nie odnaleziono",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gang-z%C5%82odziei-ukrad%C5%82-bezcenny-tryptyk-wita-stwosza-na-opolszczy%C5%BAnie-o%C5%82tarza-nigdy-nie-odnaleziono/ar-AA1KY8Kp?ocid=BingNewsVerp",
            "description": "Złodzieje włamali się do XVI-wiecznego zabytkowego kościoła świętej Anny w Oleśnie w nocy z 19 na 20 sierpnia 1994 roku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.cHhbiR01Buq18Zz8ES077C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN18 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Berlin Apartment z datą premiery. Przytulna przygodówka zadebiutuje tej jesieni",
            "link": "https://www.gram.pl/news/malownicza-gra-narracyjna-zadebiutuje-tej-jesieni-znamy-date-premiery-the-berlin-apartment",
            "description": "Fani przytulnych gier mogą zwrócić uwagę na The Berlin Apartment. Produkcja właśnie doczekała się daty premiery. Tytuł może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dM9vhPnFxH9jUyHb_tggHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gram.pl18 godz.",
            "source": "Gram.pl",
            "article_content": "Fani przytulnych gier mogą zwrócić uwagę na The Berlin Apartment. Produkcja właśnie doczekała się daty premiery. Tytuł może trafić do serc miłośników malowniczej, kolorowej stylistyki.\n\nZłota rączka otrzymuje zadanie odnowienia starego mieszkania w Berlinie. W trakcie szeroko zakrojonych prac renowacyjnych coraz głębiej zagłębia się w historię lokalu. Relikty z minionych czasów okazują się niemymi świadkami – a także dawnymi towarzyszami – poprzednich mieszkańców. Z każdym nowym znaleziskiem opowiada swojej córce historię kryjącą się za tym śladem przeszłej przygody – z własnymi bohaterami, we własnym gatunku, o zupełnie odmiennej atmosferze, lecz zawsze rozgrywającą się w tych samych czterech ścianach. – czytamy na Steamie.\n\nThe Berlin Apartment to pierwszoosobowa gra przygodowa, której fabuła rozwija się poprzez serię epizodów obejmujących minione stulecie. Każdy z tych epizodów opowie odrębną historię, prezentując własnych protagonistów, osadzając akcję w innym gatunku i tworząc zupełnie nową atmosferę. Elementem spajającym wszystkie te opowieści jest historyczne mieszkanie w Berlinie, które stanowi centralne miejsce akcji, będące niemym świadkiem wydarzeń.\n\nGracze mogą spodziewać się między innymi poszukiwania skarbów czy odkrywania reliktów. Tytuł charakteryzuje kolorowa stylistyka, a także zmieniający się w tle Berlin. Każdy ze wspomnianych wcześniej epizodów ma oferować unikalne rozwiązania rozgrywki.\n\nThe Berlin Apartment pojawi się na rynku 17 listopada 2025 roku. Tytuł ukaże się na konsolach PlayStation 5 i Xbox Series X/S, a także na PC za pośrednictwem platformy Steam."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najszybciej rozwijające się uzdrowisko Dolnego Śląska. Jeden dzień w Polanicy-Zdroju jest jak cały urlop - zdjęcia [22.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najszybciej-rozwijaj%C4%85ce-si%C4%99-uzdrowisko-dolnego-%C5%9Bl%C4%85ska-jeden-dzie%C5%84-w-polanicy-zdroju-jest-jak-ca%C5%82y-urlop-zdj%C4%99cia-22-08-2025/ar-AA1KF7TY?ocid=BingNewsVerp",
            "description": "Dolnośląskie uzdrowiska przyciągają odwiedzających jak magnes, ale nie każde z nich zachwyci nie tylko kuracjuszy, ale też ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8S8krkqcsIA9oxR3IW4Pjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska on MSN7 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Komunikat o uroczystościach pogrzebowych śp. abp. Józefa Kowalczyka",
            "link": "https://www.niedziela.pl/artykul/115677/Komunikat-o-uroczystosciach-pogrzebowych-sp-abp-Jozefa-Kowalczyka",
            "description": "Publikujemy komunikat Kurii Metropolitalnej w Gnieźnie o terminie i przebiegu uroczystości pogrzebowych śp. arcybiskupa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MdGrdcrTAzpaz2XUGFZFWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niedziela.pl3 godz.",
            "source": "Niedziela.pl",
            "article_content": "Prymas Polski: wielu jest w Polsce takich, którzy czekają na śmierć Boga i Kościoła\n\n„W Polsce jest wielu ludzi, którzy czekają na śmierć Boga i Kościoła, na wymazanie Go z historii naszej Ojczyzny. Czy w imię błędnie pojmowanej idei laickości państwa mamy temu przyklaskiwać? – pytał dziś w Gnieźnie Prymas Polski abp Józef Kowalczyk. Hierarcha skomentował także wczorajszą dyskusję nt. sejmowej uchwały w sprawie uczczenia Jana Pawła II w dniu jego kanonizacji.\n\nPrymas Polski przewodniczył Mszy św. w 20. rocznicę nadania Gnieznu patronatu św. Wojciecha. W homilii powtórzył za Janem Pawłem II, że naród, który odcina się od swoich korzeni, który zapomina o swojej przeszłości, taki naród nie ma przyszłości. A nasza przeszłość – stwierdził abp Kowalczyk – to tysiąc lat historii zbudowanej na chrześcijańskich fundamentach, na świadectwie św. Wojciecha okupionym jego męczeńską śmiercią. „O tym nie wolno nam zapominać. Można być ateistą, można być agnostykiem, ale ofiarę życia należy uszanować. Trzeba być człowiekiem przewrotnym, aby tego nie pojmować, aby interpretować to jako narzędzie wykorzystywane przez Kościół dla zyskania na popularności. Niestety w Polsce jest wielu ludzi, którzy czekają na śmierć Boga i Kościoła, na zamilknięcie tych wszystkich świadków, którzy swoim życiem dają świadectwo wiary. Czy w imię błędnie pojmowanej idei laickości państwa mamy temu przyklaskiwać? To są dążenia, których żadnym przymiotnikiem nie określę, bo one mówią same za siebie” – stwierdził Prymas. Wskazał także na o. Maksymiliana Kolbego jako jednego z rzeszy świadków wiary, z którymi wielu chce dzisiaj w Polsce walczyć. „Na obozowym placu, wśród więźniów z całą pewnością byli ateiści, byli ludzie, którzy chcieli budować świat w oderwaniu od chrześcijańskich wartości. Żaden z nich nie wyszedł z szeregu i nie powiedział: ja pójdę za tego ojca rodziny na śmierć. Poszedł kapłan. Pytam więc: czy tacy ludzie nam szkodzą? Tego mamy się wyrzekać? To mamy wymazywać z naszej historii? W imię czego? W imię sukcesu wyborczego?” – mówił abp Kowalczyk. Prymas wypowiedział się także stanowczo o wczorajszej dyskusji w sejmie na temat uchwały w sprawie uczczenia papieża bł. Jana Pawła II w dniu jego kanonizacji. „Wiem, jak to oceniają ludzie z zewnątrz, ze świata: kiwają głowami i mówią, jacy wy jesteście niemądrzy. Ten, który poruszył sumienia świata, który nadał kierunek przemianom w Europie, który wasz kraj podźwignął z kolan i stworzył wam warunki, byście w wolności mogli żyć i wzrastać w człowieczeństwie, ten zostanie ogłoszony świętym i to was razi? To wam przeszkadza? Żeby go uczcić i uhonorować?” – mówił Prymas, dodając, że wielu z tych, którym to przeszkadza ma bardzo krótką pamięć. Na koniec prosił, aby takich postaw nie naśladować, a ludzi, którzy je prezentują nie potępiać. „Niech naszą odpowiedzią będzie modlitwa i świadectwo wiary” – apelował abp Kowalczyk."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyki w cenie złota. Tyle kosztują starze rzeczy z domów w lipcu 2025 - potrafią być warte krocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/antyki-w-cenie-z%C5%82ota-tyle-kosztuj%C4%85-starze-rzeczy-z-dom%C3%B3w-w-lipcu-2025-potrafi%C4%85-by%C4%87-warte-krocie/ar-AA1L0mEw?ocid=BingNewsVerp",
            "description": "W 2025 roku antyki cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz jeszcze takie w domu, przyjrzyj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._hgylbrzjFORC7NKUeqyPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski on MSN4 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie z przeszłości: Nietypowa urna domkowa",
            "link": "https://www.rmf24.pl/regiony/trojmiasto/news-odkrycie-z-przeszlosci-nietypowa-urna-domkowa,nId,8012831",
            "description": "Urna domkowa sprzed około 2600 lat. Ten niezwykły zabytek został odnaleziony w 2023 roku w miejscowości Bożepole Wielkie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Rzn16kOcyNrbKO2BNlj8TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "RMF2449 min",
            "source": "RMF24",
            "article_content": "Urna domkowa sprzed około 2600 lat. Ten niezwykły zabytek został odnaleziony w 2023 roku w miejscowości Bożepole Wielkie w powiecie wejherowskim. Teraz urnę pokazało ​Muzeum Archeologiczne w Gdańsku.\n\nUrna domkowa z wczesnej epoki żelaza prezentowana w Muzeum Archeologicznym w Gdańsku. / Adam Warżawa / PAP\n\nPrezentacja urny domkowej\n\nNietypowy eksponat zaprezentowano w oddziale Muzeum Archeologicznego w Gdańsku, w Spichlerzu Błękitny Baranek.\n\nTo zabytek wyjątkowy ze względu na to, że jest to dopiero czwarta taka popielnica domkowa odkryta po II wojnie światowej, a także ze względu na stan zachowania tego zabytku - powiedział kierownik Działu Wczesnej Epoki Żelaza w Muzeum Archeologicznym w Gdańsku dr Piotr Fudziński.\n\nUrna powstała około 2600 lat temu. Jak informuje strona internetowa Muzeum Archeologicznego w Gdańsku, przedmiot ma nietypowy kształt przypominający gliniany dom stojący na dziewięciu nóżkach.\n\nEksponat ma docelowo trafić na nową wystawę archeologiczną w wyremontowanym Domu Przyrodników przy ul. Mariackiej w Gdańsku.\n\n\n\nDo czego służył ten przedmiot?\n\nJak wyjaśnił Piotr Fudziński, w VII w. p.n.e. na obszarze Pomorza Wschodniego stosowany był ciałopalny obrządek pogrzebowy.\n\nTo znaczy, że osoba, która zmarła, była składana na stosie i skrupulatnie dbano o to, żeby wybrać po procesie kremacji wszystkie kości i złożyć je do takiej urny, razem z drobnymi przedmiotami stanowiącymi wyposażenie osoby zmarłej. Z reguły były to drobne przedmioty metalowe, najczęściej brązowe - mówił.\n\nUrna została użyta do pochówku wielokrotnego.\n\nTo znaczy, że w jednej popielnicy były złożone kości więcej niż jednej osoby. W tym wypadku na pewno mamy poświadczony przez antropologa pochówek dziecka powyżej dziesiątego roku życia i mężczyzny oraz prawdopodobnie jeszcze dwóch innych osób, w tym prawdopodobnie kobiety - tłumaczył Fudziński.\n\nHistoria eksponatu\n\nUrnę domkową odnaleziono w 2023 roku w Bożepolu Wielkim podczas badań ratowniczych prowadzonych przez Fundację Dziedzictwa Archeologicznego.\n\nPrzedmiot znaleziono w grobie skrzynkowym, wykonanym ze starannie ułożonych płyt kamiennych.\n\nPomorski Wojewódzki Konserwator Zabytków podjął decyzję o przekazaniu eksponatu do Muzeum Archeologicznego w Gdańsku, gdzie ten został poddany konserwacji i badaniom. Wykonano między innymi opracowanie antropologiczne ludzkich szczątków kostnych. Prace mające zabezpieczyć zabytek przed zniszczeniem i odtworzenie jej pierwotnego kształtu trwały łącznie 2 lata.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jest nadzieja dla willi Krzyszkowskich w Myślenicach. Wojewódzki konserwator zabytków w Krakowie bierze architektoniczną perełkę pod ochronę",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/jest-nadzieja-dla-willi-krzyszkowskich-w-my%C5%9Blenicach-wojew%C3%B3dzki-konserwator-zabytk%C3%B3w-w-krakowie-bierze-architektoniczn%C4%85-pere%C5%82k%C4%99-pod-ochron%C4%99/ar-AA1L03ed?ocid=BingNewsVerp",
            "description": "Wojewódzki konserwator zabytków w Krakowie usłyszał głos mieszkańców Myślenic, którzy stanęli w obronie pięknego, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Bx__0DuqnLa7zQ0gEZbmNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska on MSN7 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zbrodnia, która żyje w pamięci mieszkańców od prawie 70 lat",
            "link": "https://www.onet.pl/informacje/crimestory-2/zbrodnia-ktora-zyje-w-pamieci-mieszkancow-od-prawie-70-lat/q5v9zyq,0666d3f1",
            "description": "10 stycznia 1957 r. we wsi Fabianów znaleziono auto z czterema zwłokami. Sekcja wykazała, że wszystkie ofiary zginęły w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5WwhPrs_xujiUnz8mTqHsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Onet51 min",
            "source": "Onet",
            "article_content": "Fabianów to wieś w województwie wielkopolskim, położona między Dobrzycą a Pleszewem. Liczy sobie około 600 mieszkańców, głównie kobiet. Do 1946 r. wioska należała do niemieckiej rodziny Küttnerów, których później wywłaszczono. Mieści się tu zabytkowy pałac z drugiej połowy XIX w. wraz z kompleksem parkowym.\n\n10 stycznia 1957 r. był wyjątkowo przygnębiającym dniem. Z zasnutego stalowoszarymi chmurami nieba nieustannie siąpił drobny deszcz. Kierowca Józef O. musiał jednak stawić się w pracy niezależnie od niesprzyjającej aury. Mężczyzna od lat prowadził tzw. dorożkę zarobkową (czyli po prostu taksówkę) w postaci czarnego fiata 1100. Czekał go ważny kurs. Miał przewieźć kilku pracowników Krotoszyńskich Zakładów Przemysłu Terenowego w Dobrzycy, którzy jak co miesiąc przewozili wypłatę dla zatrudnionych tam robotników.\n\ninsideportugal / Adobe Stock Fiat 1100\n\nUpiorny samochód\n\nreklama\n\nPóźniej tego samego dnia milicjanci z Komendy Powiatowej MO w Pleszewie odebrali niepokojące zgłoszenie. Dzwonił Leon K., kierowca miejscowego PKS-u. \"Oświadczył, że przed piętnastoma minutami jechał samochodem ciężarowym z Dobrzycy i na szosie pomiędzy Fabianowem a Kowalewem został zatrzymany przez nieznaną mu z nazwiska kobietę, która mu oświadczyła, że na wyżej wymienionej szosie, obok polnej stodoły Spółdzielni Produkcyjnej Fabianów, stoi samochód osobowy, a wewnątrz niego znajdują się cztery osoby zamordowane\"— napisał w notatce st. sierż. Aleksander Piasecki.\n\nLeon K. doskonale znał zarówno taksówkę, jak i jej kierowcę. Na początku nie sądził, że ma do czynienia z czymkolwiek podejrzanym. Ale kiedy dostrzegł łuskę po naboju, leżącą obok auta, przestraszył się nie na żarty. Podszedł bliżej i stracił wszelkie wątpliwości. W samochodzie znajdowały się cztery martwe osoby. Na przednich fotelach siedzieli dwaj mężczyźni, a na tylnej kanapie — dwie kobiety.\n\nOhydny mord rabunkowy\n\nPrzybyli na miejsce funkcjonariusze potwierdzili, że w Fabianowie faktycznie doszło do \"ohydnego mordu rabunkowego\". Ofiarami napastników, którzy połaszczyli się na pieniądze przeznaczone dla robotników, były dwie pracownice działu kadr Krotoszyńskich Zakładów Przemysłu Terenowego — ciężarna kasjerka Genowefa D. oraz Helena G. Wraz z nimi zginął konwojent Władysław J., prywatnie ojciec czwórki dzieci oraz właściciel taksówki. Łupem rabusiów padła zawrotna suma 300 tys. zł (dla porównania kilogram cukru kosztował wtedy 13 zł, a kilogram mąki 7 zł).\n\nZbrodnia wstrząsnęła lokalną społecznością, w której z grubsza wszyscy się znali. Milicja od razu wzięła się do roboty. Przesłuchano kilkudziesięciu świadków. Niektórzy przyznali, że wczesnym rankiem feralnego 10 stycznia słyszeli odgłosy wystrzałów dobiegające gdzieś z okolic drogi, daleko od zabudowań. Nikt się nimi jednak specjalnie nie przejął.\n\nMężczyzna na rowerze\n\nZnaleźli się jednak i tacy, którzy wykazali się większą czujnością. — Widziałem jadącego na rowerze mężczyznę od strony wsi Kowalew. On przypuszczalnie mógł jechać od Fabianowa (…). Rowerzysta ten jechał z bardzo dużą szybkością, skręcając obok kościoła na drogę, która prowadzi w kierunku Suchorzewa — zeznała Kazimiera S., gospodyni domowa z pobliskiego Kowalewa.\n\n— Szedłem koło kościoła i widziałem, jak ten mężczyzna wyjeżdża z Fabianowskiej. I ten rowerzysta niedługo by uderzył w krzyż, tak pędził — wspominał w jednej z gazet pan Marian, który w dniu morderstwa miał zaledwie 12 lat. Kiedy dowiedział się o sprawie, pobiegł, aby na własne oczy zobaczyć, co się stało. — Akurat przyjechał mąż jednej z zamordowanych kobiet. My się wszyscy znaliśmy. Widziałem kierowcę, który leżał na kierownicy. Wyglądał, jakby spał — dodawał.\n\nŚmierć gwałtowna\n\nreklama\n\nSekcja zwłok wykazała, że wszystkie ofiary zginęły w wyniku postrzału. Czas zgonów oszacowano na okolice 10.00. \"Śmierć gwałtowna, nagła, wskutek rozległego krwotoku\" — zapisano w dokumentacji Heleny G., która została ranna aż dwukrotnie. Napastnicy oddali strzały z bliskiej odległości, celując w okna samochodu.\n\nNa podstawie analizy dowodów stwierdzono, że w pierwszej kolejności zginął Józef O. Później napastnik oddał strzał do Władysława J., który usiłował zasłonić się rękami. Następnie przyszła pora na Genowefę, a na końcu - Helenę. \"Rozmieszczenie otworów wlotowych po pociskach każe przypuszczać (…), że sprawca musiał obserwować efekt oddanych strzałów i ponawiał je w wypadku, gdy skutki poprzednich były niedostateczne\" – napisał Zbigniew Szymański w \"Gazecie Poznańskiej\".\n\nZ milicyjnej broni\n\nirontrybex / Adobe Stock Milicja\n\nŚledczy doszli do wniosku, że mordercy zaczaili się za stojącą nieopodal drogi stodołą. Nie zatrzymali jednak auta siłą, ponieważ na jezdni nie było widać śladów gwałtownego hamowania. Józef O. musiał więc z jakiegoś powodu dobrowolnie zdecydować się na przystanek. Narzędziem zbrodni był pistolet TT, czyli broń używana w tamtym czasie głównie przez milicję. Świadczyły o tym m.in. łuski znalezione w aucie.\n\nŚledztwo trwało pięć miesięcy. Prześwietlono przeszłość wszystkich zamordowanych osób w poszukiwaniu jakichkolwiek podejrzanych kontaktów. Gazety wprost rozpływały się nad profesjonalizmem i determinacją przedstawicieli organów ścigania. Morderców zatrzymano w czerwcu. \"Ofiarność i trud milicji dały rezultat. W ostatnich dniach ujęto wreszcie sprawców bestialskiego mordu. Są nimi: 26-letni Stanisław G. – syn bogatego gospodarza z Popówka w powiecie pleszewskim, 25-letni Edward B. – syn rolnika z tej samej wsi oraz Władysław K., 23 lata z Dobrzycy, pracownik Wojewódzkiego Przedsiębiorstwa Odzieżowo – Obuwniczego Przemysłu Terenowego (wcześniej Krotoszyńskie Zakłady Przemysłu Terenowego)\"— informował jeden z lokalnych periodyków.\n\nreklama\n\nMarzenia o bogactwie\n\nStanisław G. i Edward B. znali się już od dziecka i darzyli się sporym zaufaniem. Z kolei Władysław K. i Stanisław G. spotkali się na początku lat 50. w jednostce wojskowej, w której odbywali służbę. Połączyła ich chciwość i obsesyjne pragnienie szybkiego wzbogacenia się. Wspólnie doszli do wniosku, że najlepiej będzie kogoś okraść.\n\nPo wyjściu do cywila w połowie 1956 r. cała grupa skontaktowała się ponownie. Mężczyźni wrócili do tematu pieniędzy. Ich pierwsza przestępcza akcja miała miejsce w październiku 1956 r. w Jedlcu. Stanisław G. i Edward B. napadli na sklep Gminnej Spółdzielni \"Samopomoc Chłopska\", skąd ukradli towary o wartości ponad 10 tys. zł oraz gotówkę.\n\nDwa miesiące później, 4 grudnia w Gołuchowie zaatakowali funkcjonariusza Milicji Obywatelskiej Stanisława Grzesiaka, zabierając mu służbowy pistolet oraz dwa magazynki. Stanisław G. wymierzył ofierze silny cios dębową pałką w tył głowy. Potem przeniósł nieprzytomnego mężczyznę na pole, \"gdzie zostawił go w stanie grożącym utratą życia\". Tym sposobem przestępcy zdobyli broń, którą wykorzystali w trakcie kolejnego skoku. Grzesik przeżył, ale poruszał się za pomocą laski.\n\nPróba generalna\n\nOba te napady były jedynie preludium do czegoś dużo poważniejszego — ataku na konwój z pieniędzmi dla pracowników Krotoszyńskich Zakładów Przemysłu Terenowego w Dobrzycy. Władysław K. był w tamtym czasie pracownikiem placówki. Doskonale wiedział, kiedy i w jaki sposób uderzyć, by zgarnąć niebotyczny łup.\n\nTo właśnie on wybrał miejsce zasadzki, czyli trasę między Kowalewem a Fabianowem obok stojącej do dzisiaj stodoły. Jego 25-letni kolega Edwarda B., syn ubogiego gospodarza z Popówka, natychmiast przystał na ten pomysł, skuszony wizją gigantycznego bogactwa.\n\nreklama\n\n10 października 1956 doszło do pierwszej próby. Stanisław G. miał grać pierwsze skrzypce, podczas gdy zadaniem jego kompana była przede wszystkim obserwacja ruchu milicjantów w Pleszewie. Akcja zakończyła się fiaskiem, ponieważ 25-latek nie wytrzymał psychicznej presji. Jednak perspektywa rychłego zarobku nie dawała o sobie zapomnieć i wkrótce Władysław K., Stanisław G. i Edward B. znów wrócili do tematu napadu. Nową datę wyznaczono na 10 stycznia.\n\nDo dwóch razy sztuka\n\nWybiła godzina 6.30, Stanisław G. schował za pazuchą pistolet, wsiadł na rower i opuścił rodzinny Popówek kierując, się w stronę Pleszewa. Dotarł pod wskazaną wcześniej stodołę o 8.30. Pogoda mu nie sprzyjała, padał deszcz. Płaszcz mężczyzny szybko przemókł do nitki. O 9.50 zaczepił go inny rowerzysta. Spytał, czy G. nie ma może pompki, ale ten jedynie odburknął coś nieprzyjaźnie.\n\nTo właśnie G. przeprowadził całą akcję — zatrzymał taksówkę, zastrzelił jadących nią pasażerów i skradł pieniądze. Edward B. stał jedynie na czatach, pilnując milicjantów. Po wszystkim G. wsiadł na rower i uciekł. Po drodze wstąpił do restauracji na obiad. Broń wraz z łupem ukrył w leśnej skrytce koło Marszewa. Dwa dni po dokonanej zbrodni poszedł do kościoła, żeby dać na zapowiedzi. Od dawna był w związku z ciężarną kobietą.\n\nDwa dni po napadzie przekazał 10 tys. zł. Edwardowi B. Kolejne 80 tys. wypłacił mu w połowie stycznia. \"Stanisław G. ze zrabowanych pieniędzy kupił sobie dom z ogrodem w Majkowie pod Kaliszem, motocykl, meble oraz inne przedmioty. Edward B. zakupił natomiast m.in. materiały budowlane. Trzeci człowiek bandy Władysław K. miał zgłosić się po swoją część zrabowanych pieniędzy kilka dni po napadzie. Gotówki jednak nie odebrał. Wśród licznych dowodów rzeczowych, jakie pokazano dziennikarzom, znajdują się teczki, w których przewożono pieniądze. Teczki te również zakopane były w ziemi\" — pisał dziennikarz \"Gazety Poznańskiej\".\n\nreklama\n\nByłem pijany\n\nNiespełna miesiąc po brutalny morderstwie, 2 lutego Stanisław G. stanął na ślubnym kobiercu. W kwietniu 1957 r. zamieszkał z żoną w domu na kaliskim Majkowie, który kupił za ukradzione pieniądze, wraz z motocyklem i innymi przedmiotami. Wspólnie powitali na świecie potomka. Sielankę przerwało niespodziewane aresztowanie.\n\nW trakcie zeznań mężczyzna zapewniał, że 10 stycznia 1957 r. był pijany, przez co niewiele pamięta z krwawych wydarzeń. Potwierdził jednak, że pociągnął za spust. Usprawiedliwiał się, że zrobił to pod wpływem perswazji Władysława K., którego słowa były wyjątkowo przekonujące. W podobny sposób, czyli namowami kolegów, tłumaczył się również Edward B. Przekonywał, że gdyby nie przyjaciel ze wsi, to on sam nigdy nie wpadłby na pomysł zaatakowania niewinnych ludzi. Z kolei Władysław K. zaprzeczał, jakoby miał ze zbrodnią pleszewską cokolwiek wspólnego.\n\nTeczki z pieniędzmi\n\nOskarżyciel żądał dla głównego oskarżonego kary śmierci. \"Prokurator stwierdza, że nie jest w stanie przedstawić tragedii, jaką w ciągu kilkunastu sekund przeżyli ci ludzie zamknięci w klatce taksówki. Krzyki dobijanych mieszały się z hukiem wystrzałów. D. zastygła z twarzą proszącą o litość. G. przerażona kryła się i klęknęła. A zbir strzelał. Nie widział w nich ludzi, widział tylko teczki z pieniędzmi\"— czytamy w akcie oskarżenia.\n\nStanisław G. nie mógł liczyć na wyrozumiałość sądu. Został uznany za winnego i skazany na śmierć. Edward G. otrzymał łączny wyrok dożywocia, a Władysław K. za pomoc w zaplanowaniu napadu rabunkowego otrzymał karę 15 lat pozbawienia wolności. \"W dniu ogłoszenia wyroku w procesie pleszewskim sala sądu nabita była publicznością do ostatnich granic, a na zewnątrz gmachu gromadził się kilkutysięczny tłum i trwał on na miejscu do późnych godzin nocnych. Warto by więc postawić pytanie, co było magnesem przyciągającym tak liczne rzesze mieszkańców Kalisza. Żądza taniej, płaskiej sensacji czy coś więcej? Wydaje mi się, że osób oczekujących podniety i okazji do wyżycia się sensie emocjonalnym było stosunkowo mało. Wszyscy, z którymi miałem okazję rozmawiać, utrzymywali zgodnie, że proces ten jest straszny\" – relacjonowała \"Gazeta Poznańska\".\n\nKarę śmierci na Stanisławie G. wykonano w kaliskim więzieniu 4 października 1957 r. o godzinie 19.56. Jego dziecko miało wtedy pięć miesięcy. Edward B. odzyskał wolność po 25 latach spędzonych za kratami. Aktualnie mieszka na Śląsku, czasami odwiedza znajomych, którzy do tej pory żyją w Popówki. Władysław K. po odbyciu wyroku nie wrócił do Dobrzycy. Dziś już nie żyje.\n\nAutor: Natalia Grochal\n\nŹródła:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejne odkrycie przy budowie S17. To ludzkie kości?",
            "link": "https://www.dziennikwschodni.pl/tomaszow-lubelski/kolejne-odkrycie-przy-budowie-s17-to-ludzkie-kosci,n,1000365994.html",
            "description": "Być może będzie to kolejne ważne odkrycie podczas budowy drogi ekspresowej S17. Dzisiaj w gminie Lubycza Królewska pracownicy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.YGNQOtjuFKT0j0YMUcMlwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Wschodni1 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Odkrycia dokonano w piątek, 22 sierpnia przed południem w trakcie prac drogowych prowadzonych na odcinku ekspresówki budowanej między Tomaszowem Lubelskim Południe a Hrebennem.\n\nZ naszych informacji wynika, że mogą to być ludzkie kości. Pracownicy Budimexu, który buduje ten fragment drogi S17 mieli na nie natrafić w okolicach miejscowości Potoki w gminie Lubycza Królewska.\n\n- Rzeczywiście natrafiono na szczątki. Na miejsce pojechała grupa, ale czynności są w toku. Za wcześnie by stwierdzić, czy to są kości należące do człowieka - mówi asp. Monika Ryczek z tomaszowskiej policji.\n\nO sytuacji, podobnie jak wcześniejszych odkryciach dokonywanych na trasie S17 poinformowano również służby konserwatorskie.\n\nPrzypomnijmy, że na całym odcinku przyszłej drogi ekspresowej nr 17 dokonano w przeszłości już wielu ciekawych odkryć. Bo teren, zanim jeszcze do pracy przystępują drogowcy jest eksplorowany przez archeologów.\n\nW okolicach Zamościa, w gminie Łabunie archeolodzy udokumentowali i przebadali 220 obiektów archeologicznych. Były to m.in. duże prostokątne domostwa o wymiarach 5 x 6 metrów, jamy gospodarcze oraz dołki po słupach – elementy niegdyś podtrzymujące naziemne konstrukcje. Jednak największe zainteresowanie wzbudza wyjątkowo dobrze zachowana średniowieczna studnia z drewnianą obudową. Z ziemnych obiektów wydobyto setki fragmentów ceramiki późnośredniowiecznej, ułamki kości zwierzęcych, narzędzia krzemienne, przedmioty żelazne, a także kościaną szpilę, szydło i kamienne żarno.\n\nW gminie Tarnawatka (pow. tomaszowski) pierwotnie planowano przebadać 32 ary, jednak znaleziska okazały się na tyle rozległe, że badania rozszerzono do 181 arów. Odkryto ślady zabudowy mieszkalnej oraz liczne jamy gospodarcze. Wiele z tych struktur datowanych jest na wczesne średniowiecze (X–XIII w.), ale pojawiły się również znaleziska z epoki brązu, związane z kulturą trzciniecką.\n\nPod koniec maja wojewoda lubelski wydał decyzję o zezwoleniu na realizację inwestycji drogowej dla budowy kolejnego odcinka S17, ponad 17 km drogi od Tomaszowa Lubelskiego do Hrebennego.\n\nJeszcze wcześniej do akcji wkroczyli tam archeolodzy. W czerwcu informowaliśmy, że we wsi Kniazie (gm. Lubycza Królewska) znaleźli np. ślady kilku średniowiecznych zabudowań, o różnej wielkości. Były też odkrycia jeszcze starsze, pochodzące z okresu neolitu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tej monety kolekcjonerzy poszukują najbardziej . Jest warta 100 tys. złotych",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/tej-monety-kolekcjonerzy-poszukuj%C4%85-najbardziej-jest-warta-100-tys-z%C5%82otych/ar-AA1KY6eF?ocid=BingNewsVerp",
            "description": "Stare monety, choć dawno wycofane z obiegu, potrafią kryć w sobie nieocenioną wartość. Dla jednych to sentymentalne pamiątki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.icD80aYgktjeesQ80JuibC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Kobieta on MSN17 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie z przeszłości: Nietypowa urna domkowa",
            "link": "https://www.rmf24.pl/regiony/trojmiasto/news-odkrycie-z-przeszlosci-nietypowa-urna-domkowa,nId,8012831",
            "description": "Urna domkowa sprzed około 2600 lat. Ten niezwykły zabytek został odnaleziony w 2023 roku w miejscowości Bożepole Wielkie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Rzn16kOcyNrbKO2BNlj8TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "RMF2449 min",
            "source": "RMF24",
            "article_content": "Urna domkowa sprzed około 2600 lat. Ten niezwykły zabytek został odnaleziony w 2023 roku w miejscowości Bożepole Wielkie w powiecie wejherowskim. Teraz urnę pokazało ​Muzeum Archeologiczne w Gdańsku.\n\nUrna domkowa z wczesnej epoki żelaza prezentowana w Muzeum Archeologicznym w Gdańsku. / Adam Warżawa / PAP\n\nPrezentacja urny domkowej\n\nNietypowy eksponat zaprezentowano w oddziale Muzeum Archeologicznego w Gdańsku, w Spichlerzu Błękitny Baranek.\n\nTo zabytek wyjątkowy ze względu na to, że jest to dopiero czwarta taka popielnica domkowa odkryta po II wojnie światowej, a także ze względu na stan zachowania tego zabytku - powiedział kierownik Działu Wczesnej Epoki Żelaza w Muzeum Archeologicznym w Gdańsku dr Piotr Fudziński.\n\nUrna powstała około 2600 lat temu. Jak informuje strona internetowa Muzeum Archeologicznego w Gdańsku, przedmiot ma nietypowy kształt przypominający gliniany dom stojący na dziewięciu nóżkach.\n\nEksponat ma docelowo trafić na nową wystawę archeologiczną w wyremontowanym Domu Przyrodników przy ul. Mariackiej w Gdańsku.\n\n\n\nDo czego służył ten przedmiot?\n\nJak wyjaśnił Piotr Fudziński, w VII w. p.n.e. na obszarze Pomorza Wschodniego stosowany był ciałopalny obrządek pogrzebowy.\n\nTo znaczy, że osoba, która zmarła, była składana na stosie i skrupulatnie dbano o to, żeby wybrać po procesie kremacji wszystkie kości i złożyć je do takiej urny, razem z drobnymi przedmiotami stanowiącymi wyposażenie osoby zmarłej. Z reguły były to drobne przedmioty metalowe, najczęściej brązowe - mówił.\n\nUrna została użyta do pochówku wielokrotnego.\n\nTo znaczy, że w jednej popielnicy były złożone kości więcej niż jednej osoby. W tym wypadku na pewno mamy poświadczony przez antropologa pochówek dziecka powyżej dziesiątego roku życia i mężczyzny oraz prawdopodobnie jeszcze dwóch innych osób, w tym prawdopodobnie kobiety - tłumaczył Fudziński.\n\nHistoria eksponatu\n\nUrnę domkową odnaleziono w 2023 roku w Bożepolu Wielkim podczas badań ratowniczych prowadzonych przez Fundację Dziedzictwa Archeologicznego.\n\nPrzedmiot znaleziono w grobie skrzynkowym, wykonanym ze starannie ułożonych płyt kamiennych.\n\nPomorski Wojewódzki Konserwator Zabytków podjął decyzję o przekazaniu eksponatu do Muzeum Archeologicznego w Gdańsku, gdzie ten został poddany konserwacji i badaniom. Wykonano między innymi opracowanie antropologiczne ludzkich szczątków kostnych. Prace mające zabezpieczyć zabytek przed zniszczeniem i odtworzenie jej pierwotnego kształtu trwały łącznie 2 lata.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Angielski \"kabriolet\" znaleziony w Wiśle. Rzeka jest najpłytsza w historii pomiarów",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32194909,angielski-kabriolet-znaleziony-w-wisle-rzeka-w-czwartek-jest.html",
            "description": "Wisła wyrównała w czwartek 22 sierpnia rekord płytkości. Z dna rzeki w Warszawie wyciągane są kolejne dziwne znaleziska.",
            "image_url": "https://www.bing.pl/th?id=OVFT.dVjr2Nk5ENIi5BgHU5GKli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Warszawa.Wyborcza.pl4 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    }
]