[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle aktualnie kosztują takie wiekowe starocie. Zobaczcie ceny poszukiwanych antyków [15.04.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/tyle-aktualnie-kosztuj%C4%85-takie-wiekowe-starocie-zobaczcie-ceny-poszukiwanych-antyk%C3%B3w-15042025/ar-AA1CXIBD?ocid=BingNewsVerp",
            "description": "Meble – szczególnie drewniane komody, sekretarzyki, witryny i stoły w stylu barokowym, rokoko czy art déco. Obecnie płaci się od 3 000 zł za klasyczną komodę po 50 000 zł za rzeźbione meble z epoki ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN2 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [15.04.2025]",
            "link": "https://pomorska.pl/monety-i-banknoty-z-prl-u-sa-teraz-w-cenie-w-2025-roku-niektore-stare-pieniadze-warte-sa-krocie-15-04-2025/ar/c3p2-27420153",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.A75rjWiWZiKR47AIBITbdA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska10 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [15.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-15042025-r/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Express Bydgoski on MSN10 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TVP zaprosiła na koncert z okazji 1000-lecia Korony Polskiej. Internauci podzieleni: \"Skąd TVP ma kasę?\" vs. \"Widzimy się przed telewizorem\"",
            "link": "https://www.pudelek.pl/tvp-zaprosila-na-koncert-z-okazji-1000-lecia-korony-polskiej-internauci-podzieleni-skad-tvp-ma-kase-vs-widzimy-sie-przed-telewizorem-7146074724912096a",
            "description": "Telewizja Polska stara się wzbogacać swoją ofertę rozrywkową na wszelkie możliwe sposoby. Jeszcze w tym miesiącu jej widzowie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Z6ZO1fyvsLnhdoWRJhDb_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Pudelek22 godz.",
            "source": "Pudelek",
            "article_content": "Doda i Smolasty to rzeczywiście idealni reprezentanci Narodu Polskiego. Osoby o wysokim poczuciu moralności, mądre, wykształcone, utalentowane... a nie, czekaj... I jeszcze pan Organek, który swego czasu miał kolizję, bo jechał po pijaku. No same wzorce do naśladowania. Jeszcze brakuje Kozidrak do kompletu. I Zalewskiego - naszego naczelnego komentatora na każdy temat, obrońcy demokracji. Naprawdę dobór żenujący. I to ma być świętowanie 1000-lecia? To ja podziękuję za te marne występy. Szkoda, że to z naszych podatków. Jakby nie można było znaleźć jakichś artystów z klasą. Znowu będzie jakaś przaśna szopka i tańce z piórami w d..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sonbird: \"Wracamy po przerwie i to jest dla nas zupełnie nowy początek\" [WYWIAD]",
            "link": "https://muzyka.interia.pl/wywiady/news-sonbird-wracamy-po-przerwie-i-to-jest-dla-nas-zupelnie-nowy,nId,21395663",
            "description": "Swoją sceniczną przygodę rozpoczęli dekadę temu, a dopiero teraz szykują się do wydania drugiego albumu. Sonbird przeszli długą i wyboistą drogę ...",
            "image_url": "https://www.bing.pl/th?id=ODF.fZOr4KGEfaTfOU8GGqtXAQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Muzyka w Interia.pl9 godz.",
            "source": "Muzyka w Interia.pl",
            "article_content": "Weronika Figiel, Interia: Spotykamy się przy okazji wydania waszej nowej, wyczekiwanej EP-ki, zatytułowanej \"EP25\". Zaczynacie z czystą kartą?\n\nDawid Mędrzak, Sonbird: Myślę, że jest tak pół na pół. Z jednej strony wracamy po przerwie i to jest dla nas zupełnie nowy początek. Zwłaszcza, że tę przygodę zaczynamy jako trio. Natomiast fani są z nami od lat, oni przy nas zostali i czujemy nadal ich wsparcie. Nie ma przebijania się do każdego odbiorcy od nowa, bo jakaś baza ludzi już jest z nami - to bardzo motywujące.\n\nPrzez czas przerwy fani dawali wam znać, że czekają na powrót? Był to dla was jakiś rodzaj presji - na zasadzie, że musicie niedługo wrócić na scenę?\n\nDawid: To nie było tak, że my \"musieliśmy\", bo po prostu chcieliśmy. To jest naturalne, że jak są zespoły, projekty, solowi artyści, to przychodzi czas, że ktoś znika. Czasem jest tak, że już nigdy nie wraca, albo - w zależności od tego, czy osiągnął sukces wcześniej, czy nie - wraca po bardzo długiej przerwie. My po prostu chcieliśmy wrócić. Sam proces zniknięcia też nie wyglądał tak, że my nic nie robiliśmy i nagle mówiliśmy do siebie: \"Hej, może byśmy pograli?\". Cały czas tworzyliśmy. Aktualnie, jak jesteśmy w trakcie premiery EP-ki, dokańczamy w tym samym czasie płytę. Tak naprawdę ona jest już w dużej części skończona, my już ją nagraliśmy, została kwestia wokali i pracy producenckiej.\n\nMimo wszystko był to dla nas długi czas przerwy. Pojawił się też wtedy COVID, który bardzo namieszał, zwłaszcza, że pandemia wybuchła bezpośrednio po naszym debiucie. W czasie tej przerwy ludzie odzywali się do nas i mieliśmy bardzo dużo pytań. My jednocześnie chcieliśmy dać sobie czas, żeby zaprezentować się trochę z innej strony, bardziej aktualnej. Super, że coś się w końcu wydarzyło, że jest ta EP-ka i my jesteśmy.\n\nTomasz Kurowski, Sonbird: My generalnie pracowaliśmy cały czas, ale raczej rzadko o tym mówiliśmy i rzadko to pokazywaliśmy. Ale wiadomości od fanów pokazywały się w sumie dość często - w komentarzach pod starymi singlami, na grupie fanowskiej czy na Instagramie ludzie nas oznaczali i pisali: \"Ej, chłopy, wydajcie coś w końcu\". To nas utrzymywało w przekonaniu, że ludzie faktycznie tam są dalej, nie zniknęli nigdzie i tylko czekają na coś nowego.\n\nTen czas, który minął od wydania debiutu, dał wam okazję do rozwoju, ale czy jesteście w stanie stwierdzić, że tworzycie teraz coś zupełnie innego?\n\nDawid: Ta przerwa dała nam dużo rozwoju, ale my nie zrobiliśmy nie wiadomo jakiej wolty. Po prostu jesteśmy starsi, gramy bardzo podobną muzykę do tej, którą graliśmy wcześniej. Moim zdaniem są to tylko znacznie bardziej dojrzałe rzeczy, mniej młodzieńcze na pewno. Jeśli ktoś stwierdzał kiedyś, że coś brzmi \"jak Sonbird\", to my teraz dalej gramy \"jak Sonbird\", tylko trochę starszy Sonbird.\n\nMy tak naprawdę przez ten czas nieobecności zrobiliśmy dwie płyty, które trafiły do kosza. Nasza druga płyta jest nieoficjalnie naszą czwartą płytą.\n\nW piosence \"zaspy\" pojawia się taki wers: \"Miesiąc czy kilka lat szukałem weny\". Faktycznie było wam trudno znaleźć tę wenę?\n\nDawid: To był bardzo złożony proces. Jak nagrywaliśmy nasz debiut, to pracowaliśmy w takiej formie, że spotykaliśmy się regularnie na salce prób i na tej salce pojawiały się nowe pomysły. Problem był natomiast taki, że w momencie, w którym graliśmy bardzo dużo koncertów w ciągu roku i żyliśmy intensywnie w trasie, to nie mieliśmy możliwości bycia na tej salce. Często, jak wchodziliśmy tam po czterodniowym maratonie grania, to zrobienie czegokolwiek było dla nas czymś nierealnym, wszystko brzmiało tak samo. W momencie, gdy pojawił się COVID zaczęliśmy pracować na nielegalu w piwnicy u Hubczaka. Wtedy zaczęliśmy też rozwijać się w inną stronę - wykorzystywaliśmy więcej komputera, nagrywaliśmy demówki nie na dyktafon, jak do tej pory, tylko na kompie. To zaowocowało dużym progresem pod kątem kompozycji i świadomości tego, co się dzieje na nagraniach. Daje nam to też większą kontrolę.\n\nWspominacie dużo o nowym albumie, który już niemalże ukończony. \"EP25\" jest jego zapowiedzią?\n\nTomasz: To nie do końca jest zapowiedź. Nazwalibyśmy to bardziej łącznikiem między tym, co było, a tym, co będzie. Te piosenki powstały w nieco inny sposób niż materiał na płytę. Zrobiliśmy je tak naprawdę sami, pod kątem muzycznym i producenckim. Płytę z kolei robimy razem z Danielem Walczakiem, nagrywaliśmy ją w studiu przez dwa tygodnie i pewnie jeszcze będziemy przez kolejny miesiąc nagrywać wokale. Także to jest zupełnie inny rodzaj pracy.\n\nCzujecie stres przed wydaniem drugiego albumu?\n\nTomasz: Troszkę tak, bo wracamy z czymś więcej niż jedną piosenką, więc czekamy z myślą, jaki będzie odbiór. Na razie dostajemy pozytywne opinie, więc się cieszymy. Ta EP-ka, mimo tego, że jest krótka, to jest dla nas ważną częścią i takim zapisem tego, co się działo u nas przez ostatni czas, więc mamy nadzieję, że się spodoba.\n\nTrudno było wam zmieścić w czterech piosenkach to wszystko, co chcieliście na ten moment swoją muzyką przekazać?\n\nDawid: Mieliśmy bardzo aktywny proces powstawania tej EP-ki, bo zależało nam na tym, żeby zawrzeć na niej dokładnie cztery utwory. Mieliśmy dwa pewniaki - \"mimo to\" i \"zaspy\". Bardzo chcieliśmy, żeby one znalazły się na tym wydawnictwie. Mieliśmy też dwie inne piosenki, które znalazły się na EP-ce. Prawda jest taka, że jedna z nich już była zmiksowana, był zrobiony mastering, było wszystko, ale coś nam nie grało. Dostaliśmy prośbę od wydawcy, żeby zrobić jeszcze jeden numer, bo tamten czwarty nie do końca się spaja. To była nasza piosenka-klątwa, ponieważ mieliśmy pomysł, zrobiliśmy z nim coś już chyba osiem razy i przez te wszystkie próby nie byliśmy w stanie go dokończyć. Za każdym razem się denerwowaliśmy, robiliśmy coś zupełnie innego i powstawał nowy numer. Wreszcie zrobiliśmy \"wyrwij mi serce\". Wtedy pojawił się taki problem, że cała EP-ka się wykoleiła. Wyrzuciliśmy numer, który miał być singlem. Zostało \"mimo to\" i \"zaspy\", czyli byliśmy znowu w tym samym miejscu. W dwa tygodnie zrobiliśmy do końca \"wyrwij mi serce\" oraz \"slalom\" i wtedy wiedzieliśmy, że to jest to, co powinno być na EP-ce. Tu pojawiła się duża ekscytacja, bardzo w siebie uwierzyliśmy pod wpływem tych dwóch piosenek. Wiadomo, \"mimo to\" i \"zaspy\" też są ekstra, ale one już wyszły wcześniej i te piosenki nas nie stresowały.\n\nTomasz: Jak się wysyła jakiś pomysł, tekst czy piosenkę, to jest nas trochę, żeby to z góry skreślić (śmiech). Nas jest trzech, jest jeszcze nasz menedżer Grzegorz, nasz PM Kornel, z którymi dzielimy się piosenkami od razu po powstaniu ich zarysu. Z \"wyrwij mi serce\" było tak, że wysłaliśmy to - Dawid wysłał nawet sam tekst - i wszyscy stwierdzili od razu, że jest to strzał, który bardzo rzadko się zdarza.\n\nSonbird Wiktor Franko materiały promocyjne\n\nMacie jakiegoś faworyta z tych czterech pozycji? Jest to właśnie \"wyrwij mi serce\"?\n\nDawid: To jest zabawne, bo nazwałbym to loterią. Codziennie mógłbym rzucać kostką i jaki numerek by się wylosował, taki byłby mój ulubiony numer tego dnia. Aktualnie chyba wybrałbym \"slalom\", bo \"wyrwij mi serce\" słuchaliśmy tysiąc razy, przez to, że była mega podjarka. Jak to pierwszy raz usłyszałem, wracałem wtedy Uberem z próby do domu, to mi się ręce zaczęły trząść. Nie mogłem uwierzyć, że to jest nasz numer.\n\nMnie osobiście od pierwszego przesłuchania bardzo spodobała się piosenka \"mimo to\", ale mam kontrowersyjną tezę, jeśli o nią chodzi. Od samego początku melodia bardzo przypominała mi utwór Verki Serduchki z Eurowizji. Śpiewacie tam, że \"chcecie tańczyć\", co też mnie naprowadziło na ten trop. Czy to jest jakieś nawiązanie?\n\nTomasz: Nakryli nas! Rozłączamy się.\n\nDawid: Jedziemy na Eurowizję, to był nasz podprogowy przekaz (śmiech). Już w finale jesteśmy, mamy to na gębę dogadane.\n\nWażną częścią tego, co nadchodzi teraz w waszej karierze, będą koncerty - zapowiedzieliście \"micro tour\". Zaśpiewacie pewnie nowe piosenki z EP-ki, a co z resztą setlisty? Będzie trochę staroci czy chcecie już grać przedpremierowo utwory z nadchodzącej płyty?\n\nDawid: Na pewno będą starocie. Zagramy te starsze single w odświeżonych wersjach. Ale na pewno będzie też jakaś część materiału z nowej płyty - nie cała! Jesteśmy w trakcie zastanawiania się nad setem koncertowym.\n\nNadchodzi sezon letnich festiwali. Wystąpicie m.in. na Męskim Graniu, co można nazwać waszym wielkim powrotem na to wydarzenie. Tęskniliście za tego typu występami?\n\nTomasz: Bardzo!\n\nDawid: Tak, tak, tak! My graliśmy na Męskim Graniu raz - we Wrocławiu. To jest super, bo w tym roku też gramy właśnie we Wrocławiu. Mamy teraz kilka takich sytuacji, podobnych do tych, które miały już miejsce. Jest to taki inside dla zespołu, że \"he he, znowu to samo\" - to jest bardzo pozytywne.\n\nWolicie własną trasę i kameralne koncerty w klubach czy jednak festiwale?\n\nTomasz: Generalnie, jeśli chodzi o klubowe koncerty, to tam ludzie faktycznie przychodzą na twój koncert. Nie są na festiwalu, tylko przychodzą tam specjalnie dla ciebie. To jest trochę bardziej intymne doświadczenie. Ale festiwale też są super. Fajne jest to, że dzieje się to w lecie, gdzie jest świeże powietrze, jest ciepło, jest dużo więcej ludzi. Na festiwalach też jest dużo przypadkowych osób, które mogą nie chcieć przyjść tam dla ciebie, bo nie wiedzą, że w ogóle grasz, ale jak usłyszą, to może im się spodoba i zostaną na wiele następnych lat. Ja w sumie nie mam czegoś takiego, że wolę to, albo to. Jak wyszło słońce i zaczyna się robić cieplej, to powiedziałbym, że festiwale, ale jakby była zima, to pewnie bym powiedział, że kluby.\n\nDawid: Ja mam tak, że wybór między klubem a festiwalem jest trochę niemożliwy, bo to są zupełnie inne formy. Granie koncertów klubowych pozwala nam po nich spotkać się z fanami, a na festiwalu może być z tym problem. Ja chyba jednak najcieplej wspominam granie w małych klubach - najlepiej się wtedy bawiłem, byliśmy też najbliżej ludzi. Energia miała wtedy mniejszą drogę do przejścia ze sceny do publiczności i fajnie się wymienialiśmy. Bardzo ciepło to wspominam, chociaż wszystkie koncerty pod kątem odbioru i współpracy z ludźmi były fajne. W tych małych klubach natomiast często miałem wrażenie, że ludzie stoją mi praktycznie przed twarzą - to mi się bardzo podobało i fajnie scalało całe wydarzenie.\n\nTo znaczy, że feedback ze strony publiczności dużo wam daje podczas koncertów.\n\nDawid: Zdecydowanie. Myślę, że każdy tak ma, chociaż... Jakiś czas temu oglądałem wydarzenie muzyczne, które było transmitowane w różnych serwisach streamingowych i telewizji. Odniosłem wtedy wrażenie, że ci artyści występujący na scenie, grali do tego gościa, który jeździł z wózkiem i kamerą. Wyglądało to dosyć ciekawie (śmiech). Ich nie interesowało do końca to, co się dzieje w danym momencie, tylko kamera. To musi być niekomfortowe. My graliśmy ze dwa koncerty telewizyjne, natomiast one były faktycznie koncertami. Mam na myśli to, że nawet jeśli było to wejście na jeden numer na dużej scenie, to wszystko miało aurę koncertową. Natomiast tutaj nie było tej wymiany energii, a to bardzo mobilizuje. Kiedy artysta ma jakiś kłopot w trakcie wykonywania utworu, to go może nawet podnieść na duchu.\n\nSonbird Wiktor Franko materiały promocyjne\n\nMacie jakieś marzenia koncertowe na ten moment?\n\nTomasz: Ja zawsze chciałem na Woodstocku zagrać. To jest chyba najbardziej magiczna scena plenerowa w Polsce, zarówno pod względem ilości ludzi, jak i klimatu, który tam panuje. Tylko, że my chyba muzycznie średnio się na Woodstock nadajemy, więc nie wiem, czy to się uda. Zobaczymy kiedyś...\n\nA jeśli chodzi o jakieś inne cele na najbliższy czas kariery?\n\nDawid: Wydaje mi się, że my po prostu chcemy zacząć grać. Chcemy zagrać te trasy, koncertować w lecie, wydać płytę. Przerabialiśmy pięcioletni okres niewydawania niczego i wolimy skupić się na tym, co jest teraz i po prostu pracować nad sobą czy nad tym, co możemy przekazać. Nie chcemy myśleć tylko tymi kategoriami, żeby coś osiągnęło sukces. Jak osiągnie, to super, ale warto się cieszyć z tego, co mamy. Samo to, że wyszła EP-ka, nawet jeżeli utonęłaby teraz w morzu muzy, to dla nas wydanie jej jest już osiągnięciem. Ostatnio słyszę często takie zdanie, że \"pycha kroczy przed upadkiem\", więc myślę, że najważniejsze, to cieszyć się z tego, co jest w danym momencie.\n\nJak wam się pracuje razem po tylu latach wspólnego grania i tworzenia muzyki? Dotarliście się jakoś i jest lepiej niż na początku czy to się raczej nie zmienia? A może więcej się kłócicie?\n\nTomasz: Jest dużo lepiej. Nie wiem, czy jest teraz taka rzecz, której by ktoś komuś nie powiedział, bo by się bał. Po prostu siadamy, gadamy i robimy rzeczy. Znamy się już na tyle długo i na tyle poważnie traktujemy to, co robimy razem, że nie ma w głowie czegoś takiego, że \"ja mu tego nie powiem, bo będzie głupio\" czy \"nie powiem, bo się nie będziemy do siebie odzywać\".\n\nDawid: Różne historie przerabialiśmy przez te lata, ale nigdy nie było chyba takiej sytuacji, w której mielibyśmy tak duży problem personalny do siebie, żeby to miało wpływ na działanie zespołu. Przynajmniej sobie nie przypominam w tym momencie. Zespół tak naprawdę powstał jako zlepek dwójek - my z Tomkiem się znaliśmy już wiele lat, Maciek z Kamilem, który z nami grał, też się znali kilka lat - i spotkaliśmy się we czwórkę. To był duży komfort, bo nie byliśmy przypadkowymi ludźmi, którzy spotkali się na grupie na Facebooku, tylko ludźmi, którzy w momencie zakładania zespołu już od pięciu lat gadali o problemach czy o tym, jak zagadać do dziewczyny.\n\nNa koniec, jakbyśmy mieli podsumować tę rozmowę - jakim jednym słowem opisalibyście \"EP25\"?\n\nTomasz: Życie.\n\nDawid: Same głupoty przychodzą mi teraz do głowy (śmiech). Ale powiedziałbym, że będzie to słowo \"gryfne\".\n\nNatasza Urbańska zalała się łzami. Wielkie wzruszenie w „The Voice Kids” TVP TVP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [15.04.2025]",
            "link": "https://pomorska.pl/monety-i-banknoty-z-prl-u-sa-teraz-w-cenie-w-2025-roku-niektore-stare-pieniadze-warte-sa-krocie-15-04-2025/ar/c3p2-27420153",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.A75rjWiWZiKR47AIBITbdA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska10 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 15.04.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-15042025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN10 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak wyglądało Sławno 22 lata temu. Zobaczcie je na zdjęciach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/s%C5%82awno-ale-z-2003-roku-na-archiwalnych-zdj%C4%99ciach-naszej-redakcji/ar-AA1CE74I?ocid=BingNewsVerp",
            "description": "Sięgnęliśmy do naszego redakcyjnego archiwum. Zobaczcie jak wyglądało Sławno i jego mieszkańcy, ale w 2003 roku. Zobaczcie, czym tutaj wówczas żyło miasto. Polecamy. Tak wygląda Osiedle Dzieci Wrzesiń ...",
            "image_url": "https://www.bing.pl/th?id=ODF.iRLYqTfF1CLBfsylGj2TLQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Sławno Nasze Miasto on MSN8 godz.",
            "source": "Sławno Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [15.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-15042025-r/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN10 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polska 100",
            "link": "https://expressbydgoski.pl/tag/polska-100",
            "description": "Cóż, zawsze myślałem, że pan Mateusz Kusznierewicz to takie złote olimpijskie chłopię, lekko już przejrzałe, ale wciąż urocze. Ten spot Polskiej Fundacji Narodowej z okazji 11 listopada z udziałem Mel ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Express Bydgoski17 min",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 15.04.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-15-04-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów PRL. Mogą znajdować się w piwnicy, na strychu, w schowku, bądź w kartonie, o ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 15.04.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-15042025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN10 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielki Tydzień w różnych częściach świata",
            "link": "https://www.tysol.pl/a138777-wielki-tydzien-w-roznych-czesciach-swiata",
            "description": "W Niedzielę Palmową, dla katolików i protestantów na całym świecie, rozpoczął się Wielki Tydzień. Z tym kulminacyjnym okresem kalendarza liturgicznego w różnych częściach globu związane są rozmaite zw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.0dfDFAYBAFkmBw-chus1Mw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Tygodnik Solidarność1 godz.",
            "source": "Tygodnik Solidarność",
            "article_content": "W Niedzielę Palmową, dla katolików i protestantów na całym świecie, rozpoczął się Wielki Tydzień. Z tym kulminacyjnym okresem kalendarza liturgicznego w różnych częściach globu związane są rozmaite zwyczaje. W brazylijskich misteriach Męki Pańskiej biorą udział gwiazdy ekranu, w hiszpańskiej Sewilli w Wielki Piątek na ulice wychodzi kilkadziesiąt procesji, a na Filipinach niektórzy katolicy dla okazania swojej wiary dają się krzyżować.\n\nWielkanoc jest najstarszym i najważniejszym świętem chrześcijańskim. Sobór nicejski w 325 r. ustalił, że obchodzić się ją będzie w pierwszą niedzielę po pierwszej wiosennej pełni Księżyca. Dlatego może ona wypaść w okresie od 22 marca do 25 kwietnia. Prawosławie, w którym Wielkanoc jest nie tylko najważniejszym świętem, ale ma wyjątkową rangę \"święta świąt\" (lub \"święta nad świętami\"), obchodzi ją zwykle nieco później niż chrześcijaństwo zachodnie, choć raz na kilka lat obie daty pokrywają się.\n\nRozbieżności te wynikają z dwóch powodów: po pierwsze, z trzymania się przez większość lokalnych Kościołów prawosławnych (liczbę ich wiernych ocenia się na ok. 300 mln) kalendarza juliańskiego (starego stylu), który \"spóźnia się\" w stosunku do gregoriańskiego o 13 dni i po drugie, z odmiennego liczenia daty Wielkanocy na Wschodzie w stosunku do rachuby zachodniej. W tym roku chrześcijanie różnych Kościołów obchodzą Niedzielę Zmartwychwstania tego samego dnia - 20 kwietnia.\n\nPodobnie jak w przypadku innych świąt, wiele zwyczajów związanych z Wielkanocą bierze swój początków z tradycji pogańskich. Kolorowo malowane jajka znane były już np. przed pięcioma tysiącami lat w Chinach. Rytuały związane z ogniem występowały w wielu kulturach pierwotnych w związku z nastaniem wiosny lub świętami ku czci zmarłych. We wschodniej tradycji, np. na Białorusi, Ukrainie i w Rosji, znany jest zwyczaj odwiedzania cmentarzy przez całe rodziny. Przy grobach urządza się małe przyjęcia, aby także z przodkami „podzielić się\" radością ze Zmartwychwstania Pana.\n\nHiszpania\n\nWielki Piątek to główny dzień tradycyjnych obchodów Wielkiego Tygodnia w Hiszpanii. Słynne są procesje w Sewilli. Tuż po północy na ulice miasta wychodzą najważniejsze pochody: Jezusa Wszechmocnego, Matki Bożej Nadziei i Matki Bożej z bazyliki Macarena. Procesje te o świcie wracają do swoich kościołów i kaplic, aby zrobić miejsce kolejnym procesjom. W Sewilli funkcjonują 52 arcybractwa, z których każde przemierza miasto w osobnym pochodzie. Łącznie mają one ok. 100 „pasos”, czyli scen Męki Pańskiej. Wszystkie „pasos”, niesione na barkach, wychodzą w procesji w ciągu Wielkiego Tygodnia. W Aragonii śmierć Chrystusa zapowiada tradycyjnie bicie setek bębnów. W niektórych miastach, np. w Kordobie, pali się też tzw. „judasze”.\n\nBrazylia\n\nUroczyste procesje odbywają się w Wielkim Tygodniu także w Brazylii – w zależności od regionu - między Wielkim Wtorkiem a Wielkim Piątkiem. Mężczyźni wychodzą zazwyczaj z kościoła w jednym punkcie miejscowości i niosą figurę Jezusa dźwigającego krzyż, podczas gdy kobiety rozpoczynają od innej świątyni, podążając za figurą Matki Bożej Bolesnej. W wyznaczonym miejscu, często na głównym placu miasta, dochodzi do \"bolesnego spotkania Matki z Synem\". Tu kapłan wygłasza homilię. Po zakończeniu kazania formuje się jedna wspólna procesja z dwiema figurami, podczas której odprawiane jest nabożeństwo Drogi Krzyżowej.\n\nMisteria Męki Pańskiej odbywają się w różnych częściach kraju. Od 1992 roku w Wielki Piątek grupa teatralna „Roca Cacacultura” odgrywa sceny Męki Pańskiej w największej brazylijskiej „faweli” – dzielnicy nędzy – Rocinha w Rio de Janeiro. W zeszłym roku przedstawienie obejrzało ok. 10 tys. osób.\n\nBodaj najbardziej znane misterium, wystawiane od ponad czterdziestu lat, jest odgrywane w mieście Nova Jerusalem w stanie Pernambuco. Bierze w nim udział ok. 500 aktorów, w tym znane postaci życia publicznego. W zeszłych latach w rolę Marii Magdaleny wcielała się np. Miss Brazylii Natalia Guimarães. Całe widowisko dzieli się na dziewięć scen rozmieszczonych w różnych punktach miasta, a publiczność przemieszcza się wraz z aktorami. Bierze w nim udział kilkadziesiąt tysięcy osób.\n\nFilipiny\n\nW wiosce Cutud - 80 km na północ od stolicy Filipin, Manili - żywy jest zwyczaj dobrowolnego ukrzyżowania w Wielki Piątek. Zazwyczaj poddaje się mu kilkanaście osób. Na kilka godzin przed przybiciem do krzyży półnadzy ochotnicy, ubrani w kaptury, biczują się bambusowymi prętami i kijami z powsadzanymi w nie kawałkami szkła. Mimo dużego stopnia grozy atmosfera jest świąteczna – sprzedawane jest piwo, lody, a nawet pamiątkowe bicze. Prominentni goście mogą oglądać ukrzyżowanie ze specjalnych platform widokowych.\n\nOd lat sześćdziesiątych XX wieku misterium w Cutud z miejscowej tradycji stało się atrakcją turystyczną, szeroko opisywaną przez media. Ukrzyżowania zaczęto też urządzać w innych częściach Filipin. Kościół katolicki, którego wyznawcami jest ok. 80 proc. z prawie 90 mln mieszkańców tego kraju, krytykuje tę krwawą tradycję jako wypaczenie wiary.\n\nŚwieca i ogień\n\nSymbolika świecy paschalnej ma bardzo długą tradycję. Znana była ona już w 384 r. we włoskiej Piacenzy. W VII wieku świec paschalnych używano we wszystkich kościołach rzymskich. Z tego samego okresu pochodzą znalezione w Hiszpanii pierwsze świece zdobione krzyżem oraz greckimi literami alfa i omega. W Jerozolimie istniał od bardzo dawna, pielęgnowany do dziś, zwyczaj przekazywania światła świecy paschalnej wszystkim uczestnikom nabożeństwa. Świeca wielkanocna – paschał – symbolizuje Zmartwychwstałego Chrystusa i stanowi znak Jego obecności. Zapalana jest w Wielką Sobotę na rozpoczęcie liturgii Wigilii Paschalnej przy płonącym ognisku, który poświęca celebrans. Wnosi się ją następnie do ciemnego kościoła, śpiewając „Exsultet\" – pieśń pochwalną I wieku wychwalającą „magnalia Dei\" – wielkie czyny Boże, których ukoronowaniem jest Zmartwychwstanie.\n\nW Wielką Sobotę w Austrii, Niemczech i częściowo Szwajcarii istnieje zwyczaj zapalania wieczorem „ognia wielkanocnego\". Rozpalają go również mieszkańcy Tyrolu, nawet na liczącym 3200 m szczycie Mittagskogel. W Karyntii praktykowany zwyczaj przekazywania „ognia wielkanocnego\" z domu do domu.\n\nW prawosławiu od wielu wieków istnieje tradycja tzw. cudownego ognia, który w wielkosobotni wieczór zapala w sposób cudowny w jerozolimskiej Bazylice Grobu Pańskiego miejscowy patriarcha. Prawosławni wierzą, że jest to ogień zstępujący z nieba, gdyż nie zapala go nikt z obecnych i dotyczy to jedynie prawosławnych, podczas gdy żaden z innych Kościołów, których wyznawcy mają swe kaplice w tej świątyni (katolicy i ormianie), nie dostępuje tego zaszczytu. Od świecy patriarchy ogień zapalają inni i po chwili pogrążona do tego czasu w ciemnościach bazylika rozświetla się tysiącami świec. Od kilkunastu lat \"cudowny ogień\" jest dostarczany specjalnym samolotem do Moskwy, a stamtąd dostarcza się go w inne miejsca Rosji.\n\nJajko\n\nPo podzieleniu się święconym jajkiem w czasie uroczystego śniadania wielkanocnego, w wielu rejonach Europy, zwłaszcza Zachodniej, istnieje zwyczaj rozbijania jaj monetami, rozbijania jajka o jajko albo o czoło. W Meksyku o głowę tłucze się tzw. carcarones – wysuszone skorupki jaj wypełnione konfetti.\n\nJuż przed pięcioma tysiącami lat Chińczycy dawali kolorowo pomalowane jajka w prezencie u progu wiosny. Jajko było dla nich symbolem płodności, podobnie jak dla Egipcjan i Germanów. Symboliczną rolę odgrywa ono również w judaizmie. Obok specjalnych precli jajka przypominają o cyklicznym i ciągle trwającym charakterze życia.\n\nObdarowywanie czerwonymi kraszankami w Wielkanoc było znane już w pierwszych wiekach chrześcijaństwa w Armenii. Jajka koloru czerwonego, znane do dziś w Kościele prawosławnym, swoją barwą przypominają o żywym, zmartwychwstałym Chrystusie i przelanej przez Niego krwi. Np. w Austrii do I wojny światowej wielkanocne jajka malowano tylko w tym kolorze. Zwyczaj zdobienia jaj różnymi technikami w Kościele zachodnim sięga przełomu XII i XIII wieku.\n\nDo dziś jeszcze, m.in. na Białorusi, w Słowenii, częściowo też w Austrii i Niemczech zachował się zwyczaj malowania jaj ziołami i pierwszymi pędami zbóż. Na Białorusi i Litwie najbardziej popularną techniką zdobienia jaj jest woskowanie i grawerowanie.\n\nZa czasów cara Aleksandra III (1881-94) w kołach arystokratycznych Rosji pojawiła się moda dawania w prezencie jak z kamieni szlachetnych lub porcelany, bogato zdobionych rubinami, diamentami i innymi kamieniami szlachetnymi. W produkcji tych kosztowności zasłynął nadworny jubiler Peter Karl Fabergé. Na jajkowych cackach umieszczał miniatury np. wiejskiej rezydencji carów lub portret Piotra Wielkiego na koniu. Te niezwykle bogate „jaja od Fabergé'a\" stały się tak słynne, że zostały wystawione w 1900 roku na Wystawie Światowej w Paryżu. Ostatnio te kunsztowne cacka są znowu bardzo modne. Pierwsze „współczesne\" jajo Fabergé'a, tzw. jajko pokoju, poświęcono Gorbaczowowi i otrzymał on je w 1991 r.\n\nDo naszych czasów w różnych krajach świata zachowało się tylko 47 jaj tej firmy. Osiągają one zawrotne ceny. Na przykład „Zimowe jajko\", które w 1913 car Mikołaj II podarował swej matce Marii Fiodorownie, sprzedano w 2002 r. na aukcji w Nowym Jorku za 7,94 mln euro.\n\nts"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trzy najlepsze pomysły na koszyczek wielkanocny — poznaj je!",
            "link": "https://www.onet.pl/styl-zycia/aniaradzi-2/trzy-najlepsze-pomysly-na-koszyczek-wielkanocny-poznaj-je/9gjetxz,0666d3f1",
            "description": "Koszyczki wielkanocne to tradycyjny element dekoracji na wiosenne święto. Najwięcej radości daje przygotowanie ich samodzielnie. Jeżeli nie macie pomysłów jak udekorować koszyk na Wielkanoc i co do ni ...",
            "image_url": "https://www.bing.pl/th?id=ODF.oQEErXUwbSaDLEJpiIzpEg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Onet3 godz.",
            "source": "Onet",
            "article_content": "Co symbolizują pisanka, baranek, rzeżucha?\n\nTradycyjny koszyczek wielkanocny składa się z elementów, z których każdy ma swoją osobną symbolikę. O tym, co wkładamy do koszyczka wielkanocnego, decyduje długoletnia tradycja, nie tylko chrześcijańska. Jednym z głównych elementów koszyczka jest pisanka. Święconka wielkanocna praktycznie nie istnieje bez pisanek, czyli malowanych jajek lub wydmuszek.\n\nPisanka jest dziś znana na całym świecie, chociaż w różnych krajach nazywa się ją różnie. Symbolika pisanek sięga czasów starożytnych. Malowanych i ozdabianych jajek używano podczas świąt wiosennych. Do dziś są znane np. w Iranie, gdzie towarzyszą obchodom nowego roku (pod koniec marca). Wielkanoc dodała do malowanych jajek swoją symbolikę. Malowane jajko, a szczególnie wydmuszka, symbolizuje pusty grób Jezusa. Obok stawiamy baranka z cukru, masła, ewentualnie z plastiku lub porcelany, który jest symbolem Baranka Bożego. Dla chrześcijan ma to ogromne znaczenie, ale nawet osoby niewierzące, zainteresowane tradycją chętnie stroją koszyk w ten sposób.\n\nPoza pisankami koszyk stroi się zielonymi gałązkami wierzby lub borowiny, a do środka wkłada oprócz jedzenia niewielkie naczynie z wyhodowaną rzeżuchą. Jest to symbol budzącej się wiosny, zmartwychwstania przyrody.\n\nŚwięconka wielkanocna i tradycje tego święta — co wkładamy do koszyczka wielkanocnego\n\nreklama\n\nDekoracje, jakie wchodzą w skład święconki, są, jak widać, naładowane symboliką. Poza pisankami, barankiem i elementami zielonymi, w koszyku znajdziemy potrawy:\n\nWędlina – może być symbolem ofiary z baranka (podobnie jak żydowski baranek paschalny), ale ma też symbolizować dostatek.\n\nChleb – jeżeli mamy wątpliwości, co wkładamy do koszyka wielkanocnego, oprócz pisanek i baranka, to z pewnością nie powinniśmy zapominać o chlebie. Jest to zarówno symbol ciała Jezusa (chleb i wino) i podstawowy pokarm człowieka.\n\nCiasto – najlepiej samodzielnie upieczone. Ciasto symbolizuje umiejętności gospodyni. Może to być babka, ale jeżeli chcemy się naprawdę popisać umiejętnościami najlepiej zrobić mazurek i odpowiednio go udekorować.\n\nSól – sól ma znaczenie praktyczne i magiczne. Nadaje potrawom smak, konserwuje. Dawniej służyła też jako środek płatniczy. Co symbolizuje w ludowej magii? Przede wszystkim odganianie sił nieczystych. Być może ze względu na właściwości konserwujące i czyszczące.\n\nChrzan – może symbolizować cierpienie, ale też siłę i krzepę.\n\nPieprz – jego miejsce w koszyku nawiązuje do tradycji żydowskiej Paschy, tzw. gorzkich ziół. Ponieważ święta wielkanocne nawiązują również do historii wyjścia Izraelitów z Egiptu. Pieprz symbolizuje gorzką pracę niewolników w państwie Faraonów.\n\nWoda – jest symbolem chrztu, czystości, uwolnienia od grzechu.\n\nNa koniec warto jeszcze wspomnieć o innych symbolach tego święta. Każdy pamięta o oblewaniu się wodą w lany poniedziałek, ale nie każdy wie, że w poranek wielkanocny używano również kapiszonów. Ich trzaskający dźwięk miał przypominać pękający kamień zasłaniający wnętrze grobu Jezusa. Ponadto w Wielkanoc zapalamy świece, zwane paschałami, a dom można udekorować dodatkowymi zielonymi gałązkami. W niektórych domach rozdaje się też drobne upominki.\n\nZielony koszyczek wielkanocny\n\nZieleń, zwłaszcza z żywych, młodych gałązek jest ważnym elementem wielkanocnej symboliki. Wiemy już, co symbolizuje zieleń. Na pewno koszyk, który będzie ustrojony żywymi gałązkami, zwróci uwagę i dobrze wpisze się w tradycję.\n\nCo będzie potrzebne?\n\nTradycyjny koszyczek wielkanocny, kawałek szerokiej koronki (atłasu, ozdobnego płótna lub białego tiulu), który na długość obejmie koszyk dookoła, zielone gałązki borowiny (można je kupić w sklepach i na straganach w okresie przedświątecznym), potrawy. Opcjonalnie – zielone włókna papierowe lub mech do wyłożenia koszyczka.\n\nWykonanie\n\nDookoła koszyka przyszywamy pas koronki. Wystarczy przymocowanie drobnym ściegiem w kilku miejscach. Jeżeli materiał nie jest zbyt ażurowy lub przezroczysty, to można użyć kleju do tkanin. Koszyk wykładamy zielonym wypełnieniem (włókna, mech). Przy brzegach, od strony wewnętrznej mocujemy (klej lub przyszycie) gałązki borowiny. Na koniec wkładamy potrawy i ustawiamy według upodobania.\n\nBorowinę można zastąpić gałązkami młodej wierzby lub bukszpanu. Unikamy tui, bo jest silnie toksyczna i mogłaby zatruć potrawy.\n\nDalszy ciąg materiału pod wideo\n\nKoszyk wielkanocny cały w kwiatach i wstążkach\n\nZamiast zielonych gałązek dekoracje mogą się składać ze wstążek i kwiatów. Najchętniej stosowanym kolorem jest żółty lub jasnozielony. Co symbolizuje? Oczywiście odradzające się, młode życie. Do dekoracji takiego koszyka najlepiej służą żonkile. Możemy użyć żywych albo sztucznych. Rączkę koszyka przewiążemy wstążką w kolorze ciemnożółtym. Poza tym będziemy potrzebować wypełniacza – może to być włókno papierowe koloru jasnozielonego.\n\nreklama\n\nWykonanie\n\nKoszyk napełniamy włóknem, wstążkę przywiązujemy do rączki (tę czynność można zostawić również na koniec dekorowania). Układamy potrawy w koszyku. Na koniec stroimy wszystko żonkilami, które możemy włożyć między elementy dekoracji lub uformować bukiet w jednym miejscu. Dobrym dopełnieniem dekoracji będzie niewielka palemka wielkanocna.\n\nZamiast przewiązywać pojedynczą kokardą, można użyć wstążki tkaninowej do obwinięcia całej rączki. W tym celu najlepiej umocować ją z jednej strony przeprowadzić owijając na ukos, do drugiego końca rączki i przyszyć lub przykleić.\n\nStara symbolika – nowe pomysły\n\nJeżeli przytłacza nas myśl o wymyślnych dekoracjach i licznych potrawach upychanych w małym koszyczku, to może lepszym pomysłem będzie minimalistyczna święconka wielkanocna. Być może taki koszyk nie będzie za bardzo tradycyjny, ale niewątpliwie wyróżni się spośród innych. Zamiast przejmować się tym, co wkładamy do koszyka wielkanocnego, zastanówmy się, co jest głównym elementem dekoracji wielkanocnej. Pisanki, ewentualnie baranek i palemka lub zwykłe bazie powinny wystarczyć.\n\nKoszyk nie musi mieć rączki. Wypełniamy go włóknem papierowym (opcjonalnie mchem lub watą drewnianą, barwioną na zielono lub żółto). Układamy pisanki, zatykamy kilka gałązek bazi. Do takiego koszyczka możemy włożyć baranka, ale nie jest to konieczne.\n\nTego typu koszyczek wielkanocny jest dobrą alternatywą dla osób, które nie mają czasu lub ochoty na dokładne podążanie za tradycją. Podstawowa, wiosenna symbolika zostaje zachowana. Dekoracje minimalistyczne dają, wbrew pozorom, większe pole do popisu. Skoro koszyczek nie musi być tradycyjny, to można wprowadzić parę elementów indywidualnych.\n\nDodatkowe dekoracje wielkanocne\n\nreklama\n\nJak wspomnieliśmy Wielkanoc to nie tylko czas święconki. Przygotowanie domu na święta może być okazją do udekorowania domu. Wiemy już, co symbolizuje rzeżucha, której nie powinno zabraknąć na świątecznym stole. Ale symbolika może być też delikatnie zaznaczona dzięki użyciu odpowiednich firanek, serwetek, stroików na półkach.\n\nZ pewnością postawienie na stole dzbanka z bukietem żonkili to doskonałe dopełnienie święconki. Ponadto do doniczek z kwiatami można powtykać niewielkie dekoracje z kurczaczkami, piórkami czy drobnymi jajeczkami na drucikach.\n\nPrzygotowanie święconki i dekoracji świątecznych to mnóstwo zabawy. Dom wygląda inaczej. Po prostu czuć, że nadeszły święta, a wraz z nimi wiosna. Mamy nadzieję, że nasze pomysły na koszyczek wielkanocny przydadzą się lub zainspirują do realizacji własnych pomysłów.\n\nAutor: Ludwika Wykurz"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tradycje Wielkiego Tygodnia w różnych częściach świata",
            "link": "https://www.onet.pl/informacje/kai/tradycje-wielkiego-tygodnia-w-roznych-czesciach-swiata/yen7mw5,30bc1058",
            "description": "Dla ok. 1,7 mld katolików i protestantów na świecie w Niedzielę Palmową rozpoczął się Wielki Tydzień. Z tym kulminacyjnym okresem kalendarza liturgicznego w różnych częściach globu związane są rozmait ...",
            "image_url": "https://www.bing.pl/th?id=ODF.oQEErXUwbSaDLEJpiIzpEg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Onet8 godz.",
            "source": "Onet",
            "article_content": "Wielkanoc jest najstarszym i najważniejszym świętem chrześcijańskim. Sobór nicejski w 325 r. ustalił, że obchodzić się ją będzie w pierwszą niedzielę po pierwszej wiosennej pełni Księżyca. Dlatego może ona wypaść w okresie od 22 marca do 25 kwietnia. Prawosławie, w którym Wielkanoc jest nie tylko najważniejszym świętem, ale ma wyjątkową rangę \"święta świąt\" (lub \"święta nad świętami\"), obchodzi ją zwykle nieco później niż chrześcijaństwo zachodnie, choć raz na kilka lat obie daty pokrywają się.\n\nRozbieżności te wynikają z dwóch powodów: po pierwsze, z trzymania się przez większość lokalnych Kościołów prawosławnych (liczbę ich wiernych ocenia się na ok. 300 mln) kalendarza juliańskiego (starego stylu), który \"spóźnia się\" w stosunku do gregoriańskiego o 13 dni i po drugie, z odmiennego liczenia daty Wielkanocy na Wschodzie w stosunku do rachuby zachodniej. W tym roku chrześcijanie różnych Kościołów obchodzą Niedzielę Zmartwychwstania tego samego dnia — 20 kwietnia.\n\nreklama\n\nPodobnie jak w przypadku innych świąt, wiele zwyczajów związanych z Wielkanocą bierze swój początków z tradycji pogańskich. Kolorowo malowane jajka znane były już np. przed pięcioma tysiącami lat w Chinach. Rytuały związane z ogniem występowały w wielu kulturach pierwotnych w związku z nastaniem wiosny lub świętami ku czci zmarłych. We wschodniej tradycji, np. na Białorusi, Ukrainie i w Rosji, znany jest zwyczaj odwiedzania cmentarzy przez całe rodziny. Przy grobach urządza się małe przyjęcia, aby także z przodkami \"podzielić się\" radością ze Zmartwychwstania Pana.\n\nHiszpania\n\nWielki Piątek to główny dzień tradycyjnych obchodów Wielkiego Tygodnia w Hiszpanii. Słynne są procesje w Sewilli. Tuż po północy na ulice miasta wychodzą najważniejsze pochody: Jezusa Wszechmocnego, Matki Bożej Nadziei i Matki Bożej z bazyliki Macarena. Procesje te o świcie wracają do swoich kościołów i kaplic, aby zrobić miejsce kolejnym procesjom. W Sewilli funkcjonują 52 arcybractwa, z których każde przemierza miasto w osobnym pochodzie. Łącznie mają one ok. 100 \"pasos\", czyli scen Męki Pańskiej. Wszystkie \"pasos\", niesione na barkach, wychodzą w procesji w ciągu Wielkiego Tygodnia. W Aragonii śmierć Chrystusa zapowiada tradycyjnie bicie setek bębnów. W niektórych miastach, np. w Kordobie, pali się też tzw. judasze.\n\nBrazylia\n\nUroczyste procesje odbywają się w Wielkim Tygodniu także w Brazylii — w zależności od regionu — między Wielkim Wtorkiem a Wielkim Piątkiem. Mężczyźni wychodzą zazwyczaj z kościoła w jednym punkcie miejscowości i niosą figurę Jezusa dźwigającego krzyż, podczas gdy kobiety rozpoczynają od innej świątyni, podążając za figurą Matki Bożej Bolesnej. W wyznaczonym miejscu, często na głównym placu miasta, dochodzi do \"bolesnego spotkania Matki z Synem\". Tu kapłan wygłasza homilię. Po zakończeniu kazania formuje się jedna wspólna procesja z dwiema figurami, podczas której odprawiane jest nabożeństwo Drogi Krzyżowej.\n\nMisteria Męki Pańskiej odbywają się w różnych częściach kraju. Od 1992 roku w Wielki Piątek grupa teatralna \"Roca Cacacultura\" odgrywa sceny Męki Pańskiej w największej brazylijskiej \"faweli\" – dzielnicy nędzy – Rocinha w Rio de Janeiro. W zeszłym roku przedstawienie obejrzało ok. 10 tys. osób.\n\nBodaj najbardziej znane misterium, wystawiane od ponad czterdziestu lat, jest odgrywane w mieście Nova Jerusalem w stanie Pernambuco. Bierze w nim udział ok. 500 aktorów, w tym znane postaci życia publicznego. W zeszłych latach w rolę Marii Magdaleny wcielała się np. Miss Brazylii Natalia Guimarães. Całe widowisko dzieli się na dziewięć scen rozmieszczonych w różnych punktach miasta, a publiczność przemieszcza się wraz z aktorami. Bierze w nim udział kilkadziesiąt tysięcy osób.\n\nreklama\n\nFilipiny\n\nW wiosce Cutud — 80 km na północ od stolicy Filipin, Manili — żywy jest zwyczaj dobrowolnego ukrzyżowania w Wielki Piątek. Zazwyczaj poddaje się mu kilkanaście osób. Na kilka godzin przed przybiciem do krzyży półnadzy ochotnicy, ubrani w kaptury, biczują się bambusowymi prętami i kijami z powsadzanymi w nie kawałkami szkła. Mimo dużego stopnia grozy atmosfera jest świąteczna – sprzedawane jest piwo, lody, a nawet pamiątkowe bicze. Prominentni goście mogą oglądać ukrzyżowanie ze specjalnych platform widokowych.\n\nOd lat sześćdziesiątych XX wieku misterium w Cutud z miejscowej tradycji stało się atrakcją turystyczną, szeroko opisywaną przez media. Ukrzyżowania zaczęto też urządzać w innych częściach Filipin. Kościół katolicki, którego wyznawcami jest ok. 80 proc. z prawie 90 mln mieszkańców tego kraju, krytykuje tę krwawą tradycję jako wypaczenie wiary.\n\nŚwieca i ogień\n\nSymbolika świecy paschalnej ma bardzo długą tradycję. Znana była ona już w 384 r. we włoskiej Piacenzy. W VII wieku świec paschalnych używano we wszystkich kościołach rzymskich. Z tego samego okresu pochodzą znalezione w Hiszpanii pierwsze świece zdobione krzyżem oraz greckimi literami alfa i omega. W Jerozolimie istniał od bardzo dawna, pielęgnowany do dziś, zwyczaj przekazywania światła świecy paschalnej wszystkim uczestnikom nabożeństwa. Świeca wielkanocna – paschał – symbolizuje Zmartwychwstałego Chrystusa i stanowi znak Jego obecności. Zapalana jest w Wielką Sobotę na rozpoczęcie liturgii Wigilii Paschalnej przy płonącym ognisku, który poświęca celebrans. Wnosi się ją następnie do ciemnego kościoła, śpiewając \"Exsultet\" – pieśń pochwalną I wieku wychwalającą \"magnalia Dei\" – wielkie czyny Boże, których ukoronowaniem jest Zmartwychwstanie.\n\nreklama\n\nW Wielką Sobotę w Austrii, Niemczech i częściowo Szwajcarii istnieje zwyczaj zapalania wieczorem \"ognia wielkanocnego\". Rozpalają go również mieszkańcy Tyrolu, nawet na liczącym 3200 m szczycie Mittagskogel. W Karyntii praktykowany zwyczaj przekazywania \"ognia wielkanocnego\" z domu do domu.\n\nW prawosławiu od wielu wieków istnieje tradycja tzw. cudownego ognia, który w wielkosobotni wieczór zapala w sposób cudowny w jerozolimskiej Bazylice Grobu Pańskiego miejscowy patriarcha. Prawosławni wierzą, że jest to ogień zstępujący z nieba, gdyż nie zapala go nikt z obecnych i dotyczy to jedynie prawosławnych, podczas gdy żaden z innych Kościołów, których wyznawcy mają swe kaplice w tej świątyni (katolicy i ormianie), nie dostępuje tego zaszczytu. Od świecy patriarchy ogień zapalają inni i po chwili pogrążona do tego czasu w ciemnościach bazylika rozświetla się tysiącami świec. Od kilkunastu lat \"cudowny ogień\" jest dostarczany specjalnym samolotem do Moskwy, a stamtąd dostarcza się go w inne miejsca Rosji.\n\nJajko\n\nPo podzieleniu się święconym jajkiem w czasie uroczystego śniadania wielkanocnego, w wielu rejonach Europy, zwłaszcza Zachodniej, istnieje zwyczaj rozbijania jaj monetami, rozbijania jajka o jajko albo o czoło. W Meksyku o głowę tłucze się tzw. carcarones – wysuszone skorupki jaj wypełnione konfetti.\n\nJuż przed pięcioma tysiącami lat Chińczycy dawali kolorowo pomalowane jajka w prezencie u progu wiosny. Jajko było dla nich symbolem płodności, podobnie jak dla Egipcjan i Germanów. Symboliczną rolę odgrywa ono również w judaizmie. Obok specjalnych precli jajka przypominają o cyklicznym i ciągle trwającym charakterze życia.\n\nObdarowywanie czerwonymi kraszankami w Wielkanoc było znane już w pierwszych wiekach chrześcijaństwa w Armenii. Jajka koloru czerwonego, znane do dziś w Kościele prawosławnym, swoją barwą przypominają o żywym, zmartwychwstałym Chrystusie i przelanej przez Niego krwi. Np. w Austrii do I wojny światowej wielkanocne jajka malowano tylko w tym kolorze. Zwyczaj zdobienia jaj różnymi technikami w Kościele zachodnim sięga przełomu XII i XIII wieku.\n\nreklama\n\nDo dziś jeszcze, m.in. na Białorusi, w Słowenii, częściowo też w Austrii i Niemczech zachował się zwyczaj malowania jaj ziołami i pierwszymi pędami zbóż. Na Białorusi i Litwie najbardziej popularną techniką zdobienia jaj jest woskowanie i grawerowanie.\n\nZa czasów cara Aleksandra III (1881-94) w kołach arystokratycznych Rosji pojawiła się moda dawania w prezencie jak z kamieni szlachetnych lub porcelany, bogato zdobionych rubinami, diamentami i innymi kamieniami szlachetnymi. W produkcji tych kosztowności zasłynął nadworny jubiler Peter Karl Fabergé. Na jajkowych cackach umieszczał miniatury np. wiejskiej rezydencji carów lub portret Piotra Wielkiego na koniu. Te niezwykle bogate \"jaja od Fabergé'a\" stały się tak słynne, że zostały wystawione w 1900 roku na Wystawie Światowej w Paryżu. Ostatnio te kunsztowne cacka są znowu bardzo modne. Pierwsze \"współczesne\" jajo Fabergé'a, tzw. jajko pokoju, poświęcono Gorbaczowowi i otrzymał on je w 1991 r.\n\nDo naszych czasów w różnych krajach świata zachowało się tylko 47 jaj tej firmy. Osiągają one zawrotne ceny. Na przykład \"Zimowe jajko\", które w 1913 car Mikołaj II podarował swej matce Marii Fiodorownie, sprzedano w 2002 r. na aukcji w Nowym Jorku za 7,94 mln euro."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak wyglądał Pchli Targ w Chmielnikach koło Bydgoszczy. Zdjęcia i wideo z 12 kwietnia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-wygl%C4%85da%C5%82-pchli-targ-w-chmielnikach-ko%C5%82o-bydgoszczy-zdj%C4%99cia-i-wideo-z-12-kwietnia/ar-AA1CNpuh?ocid=BingNewsVerp",
            "description": "W każdą sobotę o poranku, już od godziny 7:00, malownicze Chmielniki koło Bydgoszczy tętnią życiem. To właśnie tutaj, tuż ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ryDgcbogSfG01ODIkOT%2ftA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bydgoszcz Nasze Miasto on MSN9 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starsze osoby omijają parki i inne fajne miejsca w Bielsku-Białej. Wszystko przez brak toalet",
            "link": "https://bielskobiala.wyborcza.pl/bielskobiala/7,88025,31857196,wiezniowie-toalety-omijaja-parki-i-inne-fajne-miejsca-w-bielsku-bialej.html",
            "description": "Mieszkańcy centrum miasta alarmują, że podczas imprez na placu Wojska Polskiego niektórzy załatwiają potrzeby fizjologiczne na klatkach schodowych okolicznych kamienic. Problemy są także w innych częś ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5Ib1Z0cNkukbos2RNrrZuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Bielsko-Biała.Wyborcza.pl7 godz.",
            "source": "Bielsko-Biała.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Para kupiła opuszczony dom do remontu. \"Jak scena z filmu grozy\"",
            "link": "https://noizz.pl/design/para-kupila-opuszczony-dom-do-remontu-jak-scena-z-filmu-grozy/qjfrbbf",
            "description": "— Szukaliśmy działki pod mały domek rekreacyjny, a zamiast tego znaleźliśmy stary, opuszczony dom, który skradł moje serce — wspomina Magda, która jest kolejną bohaterką cyklu \"Ruinersi\".",
            "image_url": "https://www.bing.pl/th?id=ODF.K7AgqBYCej_x8ju1JTWXrA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Noizz5 godz.",
            "source": "Noizz",
            "article_content": "— Szukaliśmy działki pod mały domek rekreacyjny, a zamiast tego znaleźliśmy stary, opuszczony dom, który skradł moje serce — wspomina Magda, która jest kolejną bohaterką cyklu \"Ruinersi\".\n\n— Nasza pierwsza wizyta w tym domu była typowym urbexem. Drzwi nie były zamknięte na klucz, płot prawie nie istniał, a jedyną prawdziwą przeszkodą były wysokie chwasty, jakby broniące dostępu do budynku — przyznaje Magda\n\n— Nie był nawet na sprzedaż, więc przez lokalnych mieszkańców dowiedzieliśmy się, kto jest właścicielem, a potem przez media społecznościowe dotarliśmy do spadkobierców — dodaje nasza rozmówczyni\n\n— Większość prac remontowych wykonaliśmy sami, z pomocą bliskich znajomych i rodziny. Największym wsparciem był tata, emerytowany budowlaniec, którego wiedza i doświadczenie były dla nas nieocenione, bo sami na początku niewiele wiedzieliśmy — tłumaczy bohaterka cyklu \"Ruinersi\"\n\n— Nie planowaliśmy kupna starego domu, nie planowaliśmy przeprowadzki na wieś, a jednak po niespełna trzech latach remontu spakowaliśmy życie we Wrocławiu i ruszyliśmy 60 km dalej. W naszej wsi nie ma sklepu, ale za to jest spokój, przestrzeń i możliwość skupienia się na tym, co naprawdę ważne — podsumowuje\n\nW ramach cyklu \"Ruinersi\" pokazujemy remonty starych budynków, które cieszą się coraz większą popularnością w Polsce i nie tylko. Dotychczas pisaliśmy w tym kontekście m.in. o domu olenderskim oraz o wyremontowanej oborze. Teraz porozmawialiśmy z Magdą, która wraz z Wojtkiem kupiła pod Wrocławiem stary dom do remontu, a jego metamorfozę pokazuje na Instagramie \"Na ruderce\".\n\nOpuszczony dom do remontu\n\n\"Dotarliśmy do spadkobierców domu przez media społecznościowe\" Foto: Materiały własne bohaterki\n\nDlaczego postanowiliście kupić i wyremontować stary dom?\n\nMagda: Czy czuliście się kiedyś tak, jakbyście znaleźli swoje miejsce na ziemi? Jakbyście po prostu trafili do domu? My tak poczuliśmy, choć zupełnie tego nie planowaliśmy. Szukaliśmy działki pod mały domek rekreacyjny, a zamiast tego znaleźliśmy stary, opuszczony dom, który skradł moje serce. Patrząc na zawilgocone ściany, nie widziałam grzyba i odpadającego tynku, ale piękne cegły. Gdzie inni widzieli przegniłe sufity, ja dostrzegałam mocarne drewniane belki, które były tu już od ponad 70 lat. Oczami duszy widziałam dom pełen rozmów, radości i zapachu kawy.\n\nMusimy się przyznać, że nasza pierwsza wizyta była typowym urbexem – drzwi nie były zamknięte na klucz, płot prawie nie istniał, a jedyną prawdziwą przeszkodą były wysokie chwasty, jakby broniące dostępu do domu. Pierwsze wrażenie? Jak scena z filmu grozy. Na stole wciąż stał talerz po zupie, obok niego przyprawa Maggi, jakby ktoś po prostu nagle wyszedł i już nigdy nie wrócił. Nie był nawet na sprzedaż, więc przez lokalnych mieszkańców dowiedzieliśmy się, kto jest właścicielem, a potem przez media społecznościowe dotarliśmy do spadkobierców. Cała procedura zakupu trwała od maja do listopada, ale warto było czekać. Ten dom nas wybrał i nie dał nam o sobie zapomnieć.\n\n\"Zanim mogliśmy zacząć remont, musieliśmy wywieźć ponad pięć przyczep śmieci\" Foto: Materiały własne bohaterki\n\nW jakim stanie był dom?\n\nKiedy go kupiliśmy, był niezamieszkany od pięciu lat, a co za tym idzie – nieogrzewany. Na szczęście dach był w miarę szczelny, więc woda nie wyrządziła większych szkód. Kanalizacja była jednak niesprawna i nie było doprowadzonej wody, nie licząc tej w piwnicy po kolana. Największą bolączką był brak prądu, kabel do budynku został odcięty. Przez blisko dwa lata remontowaliśmy bez elektryczności, prowadząc wszystkie prace przy użyciu agregatu prądotwórczego, hałaśliwego i mało wygodnego. Zanim mogliśmy zacząć remont, musieliśmy wywieźć ponad pięć przyczep śmieci, w tym niezliczone słoiki, butelki i stare ubrania.\n\n\"Pierwsze wrażenie? Jak scena z filmu grozy\" Foto: Materiały własne bohaterki\n\nCzy nie łatwiej byłoby go zburzyć i postawić nowy?\n\nOczywiście, że byłoby łatwiej, ale czy taniej, tego nie jesteśmy pewni. Dodatkowo my cenimy rzeczy z historią. Może to niepopularne podejście, ale wolimy nadawać nowe życie starym rzeczom, zamiast je niszczyć. W końcu, jak powiedział John Ruskin, \"Stare budynki nie są naszymi własnymi, należą w części do tych, którzy je zbudowali, i w części do tych, którzy przyjdą po nas\". Nasza leśniczówka przez lata była świadkiem życia mieszkańców wsi, a jej mury pamiętają niejedno ważne wydarzenie.\n\nCo więcej, remont był też rozsądnym wyborem. W cenie, za którą nie dostalibyśmy nawet kawalerki we Wrocławiu, kupiliśmy dom na 22-arowej działce. Zachowaliśmy jego pierwotny układ, ale zamurowaliśmy jedne drzwi, żeby uniknąć chodzenia w kółko.\n\n\"Wolimy nadawać nowe życie starym rzeczom, zamiast je niszczyć\" Foto: Materiały własne bohaterki\n\nCzy dużo zrobiliście sami?\n\nWiększość prac remontowych wykonaliśmy sami, z pomocą bliskich znajomych i rodziny. Największym wsparciem był tata – emerytowany budowlaniec, którego wiedza i doświadczenie były dla nas nieocenione, bo sami na początku niewiele wiedzieliśmy. Uczyliśmy się na bieżąco, czytając, oglądając filmy na YouTube i metodą prób oraz błędów zdobywając nowe umiejętności. Teraz sami dzielimy się naszą przygodą na kanale \"Na Ruderce\". Po raz pierwszy w życiu kładliśmy ogrzewanie podłogowe, robiliśmy tynki, wstawialiśmy okna, czyściliśmy cegły itd. Tym, co nam się sprawdziło, było podzielenie remontu na małe kroki.\n\n\"Większość prac remontowych wykonaliśmy sami, z pomocą bliskich znajomych i rodziny\" Foto: Materiały własne bohaterki\n\nKażdy, nawet najmniejszy sukces – jak skucie tynków – napędzał nas do dalszego działania. Każdy weekend przez blisko dwa lata spędzaliśmy w naszej Ruderce. Każda sobota i niedziela była poświęcona naszemu celowi. Jednak nie zawsze tylko pracowaliśmy. Były chwile, gdy potrzebowaliśmy oddechu. Wtedy rozpalaliśmy ognisko, piekliśmy kiełbasę, piliśmy grzane wino podgrzewane na starym piecu i chodziliśmy po działce, planując, gdzie co będzie. To właśnie te momenty pozwalały nam złapać dystans i jeszcze bardziej zakochać się w tym miejscu.\n\n\"Po raz pierwszy w życiu kładliśmy ogrzewanie podłogowe, robiliśmy tynki, wstawialiśmy okna, czyściliśmy cegły itd.\" Foto: Materiały własne bohaterki\n\nJaki jest charakter wnętrza?\n\nChcieliśmy zachować jak najwięcej z dawnych wnętrz, dlatego oprócz starej cegły, odkrytych drewnianych belek, rozkładu pokoi oraz umiejscowienia okien i drzwi, ocaliliśmy również stare meble, które sukcesywnie odnawiamy i wstawiamy do naszej przestrzeni. Zachowaliśmy też oryginalną zastawę, kilka przepięknych kieliszków oraz książki. Dlatego w naszych wnętrzach stoi regał z 1954 r., krzesła z 1948 r., drewniany stół od prababci i mnóstwo dodatków, które są starsze niż my razem wzięci. Uwielbiamy rzeczy z duszą i łączymy je z nowoczesnym designem, bo dom ma być nie tylko piękny, ale przede wszystkim funkcjonalny.\n\nDalsza część wywiadu pod materiałem wideo:\n\nNasze ściany, które samodzielnie pokryliśmy tynkiem cementowo-wapiennym wyrabianym starą metodą w betoniarce podłączonej do agregatu, zdobią pejzaże wyszperane na targach staroci, w antykwariatach i pozyskane od lokalnych mieszkańców. Często widzę skarby tam, gdzie inni widzą śmieci. Dlatego nie wstydzę się przygarnąć spod kontenera krzesła, które tylko czeka, aż trafi na kogoś, kto dostrzeże w nim potencjał. Solidność, historia i piękno nie wychodzą z mody. Wystarczy tylko dać im drugą szansę.\n\n\"Uwielbiamy rzeczy z duszą i łączymy je z nowoczesnym designem\" Foto: Materiały własne bohaterki\n\nIle pieniędzy włożyliście w zakup? Ile kosztował Was remont?\n\nZa kwotę, którą przeznaczyliśmy na zakup domu, działki i jego remont, we Wrocławiu nie kupilibyśmy nawet 50-metrowego mieszkania. Wiemy, bo właśnie z Wrocławia przenieśliśmy się na wieś. Za mniej niż 400 tys. zł mamy coś więcej niż tylko mury – kupiliśmy spokój ducha, bliskość natury i codzienne odwiedziny dzikiej zwierzyny. Mamy zaprzyjaźnione sarny, które urządziły sobie legowisko na naszej działce, a poranna kawa smakuje lepiej, gdy w jej towarzystwie przechadzają się bażanty.\n\nCo więcej, bardzo dużo zaoszczędziliśmy, wykonując większość prac samodzielnie. Nie kupowaliśmy materiałów w pierwszej lepszej hurtowni. Potrafiliśmy szukać okazji w całej Polsce, negocjowaliśmy ceny w lokalnych tartakach, a niektóre perełki odnajdowaliśmy tam, gdzie inni widzieli tylko złom. Sztuka przedsiębiorczości i kombinowania była naszym najlepszym narzędziem! Dzięki temu mogliśmy przeznaczyć nasze mieszkanie we Wrocławiu na przyszłą inwestycję, a na co dzień żyć w miejscu, które stało się naszą ostoją.\n\n\"Za kwotę, którą przeznaczyliśmy na zakup domu, działki i jego remont, we Wrocławiu nie kupilibyśmy nawet 50-metrowego mieszkania\" Foto: Materiały własne bohaterki\n\nJakie są minusy takiej inwestycji?\n\nZ remontem starego domu jest trochę jak z obieraniem cebuli – z każdą nowo odkrywaną warstwą pojawia się więcej łez. Oczywiście żartujemy, ale to trochę śmiech przez łzy. Podczas naszego remontu wielokrotnie zdarzało się, że coś, co na pierwszy rzut oka wyglądało całkiem nieźle, po usunięciu kilku warstw okazywało się spróchniałe i nadawało się jedynie do wymiany.\n\nDrugim minusem może być to, że stary dom ma swoje ograniczenia. Czasem na drodze stoi konserwator, innym razem struktura budynku zwyczajnie nie pozwala na pewne modyfikacje. Tutaj nie ma miejsca na dowolność, trzeba się pogodzić z kompromisami.\n\nWięcej minusów nie widzimy, więc plusy zdecydowanie przeważają szalę w tym pojedynku.\n\n\"Z remontem starego domu jest trochę jak z obieraniem cebuli – z każdą nowo odkrywaną warstwą pojawia się więcej łez\" Foto: Materiały własne bohaterki\n\nCzy macie jakieś uniwersalne rady, które myślą o podobnej inwestycji?\n\nDla wszystkich ruinersów mam trzy rady:\n\nPodzielcie remont na małe kroki. Patrzenie na cały zakres prac może przytłaczać, ale skucie pierwszych tynków, wstawienie pierwszego okna czy oczyszczenie jednej ściany z cegły to sukcesy, które napędzają do działania. Każdy krok przybliża Was do celu.\n\nNegocjujcie, szukajcie i kombinujcie. Materiały budowlane potrafią kosztować fortunę, ale jeśli dobrze poszukasz, czasem nawet na drugim końcu Polski, możesz sporo zaoszczędzić. Lokalne tartaki, składy budowlane czy targi staroci to twoi najlepsi przyjaciele.\n\nNie zapominaj o przyjemności. Remont to maraton, nie sprint. Czasem trzeba odłożyć młotek, rozpalić ognisko, napić się grzanego wina i przypomnieć sobie, po co to wszystko robisz. Twój dom to nie tylko ściany, to historia, emocje i przyszłe wspomnienia. Nie bójcie się próbować. Jeśli my daliśmy radę, to i wy możecie. Po drodze będą trudności, chwile zwątpienia, ale najważniejsze to wierzyć w siebie i pamiętać, że wszystko jest możliwe.\n\n\"Remont nauczył nas wytrwałości i sztuki kompromisu\" Foto: Materiały własne bohaterki\n\nJak ten remont zmienił Wasze życie?\n\n\"Nic, co ma wielką wartość, nie przychodzi łatwo. Praca, wytrwałość i wiara w siebie sprawiają, że niemożliwe staje się możliwe\" – powiedział kiedyś Napoleon Hill. I my się pod tym podpisujemy.\n\nNie planowaliśmy kupna starego domu, nie planowaliśmy przeprowadzki na wieś, a jednak po niespełna trzech latach remontu spakowaliśmy życie we Wrocławiu i ruszyliśmy 60 km dalej, do wsi, którą zamieszkuje mniej ludzi niż cztery bloki na naszej dawnej dzielnicy. Zmiana miejsca wiązała się dla mnie także ze zmianą pracy, a dla nas obojga ze zmianą sposobu myślenia i życia. W naszej wsi nie ma sklepu, nie ma nawet kościoła (a wiadomo, że to wyznacznik statusu mieściny), ale za to jest spokój, przestrzeń i możliwość skupienia się na tym, co naprawdę ważne.\n\nRemont nauczył nas wytrwałości, sztuki kompromisu i tego, że czasem trzeba umieć poprosić o pomoc. Nauczył nas także, że życie na wsi wyznaczają pory roku. Mieszkamy wśród pól, gdzie rolnicy nadal uprawiają ziemię. Wiemy, kiedy będą żniwa i kiedy się zakurzy, ale lubimy to obserwować. Tu ludzie sobie pomagają, a my jesteśmy już częścią tej układanki. Może nie planowaliśmy tego życia, ale nie zamienilibyśmy go na żadne inne.\n\n\"W naszej wsi nie ma sklepu, ale za to jest spokój\" Foto: Materiały własne bohaterki\n\nCzy chcecie tam zostać na stałe?\n\nW naszej ruderce mieszkamy od 8 kwietnia 2023 r., rozpoczęliśmy z przytupem od zorganizowania świąt wielkanocnych dla naszych rodzin. Ponad 20 osób zmieściliśmy w naszym salonie, stoły i krzesła wypożyczyliśmy z wiejskiej świetlicy, jaja były od lokalnych szczęśliwych kurek, a nam uśmiech nie znikał z buzi, kiedy widzieliśmy, jak z gruzu dzięki naszej pracy powstał wspaniały dom. To był piękny początek dla nas i naszego starego domu na wsi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmarki wielkanocne warszawa",
            "link": "https://warszawa.naszemiasto.pl/tag/jarmarki-wielkanocne-warszawa",
            "description": "Dziś, w Niedzielę Palmową 13 kwietnia 2025, na placu przed Klasztorem oo. Dominikanów w Warszawie odbywa się Charytatywny Jarmark Wielkanocny. Na straganach... Jarmark Wielkanocny na Rynku Nowego Mias ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto7 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nasze Książki // TOM XVIII",
            "link": "https://www.gry-online.pl/forum/nasze-ksiazki-tom-xviii/z0c97724",
            "description": "KSIĄŻKA I EBOOK. Witam w osiemnastej części karczmy pod tytułem \"Nasze Książki\", gdzie spora rzesza czytelników może nie tylko pochwalić się swoimi kolekcjami, ale i porozmawiać na temat samych książe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "GRY-OnLine.pl18 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "1.0\n\nCartoons\n\nWow, obadałam przykrótkie opisy, czekam na recenzję, lektura brzmi co najmniej obiecująco, Wokulski, Tesla, Einstein? Czuję, że będę lubić mocno. :)\n\n/tzn. mam nadzieję, że Wokulski jest zupełnie inny, bo \"Lalką\" szczerze pogardzam../\n\nJestem co prawda w połowie \"lektury\" dopiero, ale już jestem przekonana, że moja nota ostateczna się nie zmieni. No chyba, że na gorsze. Pozwolę sobie na szeroki upust frustracji.\n\nTzn. wiem, że wy wszyscy zupełnie nie w tym klimacie /no, może Mutant jest takim trochę zboczeńcem pod tym względem ;)/, ale to tak na przyszłość w ramach ostrzeżenia.. Gdyby wasza dziewczyna/narzeczona/żona miała w rękach tę książkę - błagam, wyzwólcie kobietę. Nie dajcie jej cierpieć. Spalcie cholerstwo /znaczy książkę, nie kobietę ;)/.\n\nWszystkie odcienie czerni - Ilona Felicjańska\n\nAlert nr 1 - autorka. Nazwisko, z racji pochodzenia, bardzo mi bliskie, ale pani Ilona popełniając swą zbrodnię na literaturze udowadnia, że nie wszystkie bełchatowianki są fajne. :P Jak wieku i urody nie starcza, żeby pozostać modelką, a nadal ma się pragnienie bycia celebrytką, trzeba postawić na jakąś inną dziedzinę sztuki. Pani Ilona postawiła na literaturę i to był zabójczy cios w literackie serce.\n\nAlert nr 2 - na okładce zachwyca się kunsztem pani Ilony pani Dorota Wellman, gwiazda TVN Style. /TVN Style to jest taka telewizja... hmm... powiedzmy, takie programy śniadaniowe dla kur domowych w wersji hajlajf/. Czułam, że to nie może skończyć się dobrze.\n\nGwódź programu.\n\nZgadnijcie, o czym jest książka i dlaczego już sam tytuł niesie skojarzenia z \"50 shades of Grey\". \"Wyuzdany thriller erotyczny\", tyle że w wersji milion razy gorszej, niż anglojęzyczny oryginał. W tym \"dziele\" leży absolutnie wszystko. Poczynając od fabuły, której nie ma - ot, jakieś tam wspomnienia zdradliwej suki i z dupy wyjęty motyw przewodni, poprzez konstrukcję /zupełnie nieczytelną/, liczne nawiązania do współczesnej literatury i filmu /Felicjańska za wszelką cenę chce pokazać, jaka jest obyta, oczytana, jak bardzo \"na salonach\"/, na warsztacie i języku kończąc. Zero talentu, zero w ogóle jakiegokolwiek gustu, smaku - w zasadzie przeczytanie tej książki grozi trwałą awersją do seksu. A już totalne LMAO zaliczyłam przy takich kwiatkach, jak twierdzenia autorki /pardon, narratorki, ale to chyba na jedno i to samo/, że literatura współczesna cierpi na grafomanię. ORLY.\n\nFabuła, jak wspominałam, żadna, warsztat żenujący, postacie bez charakteru, na każdej stronie galopujący narcyzm, megalomania /nie wiem, czy tylko bohaterów, czy również autorki/, no i seks, seks, seks. Mimo wszystko, w 50 twarzach Greya ten seks miał jakiegoś rodzaju.. artyzm. Tutaj mamy tylko tanią pornografię, silącą się nieudolnie na bycie czymś więcej.\n\nMatkoicórko, co za gówno.\n\nSzanuję literaturę. Kocham literaturę. Wydawało mi się, że każda książka zasługuje na 3/10 od startu, definicyjnie, za sam fakt bycia jakąkolwiek literaturą. Zrewidowałam poglądy.\n\nZ ciekawości zerknęłam sobie na opinie na lubimyczytać, odetchnęłam z ulgą - nie jestem w tym miejscu sama.\n\nNadejszła wiekopomna chwila, oceniam:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bezcenne relikty ujrzały światło dzienne. Wydobyto fragmenty przedwojennej synagogi. Teraz zostaną szczegółowo przebadane",
            "link": "https://www.msn.com/pl-pl/news/other/bezcenne-relikty-ujrza%C5%82y-%C5%9Bwiat%C5%82o-dzienne-wydobyto-fragmenty-przedwojennej-synagogi-teraz-zostan%C4%85-szczeg%C3%B3%C5%82owo-przebadane/ar-AA1CWySB?ocid=BingNewsVerp",
            "description": "Ruiny dawnej synagogi Goldbergów zostały odkryte w lipcu ubiegłego roku. W październiku natomiast rozpoczęto badania archeologiczne, które już na wstępie ujawniły bezcenne relikty. Teraz fragmenty ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN8 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielkanoc u Martyniuków. Tak wyglądają ich święta: pachnie cały dom i tak musi być",
            "link": "https://www.msn.com/pl-pl/rozrywka/gwiazdy/wielkanoc-u-martyniuk%C3%B3w-tak-wygl%C4%85daj%C4%85-ich-%C5%9Bwi%C4%99ta-pachnie-ca%C5%82y-dom-i-tak-musi-by%C4%87/ar-AA1CXPLT?ocid=BingNewsVerp",
            "description": "Święta wielkanocne to dla Zenona Martyniuka nie tylko czas duchowej refleksji, ale przede wszystkim rodzinnego ciepła, wspólnych spotkań i kultywowania tradycji. W rozmowie z Plejadą \"król disco polo\" ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7fzM0YWOPoPSDJAsoH5EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Plejada on MSN2 godz.",
            "source": "Plejada on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stonehenge obok Torunia? Archeolodzy wiedzą nieco więcej o rondelu z Tylic",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/stonehenge-obok-torunia-archeolodzy-wiedz%C4%85-nieco-wi%C4%99cej-o-rondelu-z-tylic/ar-AA1CWUGu?ocid=BingNewsVerp",
            "description": "Archeolodzy z Uniwersytetu Mikołaja Kopernika w Toruniu kontynuują badania w Tylicach w gminie Łysomice. Właśnie ustalili, ile bram miał odkryty tam rondel.",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński on MSN6 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bombowiec B‑1B Lancer. Naddźwiękowy cud zimnej wojny nadal niezastąpiony",
            "link": "https://tech.wp.pl/bombowiec-b-1b-lancer-naddzwiekowy-cud-zimnej-wojny-nadal-niezastapiony,7146408768416736a",
            "description": "Pentagon planuje wycofanie floty bombowców strategicznych B-1B Lancer. Maszyna o zmiennej geometrii skrzydeł to ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "WP Tech2 godz.",
            "source": "WP Tech",
            "article_content": "Pentagon planuje wycofanie floty bombowców strategicznych B-1B Lancer. Maszyny o zmiennej geometrii skrzydeł to najpotężniejsze bombowce amerykańskich sił powietrznych, o unikalnych możliwościach i największym udźwigu. Gdy zostaną wycofane, nie będzie czym ich zastąpić.\n\nAmerykańskie siły bombowe mają w niedalekiej przyszłości stać się nietypowym połączeniem zabytków techniki i supernowoczesnego sprzętu. Zgodnie z aktualnymi planami, w połowie lat 30. XXI wieku tamtejsze lotnictwo strategiczne mają tworzyć dwa – zamiast obecnych czterech - typy maszyn.\n\nBędą to supernowoczesne, zaliczane do 6. generacji samoloty bombowe o ograniczonej wykrywalności B-21 Raider (oblot w 2023 r.) i zabytki techniki lotniczej w postaci bombowców B-52 Stratofortress, których pierwszy egzemplarz wzniósł się w powietrze w 1952 r.\n\nDalsza część artykułu pod materiałem wideo\n\nWIDEO\n\nCzy warto kupić statyw Ulanzi Fotopro F38 Quick Release Video Travel Tripod 3318?\n\nCięcia budżetowe sprawią, że na emeryturę trafią ikoniczne \"Duchy\" – bombowce B-2 Spirit, a także relikty zimnej wojny w postaci bombowców B-1B Lancer, znanych także pod nazwą Bone (od angielskiego b-one). O ile samoloty B-2 zostaną zastąpione przez B-21, to wycofanie B-1B stworzy w zdolnościach amerykańskiego lotnictwa lukę, której nie będzie czym wypełnić.\n\nCo sprawia, że zaprojektowany w odległych czasach B-1B pozostaje tak ważną i cenną maszyną w arsenale Pentagonu?\n\nPorzucony program B-1A\n\nB-1B Lancer powstawał długo i dwuetapowo. Jego protoplastą był bombowiec B-1A, zaprojektowany w połowie lat 60. XX wieku do atakowania celów w głębi Związku Radzieckiego. W tym celu maszyna miała rozwijać wysoką prędkość naddźwiękową, rzędu Mach 2,5, a także mieć zdolność do szybkiego lotu na małej wysokości. Miało to opóźnić wykrycie samolotu i zwiększyć jego szanse na przetrwanie we wrogiej przestrzeni powietrznej.\n\nPrototyp B-1A © Domena publiczna\n\nChoć powstały cztery prototypy, program rozwoju bombowca B-1A został w latach 70. przerwany, a jedną z przyczyn było opracowanie przez ZSRR myśliwca MiG-25. Samolot ten mógł nie tylko latać bardzo szybko, ale także dysponował radarem, zdolnym do wykrycia celów poruszających się na tle ziemi – tak, jak miałby to robić B-1A.\n\nJednocześnie rolę, którą miały pełnić nowe bombowce, w dużej części przejęły coraz doskonalsze pociski manewrujące. W rezultacie maszyna o zaprojektowanej charakterystyce przestała być potrzebna.\n\nB-1B miał zastąpić B-52\n\nNa początku lat 80. amerykańskie lotnictwo wojskowe potrzebowało innego samolotu - poszukiwało następcy dla bombowców B-52. Ze względu na napięty harmonogram postanowiono wykorzystać w tym celu już opracowaną, istniejącą konstrukcję B-1A, którą poddano poważnym modyfikacjom.\n\nStary B-52 pozostanie w służbie dłużej niż znacznie nowocześniejszy B-2 Spirit © Domena publiczna | Samuel E. Rogers, SSgt , USAF\n\nNowa maszyna miała być samolotem \"pomostowym\" – wypełnić lukę po, jak zakładano, niebawem wycofanych B-52 do czasu, aż do służby wejdzie znaczna liczba przyszłościowych bombowców B-2.\n\nJak dziś wiemy, ani jedno, ani drugie nigdy się nie wydarzyło. Samoloty B-52 latają do tej pory i latać będą jeszcze przez dziesięciolecia (choć za sprawą modernizacji niewiele – poza wyglądem – łączy ich z protoplastami oblatanymi ponad 70 lat temu), a do zakończenia produkcji w 2000 roku wyprodukowano zaledwie 21 bombowców B-2.\n\nZ tego powodu samoloty B-1B musiały kontynuować swoją służbę znacznie dłużej, niż to pierwotnie zakładano. Okazały się przy tym udaną i bardzo przydatną maszyną.\n\nSamolot inny niż wszystkie\n\nB-1B nie przypomina budowanych wcześniej bombowców. To samolot o zmiennej geometrii skrzydeł, pozwalającej optymalizować ich położenie zarówno do powolnego, jak i szybkiego lotu. Wyróżnia się opływowym, dopracowanym aerodynamicznie płatowcem z aluminium i tytanu, a czteroosobowa załoga ma zapewnione wyjątkowo komfortowe warunki pracy.\n\nSamoloty B-1B Lancer © Domena publiczna\n\nJest to pochodną faktu, że cała kabina jest zarazem kapsułą ewakuacyjną – w przypadku zagrożenia załoga B-1B nie opuszcza samolotu na fotelach wyrzucanych, ale odstrzeliwuje od płatowca całą kabinę załogi, która następnie opada na spadochronie na ziemię. Dzięki temu w czasie wykonywania zadania załoga nie musi mieć założonych masek tlenowych.\n\nNajpotężniejszy bombowiec USAF\n\nB-1B jest obecnie bombowcem o największym udźwigu – maszyna może przenosić ładunek o masie do 34 ton, górując pod tym względem nawet nad ikonicznym B-52 (31,5 t) , a także nad B-2 czy B-21 (ok. 22 t).\n\nZapewnia także Stanom Zjednoczonym nieporównywalne z żadną inną bronią możliwości wykonywania szybkich uderzeń na dowolnie zlokalizowane na planecie cele bez potrzeby międzylądowania. B-1B startują i lądują z terenu Stanów Zjednoczonych, osiągając rejon celu szybciej od bombowców B-2 czy B-52, i przenosząc większy od nich ładunek.\n\nO wyjątkowej roli B-1B świadczą statystyki – choć maszyny te wykonały zaledwie dwa proc. spośród wszystkich lotów bojowych nad Afganistanem, odpowiadały za 40 proc. zrzuconych bomb i broni precyzyjnej wystrzelonej na pozycje wroga.\n\nPrzewaga B-1B dotyczy nie tylko masy, ale także liczby jednostek uzbrojenia. Przykładem są pociski JASSM – gdy B-2 przenosi 16 sztuk, B-52 8 (i opcjonalnie do 12 na zewnętrznych zaczepach, co zwiększa opór aerodynamiczny), B-1B może w wewnętrznych komorach przenieść 24 takie pociski (a prowadzone są prace rozwojowe, by zwiększyć tę liczbę do 36).\n\nB-1B widziany od tyłu © AF.mil\n\nB-1B jest także kluczową platformą do testowania opracowywanej, amerykańskiej broni hipersonicznej i – w przeciwieństwie do innych bombowców – jest już zintegrowany z pociskami przeciwokrętowymi dalekiego zasięgu LRASM, czyli ważnym atutem w ewentualnym starciu z chińską flotą.\n\nNie ma czym zastąpić B-1B\n\nPentagon wielokrotnie deklarował zamiar wycofania samolotów B-1B i wielokrotnie zmieniał zarówno swoje plany, jak i harmonogram takich działań. Obecny przewiduje, że ikoniczne bombowce zostaną wycofane do roku 2036, jednak proces ten ma rozpocząć się znacznie wcześniej, jeszcze w roku 2026.\n\nBombowiec B-1B Lancer © Domena publiczna\n\nBudzi to niepokój amerykańskich komentatorów, którzy zwracają uwagę, że wycofanie B-1B spowoduje powstanie w zdolnościach amerykańskiego lotnictwa bombowego poważnej luki. Częściowo uzupełni ją nowatorski B-21 Raider, jednak jest to następca przede wszystkim starszych bombowców stealth B-2 Spirit, a nie B-1B o zupełnie innej charakterystyce i możliwościach.\n\nKrytyce poddany jest także plan, by docelowo amerykańskie strategiczne lotnictwo bombowe liczyło zaledwie 175 samolotów B-52 i B-21. Liczba ta jest uznawana za dalece niewystarczającą w przypadku zaangażowania amerykańskich sił w duży, pełnoskalowy konflikt.\n\nŁukasz Michalik, dziennikarz Wirtualnej Polski"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 6 km od Kołobrzegu. Urokliwe trasy na weekend 19 - 20 kwietnia",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-spacer-do-6-km-od-kolobrzegu-urokliwe-trasy-na-weekend-19-20-kwietnia/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 19 kwietnia w Kołobrzegu ma być 18°C. Prawdopodobieństwo wystąpienia deszczu wynosi 27%. W niedzielę 20 kwietnia w Kołobrzegu ma być 15°C ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przemytnicy ukryli cenne przedmioty w drewnianej skrzyni. Cenne zabytki bez zezwoleń próbowali wywieźć do Chin",
            "link": "https://www.msn.com/pl-pl/news/other/przemytnicy-ukryli-cenne-przedmioty-w-drewnianej-skrzyni-cenne-zabytki-bez-zezwole%C5%84-pr%C3%B3bowali-wywie%C5%BA%C4%87-do-chin/ar-AA1CWqIj?ocid=BingNewsVerp",
            "description": "Całą sprawa ma jeszcze inny ciekawy wątek. Jest podejrzenie, że ujawnione przedmioty mogą pochodzić z Rosji. Dlatego sprawa może nosić znamiona naruszenia ustawy sankcyjnej, regulującej obrót towarami ...",
            "image_url": "https://www.bing.pl/th?id=ODF.HjClkBco3nIXj5Su8fjgAg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Polski on MSN7 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle aktualnie kosztują takie wiekowe starocie. Zobaczcie ceny poszukiwanych antyków [15.04.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/tyle-aktualnie-kosztuj%C4%85-takie-wiekowe-starocie-zobaczcie-ceny-poszukiwanych-antyk%C3%B3w-15042025/ar-AA1CXIBD?ocid=BingNewsVerp",
            "description": "Meble – szczególnie drewniane komody, sekretarzyki, witryny i stoły w stylu barokowym, rokoko czy art déco. Obecnie płaci się od 3 000 zł za klasyczną komodę po 50 000 zł za rzeźbione meble z epoki ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska on MSN2 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Małopolskie: Próba wywiezienia XIX-wiecznych fotografii",
            "link": "https://www.wnp.pl/polityka-i-sondaze/wydarzenia/malopolskie-proba-wywiezienia-xix-wiecznych-fotografii,934529.html",
            "description": "Próbę wywozu z Polski zabytkowych fotografii z XIX wieku udaremnili funkcjonariusze z Małopolskiego Urzędu Celno-Skarbowego. Przedmioty miały trafić do Hongkongu, ale ich posiadacz nie miał wymaganych ...",
            "image_url": "https://www.bing.pl/th?id=ODF._Mq01l6K53M6RRRbhi2_cw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "wnp.pl7 godz.",
            "source": "wnp.pl",
            "article_content": "Próbę wywozu z Polski zabytkowych fotografii z XIX wieku udaremnili funkcjonariusze z Małopolskiego Urzędu Celno-Skarbowego. Przedmioty miały trafić do Hongkongu, ale ich posiadacz nie miał wymaganych zezwoleń na eksport. Ich wartość oszacowano na kilkaset tysięcy zł.\n\nReklama\n\nOficer prasowy Małopolskiego Urzędu Celno-Skarbowego Robert Szewczyk poinformował we wtorek, że próbę wywozu dóbr kultury odkryli funkcjonariusze z Tarnowa podczas rutynowej kontroli drogowej. W jednym z zatrzymanych samochodów odkryli drewnianą skrzynię, w której znaleźli album zawierający 29 zdjęć datowanych na 1866 rok, cztery ramki ze zdjęciami stereoskopowymi oraz fotografię w oprawie o wymiarach 50x60 cm.\n\n\"Towary miały trafić do Hongkongu, jednak kierowca nie miał wymaganych zezwoleń na eksport, co wskazuje na próbę nielegalnego wywozu dóbr kultury\" - wskazał przedstawiciel administracji skarbowej.\n\nZdaniem funkcjonariuszy, zatrzymane przedmioty mogą stanowić dobro kultury o znacznej wartości historycznej i materialnej - co najmniej kilkaset tysięcy złotych. Dodatkowo, ze względu na podejrzenie, że przedmioty mogą pochodzić z Rosji, sprawa może nosić znamiona naruszenia ustawy sankcyjnej, regulującej obrót towarami z państw objętych sankcjami międzynarodowymi.\n\nWedług Szewczyka, obecnie trwają dalsze czynności wyjaśniające, w tym ekspertyzy mające na celu potwierdzenie pochodzenia i wartości historycznej ujawnionych przedmiotów.\n\nNie przegap najważniejszych wiadomości Obserwuj nas w Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne zdjęcia z 1866 roku znalezione w bagażu. Miały trafić do Hongkongu",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,31859134,cenne-zdjecia-z-1866-roku-znalezione-w-bagazu-mialy-trafic.html",
            "description": "Podczas rutynowej kontroli drogowej funkcjonariusze Krajowej Administracji Skarbowej z Tarnowa znaleźli w pojeździe drewnianą skrzynię, a w niej - cenne zdjęcia. Ich szacowana wartość to co najmniej k ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lt9lNfFTEywDvo2PyABvgA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków.Wyborcza.pl1 godz.",
            "source": "Kraków.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polak prowadzi poszukiwania skarbów w Anglii. \"Są ludzie, którzy z tego żyją\"",
            "link": "https://www.o2.pl/biznes/polak-prowadzi-poszukiwania-skarbow-w-anglii-sa-ludzie-ktorzy-z-tego-zyja-7146344085441472a",
            "description": "Adam Brzozowski od kilku lat prowadzi poszukiwania skarbów w Anglii. Ostatnim jego wyjątkowym znaleziskiem był miecz z brązu datowany na 800 r. p.n.e. Polak podkreśla, że w kwestii poszukiwań \"państwo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.GhWejP0dMFTzOkSqze5iTA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "o22 godz.",
            "source": "o2",
            "article_content": "Adam Brzozowski, znany jako \"Odyn\" prowadzący kanał na YouTube, od 11 lat zajmuje się poszukiwaniem skarbów. W ostatnim czasie skupił się na znaleziskach na Wyspach. - Od sześciu lat prowadzę poszukiwania w Anglii, głównie na największym stanowisku archeologicznym w Londynie, czyli na Tamizie - opowiada Polak.\n\nJeżdżę do Anglii, żeby realizować swoją pasję legalnie, gdyż w Polsce prowadząc poszukiwania zabytków na zgodach konserwatorskich, nie ma możliwości posiadania zabytków, które się znajduje - tłumaczy nasz rozmówca.\n\nNa początku kwietnia br. o Polaku zrobiło się głośno za sprawą wyjątkowego znaleziska, odkrytego nad Tamizą. Był to miecz z brązu z 800 r. p.n.e., który można już podziwiać na wystawie Secret of the Thames w Canary Wharf w London Museum of Dockland. Adam Brzozowski nie sprzedał go placówce, wystarczy mu, że jego nazwisko znajduje się w opisie znaleziska w muzeum.\n\nDalsza część artykułu pod materiałem wideo\n\nZobacz także: Karabin automatyczny z II wojny światowej. Niezwykłe znalezisko w lesie w Dolnośląskim\n\nJa żadnego znaleziska nigdy nie sprzedałem. Albo oddałem archeologom i konserwatorom, albo mam na własność z Anglii. Ja to wszystko kolekcjonuję - podkreśla poszukiwacz skarbów.\n\n- Moim konikiem w tym hobby są emocje, które pojawiają się w momencie znalezienia przedmiotów, o których wcześniej się czytało. Uwielbiam patrzeć później na moją gablotkę z tymi przedmiotami, bo pamiętam silne emocje, które się pojawiły w momencie ich znalezienia - tłumaczy \"Odyn\" w rozmowie z o2.pl.\n\nAdam Brzozowski nie ukrywa, że w Anglii poszukiwanie skarbów jest łatwiejsze i systemowo lepiej rozwiązane niż w Polsce.\n\nPaństwo brytyjskie zdecydowanie bardziej ufa obywatelom. Ba, nawet ludziom przyjezdnym z obcych krajów, takim jak ja. Aby obcokrajowiec mógł poszukiwać w Anglii, wystarczy mu zgoda od właściciela terenu bądź od króla - podkreśla \"Odyn\".\n\nAdam “Odyn” Brzozowski podczas poszukiwań. (Adam “Odyn” Brzozowski)\n\nCzym zajmował się wcześniej Brzozowski?\n\nPracowałem w hucie ołowiu i w wolnych chwilach nagrywałem filmiki z poszukiwań pierścionków na Śląsku. Aktualnie kanał na YT poszedł tak mocno, że mieszkam w kamperze i jeżdżę po świecie, szukam skarbów i zarabiam pieniądze, tworząc filmy z moich poszukiwań. Ponadto z bratem prowadzimy sklep z detektorami i serwis kamperów. I do tego masa innych dodatkowych zajęć, w tym płatne współprace z archeologami. Zatrudniają mnie do namierzania obiektów w wykopach i w hałdach - wyznał \"Odyn\".\n\nJak się okazuje, by prowadzić poszukiwania na Tamizie, wystarczy wykupić pozwolenie, które kosztuje 96 funtów, czyli około 500 złotych. To upoważnia do poszukiwań na trzy lata. - Abym mógł wywieźć przedmioty znalezione w Anglii, muszę je zarejestrować u lokalnego archeologa bądź w muzeum, aby informacja o znalezionych zabytkach i miejscu ich znalezienia nie umknęła naukowcom. Po rejestracji wystarczy wystąpić o licencję eksportową. Po tych czynnościach przedmioty są moje i mogę je nawet sprzedać, czego nie robię - wyjaśnia.\n\nMimo że nasz rozmówca nie handluje znaleziskami, to przyznaje, że można na tym sporo zarobić. - W Anglii są ludzie, którzy z tego żyją, bo naprawdę można trafić na skarby warte kilka milionów funtów - podkreśla Polak.\n\nJak mówi nasz rozmówca, w Polsce poszukiwacze skarbów nie są tak doceniani, jak na Wyspach Brytyjskich.\n\n\"Odyn\": W Polsce traktują poszukiwaczy jak \"hieny cmentarne\"\n\n- W Polsce znalazłem tysiące zabytków podczas realizowania zwykłych poszukiwań na moich zgodach na poszukiwania od konserwatorów, jak i uczestnicząc w badaniach archeologicznych. O większości rzeczy, które znalazłem podczas tych poszukiwań, nie mam informacji zwrotnej. Nie wiem, czy te przedmioty zostały gdzieś wystawione np. w muzeum, czy ktoś je sprzedał, zepsuł, schował, czy zasiliły czyjąś kolekcję - tłumaczy.\n\nJesteśmy [poszukiwacze skarbów - red.] w Polsce traktowani strasznie po macoszemu. Duża część archeologów traktuje poszukiwaczy jak \"hieny cmentarne\" - ubolewa Polak.\n\nTrwa ładowanie wpisu: facebook ROZWIŃ\n\nNa przeszkodzie poszukiwaczom skarbów często stają konserwatorzy zabytków i pozwolenia.\n\n- Żeby uzyskać zgody od konserwatorów, czekamy nawet po 5-6 lat. (...) Jest jakaś niechęć do poszukiwaczy ze strony archeologów, oczywiście nie wszystkich. Z wieloma archeologami-pasjonatami współpracujemy i oni dostrzegają nasz wkład - mówi nasz rozmówca.\n\nW Polsce, jeżeli ktoś znajdzie jakiś przedmiot i próbuje go wycenić (np. znalezioną monetę), to przyczepia się takiej osobie łatkę \"hieny\" - ujawnia.\n\n- W Anglii natomiast systemowo jest to rozwiązane tak, że w momencie rejestracji tych znalezisk archeolog dopytuje i sam próbuje wycenić te znaleziska. Jest to po prostu normalne, że ludzie to wyceniają i potem tym handlują. Państwo ma prawo pierwokupu przedmiotów znalezionych przez poszukiwaczy w momencie, w którym zostaną one zakwalifikowane jako skarb. Jest jasna definicja tego skarbu z klauzulą czasu - dodaje.\n\nDlatego ważne jest, żeby to po znalezieniu zarejestrować, dokładnie namierzyć lokalizację znaleziska i dać to archeologowi do opisu i wykonania zdjęć które później są zamieszczane do bazy zabytków znalezionych w Anglii - tłumaczy \"Odyn\".\n\nTrwa ładowanie wpisu: facebook ROZWIŃ\n\nEdyta Tomaszewska, dziennikarka o2.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 KWIETNIA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-04-15,6,day.html",
            "description": "Stała ekspozycja w Pałacu Muzeum Książąt Czartoryskich prezentuje najcenniejszą w Polsce i jedną z najcenniejszych kolekcji sztuki w Europie. Na wystawie znalazły się nie tylko arcydzieła światowego m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków18 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spacery i zwiedzanie Spektakle taneczne Akcje czytelnicze Muzyka rozrywkowa Festiwale Wystawy czasowe Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne Festiwale muzyczne W gminach Metropolii Kabaret Festiwale literackie Festiwale i przeglądy filmowe Inne przedstawienia Inne koncerty Pozostałe Dziecięce różności Spotkania i slajdowiska Wydarzenia sportowe Muzyka klubowa Cykle filmowe Widowiska plenerowe i happeningi Pokazy filmowe Wystawy stałe Spotkania i wykłady literackie Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie w Otwocku",
            "link": "https://warszawa.naszemiasto.pl/tag/odkrycie-w-otwocku",
            "description": "Do rejestru zabytków województwa mazowieckiego trafiły dwa kolejne obiekty znajdujące się w Otwocku. Chodzi o „Willę Chojnatka' oraz budynek do badań... Mazowiecki Wojewódzki Konserwator Zabytków, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Warszawa Nasze Miasto8 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w Małopolsce. Królewskie denary sprzed 600 lat",
            "link": "https://wiadomosci.wp.pl/niezwykle-odkrycie-w-malopolsce-krolewskie-denary-sprzed-600-lat-7146348294708192a",
            "description": "W małopolskim lesie koło Bochni odkryto ceramiczne naczynie pełne srebrnych denarów Kazimierza Jagiellończyka. Monety ...",
            "image_url": "https://www.bing.pl/th?id=ODF.fb36SL_7Rxm5XapIe8o-YQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Wiadomości6 godz.",
            "source": "WP Wiadomości",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.Szczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    }
]