[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blanka Lipińska pokazała efekty remontu hiszpańskiej willi! Starocie zamieniła w rustykalne gniazdko (FOTO)",
            "link": "https://www.kozaczek.pl/galeria/blanka-lipinska-pokazala-efekty-remontu-hiszpanskiej-willi-starocie-zamienila-w-rustykalne-gniazdko-foto/",
            "description": "Blanka Lipińska znana jako autorka najpopularniejszych erotyków z serii „365 dni' jakiś czas temu zainwestowała w 40-letnią ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9wU9gv0-OBxPohO0YXdwKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kozaczek10 godz.",
            "source": "Kozaczek",
            "article_content": "Metamorfoza hiszpańskiej willi Blanki Lipińskiej\n\nBlanka Lipińska znana jako autorka najpopularniejszych erotyków z serii „365 dni” jakiś czas temu zainwestowała w 40-letnią willę pod Malagą o powierzchni 200 metrów kwadratowych. Pisarka wraz ze swoim partnerem i małą ekipą remontową przekształciła ją w wakacyjny i zimowy azyl.\n\nPo żmudnych i ciężkich miesiącach remontów wreszcie pokazała efekt finalny, który przeszedł chyba najśmielsze oczekiwania. Jak widać, rezydencja posiada teraz jasną i przestronną przestrzeń zaaranżowaną w stylu boho czy rustykalnym. W salonie dominuje beż i biel, oraz drewniane dodatki, co nawiązuje do natury."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marcin Śliwa, burmistrz Kęt, o nowym lokalu komunalnym: - Lepiej postawić nowy blok, niż „pudrować' starocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/marcin-%C5%9Bliwa-burmistrz-k%C4%99t-o-nowym-lokalu-komunalnym-lepiej-postawi%C4%87-nowy-blok-ni%C5%BC-pudrowa%C4%87-starocie/ar-AA1L6z3E?ocid=BingNewsVerp",
            "description": "Budowa bloku komunalnego w Kętach jest na finiszu. Jego przekazanie do użytku ma nastąpić na początku 2026 roku. Przygotowano ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.P0m0tiDblWIhyzXsUtGk5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Oświęcim Nasze Miasto on MSN1 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda przy Andersa przyciągnęła w niedzielę tych, których interesują auta albo chcą kupić warzywa i różne starocie",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/gie%C5%82da-przy-andersa-przyci%C4%85gn%C4%99%C5%82a-w-niedziel%C4%99-tych-kt%C3%B3rych-interesuj%C4%85-auta-albo-chc%C4%85-kupi%C4%87-warzywa-i-r%C3%B3%C5%BCne-starocie/ar-AA1L76uW?ocid=BingNewsVerp",
            "description": "Przedostatnia niedziela (24.08) sierpnia przyciągnęła na białostocką giełdę przy Andersa wielbicieli samochodów i tych, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUoa57VqJOXvQByjx9TxTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kurier Poranny on MSN9 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paulina Krupińska odpoczywa w Barcelonie z Anną Lewandowską! Zafundowały sobie wspólną „randkę' (FOTO)",
            "link": "https://www.kozaczek.pl/galeria/paulina-krupinska-odpoczywa-w-barcelonie-z-anna-lewandowska-zafundowaly-sobie-wspolna-randke-foto/",
            "description": "Paulina Krupińska w jednym z wywiadów zdradziła niedawno, że poznała żonę Roberta Lewandowskiego dwanaście lat temu. Od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.m1OgwXs7RK57bnfx4BmEHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kozaczek5 godz.",
            "source": "Kozaczek",
            "article_content": "Paulina Krupińska na wakacjach u Anny Lewandowskiej\n\nPrzyjaźń Anny Lewandowskiej i Pauliny Krupińskiej trwa już od ponad dekady, a obie gwiazdy nie ukrywają, że łączy je wyjątkowa więź. Choć często spotykają się zawodowo czy podczas rodzinnych wyjazdów, tym razem postanowiły wspólnie spędzić czas w Barcelonie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skończyłem wczoraj Hexen 2...",
            "link": "https://www.gry-online.pl/forum/skonczylem-wczoraj-hexen-2/zee16c96",
            "description": "AKCJI. Wyłapałem na steamie grę swojego dzieciństwa za piątaka, wczoraj ubiłem Eidolona i powiem tak - Jakkolwiek oklepanie by to nie zabrzmiało, to takich gier naprawdę się już nie robi. Wylewający s ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl22 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Ano to prawda, sporo starych gier skupiało się na zupełnie innych aspektach - level design i gameplay były najważniejsze, a przede wszystkim gracz nie miał wrażenia że jest traktowany jak debil, bo zwykle cały \"tutorial\" zawarty był w instrukcji, a z resztą trzeba było samemu sobie poradzić.\n\nStraszną bolączką współczesnych strzelanek jest mechanika osłon i regen HP, większość gier ma utarty schemat:\n\n1) wskakujesz za zasłonę,\n\n2) czekasz aż wróg się wychyli,\n\n3) jak oberwiesz po dupie to czekasz aż życie się zregeneruje,\n\nZieeeew.\n\nDlatego polecam: https://store.steampowered.com/app/519860/DUSK/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich cały czas można wymienić [25.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-ca%C5%82y-czas-mo%C5%BCna-wymieni%C4%87-25082025/ar-AA1JoySg?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YWO2XIPLjs4QYJfkRauhLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN3 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kupienin – otwarto stałą wystawę poświęconą abp. Zygmuntowi Zimowskiemu",
            "link": "https://www.ekai.pl/kupienin-otwarto-stala-wystawe-poswiecona-abp-zygmuntowi-zimowskiemu/",
            "description": "W Kupieninie, skąd pochodził śp. abp Zygmunt Zimowski została otwarta stała wystawa upamiętniająca duchownego, który zmarł w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.K7R1eSIB0OFK4l2FMK1z7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "eKAI2 godz.",
            "source": "eKAI",
            "article_content": "W Kupieninie, skąd pochodził śp. abp Zygmunt Zimowski została otwarta stała wystawa upamiętniająca duchownego, który zmarł w 2016 roku. Abp Zimowski był biskupem radomskim, przewodniczącym Papieskiej Rady ds. Duszpasterstwa Służby Zdrowia w Watykanie, pracował w Kongregacji Nauki Wiary Stolicy Apostolskiej. Przyczynił się do powstania w Kupieninie Domu Radosnej Starości im. Jana Pawła II i kaplicy Świętych Apostołów Piotra i Pawła.\n\nOtwarcie wystawy poprzedziła Msza święta we wspomnianej kaplicy pod przewodnictwem metropolity częstochowskiego abpa Wacława Depo, który w homilii akcentował tematy pokory i służby. „Jako uczniowie Chrystusa w kolejnym pokoleniu wiary Kościoła jesteśmy zaproszeni do tego, by się nie wywyższać, ale wejść za wzorem Zbawiciela w rzeczywistość służby. Jak doskonale spełnił się ten postulat w życiu i posłudze śp. abpa Zygmunta Zimowskiego, który wszedł w głębię sakramentu kapłaństwa i posługi apostolskiej według słów Zbawiciela „Nie przyszedłem aby mi służono, ale by służyć i życie swoje dać”. Nie chodzi więc o jakieś cierpiętnictwo, ale o radość, którą można odnaleźć właśnie w byciu darem dla innych w wymiarach służby Bogu w ludziach” – dodał abp Depo.\n\nW Kupieninie można oglądać pamiątki związane z życiem i posługą abp. Zimowskiego oraz św. Jana Pawła II i papieża Benedykta XVI. – Na wystawie można zobaczyć piuskę św. Jana Pawła II i mitrę. Są księgi liturgiczne, które były używane podczas papieskich pielgrzymek do różnych krajów. To także pamiątki związane z posługą papieża Benedykta XVI, takie jak medale pamiątkowe, monety wybijane w Watykanie. Jest mnóstwo zdjęć przedstawiających posługę duszpasterską abpa Zygmunta Zimowskiego, a także jego brewiarze, szaty liturgiczne, sutanny – wylicza ks. Jan Bartoszek, kurator wystawy i autor książki o arcybiskupie Zygmuncie Zimowskim “Współpracownik Prawdy”.\n\nW Kupieninie trwa pamięć o śp. arcybiskupie Zygmuncie Zimowskim. Zdaniem ks. Jana Bartoszka, otwarcie stałej wystawy pomoże w jej podtrzymywaniu i przekazywaniu kolejnym pokoleniom.\n\n– Wystawa została umieszczona w sali nad zakrystią kaplicy Świętych Apostołów Piotra i Pawła w Kupieninie. Jest to kaplica, której inicjatorem i budowniczym był śp. abp Zygmunt Zimowski. Ta wystawa będzie przypominać nie tylko mieszkańcom, którzy bardzo są zaangażowani w upamiętnianie osoby i dzieła Księdza Arcybiskupa, ale również wszystkim, którzy będą przybywać do tego miejsca. Wystawa mieści się obok Domu Radosnej Starości, który został wybudowany z inicjatywy abpa Zygmunta Zimowskiego – mówi duszpasterz.\n\nW otwarciu wystawy uczestniczyli także bp Krzysztof Nykiel regent Penitencjarii Apostolskiej w Watykanie, kapłani, przyjaciele i mieszkańcy Kupienina.\n\nAbp Zygmunt Zimowski urodził się 7 kwietnia 1949 r. w Kupieninie na terenie parafii Mędrzechów w diecezji tarnowskiej. Rodzicami jego byli Stanisław i Maria z domu Nowakowska.\n\nLiceum ogólnokształcące ukończył w Dąbrowie Tarnowskiej w 1967 r. Następnie wstąpił do Wyższego Seminarium Duchownego w Tarnowie, które ukończył przyjmując w Tarnowie 27 maja 1973 r. święcenia kapłańskie z rąk bp. Jerzego Ablewicza, ordynariusza tarnowskiego.\n\nPo święceniach został mianowany wikariuszem parafii pw. św. Elżbiety w Starym Sączu. W roku 1975 skierowany został na studia specjalistyczne z zakresu teologii dogmatycznej w Katolickim Uniwersytecie Lubelskim. Tam uzyskał licencjat z teologii pod tytułem „Pneumatologiczny wymiar Konstytucji dogmatycznej «Lumen gentium»”. Następnie kontynuował studia w Innsbrucku w Austrii. W roku 1982 uzyskał doktorat z teologii dogmatycznej.\n\nOd 1 lutego 1983 r. rozpoczął pracę w watykańskiej Kongregacji Nauki Wiary, której prefektem był kard. Joseph Ratzinger.\n\nW czasie pracy w Watykanie ks. Zimowski był także postulatorem w Kongregacji do Spraw Kanonizacyjnych przy procesach Karoliny Kózkówny i ks. Romana Sitki – z diecezji tarnowskiej, jak też Marii Julitty Ritz – z diecezji Würzburg w Niemczech. Podejmował też prace nad przygotowaniem „Katechizmu Kościoła Katolickiego”, zwłaszcza jego polskiego wydania, jak też współpracował z Radiem Watykańskim.\n\nKs. Zimowski podjął starania, by w rodzinnym Kupieninie powstał Dom Radosnej Starości im. Jana Pawła II i kaplica pw. Świętych Apostołów Piotra i Pawła.\n\nBiskupem radomskim został mianowany przez Jana Pawła II 28 marca 2002 r.. Uroczysta konsekracja i ingres odbyły się 25 maja 2002 r. w radomskiej katedrze. Głównym konsekratorem był kard. Joseph Ratzinger. Hasłem posługi pasterskiej bp. Zygmunta Zimowskiego były słowa „Non ministrari sed ministrare” – „Nie przyszedłem, aby mi służono, lecz aby służyć”.\n\nW ramach KEP piastował też funkcje członka Rady do Spraw Ekumenizmu i przewodniczącego Komisji Nauki Wiary Konferencji Episkopatu Polski.\n\nOd października 2007 r. był członkiem Rady Stałej Konferencji Episkopatu Polski. Od 6 marca 2008 r. do 26 listopada 2009 r. pełnił funkcję delegata Konferencji Episkopatu Polski ds. Duszpasterstwa Emigracji.\n\n30 czerwca 2008 r. otrzymał doktorat honoris causa Chrześcijańskiej Akademii Teologicznej w Warszawie. 9 listopada 2008 roku odznaczony przez Prezydenta RP, Lecha Kaczyńskiego Krzyżem Kawalerskim Orderu Odrodzenia Polski za zaangażowanie na rzecz ratowania żydowskich zabytków cmentarnych. W 2015 prezydent RP Andrzej Duda udekorował go Krzyżem Komandorskim z Gwiazdą Orderu Odrodzenia Polski.\n\n18 kwietnia 2009 r. papież Benedykt XVI mianował bp. Zygmunta Zimowskiego przewodniczącym Papieskiej Rady ds. Duszpasterstwa Służby Zdrowia, wynosząc go równocześnie do godności arcybiskupiej i zwalniając z posługi biskupiej w Radomiu.\n\nAbp Zygmunt Zimowski zmarł 12 lipca 2016 roku."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "24 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-24,4,day.html",
            "description": "FRIDA IMMERSIVE w Hangarze Czyżyny to wyjątkowa okazja, by przenieść się do świata jednej z najbardziej fascynujących postaci XX wieku. Przez trzy miesiące zwiedzający będą mieli okazję, by poczuć ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Oficjalny serwis miejski - Magiczny Kraków22 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale i przeglądy filmowe Festiwale muzyczne Inne przedstawienia Inne koncerty Spotkania i slajdowiska Festiwale teatralne Pozostałe Dziecięce różności Cykle filmowe Widowiska plenerowe i happeningi Wydarzenia sportowe Muzyka klubowa Wystawy stałe Spotkania i wykłady literackie Inne wydarzenia literackie Pokazy filmowe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy polują na te naczynia, wazony i figurki [25.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki-25-08-2025/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN3 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znów tłumy na Pchlim Targu - 24 sierpnia 2025. Dużo ubrań, narzędzi, mebli i staroci. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zn%C3%B3w-t%C5%82umy-na-pchlim-targu-24-sierpnia-2025-du%C5%BCo-ubra%C5%84-narz%C4%99dzi-mebli-i-staroci-zdj%C4%99cia-ceny/ar-AA1L70gF?ocid=BingNewsVerp",
            "description": "W przedostatnią niedzielę sierpnia 2025 roku na Pchli Targ we Włocławku przy alei Kazimierza Wielkiego przyciągnął kupujących ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.71OYkC3WsbigToSByqVNCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN24 min",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na pchlim targu przy Auchan Komorniki. Sprawdź, co można było upolować w niedzielę 24 sierpnia! Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/t%C5%82umy-na-pchlim-targu-przy-auchan-komorniki-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-24-sierpnia-zobacz-zdj%C4%99cia-i-ceny/ar-AA1L6Zlc?ocid=BingNewsVerp",
            "description": "W niedzielę, 24 sierpnia, pchli targ przy Auchan Komorniki w Poznaniu ponownie zgromadził tłumy kupujących i oglądających. Na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.72FuvGfbTsjnQznl27I-Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN9 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci wraca do poprzedniej lokalizacji. Teraz będzie działać jednocześnie w dwóch",
            "link": "https://epoznan.pl/news-news-166878-gielda_staroci_wraca_do_poprzedniej_lokalizacji_teraz_bedzie_dzialac_jednoczesnie_w_dwoch",
            "description": "Zapoznaj się z poniższymi informacjami, abyś mógł świadomie i komfortowo korzystać z naszych serwisów internetowych.",
            "image_url": "https://www.bing.pl/th?id=OVFT.EZIiNJrO5dWSLbDTMFmV7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "epoznan.pl3 godz.",
            "source": "epoznan.pl",
            "article_content": "Kupujący i sprzedający będą mieli wybór.\n\nWcześniej \"Giełda Staroci Pchli Targ\" przeniosła się ze Starej Rzeźni i odbywała się przy centrum handlowym M1. Od maja 2024 zmieniła się lokalizacja. Giełda, ze względu na brak miejsca, przeniosła się na parking Centrum Handlowego Auchan Poznań Komorniki. Choć obawiano się, że takie zmiany mogą wpłynąć na frekwencję klientów, już od pierwszych momentów działania okazało się, że również do tej lokalizacji przybywały tłumy.\n\n\n\nTeraz są nowe informacje. \"Giełda Staroci Pchli Targ\" wraca pod M1. Od 31 sierpnia działamy podwójnie. Giełda Staroci wraca aż w dwie lokalizacje jednocześnie! Jak zawsze spotkacie nas na parkingu przy CH Auchan Poznań Komorniki. A dodatkowo jesteśmy znów w okolicy centrum handlowego M1\" - informują organizatorzy. \"Wybierzcie miejsce bliżej Was albo... odwiedźcie obie!\" - dodają.\n\nObie giełdy działają w tych samych godzinach od 6:00 do 14:00."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wachlarz zabytkowych pojazdów czeka na zwiedzających! Zlot motoryzacyjny w Inowrocławiu",
            "link": "https://www.radiopik.pl/2,132001,wachlarz-zabytkowych-pojazdow-czeka-na-zwiedzajacych-zlot-motoryzacyjny-w-inowroclawiu",
            "description": "Od klasyków PRL przez amerykańskie krążowniki szos, aż po szybowce – mowa o 10. Jubileuszowym Zlocie Fiata 126p i Klasyków.",
            "image_url": "https://www.bing.pl/th?id=OVFT.lOyLr_gcQsQy_dG_3NRnUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Polskie Radio PiK6 godz.",
            "source": "Polskie Radio PiK",
            "article_content": "2025-08-24, 15:28 Marcin Glapiak/Redakcja\n\nZlot motoryzacyjny w Inowrocławiu. / Fot. Gmina Inowrocław\n\nOd klasyków PRL przez amerykańskie krążowniki szos, aż po szybowce – mowa o 10. Jubileuszowym Zlocie Fiata 126p i Klasyków. Kilkaset pojazdów opanowało tereny lotniska Aeroklubu Kujawskiego.\n\n– Tradycyjnie jest smalec, pasztetowa, ogórek kiszony i placuszek, drożdżówka ze śliwkami – opowiadał uczestnik zlotu, który przyjechał „Maluchem” z przyczepką i wyposażeniem spożywczym.\n\n\n\n– To jest Lincoln Continental Mark IV z 1973 roku. Silnik ma 7,5 litra – opowiadał kolejny.\n\n\n\n– Całe życie lubiłem samochody uprzywilejowane. Przez pięć lat jeździłem karetką. Nie wziąłem dzisiaj bloczka do mandatów, więc dzisiaj ulgowo – opowiadał pan Zdzisław, który pojawił się na zlocie z milicyjnym Fiatem 125p.\n\n\n\nZlot potrwa do niedzieli (24 sierpnia) do godziny 18."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Lato w rytmie PiK-a\" w gminie Gruta! Na scenie zagrali Norbi i Big Bike Orchestra [zdjęcia]",
            "link": "https://www.radiopik.pl/2,131802,lato-w-rytmie-pik-a-w-gminie-gruta-na-scenie-zagrali-norbi-i-big-bike-orchestra-zdjecia",
            "description": "Big Bike Orchestra i Norbi rozgrzali w sobotę (23.08) scenę w Parku w Mełnie podczas przedostatniej odsłony naszej akcji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZCYlheS0jSOo1lJz0Mg-qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Polskie Radio PiK11 godz.",
            "source": "Polskie Radio PiK",
            "article_content": "2025-08-23, 20:02 Redakcja\n\nGwiazdą wieczoru w Mełnie był Norbi/fot: Małgorzata Orwat\n\nW Parku w Mełnie odbyły się dożynki gminne. Była huczna zabawa, kolorowy korowód, występy artystyczne, pokazy, konkursy i atrakcje dla całej rodziny.\n\nPo godz. 17 zagrał Filip Niezapomnisz, a o godz. 18 pojawiła się Big Bike Orchestra, która swoją energią porwała publiczność do tańca.\n\n\n\nGwiazdą wieczoru był Norbi, który zaśpiewał dla publiczności w Parku w Mełnie. Zabawa taneczna z DJ-em potrwała do północy. Była to przedostatnia odsłona naszej akcji „Lato w rytmie PiK-a\".\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe centrum Warszawy rajem dla furgonetek. Sprawdzamy zmiany na półmetku przebudowy kwartału Złota - Zgoda",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32189928,nowe-centrum-warszawy-rajem-dla-furgonetek-sprawdzamy-zmiany.html",
            "description": "Na półmetku przebudowy kwartału Złotej i Zgody za niemal 50 mln zł widać już, gdzie będą tryskały nowe fontanny i gdzie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1e_uOjAA0a39VCVEQmUYZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa.Wyborcza.pl10 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fascynujący szlak turystyczny w Warszawie. Śladem historii techniki i wojskowości. Mało kto zna tę trasę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/fascynuj%C4%85cy-szlak-turystyczny-w-warszawie-%C5%9Bladem-historii-techniki-i-wojskowo%C5%9Bci-ma%C5%82o-kto-zna-t%C4%99-tras%C4%99/ar-AA1L76Mw?ocid=BingNewsVerp",
            "description": "Na terenie Kampinosu, w okolicach Starych Babic i Bemowa, rozciąga się fascynujący szlak historyczny „Śladami Radiostacji ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._I4OYIzUx4wDGeda0sr5MC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN9 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gamescom 2025: Grałem w Valor Mortis",
            "link": "https://konsolowe.info/2025/08/gamescom-2025-gralem-w-valor-mortis/",
            "description": "Podczas Gamescomu sprawdziłem jeszcze jedną polską grę – Valor Mortis. Zapraszam do moich wrażeń z przechodzenia dema tej produkcji.",
            "image_url": "https://www.bing.pl/th?id=ODF.j6RCC-YeNgxWijX5yD0I9Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Konsolowe.info23 godz.",
            "source": "Konsolowe.info",
            "article_content": "Podczas Gamescomu sprawdziłem jeszcze jedną polską grę – Valor Mortis. Zapraszam do moich wrażeń z przechodzenia dema tej produkcji.\n\nValor Mortis zapowiedziano podczas nocy otwarcia targów Gamescom. Nie ukrywam, że bardzo zainteresował mnie ten tytuł i chciałem w niego zagrać. Wobec tego bardzo chętnie wybrałem się do odpowiedniej Hali w Koelnmesse, by stawić się na umówionym spotkaniu. W piątek spędziłem ponad godzinę z najnowszą produkcją studia One More Level. Poprzednie gry wspomnianego zespołu twórców, seria Ghostrunner, trafiły w mój gust. W związku z tym w moich recenzjach dostały dość wysokie oceny. Zwiastun zapowiadający najnowszą grę bardzo mi się spodobał. Zobaczcie zresztą sami – uważam, że warto go obejrzeć.\n\nValor Mortis to dość zaskakujący projekt. Jest to bowiem pierwszoosobowy soulslike, aczkolwiek w pewnym sensie skłaniałbym się nawet do określenia go jako soulslite. Wyjaśnię jeszcze, co mam ją myśli, a teraz pozwólcie, że przejdę do opisania samej rozgrywki. Mamy oczywiście do czynienia z perspektywą pierwszoosobową, z której to zmierzymy się zarówno z mnóstwem zwykłych, nie sprawiających większego zagrożenia, przeciwników, jak i ogromnymi bossami. Naturalnie, jak to bywa w soulslike’acg, po przejściu za plecy niespodziewającego się wroga, możemy błyskawicznie pozbyć się go, przebijając naszą bronią w druzgocącym ataku. Nie ma jednak się do łudzić. Takich sytuacji będzie zdecydowana mniejszość i należy nastawić się na walkę ze świadomymi naszej obecności wrogami. Za pomocą prawego spustu kontrolera wyprowadzamy ataki naszą szablą, natomiast lewy spust odpowiada za wykorzystanie lewej dłoni.\n\nCelowo nie napisałem tu tylko o pistolecie skałkowym – nie jest on bowiem jedynym orężem dystansowym. Bynajmniej nie poznałem w wersji demonstracyjnej wszystkich dodatkowych broni, aczkolwiek mogę napisać o dwóch. Pierwsza z nich, wspomniany pistolet, po przytrzymaniu lewego spustu pozwala wycelować, a następnie strzelić po wciśnięciu prawego spustu. Przydaje się to nie tylko do zadawania obrażeń, ale i do niszczenia słabych punktów – zarówno otoczenia (I otwierania tym samym nowych dróg do celu), jak I przeciwników. Nawiasem mówiąc, zdecydowanie warto zbaczać z głównej ścieżki. Nie tylko możemy się na nich natknąć na dodatkowe fiolki z doświadczeniem. Znajdziemy również opcjonalnych bossów, a zarazem specjalne nagrody. Zaliczają się do nich na przykład relikty, które wiążą się zarówno z premią, jak i konsekwencjami negatywnymi. W demie znalazłem zwiększenie efektu oszołomienia po udanej kontrze, ale kosztem braku możliwości zażywania leczniczych fiolek w trakcie starcia.\n\nOne More Level przygotowało świat korzystający z alternatywnej wersji historii wojen napoleońskich. Nasz bohater sam nie jest pewien, dlaczego jego dawni kompani atakują go (i mogą się chwalić aparycją, która na pewno nie zagwarantowałaby im wygranej w Tap Madl). Jednak skoro go atakują, to musi odpowiedzieć tak samo. Bez wątpienia sporo światła na realia rzucą wspomnienia z pola bitwy. Przemierzając świat, natkniemy się na niebieskie strefy, w których poznamy wydarzenia sprzed początku gry.\n\nWspomniałem wcześniej, że uważam, iż można określać Valor Mortis jako soulslite. Już wyjaśniam to zagadnienie. Nie zrozumcie mnie źle – rozgrywka oczywiście wymaga od nas skupienia. A starcia potrafią sprawiać niemałe wyzwanie. Twórcy umożliwiają jednak stosowanie pewnej formy grindu. Wiadomo – po śmierci mamy jedną próbę na dostanie się w okolice miejsca, w którym polegliśmy, aby odzyskać utraconą liczbę punktów doświadczenia. Jednak skoro One More Level jest dużo bardziej pobłażliwe niż takie na przykład From Software. Tuż przed punktem startowym areny z bossem (zanim w ogóle aktywuje się starcie) możemy podnieść nasze doświadczenie. Mało tego – za każdym razem będziemy podnosili go nieco wiecej. Im więcej punktów życia odbierzemy bossowi zanim nas pokona, tym większą ilość punktów doświadczenia znajdziemy przed areną. Można więc pokusić się o stwierdzenie, że nie będzie bossa nie do przejścia. Wystarczy przecież ciągle rozwijać swoją postać w razie niepowodzenia.\n\nUlepszeń nie możemy wykupować w dowolnym miejscu. Musimy do tego być przy specjalnej latarni, stanowiącej też punkt darmowego uzdrowienia oraz szybkiej podróży. Możemy na przykład permanentnie zwiększyć maksymalny poziom zdrowia naszej postaci, czy zapewnić większy przyrost gromadzenia się oszołomienia wroga po udanych parowaniach ataków. Oczywiście niektórych ciosów nie da się zablokować i należy ich uniknąć. Wykorzystujemy do tego prawy bumper i wychylanie lewej gałki analogowej w odpowiednim kierunku.\n\nValor Mortis zapowiada się naprawdę świetnie i ja na pewno będę miał tę grę na celowniku. Zmierza ona na komputery oraz konsole PlayStation 5 i Xbox Series X|S. Warto jeszcze zaznaczyć, że pod tym adresem można się zapisywać do testowania gry na Steamie. Dajcie nam znać co sądzicie o tej produkcji oraz czy czekacie na premierę pełnej wersji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szpada Jagiełły, miecz i złote strzemię Kara Mustafy, siodło Lubomirskiego, namioty spod Wiednia, czyli... zabytki Krakowa",
            "link": "https://www.tokfm.pl/swiat/tokfm-7-103454-26383698-szpada-jagielly-miecz-i-zlote-strzemie-kara-mustafy-siodlo",
            "description": "Poza samą Turcją, to właśnie najprawdopodobniej w Krakowie znajdziemy najwspanialsze kolekcje sztuki osmańskiej, perskiej i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LFtiV7nbYCoDM_CqrWV0aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TOK FM1 godz.",
            "source": "TOK FM",
            "article_content": "Cenne historycznie przedmioty, które jawią się być może czymś na miarę wręcz relikwii, można obejrzeć w bardzo znanych miejscach na mapie Krakowa: chociażby w zamku na Wawelu czy w wawelskiej katedrze.\n\nNie słuchasz podcastów? To dobry czas, by zacząć. Dostęp Premium za 1 zł!\n\nSłuchajcie, i piszcie do nas: lechistan@tok.fm"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Olendrzy – zaginiona cywilizacja",
            "link": "https://dorzeczy.pl/kraj/769602/olendrzy-zaginiona-cywilizacja.html",
            "description": "Obecnie w Polsce do bycia Olendrem nikt się nie przyznaje. Podobnie jak autor tego tekstu, w którego żyłach płynie krew ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oPnk6JbyjCmpxlNFUrcDly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy6 godz.",
            "source": "Do Rzeczy",
            "article_content": "Jedną z najbardziej zdumiewających rzeczy podczas żeglugi środkową Wisłą w maju są kwitnące drzewa owocowe na tzw. kępach czy wyspach na rzece. Zdziczałe śliwy, wiśnie, jabłonie, czereśnie czy grusze to jeden z najpiękniejszych widoków wiosną na tym odcinku Wisły. Ktoś mógłby pomyśleć, że to samosiejki. Jednak wizyta na niektórych z tych wysp szybko wyprowadzi nas z błędów. Przedzierając się przez zarośla, szybko odkryjemy ślady po ludzkim osadnictwie – fundamenty domów i pozostałości cmentarzy w postaci porośniętych mchem nagrobków, na których można jeszcze odczytać niekiedy niemieckie napisy. To jedne z ostatnich materialnych dowodów na istnienie na terenie Mazowsza wymarłej cywilizacji – Olędrów (zwanych też Olendrami). I chociaż sformułowanie „cywilizacja” jest tu użyte niejako na wyrost, to jednak faktem jest, że ta społeczność miała charakter odrębny od zamieszkujących te ziemie Polaków czy Żydów.\n\nDziś w Polsce do bycia Olendrem nikt się nie przyznaje. Wprawdzie ok. 4,5 tys. Polek i Polaków nosi to nazwisko wskazujące na ich pochodzenie, jednak są to osoby, które nie mają żadnego poczucia odrębności narodowej. Podobnie jak autor tego tekstu, w którego żyłach płynie krew mazowieckich Olendrów, którego babcia miała na imię Emma, a prababcia Sinezja.\n\nTolerancja religijna\n\nWzdłuż całego nurtu Wisły odnajdziemy ślady ich obecności, głównie w postaci pozarastanych cmentarzy ewangelickich, choćby w Kazuniu Nowym, Nowym Dworze Mazowieckim, Kępie Ośnickiej. Niestety, jeśli chodzi o innego rodzaju zabytki, takie jak świątynie czy domostwa, zachowało się ich stosunkowo niewiele.\n\nZacznijmy od tego, że nazwa „Olendrzy” jest nieco myląca, ale ma swoje historyczne uzasadnienie. Faktem jest bowiem, że pierwszą zorganizowaną formą obcego osadnictwa na Mazowszu było osiedlenie w 1628 r. przybyszów z Flandrii i Fryzji na Saskiej Kępie, która wówczas zgodnie ze swoją nazwą była jeszcze wyspą na Wiśle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Toruniu? Archeolodzy badają latrynę. \"Extra znalezisko\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/sensacyjne-odkrycie-w-toruniu-archeolodzy-badaj%C4%85-latryn%C4%99-extra-znalezisko/ar-AA1L6Ru4?ocid=BingNewsVerp",
            "description": "Na dziedzińcu Domu Mikołaja Kopernika w Toruniu trwają prace archeologiczne, mające na celu odkrycie pozostałości dawnych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R-T7E_amx6JThUK0PHW6FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN10 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Razem możemy więcej'. Festyn integracyjny w Brudzewku",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/razem-mo%C5%BCemy-wi%C4%99cej-festyn-integracyjny-w-brudzewku/ar-AA1L7FIC?ocid=BingNewsVerp",
            "description": "„Razem możemy więcej' - pod takim hasłem w Brudzewku odbył się festyn integracyjny z osobami z niepełnosprawnością.",
            "image_url": "https://www.bing.pl/th?id=OVFT.HEhdykeBrMNWGTKQpgIcDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Pleszew Nasze Miasto on MSN2 godz.",
            "source": "Pleszew Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mapy Google znów się zmienią. Wiele osób pokocha nowy interfejs",
            "link": "https://www.instalki.pl/news/software/mapy-google-odswiezony-interfejs-mobilnej-aplikacji/",
            "description": "Już wkrótce Mapy Google przejdą kolejną niewielką metamorfozę. Niektóre elementy interfejsu będą wyglądać nieco inaczej.",
            "image_url": "https://www.bing.pl/th?id=OVFT.qgcZsQdPv5gzZq2O4SFZzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "instalki.pl9 godz.",
            "source": "instalki.pl",
            "article_content": "Mapy Google otrzymają niedługo ciekawą aktualizację. Amerykański gigant po raz kolejny planuje wprowadzić zmiany wizualne do swojej sztandarowej nawigacji mobilnej. Dojdzie do reorganizacji poszczególnych sekcji interfejsu – dzięki temu znacznie łatwiej będzie odnaleźć poszczególne funkcjonalności. Konsumenci dostrzegą też szereg poprawek do głównego widoku map, co natomiast może nie zostać przyjęte zbyt ciepło przez społeczność.\n\nMapy Google raz jeszcze zaczną wyglądać nieco inaczej\n\nTrzeba przyznać, że tytułowa usługa dosyć regularnie wzbogaca się o przydatne funkcjonalności. Dopiero co informowaliśmy Was o wdrożeniu świetnej listy gromadzącej w jednym miejscu wszystkie wcześniej odwiedzone lokalizacje. Zapamiętywanie na własną rękę restauracji, hoteli czy zabytków stanie się zatem zbędne – wystarczy odwiedzić aplikację i gotowe. Oczywiście najpierw należy wyrazić zgodę na gromadzenie takich informacji.\n\nNietypowy błąd w popularnej nawigacji. Zniechęca do transportu publicznego\n\nGoogle planuje wprowadzić do aplikacji przynajmniej kilka interesujących udogodnień. Jak informuje redakcja portalu Android Authority, dojdzie przede wszystkim do całkowitego przeprojektowania sekcji ustawień. To naprawdę dobra wiadomość, ponieważ obecnie stan rzeczy prezentuje się tragicznie. Użytkownicy mają do wyboru kilkanaście różnych i losowo porozrzucanych zakładek. Niedługo całość zostanie pogrupowana, a przy okazji okraszona estetycznymi ikonami.\n\n\n\n\n\n\n\nMapy Google (Android) – pobierz aplikację z naszej bazy danych\n\nOczywiście poskutkuje to koniecznością wykonania dodatkowych kliknięć, ale mimo wszystko konsumenci odczują oszczędność czasu. Przemyślana organizacja to coś, czego od dawna mi w popularnej nawigacji bardzo brakowało. Nowy interfejs zobaczycie na poniższym zrzucie ekranu – od razu lepiej, prawda?\n\nObecny interfejs sekcji ustawień / Źródło zdjęcia: Android Authority Nadchodzący interfejs sekcji ustawień / Źródło zdjęcia: Android Authority\n\nDo kilku zmian będzie się trzeba przyzwyczaić, ale naprawdę warto\n\nMapy Google wprowadzą też kilka drobnych poprawek bezpośrednio na ekranie głównym. Jak możecie zobaczyć poniżej, ikona pozwalająca przełączać się pomiędzy poszczególnymi widokami nabierze koloru, przez co będzie znacznie lepiej widoczna. Nieco inaczej wygląda również kompas oraz przycisk przenoszący nas do bieżącej lokalizacji.\n\nObecny wygląd ekranu głównego / Źródło zdjęcia: Android Authority Nadchodzący wygląd ekranu głównego / Źródło zdjęcia: Android Authority\n\nWiele poprawek czeka również sekcję wyszukiwania. Nie zabraknie usprawnionej warstwy wizualnej oraz podziału na dwie kategorie. Osobno przejrzymy ostatnio znajdowane lokalizacje, jak i miejsca dotychczas dla nas obce. Na samej górze natomiast ujrzymy zapisane pinezki pokroju adresu naszego domu czy pracy.\n\nMapy Google bez dobrze znanej funkcji. Użytkownicy są zirytowani\n\nTrudno jednak stwierdzić, kiedy wszystkie wyżej opisane funkcjonalności trafią do konsumentów. Zapewne będą one wdrażane seriami, dlatego warto uzbroić się w odpowiednią dawkę cierpliwości.\n\nŹródło: Android Authority / Zdjęcie otwierające: materiał własny\n\nUdostępnij"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Toruniu? Archeolodzy badają latrynę. \"Extra znalezisko\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/sensacyjne-odkrycie-w-toruniu-archeolodzy-badaj%C4%85-latryn%C4%99-extra-znalezisko/ar-AA1L6Ru4?ocid=BingNewsVerp",
            "description": "Na dziedzińcu Domu Mikołaja Kopernika w Toruniu trwają prace archeologiczne, mające na celu odkrycie pozostałości dawnych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R-T7E_amx6JThUK0PHW6FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN10 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    }
]