[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak było na Pchlim Targu w niedzielę - 13 lipca 2025. Ubrania, meble, starocie i nie tylko. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-by%C5%82o-na-pchlim-targu-w-niedziel%C4%99-13-lipca-2025-ubrania-meble-starocie-i-nie-tylko-zdj%C4%99cia-ceny-wideo/ar-AA1IvNUu?ocid=BingNewsVerp",
            "description": "W przyjemną, choć pochmurną niedzielę, 13 lipca 2024 roku, na Pchli Targ we Włocławku przy alei Kazimierza Wielkiego od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.65OMjX-oak1vMs-wFTNfyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN28 min",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na giełdzie pod Halą Targową w Krakowie. Starocie, książki, zabawki, militaria. I coś na ząb. Tutaj każdy może znaleźć coś dla siebie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-na-gie%C5%82dzie-pod-hal%C4%85-targow%C4%85-w-krakowie-starocie-ksi%C4%85%C5%BCki-zabawki-militaria-i-co%C5%9B-na-z%C4%85b-tutaj-ka%C5%BCdy-mo%C5%BCe-znale%C5%BA%C4%87-co%C5%9B-dla-siebie/ar-AA1IvCC3?ocid=BingNewsVerp",
            "description": "Jak niedziela, to krakowską tradycją jest giełda pod Halą Targową w Krakowie. Starocie, książki, płyty, sprzęt AGD, odzież, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CRytcwj866tEsJSOHceVTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kraków Nasze Miasto on MSN8 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Park-e-bike",
            "link": "https://dziennikpolski24.pl/tag/park-e-bike",
            "description": "W marcu po zimowej przerwie swoje działanie wznowiła bezpłatna miejska wypożyczalnia rowerów elektrycznych Park-e-Bike. Zarejestrowani użytkownicy mogli... Do rozpoczęcia sezonu ekstraklasy zostało ty ...",
            "image_url": "https://www.bing.pl/th?id=ODF.HjClkBco3nIXj5Su8fjgAg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Dziennik Polski4 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lata mijają, a prawdziwego następcy Gothica 2 jak nie było, tak nie ma",
            "link": "https://cdaction.pl/publicystyka/lata-mijaja-a-prawdziwego-nastepcy-gothica-2-jak-nie-bylo-tak-nie-ma",
            "description": "Gothic II zawierał już spore stężenie smoków i ratowania świata we krwi, ale jakimś cudem nie odlatywał i dalej potrafił ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.63MRjjq0biJjWbGiW4CMfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "CD-Action8 godz.",
            "source": "CD-Action",
            "article_content": "Dzieje się w segmencie erpegowych akcyjniaków – zarówno tych wypasionych, jak i drewnianych. Alkimia Interactive przygotowuje remake Gothica, który jest bardzo różnie odbierany przez fanów oryginału. Pankratzowie opuścili to, co zostało z Piranha Bytes, i założyli Pithead Studio. Odgrażają się, że będą robić mniejsze gry. Możliwe więc, że dostaniemy tytuł o gęstości i klimacie Gothica II z Nocą Kruka. Byłoby wspaniale, bo takiej produkcji strasznie brakuje.\n\nObawiam się, że żaden z nadciągających gigantów – jak Wiedźmin 4, The Blood of Dawnwalker, Assassin’s Creed Shadows – nie zaoferuje takiej systemowej otwartości w połączeniu z lekkością (choć mogę się mylić). Kingdom Come: Deliverance II to objawienie – niezwykle złożona oraz reaktywna gra, ale jednak zapewnia trochę odmienne doznania. Avowed z kolei wywołuje mieszane odczucia i choć ma nawet TPP, to jest dziełem dla nieco innego miłośnika RPG.\n\nJeśli więc nie Pithead, to inni twórcy powinni porwać się na porządne action RPG, dziejące się w nieprzesadnie wielkim, ale otwartym świecie wypchanym po brzegi zawartością. I to takim z realiami nieprzytłaczającymi dziwnością oraz z walką, której pod względem trudności bliżej np. do tej z Dark Souls (ale nie stanowiącą aż takiego wyzwania). Porozmawiajmy o tym wymarzonym RPG.\n\nMatryca RPG\n\nGothic i Gothic II to lepsze gamingowe wzorce, niż się utarło, choć nie są ideałami. Trzeba odłożyć na bok nostalgię lub – jeśli jesteście w drugim obozie – tendencję do patrzenia na te gry z góry, bo „to, hehe, drewno dla pecetowego betonu”. Może i tak, ale jednocześnie serię wyróżniało tyle zalet i dobrych pomysłów, że zapracowała na własny kult, wielkiego larpa i tonę modów.\n\nPierwszy Gothic mógł mieć swoje wady (bugi, słaba stabilność, sterowanie), ale opierał się na świetnej i dosyć unikatowej koncepcji. Pewnie, Virtual Theatre i udawanie żywego świata to fajne bajery, ale tak naprawdę ważniejsze było to, gdzie toczyła się akcja. Utrzymana w tonie raczej przyziemnego fantasy kolonia karna to rzadki temat w głównonurtowych RPG (trochę inaczej ma się sprawa z dziełami niezależnymi, Spiderweb Software lubiło osadzać swoje izometryczne gierki w wielkich, podziemnych więzieniach).\n\nOwszem, było trochę czarów, orków i tajemnic, ale głównie staraliśmy się przeżyć w hierarchii ustanowionej przez bandę zbirów zamkniętych pod magiczną kopułą. To była jedna z lepszych „wielkich ucieczek” w historii gatunku. Równie dobry efekt osiągnęło dopiero Larian Studios w pierwszym akcie Divinity: Original Sin II, ale nie poświęciło na to całej gry. Pierwszy Gothic zachwycał interaktywnością, eksploracją, tym trzymaniem łba przy ziemi i powolnym budowaniem zaufania między paroma zakapiorami.\n\nGothic II zawierał już spore stężenie smoków i ratowania świata we krwi, ale jakimś cudem nie odlatywał i dalej potrafił zachować przyziemny charakter opowieści o zbiegu, który musi ocalić wszystkim kupry. Gra wyglądała lepiej, dostała normalne sterowanie i, przynajmniej jak na swoje czasy, sporych rozmiarów mapę.\n\nWspomnienie\n\nProdukcja Piranha Bytes wytrzymywała porównanie z takimi gigantami jak Morrowind i Neverwinter Nights. Od pierwszego była przystępniejsza, a od drugiego żywsza, bardziej dynamiczna (wiadomo, w grę wchodzi różnica między izometrykiem napędzanym Dungeons & Dragons a przygodowym action RPG, ale wyszły w podobnym czasie i walczyły o ten sam segment) i opowiadała swoją historię ciekawiej, przynajmniej w porównaniu z podstawką NWN.\n\nMimo sztampy w zakresie settingu Gothic II urzekał klimatem oraz poziomem immersji. Cała ta „przygodowość” wybrzmiewała lepiej, dlatego że świat dawał nam wycisk, a by cokolwiek osiągnąć, musieliśmy kombinować. Walczyliśmy, skradaliśmy się, bawiliśmy się interakcjami ze światem, kantowaliśmy, wchodziliśmy w konszachty z grubymi rybami, szaraczkami, ale i typami spod ciemnej gwiazdy.\n\nWyspa Khorinis, Górnicza Dolina i Jarkendar miały co zaoferować zwiedzającym. Już pomijam liczbę obiektów, z którymi było coś do roboty, ale na odkrywców czekały też sekrety w olbrzymich ilościach, wartościowe nagrody… no i oczywiście srogi łomot, jeśli na niskim poziomie doświadczenia zabrnęliśmy tam, dokąd nie powinniśmy. Charakterystyczna paleta barw, która nie bała się ani mocnych, nasyconych kolorów, ani szarości i brudu, podkreślała, że jednak gramy bohaterem, który ryje w ziemi, a nie przemierza pałace i ratuje księżniczki.\n\nA te nieszczęsne smoki, ganianie za artefaktem i boskie sprawy? To też łykaliśmy właśnie dlatego, że graliśmy cwanym łobuzem, byłym więźniem z „jedynki”. Dodatkowo wspierała nas banda charakterystycznych zakapiorów, nie lepszych od nas. To głównie takie typy zostawały naszymi przyjaciółmi i sojusznikami. Dzięki charyzmie bohaterów i żywemu światu kupowało się to jako bezpretensjonalną przygodę. Z jakiegoś powodu podstawkę przechodziłem z sześć razy i pewnie nie jestem rekordzistą.\n\nSpójność\n\nWgryzienie się w grę ułatwiały proste i wdzięczne mechaniki rozwoju postaci (żeby podbić statystyki i umiejętności, musimy znaleźć odpowiednich trenerów). Opierające się na tych statystykach ekwipunek i magia też w zupełności wystarczały i dawały dość swobody, byśmy mogli traktować Bezimiennego jako absolutnie „swojego” bohatera. Do tego dochodził porządny, wymagający sporej interakcji ze światem – oraz eksploracji w poszukiwaniu składników – crafting. Z wielu tych mechanik często wynikały dodatkowe opcje na wykonanie zadań. Nieliniowość odgrywała dużą rolę w czynieniu Gothiców atrakcyjną rozrywką – i sprzyjała ponownym przejściom.\n\nSystem walki nigdy nie był najlepszy, ale miał swoje plusy, a jak na umiarkowany budżet produkcji to w sumie dawał radę pod kątem responsywności. I nieźle współgrał z progresem postaci (np. im więcej punktów władowaliśmy w walkę jednoręczną bronią, tym pewniejszą posturę zachowywał Bezimienny, kiedy dzierżył żelastwo). Sprzężenie mechaniki i fabuły zapewniało odpowiednio duże pole, by gracz mógł kształtować bohatera według swojej wizji – decydowaliśmy, jak porządny lub łajzowaty był, jaką profesję wykonywał. Cała gra stanowiła generator postaci.\n\nGórniczą Dolinę, a później całe Khorinis, świetnie wymodelowano i pospinano. Dotarcie do znanej i bezpiecznej lokacji poprzez jakąś głuszę, w której o mało nie zginęliśmy, dawało ogromną radochę. Wspomniane kolorki potęgowały fantazję wędrowania po żywym, wiarygodnym świecie. A do tego wzornictwo, także na pancerzach, to koronkowa robota. Zbroje i stroje to w ogóle kawał świetnego projektu.\n\nDziś nawet ci, którzy nie grali w Gothiki, kojarzą pancerz cienia, zbroję paladyna, najemnika czy łowcy smoków albo szatę maga ognia. Choć Łowcy smoków jako gildia najbardziej trafiali do mojego serduszka, to było coś niesamowicie ujmującego w wychodzeniu naprzeciw smoków i bandy orków jako pancerny skurczybyk z imieniem Innosa na ustach (a świętoszka i tak nie musieliśmy odgrywać). Chwalę i chwalę te starocie, ale zmierzam do jednego.\n\nPodróbki\n\nBrakuje mi takiego bezpretensjonalnego, bardzo przygodowego action RPG z wyrazistymi bohaterami, widokiem zza pleców i sporą dozą otwartości. Pierwszy Elex był niezły, ale to jednak groch z kapustą (magia, postapo, współczesna architektura oraz kosmiczna technologia). Risen dawał radę, ale z czasem skręcał w zbyt piracką stronę. W dodatku żadna z późniejszych gier twórców Gothica nie miała aż tak gęstego klimatu.\n\nGreedFall też był niezły i podobnie niedopieszczony, ale jednak kolonialne przygody to nie to samo, co wtłoczenie się w późnośredniowieczne blachy albo skóry i machanie klimatycznym ciężkim mieczem. Wiedźmin 3 to inna kategoria wagowa i choć jest wspaniałą grą fabularną, to jednak nie daje aż takiej swobody w „byciu sobą”, pozwala jedynie tworzyć różne warianty Geralta z Rivii. Skyrim i inne Elder Scrollsy to z kolei wspaniałe molochy przytłaczające skalą, ale niestety cierpiące przy tym na rozwodnienie osobowości.\n\nJakąś namiastkę pod względem surowości stanowi znakomite Kingdom Come: Deliverance i jeszcze lepsze Kingdom Come: Deliverance II, ale po pierwsze to gry pozbawione magii, a po drugie jeśli nie grzebiemy przy modach, jesteśmy skazani na widok z oczu postaci. Pewnego remedium na tęsknotę za Gothikiem upatrywałem w Avowed, tylko że grze Obsidianu do ideału sporo brakuje, tryb TPP zawodzi, a w dodatku to trochę inny klimat – więcej tu magii i high fantasy oraz renesansowej lekkości. Zobaczymy, jak poradzi sobie The Blood of Dawnwalker, ale to RPG mocniej skupione na wampiryzmie, z bardziej określoną postacią.\n\nReceptura\n\nPotrzebujemy nowego Gothica II. Brzmi to roszczeniowo i nierealistycznie? Być może, zdaję sobie z tego sprawę. Ale podejrzewam, że po wiele z wymienionych gier (poza TES i Wiedźminem) sięgaliśmy, by znaleźć to magiczne, nieco surowe „coś”. To coś, co wciąga, ale jednocześnie daje przestrzeń do grania po swojemu. Kto wie, może jakąś odrobinę magii da nam z powrotem Gothic Remake, a jak się jednak uda, to może Alkimia pójdzie za ciosem i stworzy wypasioną wersję „dwójki”. W skrajnym przypadku może odrestauruje nawet Gothica 3 – i doprowadzi do wizji, jaką był pierwotnie. Ale to wszystko mrzonki.\n\nCały ten artykuł to wyraz pewnej potrzeby. Potrzeby, którą przypuszczalnie w jakiś sposób odczuwają wszyscy, co po odpaleniu późniejszych Risenów czy Eleksa mieli gdzieś z tyłu głowy: „fajne, ale to jednak nie do końca to”.\n\nCzego więc potrzebujemy? Nieprzekombinowanego i bezpretensjonalnego action RPG, w którym da się odczuć ducha eksploracji. Takiego z działającym na wyobraźnię systemem progresji i postaciami, które zapadają w pamięć i z którymi dobrze buduje się relacje. Taką grę powinien uciągnąć charyzmatyczny, ale podatny na modyfikacje gracza bohater (może twórcy pozwoliliby wybrać, czy gramy kobietą, czy mężczyzną), coś jak V z Cyberpunka.\n\nObszar gry nie powinien przekraczać rozmiarów tego, co poznaliśmy w Gothicu II. Taka krainka w zupełności wystarczy, by przeżyć niesamowitą przygodę, chcieć zajrzeć w każdy kąt i zanurzyć się w świecie po uszy. Zwłaszcza jeśli produkcja znajdzie swój sposób na zaawansowane interakcje ze światem (marzy mi się gra, która robi to tak płynnie, jak immersive simy w stylu Deus Eksa).\n\nWypadałoby przy tym napisać porządny scenariusz – taki, który unika motywu ratowania świata, dopóki to możliwe. Jest tyle klątw, osobistych problemów i przyczyn mogących pchnąć bohatera w drogę i w otwarty świat, że nie zawsze trzeba iść po linii najmniejszego oporu. Warto brać przykład z pierwszego Gothica – i szukać czegoś oryginalnego, tak jak zrobiła to Piranha dwadzieścia kilka lat temu. Znaleźć ten jeden motyw, który wyróżni RPG fantasy o zapakowanym w stal typie lub takowej typiarze od całej reszty i dobrze sprzeda ideę.\n\nHerezje\n\nJedną rzecz takie action RPG powinno podpatrzeć z japońskiego podwórka. Mogłoby buchnąć walkę z pierwszego Dark Souls. Nie z Elden Ringa, nie z Bloodborne’a, nie z Dark Souls III. Tylko właśnie taką intensywną, ale nieco wolniejszą i nie aż tak trudną jak wygibasy z następców. Gry w stylu Gothica same w sobie stanowią wyzwanie (choć pozwalają zgrabnie obchodzić problemy), także pod względem starć – ale dlaczego przy tym nie uczynić ich przyjemniejszymi?\n\nStarcia o feelingu i tempie Dark Souls zapewniają mnóstwo radochy z wymachiwania stalą i dają niesamowity respons. Kiedy grałem w Soulsy, często zastanawiałem się, jakby to było – grać w grę z podobną jatką, ale o nieco innej strukturze świata, trochę zmienionym rozwoju postaci i z bardziej zrozumiałą, „ludzką” fabułą, a nie filozoficzną metaforą o upadku bogów i cywilizacji.\n\nRyzykowne? Walka „w stylu Gothików” wam wystarczy? Rozumiem, ale części graczy niekoniecznie. Zachęcam zresztą do wskazania w komentarzach swoich ulubionych modeli walki, które mogłyby wzbogacić rozgrywkę w takiej produkcji. Poza tym nawet gry inspirujące się wybitnymi klasykami powinny podejmować pewne ryzyko, mieszać i eksperymentować.\n\nGothic i Gothic II dobrze siadły pewnej grupie graczy, bo były właśnie tym – odmianą. Nowa gra może mieć podobnie przyziemny, bandycko-rycerski klimat, ale powinna zawierać też coś niespotykanego i świeżego. Jak bardzo bym nie tęsknił do siedzenia przy starym PC z Windowsem XP, chyba nie żyjemy już w 2003 roku. Daty nie zmieni nawet częste odpalanie Nocy Kruka. Wierzcie mi, sprawdzałem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plac Nowy",
            "link": "https://gazetakrakowska.pl/tag/plac-nowy",
            "description": "Giełda staroci na placu Nowym to raj dla kolekcjonerów. Targ przyciąga mieszkańców i turystów. Długie kolejki ustawiają się też do punktów gastronomicznych, w... Plac Nowy. Dla turystów i krakowian ze ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Krakowska17 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 13.07.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-13072025/ar-AA1HrJHz?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MrR85NeTIDsAbOpFrBnLci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN15 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 13.07.2025",
            "link": "https://gp24.pl/stare-telefony-komorkowe-ktore-dzis-sa-warte-fortune-masz-takie-13-07-2025/ar/c12p2-27723793",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto spodziewałby się, że to właśnie telefony sprzed 20 lat przeżywają dziś drugą młod ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza15 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 13.07.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-13072025/ar-AA1Hnkab?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IL8KRDrxvOLkKrRrYKbPki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN15 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "City scanner",
            "link": "https://expressbydgoski.pl/tag/city-scanner",
            "description": "W Toruniu przez kilka dni testowano samochód, który wykrywa auta parkujące w strefie płatnego parkowania bez opłaty. Rezultaty były imponujące - w ciągu pięciu... Rozszerzona Strefa Płatnego Parkowani ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Express Bydgoski14 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Artysta ceramik Stanisław Możdżeń z tytułem „Zasłużony dla Miasta Wałbrzycha'",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/artysta-ceramik-stanis%C5%82aw-mo%C5%BCd%C5%BCe%C5%84-z-tytu%C5%82em-zas%C5%82u%C5%BCony-dla-miasta-wa%C5%82brzycha/ar-AA1IvuGk?ocid=BingNewsVerp",
            "description": "Na ostatniej sesji wałbrzyskiej rady miejskiej, 10 lipca zadecydowano o przyznaniu kolejnego tytułu „Zasłużony dla Miasta Wałbrzycha'. Tym razem uhonorowano Stanisława Możdżenia, wybitnego artystę cer ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN9 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy turystów odwiedza Ćmielów. Jest tu Porcelanowy Rynek, jedyny taki w Europie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-turyst%C3%B3w-odwiedza-%C4%87miel%C3%B3w-jest-tu-porcelanowy-rynek-jedyny-taki-w-europie/ar-AA1IaaY4?ocid=BingNewsVerp",
            "description": "Ćmielów, niewielkie miasteczko położone w województwie świętokrzyskim, staje się coraz popularniejszym celem turystycznym w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Na2FHIWA2dYbkywYlrIjqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Eska Regiony on MSN12 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci we Wrocławiu pod św. Marią Magdaleną – deszcz nie odstraszył pasjonatów antyków i przedmiotów z duszą",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/targ-staroci-we-wroc%C5%82awiu-pod-%C5%9Bw-mari%C4%85-magdalen%C4%85-deszcz-nie-odstraszy%C5%82-pasjonat%C3%B3w-antyk%C3%B3w-i-przedmiot%C3%B3w-z-dusz%C4%85/ar-AA1Iuh5d?ocid=BingNewsVerp",
            "description": "Targ staroci pod kościołem św. Marii Magdaleny we Wrocławiu to miejsce, które od lat przyciąga miłośników historii, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lTYh70J5S2gHIWSgSE35Iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wrocław Nasze Miasto on MSN21 godz.",
            "source": "Wrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak było na Pchlim Targu w niedzielę - 13 lipca 2025. Ubrania, meble, starocie i nie tylko. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-by%C5%82o-na-pchlim-targu-w-niedziel%C4%99-13-lipca-2025-ubrania-meble-starocie-i-nie-tylko-zdj%C4%99cia-ceny-wideo/ar-AA1IvNUu?ocid=BingNewsVerp",
            "description": "W przyjemną, choć pochmurną niedzielę, 13 lipca 2024 roku, na Pchli Targ we Włocławku przy alei Kazimierza Wielkiego od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.65OMjX-oak1vMs-wFTNfyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN29 min",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe skarby czekają właśnie tu. Najlepsza giełda staroci powróciła do Warszawy. 150 stoisk wypełnionych rzeczami z duszą",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/prawdziwe-skarby-czekaj%C4%85-w%C5%82a%C5%9Bnie-tu-najlepsza-gie%C5%82da-staroci-powr%C3%B3ci%C5%82a-do-warszawy-150-stoisk-wype%C5%82nionych-rzeczami-z-dusz%C4%85/ar-AA1IvBYC?ocid=BingNewsVerp",
            "description": "W niedzielę 8 czerwca na targowisku przy ul. Trocinowej odbyła się kolejna edycja kultowej Falenickiej Giełdy Staroci. Wśród stoisk można było znaleźć zabytkowe meble, porcelanę, obrazy, rękodzieło i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto on MSN8 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plac Nowy",
            "link": "https://gazetakrakowska.pl/tag/plac-nowy",
            "description": "Giełda staroci na placu Nowym to raj dla kolekcjonerów. Targ przyciąga mieszkańców i turystów. Długie kolejki ustawiają się też do punktów gastronomicznych, w... Plac Nowy. Dla turystów i krakowian ze ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Krakowska17 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Otwarcie dworca",
            "link": "https://gloswielkopolski.pl/tag/otwarcie-dworca",
            "description": "Nowy dworzec PKP w Poznaniu już działa. Od wtorku służy pasażerom. Wytykać niedociągnięcia i niedoróbki nowego budynku łatwo - aż się od nich roi. Ale... Dramatyczne sceny na dworcu w Poznaniu. Na jed ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Wielkopolski5 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto legendarne jRPG. Takich gier już nie tworzą",
            "link": "https://www.ppe.pl/publicystyka/374863/oto-legendarne-jrpg-takich-gier-juz-nie-tworza.html",
            "description": "We wczesnych grach Squaresoftu gry i roboty musiały koegzystować. W Chrono Trigger, w Final Fantasy VI mechy były stałym punktem w opowieści i mechanikach rozgrywki. W latach 90. Square zatrudniało Te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.F4AnsXdty3wxS8sqqxAbLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "PPE.pl6 godz.",
            "source": "PPE.pl",
            "article_content": "We wczesnych grach Squaresoftu gry i roboty musiały koegzystować. W Chrono Trigger, w Final Fantasy VI mechy były stałym punktem w opowieści i mechanikach rozgrywki. W latach 90. Square zatrudniało Tetsuyę Takahashiego, gościa od projektowania, pisania i reżyserowania gier. Takahashi miał zajawkę na punkcie mechów. W jego głowie od dawna kiełkował pomysł na opracowanie japońskiego RPG bazującego na pojedynkowaniu się z użyciem robotów. Poszukiwał odpowiedniej nazwy i chciał, aby projekt ten charakteryzował się oryginalnym tytułem. I wymyślił sobie Xenogears.\n\nDalsza część tekstu pod wideo\n\n„Na początku, gdy bazowy koncept symbolicznie nazywał się FF, poszedłem z tym do 'góry' i złożyłem propozycję nowej gry. Przystali na to mówiąc: jeśli chcesz to zrobić, co czemu nie” - opowiadał Takahashi dla Dengeki PlayStation w 1998 roku. Wtedy inicjacja nowych projektów była tak prosta. Wystarczył pomysł i jego draft na tablicy, aby zarząd zezwolił na powstanie gry i puścił strumień gotówki na jej realizację. Dzisiaj to prawdziwy wyczyn. Xenogears na szczęście kreowano w czasach cudów, gdy akceptowano kreatywne pomysły. W momencie rozpoczęcia prac nad Xenogears, Squaresoft dopinało ostatnie guziki w Final Fantasy VII, które za chwilę miało ustanowić rekordowe wpływy na firmowe konta. Xenogears powstało jako pochodna FF, bo Takahashi i inni rozpoczęli od summonów, w żargonie Final Fantasy określonych jako bestii przywoływanych w walce.\n\n„Mieliśmy te summony zamiast robotów. Tak to się zaczęło. Gdy zdecydowaliśmy się na stworzenie odrębnej gry, te bestie zastąpiliśmy mechami” - kontynuował. Gra zaczynała jako bardzo wczesny koncept Final Fantasy VII, lecz szefowie firmy uznali, że jest zbyt mroczna. Skąd wziął się pomysł na tytuł dla nowej gry? Takahashi chciał postawić na coś niespotykanego, obcego. Eksperymentował ze słowem Xeno. Finalnie udało mu się dopasować Xeno do słowa Gears i tak powstała nazwa Xenogears. Fiksacja autora na punkcie mechów pozwoliła na stworzenie gry unikalnej w kontekście systemu walki i oprawy. Wydane w 1998 roku Xenogears korzystało ze sprite'ów postaci, czyli techniki pomału wówczas uchodzącej za relikty przeszłości. Gry szły w 3D, lecz Takahashi wybrał stylowe połączenie wymiarów. Świat przedstawiony składał się z wielokątów, podczas gdy modele postaci grzęzły w retro. Gra praktycznie nie posiadała renderowanych scen przerywnikowych tylko anime. Takahashi tłumaczył, że zespół postawił na przerywniki w czasie rzeczywistym. Jakkolwiek to nie brzmi, nie przeszkodziło Xenogears w zdobyciu sławy.\n\nPoważny styl\n\nXenogears powstawało dwa lata. Grę złożyło trzynastu deweloperów. Jej unikalność tkwi w łączeniu oprawy i stylów anime. Zwróćmy uwagę na sprite'y bohaterów. Fei, Elly, Citan, Bart byli zaplanowani od początku. Resztę dorysowywano, następnie przerzucano do świata gry w toku produkcji. Stylistyka Xenogears wynika z dwóch zależności: producenta gry i zasobów ludzkich. Hiromichi Tanaka stworzył znaną grę RPG, Secret of Mana, wydaną jeszcze na konsoli Super Nintendo. Wprawdzie projekt Xenogears koncepcyjnie narodził się dużo wcześniej, to zarządcy w Square przede wszystkim dbali o rozwój franczyzy Final Fantasy, z ugruntowaną pozycją na rynku. Podoba mi się odwrotność Xenogears względem Final Fantasy VII, czy VIII - w tychże produkcjach postacie są złożone z polygonów, a świat domalowany. W Xenogears jest zupełnie na odwrót. Gameplay nie stosuje przekładni jak w historii Clouda, gdy w trakcie walki gracz trafia do trójwymiarowej areny, lecz bazuje na stałej stylistyce, co sprzyja, moim zdaniem, lepszej immersji ze światem przedstawionym.\n\nKunihiko Tanaka, odpowiedzialny za projekty postaci w grze chciał spróbować swoich sił w obcowaniu z nieco poważniejszym stylem anime, tzw. Gegika, który namiętnie studiował, aby uzyskać pożądany efekt. Autor w przyszłości zaprojektował plejadę postaci do Xenosagi oraz Xenoblade Chronicles X, której zremasterowaną edycję otrzymaliśmy kilka miesięcy temu na Nintendo Switch. Twórcy poskąpili grze kobiecych postaci, czego potem żałował sam Takahashi. „Skupiliśmy się za bardzo na męskich charakterach i finalnie okazało się, że mieliśmy tylko jedną kobietę na pokładzie” - tłumaczył dla Dengeki. Kunihiko Tanaka otrzymał więc dodatkowy czas na opracowanie konceptów dla większej ilości kobiet w grze. Xenogears zawierało sześć kobiecych charakterów. Gra zapisała się fanom w pamięci nie tylko dzięki arcyciekawej opowieści, lecz zastosowanym systemom walki. Oprócz walki „na ziemi” istnieją jeszcze starcia mechów oparte na trochę innym schemacie.\n\nNowatorska mechanika - czy dobra?\n\nXenogears stosuje metodę paska ATB, który po naładowaniu pozwala na rozegranie tury dla danej postaci. Kiedy gracz wyda komendę, może tworzyć combosy w pojedynczej sekwencji ataku. To nowatorskie rozwiązanie, lecz nigdy nie zostało powielone przez twórców ze Squaresoftu. Każda z postaci uczy się ukrytych kombinacji, jeśli tylko uda nam się ją uprzednio wprowadzić. Z dzisiejszej perspektywy takie rozwiązanie zaburza spójność rozgrywki, w której sednem powinno być wyzwanie, lecz wyuczone przez bohaterów gry kombinacje są znacznie silniejsze. W efekcie gracz będzie bazował na jednej/dwóch kombinacjach zapominając o reszcie, dopóki nie odnajdzie nowego układu przycisków. Co więcej, kombinacja wyuczona przez jednego bohatera/bohaterkę przenosi się na resztę drużyny. Xenogears, choć stylistycznie i fabularnie nie miało sobie równych, straciło balans przez tę modyfikację systemu walki.\n\nAspektem wyrównującym są pojedynki z użyciem mechów. Pasek ATB zastępuje wskaźnik nieodnawialnego paliwa. Poziom trudność walk w Xenogears sprowadza się do ostrożności w zakresie dotrwania do następnej tury, zanim braknie nam paliwa. Dzisiaj wolałbym, aby autorzy rzucili mi rękawice nie poprzez ograniczenie systemowego zasobu i blokowania następnej tury, lecz poprzez trudnych bossów. Ci groźniejsi stają na naszej drodze u kresu przygody, na drugiej płycie. Swoją drogą, do dzisiaj mam nieodparte wrażenie, że drugi krążek z grą zapełniono na szybko, co sprawia, że Xenogears zamienia się w grę typu boss rush. Dobra gra zawsze obroni się sama. Xenogears oferuje świetną historię, choć przez długi czas liniową, w której niewiele można zrobić, trochę jak w wydanej wiele lat później Final Fantasy XIII. Systemowa i koncepcyjna struktura Xenogears czynią z gry relikt przeszłości, lecz taki wyjątkowy na tle reszty gatunku. I za to należy się jej twórcom niezmienny szacunek. Graliście?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opolczyk na kolanach w Mogile",
            "link": "https://dorzeczy.pl/kraj/752685/opolczyk-na-kolanach-w-mogile.html",
            "description": "PRZEWODNIK TURYSTYCZNY PO I RZECZYPOSPOLITEJ | Klasztor oo. Cystersów w Mogile, dziś dzielnicy Nowej Huty, ufundowany w 1222 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.DnVS_RJQrSye8fKdXfV4sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy6 godz.",
            "source": "Do Rzeczy",
            "article_content": "Otóż do klasztoru przywieziono wówczas pod strażą Władysława Opolczyka, księcia opolskiego, a także dobrzyńskiego i kujawskiego. Ukorzył się przed królem Władysławem Jagiełłą, oskarżony o próbę zamachu stanu i zajęcia siłą… zamku na Wawelu. Opolczyk pozostawił po sobie czarną kartę w dziejach Polski. Pod wieloma względami przypominał jednak wielu współczesnych polityków, ze wskazaniem na Koalicję Obywatelską. Chorobliwie ambitny przez całe życie marzył o koronie Królestwa Polskiego; jednocześnie wszystkie jego intrygi brały w łeb. Zaczął nienawidzić szlachty i Polski, gdyż te nie chciały dać mu królewskiej władzy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Spalski 2025. Co można było kupić na największej giełdzie antyków i rękodzieła? Niedziela, 13 lipca. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/jarmark-spalski-2025-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-na-najwi%C4%99kszej-gie%C5%82dzie-antyk%C3%B3w-i-r%C4%99kodzie%C5%82a-niedziela-13-lipca-zdj%C4%99cia/ar-AA1IwpOX?ocid=BingNewsVerp",
            "description": "Jarmark Spalski 2025 po raz czwarty w tym sezonie odbywał się w centrum Spały, 13 maja. W początkowo pochmurną, potem deszczową, a następnie słoneczną niedzielę, na największej giełdzie antyków i ręko ...",
            "image_url": "https://www.bing.pl/th?id=ODF.UPP7jN2WfcDJd4V1eiRwCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Tomaszów Mazowiecki Nasze Miasto on MSN2 godz.",
            "source": "Tomaszów Mazowiecki Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mieszkańcy wystawili rzeczy z piwnic, strychów i szaf. Używane perełki znikają w kilka minut. Tłumy na garażówce",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mieszka%C5%84cy-wystawili-rzeczy-z-piwnic-strych%C3%B3w-i-szaf-u%C5%BCywane-pere%C5%82ki-znikaj%C4%85-w-kilka-minut-t%C5%82umy-na-gara%C5%BC%C3%B3wce/ar-AA1Iw9c5?ocid=BingNewsVerp",
            "description": "W niedzielę 13 lipca 2025 do godziny 17:00 potrwa comiesięczna wyprzedaż garażowa na Bazarze Różyckiego. To już czwarta ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rC3o_jQZVFgOQHVZjXo6by&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto on MSN6 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wakacje w cieniu wojny",
            "link": "https://dorzeczy.pl/swiat/752631/odessa-wakacje-w-cieniu-wojny.html",
            "description": "Słoneczne plaże Odessy, zabytki Lwowa i Kijowa, piękno huculskiej przyrody oraz pełen atrakcji, komercyjny kurort górski ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kRWcUJ8B_XYCJi4F9rJaCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy6 godz.",
            "source": "Do Rzeczy",
            "article_content": "Chociaż na froncie sytuacja jest trudna, a alarmy przeciwlotnicze niemal codziennie wybrzmiewają na terenie większości obwodów, to sezon wakacyjny nad Dnieprem trwa w najlepsze. Przed 2014 r. perłą ukraińskiej turystyki nadmorskiej był oczywiście Krym, odwiedzany przez licznych gości zagranicznych, zarówno z Zachodu (choćby z Polski), jak i z Rosji. Dziś na półwysep przyjeżdżają jedynie ci ostatni. I to tłumnie. Most Kerczeński jest permanentnie zakorkowany. Turystów nie odstraszają ani wojna, ani wyjątkowo zimna woda na czarnomorskim wybrzeżu Krymu (w czerwcu temperatura wahała się między 10 a 18 st. C, podczas gdy średnia z ostatnich lat to 21 st. C), ani wysokie ceny w kurortach, ani grudniowy wyciek mazutu z dwóch rosyjskich tankowców, którego skutki na florę i faunę wokół półwyspu odczuwalne są do dziś.\n\nJednak Krym, choć de iure ukraiński, de facto jest i najpewniej pozostanie rosyjski. Po aneksji półwyspu letnią stolicą kraju stała się więc Odessa. Zanieczyszczone i raczej przemysłowe niż turystyczne wybrzeże Morza Azowskiego z Mariupolem czy Berdiańskiem nie miałyby szans, by konkurować z położoną nad Morzem Czarnym metropolią i jej okolicami. Od początku pełnoskalowej inwazji Odessa była częstym obiektem rosyjskich ataków z powietrza, a także z morza. Tak jest również obecnie. Alarmy rozbrzmiewają prawie codziennie. W 2022 r. plaże w regionie były oficjalnie zamknięte, część z nich ogrodzona, co niektórych śmiałków nie powstrzymało przed ryzykiem. Rok później sytuacja nieco się zmieniła. W sierpniu 2023 r. otwarto część plaż, zakazując przy tym kąpieli w morzu. Odeskie kurorty zaczęły wracać do normalności w trzecim roku wojny. Turyści mogli nie tylko się opalać, lecz także wchodzić do wody na wybranych plażach. Dokładnie tak samo jest od początku bieżącego sezonu letniego. Według stanu na 8 lipca wakacyjną przygodę można przeżyć na 11 plażach w samej Odessie, a także w Czarnomorsku i niewielkiej wiosce Prymorśke. W trakcie sezonu zapewne zostaną dopuszczone do użytku kolejne. Jedną z otwartych odeskich plaż jest pierwsza na Ukrainie plaża inkluzywna, czyli dostosowana do osób niepełnosprawnych, które na wózkach inwalidzkich mogą po specjalnym podjeździe wjechać wprost do wody. Odwiedza ją wielu weteranów wojennych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prawdziwe skarby czekają właśnie tu. Najlepsza giełda staroci powróciła do Warszawy. 150 stoisk wypełnionych rzeczami z duszą",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/prawdziwe-skarby-czekaj%C4%85-w%C5%82a%C5%9Bnie-tu-najlepsza-gie%C5%82da-staroci-powr%C3%B3ci%C5%82a-do-warszawy-150-stoisk-wype%C5%82nionych-rzeczami-z-dusz%C4%85/ar-AA1IvBYC?ocid=BingNewsVerp",
            "description": "W niedzielę 8 czerwca na targowisku przy ul. Trocinowej odbyła się kolejna edycja kultowej Falenickiej Giełdy Staroci. Wśród stoisk można było znaleźć zabytkowe meble, porcelanę, obrazy, rękodzieło i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto on MSN8 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    }
]