[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amerykanie wydali zgodę. Tym będą strzelać niemieckie F-35A",
            "link": "https://tech.wp.pl/amerykanie-wydali-zgode-tym-beda-strzelac-niemieckie-f-35a,7204463875226400a",
            "description": "Amerykańska agencja Defense Security Cooperation Agency (DSCA) wyraziła zgodę na potencjalną sprzedaż Niemcom pocisków AIM-120D-3 AMRAAM i powiązanego sprzętu o wartości szacowanej na 1,23 mld dol. Ot ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "WP Tech5 godz.",
            "source": "WP Tech",
            "article_content": "25 września 2025 r. DSCA poinformowała o zgodzie dla potencjalnej sprzedaży do Niemiec za maksymalną kwotę 1,23 mld dolarów 400 pocisków powietrze-powietrze średniego zasięgu AIM-120D-3 AMRAAM, 12 sekcji naprowadzających AIM-120D-3 oraz pojedynczego modułu M-Core i testowego pocisku AIM-120 AMRAAM. Do tego dochodzi wsparcie logistyczne w postaci części zamiennych, pomocy technicznej i oprogramowania.\n\nCo ciekawe jest to kwota o 10 mln dolarów niższa od podobnej propozycji dla Polski z kwietnia 2025 roku. Warto jednak zaznaczyć, że kwoty podane w komunikatach DSCA są wartością maksymalną, a później podpisane umowy wykonawcze na sprzęt są zwykle niższe.\n\nSprzedaż ma wspierać cele polityki zagranicznej i bezpieczeństwa Stanów Zjednoczonych poprzez zwiększenie potencjału sojusznika NATO, który odgrywa istotną rolę w stabilności politycznej i gospodarczym rozwoju Europy. Głównym wykonawcą kontraktu będzie firma RTX Corporation z Arlington w stanie Wirginia.\n\nAIM-120D-3 AMRAAM — najnowsza wersja standardu lotnictwa NATO\n\nAIM-120D-3 reprezentuje najnowszą generację pocisków powietrze-powietrze AIM-120 AMRAAM będącą w stanie zwalczać cele na dystansie do 180 km. Pociski mogą być wykorzystywane przez różne platformy, począwszy od samolotów F-16, F-35, Eurofighter czy JAS 39 Gripen, a skończywszy na naziemnych systemach obrony powietrznej NASAMS.\n\nW przypadku Niemiec najpewniej pociski są przeznaczone dla pozyskanych samolotów F-35, ponieważ Eurofightery mogą korzystać oferujących jeszcze większy zasięg pocisków MBDA Meteor.\n\nWersja AIM-120D-3 wyróżnia się na tle wcześniejszych modeli poprawioną nawigacją i dodaniem dwukierunkowego łącza komunikacyjnego zapewniającego łączność z samolotem po wystrzeleniu. To pozwala na przesyłanie przez samolot korekt pozycji celu do pocisku, zanim ten zbliży się na tyle, aby naprowadzanie przejęła pokładowa aktywna głowica radiolokacyjna.\n\nAIM-120D-3 AMRAAM — łącze komunikacyjne zapewnia nowe możliwości\n\nWarto jednak pamiętać, że ze względu na kompaktowe rozmiary, zasięg radaru zamontowanego w pocisku jest ograniczony – szacuje się, że zawiera się on w przedziale 20-40 km dla klasycznego samolotu. Do tego czasu pocisk po prostu leci do obszaru, gdzie wedle wyliczeń powinien się znajdować cel naprowadzany przez nawigację inercyjną.\n\nZ kolei łącze komunikacyjne zapewnia przesyłanie aktualizacji pozycji celu na żywo oraz w razie konieczności zmianę celu na inny jeśli pierwotny obiekt został zniszczony np. przez inny pocisk."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "And other stories sklep",
            "link": "https://warszawa.naszemiasto.pl/tag/and-other-stories-sklep",
            "description": "& Other Stories to marka-siostra takich znanych sklepów, jak H&M i COS. Wiadomo, że pierwszy sklep powstanie w Warszawie, w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto14 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jakub Rzekęć J&S-Trans",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,21236062,jakub-rzekec-j-s-trans.html",
            "description": "Ruszyły dopłaty do zakupu elektrycznych ciężarówek, co powinno oznaczać, że elektryfikacja floty polskiego transportu drogowego przybierze na sile. Na dofinansowanie rząd planuje wydać 1 mld zł, a kol ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl20 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Poznaliśmy właśnie zwycięzców najnowszego rankingu najlepszych miejsc pracy autorstwa Great Place to Work. W tym roku publikację wyników zestawienia podzielono na dwa wydarzenia. Listę Najlepszych Małych i Średnich Miejsc Pracy ...\n\nW marcu 2025 roku wartość zapytań o kredyty mieszkaniowe wzrosła o 33,3% r/r - informuje BIK Indeks Popytu na Kredyty Mieszkaniowe. Liczba wnioskujących wzrosła o 24,6% r/r i o 11,6% w porównaniu do lutego br. i jest najwyższa od stycznia ...\n\nPrzewoźnicy mogą odetchnąć z ulgą. Po sporych podwyżkach podatku od środków transportowych w 2024 roku, w obecnym ich poziom wzrośnie tylko nieznacznie. Zgodnie z wytycznymi Ministerstwa Finansów, w 2025 roku maksymalna stawka opłaty ...\n\nRazer zaprezentował całkowicie przeprojektowanego laptopa Blade 14. Laptop ma nowy system chłodzenia, został wyposażony w układ graficzny NVIDIA GeForce RTX 5070 Laptop GPU, procesor AMD Ryzen AI 9 365, wyświetlacz OLED 3K 120 Hz i szeroką ...\n\nW wiosennej ofercie Plusa dostępna jest nowa motorola edge 60 fusion i tablet Samsung Galaxy Tab S10 FE, a także smartfony z serii iPhone 15 i iPhone 16 w obniżonych cenach.\n\nZasiłek powodziowy został określony w art. 5 ustawy z dnia 16.09.2011 r. o szczególnych rozwiązaniach związanych z usuwaniem skutków powodzi (t.j. Dz. U. 2024, poz. 654) (dalej: ustawa powodziowa). Celem tego Zasiłku Powodziowego jest ...\n\n28 listopada wstrzymano przyjmowanie wniosków do programu Czyste Powietrze. Jednak dostępne są inne programy wsparcia umożliwiające skorzystanie z dofinansowania na zakup pompy ciepła lub podniesienie efektywności energetycznej budynku ...\n\nArchicom uruchomił IV etap osiedla Zenit w Łodzi. Do sprzedaży trafiło 171 mieszkań, do których klucze będzie można odebrać jeszcze w tym roku.\n\nPrzychody polskiego rynku elektroniki użytkowej rosną, a klienci coraz chętniej wybierają zakupy online. Jednak z powodu rosnącej popularności adbloków i spadku zaufania do reklam, skuteczne pozyskanie konsumentów wymaga nowoczesnej ...\n\nKiedy nadejdzie czas na aktualizację oprogramowania, nie należy zwlekać. Jednak w niektórych sytuacjach, pośpiech nie jest wskazany - ostrzegają eksperci z firmy G DATA."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 26.09.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-26092025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto spodziewałby się, że to właśnie telefony sprzed 20 lat przeżywają dziś drugą młod ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN7 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polski banknot trafił na aukcję w Holandii. Trwa zaciekła licytacja. Tyle jest wart",
            "link": "https://www.biznesinfo.pl/polski-banknot-trafil-na-aukcje-w-holandii-trwa-zaciekla-licytacja-tyle-jest-wart-jb-wac-260925",
            "description": "Nie jest tajemnicą fakt, że polskie banknoty i monety z minionych epok potrafią znacząco zyskać na wartości. Niewiele osób spodziewa się ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "BiznesINFO.pl13 godz.",
            "source": "BiznesINFO.pl",
            "article_content": "Polski banknot trafił na aukcję w Holandii. Trwa zaciekła licytacja. Tyle jest wart\n\nNie jest tajemnicą fakt, że polskie banknoty i monety z minionych epok potrafią znacząco zyskać na wartości. Niewiele osób spodziewa się jednak, że to zainteresowanie sięga daleko poza granice kraju. Na holenderskim serwisie aukcyjnym pojawiła się intrygująca oferta, taką wartość zyskał banknot z PRL. Ktoś ma szansę się wzbogacić.\n\nStare pieniądze zyskują na wartości\n\nJaka jest realna wartość pieniędzy z czasów PRL? Wartość numizmatyczna starych banknotów nie ma nic wspólnego z ich pierwotnym nominałem, a kluczowym czynnikiem jest stan zachowania egzemplarza. W świecie kolekcjonerów funkcjonuje precyzyjna skala oceny.\n\nNajwyższą wartość osiągają egzemplarze w “stanie bankowym” (UNC - Uncirculated), które nigdy nie trafiły do obiegu, mają ostre rogi i zachowały oryginalny, drukarski połysk. Każde, nawet najdrobniejsze zgięcie, zabrudzenie czy naderwanie drastycznie obniża ich wartość. Egzemplarze ”prawie nieobiegowe” (AU - About Uncirculated) mogą mieć minimalne ślady, na przykład po liczeniu, a te w \"stanie pięknym” (XF - Extremely Fine) noszą już lekkie ślady obiegu.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nNa polskim rynku kolekcjonerskim idealnie zachowany banknot sprzed dekad można nabyć za około 300-500 złotych. Egzemplarze noszące wyraźne ślady zużycia, wielokrotnie składane i przybrudzone, są warte symboliczną kwotę, często nieprzekraczającą kilkudziesięciu złotych. Oprócz stanu zachowania, na cenę wpływa również seria i numer banknotu, egzemplarze z pierwszych serii (np. oznaczonych literą A) lub o nietypowych numerach (np. radar - palindrom) bywają droższe.\n\nWśród kolekcjonerów dużą popularnością cieszą się tzw. błędnodruki, czyli banknoty z wadami powstałymi na etapie produkcji, na przykład przesuniętym nadrukiem, brakiem części elementów graficznych czy nietypowym kolorem. Takie egzemplarze są rzadkie i przez to osiągają ceny znacznie wyższe niż standardowe banknoty w tym samym stanie zachowania. Warto również pamiętać, że rynek numizmatyczny jest dynamiczny, a moda na określone nominały lub emisje się zmienia. Niektóre banknoty z czasów PRL, które jeszcze kilkanaście lat temu były łatwo dostępne i tanie, dziś potrafią być poszukiwanym rarytasem.\n\nTak jest między innymi z tym konkretnym banknotem, który pojawił się na aukcji. Jej autorem jest Portugalczyk, a zainteresowanie polskimi pieniędzmi przykuwa uwagę.\n\nPieniądze z PRL na aukcjach\n\nBanknot z Reymontem, datowany na 1 czerwca 1991 roku, nie jest dziełem przypadku, lecz namacalnym dowodem szalejącej na przełomie lat 80. i 90. hiperinflacji. U progu transformacji ustrojowej polska gospodarka znalazła się w stanie zapaści. Uwalnianie cen i niedobory towarów napędzały spiralę inflacyjną do niebotycznych rozmiarów.\n\nWskaźnik inflacji w 1989 roku wyniósł 251,1 proc., a w rekordowym 1990 roku aż 585 proc. Narodowy Bank Polski, próbując nadążyć za pędzącymi cenami, zmuszony był drukować banknoty o coraz wyższych nominałach. W obiegu pojawiły się banknoty z wizerunkami wielkich Polaków, opiewające na 200 000 zł z Mieszkiem I, 500 000 zł z Henrykiem Sienkiewiczem, a w końcu milion i dwa miliony złotych.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nPensje wypłacane w milionach były normą, jednak ich realna wartość pozwalała na zaspokojenie jedynie podstawowych potrzeb. Za przeciętną pensję, która pod koniec 1994 roku wynosiła ok. 6 mln starych złotych, można było kupić niewiele. Ten monetarny chaos zakończyła denominacja, która weszła w życie 1 stycznia 1995 roku. Operacja polegała na \"obcięciu” czterech zer, w związku z czym jeden nowy polski złoty (PLN) zastąpił dziesięć tysięcy starych złotych (PLZ).\n\nBanknot o nominale miliona złotych z dnia na dzień stał się więc równowartością stu złotych, a stare pieniądze można było wymieniać do końca 1996 roku, po czym bezpowrotnie straciły wartość płatniczą.\n\nPo latach ponownie zaczęły jednak zyskiwać na wartości. Widać to wyraźnie na aukcji, na której pojawił się banknot z wizerunkiem Władysława Reymonta.\n\nZobacz: Bon senioralny nie dla wszystkich. Zmiany w rządowym programie, te osoby nie dostaną wsparcia\n\nTyle jest warty banknot z PRL, aukcja trwa\n\nWydawałoby się, że stare pieniądze, które wyszły z obiegu dekady temu, to jedynie makulatura. Nic bardziej mylnego. Na jednym z holenderskich portali aukcyjnych, Catawiki, pojawił się niedawno banknot o nominale miliona złotych z wizerunkiem Władysława Reymonta.\n\nCo ciekawe, wystawiony został przez sprzedawcę z Portugalii, co dowodzi międzynarodowego zainteresowania polską historią. Aukcja szybko przyciągnęła uwagę kolekcjonerów, a licytacja stała się niezwykle zacięta. Eksperci szacowali wartość banknotu na około 120-140 euro, a na ten moment biorący udział w aukcji podbili cenę do 74 euro (ok. 315 zł). Mowa o 13 osobach, które aktywnie uczestniczą oraz 30 obserwatorach.\n\nTo nie pierwszy raz, kiedy podobny banknot wylądował na portalu i został wylicytowany. W innych przypadkach na Onebid potrafiły osiągnąć one ceny od 200 do nawet 5000 zł, a średnia kwota wahała się między 300 a 400 zł.\n\nZainteresowanie tym konkretnym egzemplarzem pokazuje, że pamiątki z okresu PRL, często chowane na dnie szuflad, zyskują na wartości i stają się obiektem pożądania nie tylko na lokalnym rynku. Dla wielu Polaków to przypomnienie o czasach, kiedy niemal każdy był milionerem, choć siła nabywcza tych milionów była znikoma. Popularność portali aukcyjnych sprawia, że rynek kolekcjonerski stał się globalny. Dziś każdy, kto znajdzie w domu dobrze zachowany egzemplarz, może z łatwością dotrzeć do kupców z całego świata, a sentyment i historia zamknięta w kawałku papieru potrafią wywindować cenę znacznie powyżej rynkowych standardów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wystawił na aukcji \"milionówkę\" z PRL. Taki banknot może być wart kilka tys. zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wystawi%C5%82-na-aukcji-milion%C3%B3wk%C4%99-z-prl-taki-banknot-mo%C5%BCe-by%C4%87-wart-kilka-tys-z%C5%82/ar-AA1Nl2Ug?ocid=BingNewsVerp",
            "description": "W Polsce rośnie zainteresowanie kolekcjonowaniem monet i banknotów z czasów Polskiej Rzeczypospolitej Ludowej. Choć wielu wciąż postrzega je jako stosunkowo nowe w porównaniu z historycznymi dukatami ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Y_NBXQC-7-xdFa0P1xXxXw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Kobieta on MSN11 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przebudowa targowiska w sławnie",
            "link": "https://slawno.naszemiasto.pl/tag/przebudowa-targowiska-w-slawnie",
            "description": "Białego kruka kupił na targowisku w Sławnie. Konkretnie Modlitewnik Żołnierski wydany w 1934 roku. Kupił, jak mówi, za kilka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Sławno Nasze Miasto15 godz.",
            "source": "Sławno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wędrująca estrada Zamość 2025",
            "link": "https://lublin.naszemiasto.pl/tag/wedrujaca-estrada-zamosc-2025",
            "description": "„Pożegnamy rok 2025 z rozmachem, energią i muzyką na najwyższym poziomie! Koncert Sylwestrowy Orkiestry Symfonicznej im.",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Lublin Nasze Miasto7 godz.",
            "source": "Lublin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy popularności. Kolekcjonerzy polują na te naczynia, wazony i figurki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-popularno%C5%9Bci-kolekcjonerzy-poluj%C4%85-na-te-naczynia-wazony-i-figurki/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony, zastawy stołowe czy figurki z lat 60., 70. czy 80., warto przyjrzeć się i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN15 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 26.09.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://pomorska.pl/prasowka-26-09-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960903",
            "description": "Daria i Olga Kołacz, polskie bliźniaczki syjamskie zrośnięte dolnym odcinkiem kręgosłupa i fragmentem przewodu pokarmowego, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NrS0vuvErcMhl3RUFJQqMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska16 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Udana akcja „Wrzosy za surowce wtórne' na Rynku w Ożarowie. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/udana-akcja-wrzosy-za-surowce-wt%C3%B3rne-na-rynku-w-o%C5%BCarowie-zobacz-zdj%C4%99cia/ar-AA1NmvEw?ocid=BingNewsVerp",
            "description": "W piątek 26 września na rynku w Ożarowie odbyła się wyjątkowa akcja organizowana przez Echo Dnia - „Wrzosy za surowce wtórne' ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gZyRBojgptoSkdeeK4zuGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Echo Dnia on MSN6 godz.",
            "source": "Echo Dnia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W miejscu dawnego hotelu Ikar w Poznaniu powstaje Four Points by Sheraton. Otwarcie zaplanowano na 2026 rok. Zobacz zdjęcia",
            "link": "https://poznan.naszemiasto.pl/w-miejscu-dawnego-hotelu-ikar-w-poznaniu-powstaje-four-points-by-sheraton-otwarcie-zaplanowano-na-2026-rok-zobacz-zdjecia/ar/c9p2-27949835",
            "description": "Po dłuższej przerwie wznowiono remont dawnego hotelu Ikar mieszczącego się przy ulicy Solnej w Poznaniu. Spółka PHH Hotele ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.85uexrpCbs20BRC8gcZsPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto14 godz.",
            "source": "Poznań Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Miejsce modlitwy",
            "link": "https://poznan.naszemiasto.pl/tag/miejsce-modlitwy",
            "description": "Choć lotnisko Ławica w Poznaniu kojarzy się głównie z miejscem startów i lądowań samolotów, oprócz pasów startowych i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto4 godz.",
            "source": "Poznań Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 26.09.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://gloswielkopolski.pl/przeglad-prasy-26-09-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960897",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 25.09. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „50 memów o ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Wielkopolski16 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 26.09.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://kurierlubelski.pl/przeglad-prasy-26-09-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960905",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 25.09.",
            "image_url": "https://www.bing.pl/th?id=OVFT.pWbR19-5QzUEcEAS55InhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski16 godz.",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Radni z Warszawy proponują wielkie sprzątanie Wisły. Niski stan wody to idealna okazja na porządki",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/radni-z-warszawy-proponuj%C4%85-wielkie-sprz%C4%85tanie-wis%C5%82y-niski-stan-wody-to-idealna-okazja-na-porz%C4%85dki/ar-AA1NkK1Z?ocid=BingNewsVerp",
            "description": "Tego lata Wisła w Warszawie kilkukrotnie biła rekordy najniższego w historii pomiarów stanu wody. Ale może zamiast załamywać ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EQIwfzKYKKp0tOhY3dj_vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN14 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki spacerowe do 6 km od Kołobrzegu. Urokliwe trasy na weekend 27 - 28 września",
            "link": "https://kolobrzeg.naszemiasto.pl/sciezki-spacerowe-do-6-km-od-kolobrzegu-urokliwe-trasy-na-weekend-27-28-wrzesnia/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w trasę, sprawdź, jaka będzie pogoda. W sobotę 27 września w Kołobrzegu ma być 17°C. Nie powinno padać. W niedzielę 28 września w Kołobrzegu ma być 17°C. Nie będzie padać. Stopień ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 1 km od Jaworzna. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 27 - 28 września?",
            "link": "https://jaworzno.naszemiasto.pl/rowerem-do-1-km-od-jaworzna-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-27-28-wrzesnia/ar/c7p1-21831473",
            "description": "Zanim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 27 września w Jaworznie ma być 17°C. Nie powinno padać. W niedzielę 28 września w Jaworznie ma być 15°C. Nie będzie padać. Stopień ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xuxuzDoKTo_KUVbVG-PJkA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Jaworzno Nasze Miasto6 godz.",
            "source": "Jaworzno Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie iść na spacer w woj. zachodniopomorskim. Gdzie warto iść w weekend 27 - 28 września? Lista 10 tras",
            "link": "https://gs24.pl/gdzie-isc-na-spacer-w-woj-zachodniopomorskim-gdzie-warto-isc-w-weekend-27-28-wrzesnia-lista-10-tras/ar/c7p1-22116477",
            "description": "Zanim wyruszysz, sprawdź, jaka będzie pogoda. W sobotę 27 września w woj. zachodniopomorskim ma być od 8°C do 17°C. Nie powinno padać. W niedzielę 28 września w woj. zachodniopomorskim ma być od 7°C ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Głos Szczeciński6 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Brama Warszawska w Białymstoku została rozebrana ponad 200 lat temu. Zobacz jak wyglądała i gdzie się znajdowała",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/brama-warszawska-w-bia%C5%82ymstoku-zosta%C5%82a-rozebrana-ponad-200-lat-temu-zobacz-jak-wygl%C4%85da%C5%82a-i-gdzie-si%C4%99-znajdowa%C5%82a/ar-AA1NkBBT?ocid=BingNewsVerp",
            "description": "Brama Warszawska znajdowała się na dzisiejszej ulicy Warszawskiej między budynkami z numerami 44 a 55. Jej nazwa pochodziła od tego, iż trakt, na którym stała prowadził do stolicy. Brama została ...",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kurier Poranny on MSN16 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Żagańskie Stowarzyszenie Ratowania Zabytków",
            "link": "https://gazetalubuska.pl/tag/zaganskie-stowarzyszenie-ratowania-zabytkow",
            "description": "Rada Miasta Żagań przyjęła program opieki nad bezdomnymi zwierzętami. Jest spora rzesza ludzi o ogromnych sercach, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3eoQtikE6G1i3Kek0VfuOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska1 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Albania po sezonie: spokojniej, taniej, piękniej – sprawdź, czy warto!",
            "link": "https://www.msn.com/pl-pl/podroze/podr%C3%B3%C5%BCe-po-europie/albania-po-sezonie-spokojniej-taniej-pi%C4%99kniej-sprawd%C5%BA-czy-warto/ar-AA1NmEwt?ocid=BingNewsVerp",
            "description": "Albania kusi nie tylko latem. Jesienią odkryjesz tu spokojne plaże, górskie szlaki bez tłumów i zabytkowe miasta w kameralnej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6e4IPiYFK1pgcdMaeH6xky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Strona Podróży on MSN7 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wzgórze Bismarcka w Żaganiu",
            "link": "https://gazetalubuska.pl/tag/wzgorze-bismarcka-w-zaganiu",
            "description": "Róże księżnej Doroty cudownie pachną i mają niespotykany kolor. Zostały wyhodowane w okolicach Hamburga, a już wkrótce ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3eoQtikE6G1i3Kek0VfuOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska1 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muzeum Archeologiczne w Krakowie: historia i nowoczesność w jednym miejscu",
            "link": "https://dziennikpolski24.pl/muzeum-archeologiczne-w-krakowie-historia-i-nowoczesnosc-w-jednym-miejscu/ar/c13p2-28003963",
            "description": "Muzeum Archeologiczne w Krakowie przygotowuje się do nowej ery – miejsca, w którym historia spotyka nowoczesność, a dawne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._IM5FQDehZbuZPNhiTtjTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Polski22 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opuszczone dworce kolejowe wreszcie przestaną straszyć i zaczną obsługiwać pasażerów",
            "link": "https://www.msn.com/pl-pl/news/other/opuszczone-dworce-kolejowe-wreszcie-przestan%C4%85-straszy%C4%87-i-zaczn%C4%85-obs%C5%82ugiwa%C4%87-pasa%C5%BCer%C3%B3w/ar-AA1NlfJ2?ocid=BingNewsVerp",
            "description": "PKP planuje zmodernizować 181 dworców. Wśród nich są także opuszczone dworce kolejowe, które od lat nie obsługiwały pasażerów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l7cwXEz7r_zBvtLCqCCxgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Bezprawnik on MSN12 godz.",
            "source": "Bezprawnik on MSN",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polski banknot trafił na aukcję w Holandii. Trwa zaciekła licytacja. Tyle jest wart",
            "link": "https://www.biznesinfo.pl/polski-banknot-trafil-na-aukcje-w-holandii-trwa-zaciekla-licytacja-tyle-jest-wart-jb-wac-260925",
            "description": "Nie jest tajemnicą fakt, że polskie banknoty i monety z minionych epok potrafią znacząco zyskać na wartości. Niewiele osób spodziewa się ...",
            "image_url": "https://www.bing.pl/th?id=ODF.W5Y4MI3IF_FGCvkznSbrPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "BiznesINFO.pl13 godz.",
            "source": "BiznesINFO.pl",
            "article_content": "Polski banknot trafił na aukcję w Holandii. Trwa zaciekła licytacja. Tyle jest wart\n\nNie jest tajemnicą fakt, że polskie banknoty i monety z minionych epok potrafią znacząco zyskać na wartości. Niewiele osób spodziewa się jednak, że to zainteresowanie sięga daleko poza granice kraju. Na holenderskim serwisie aukcyjnym pojawiła się intrygująca oferta, taką wartość zyskał banknot z PRL. Ktoś ma szansę się wzbogacić.\n\nStare pieniądze zyskują na wartości\n\nJaka jest realna wartość pieniędzy z czasów PRL? Wartość numizmatyczna starych banknotów nie ma nic wspólnego z ich pierwotnym nominałem, a kluczowym czynnikiem jest stan zachowania egzemplarza. W świecie kolekcjonerów funkcjonuje precyzyjna skala oceny.\n\nNajwyższą wartość osiągają egzemplarze w “stanie bankowym” (UNC - Uncirculated), które nigdy nie trafiły do obiegu, mają ostre rogi i zachowały oryginalny, drukarski połysk. Każde, nawet najdrobniejsze zgięcie, zabrudzenie czy naderwanie drastycznie obniża ich wartość. Egzemplarze ”prawie nieobiegowe” (AU - About Uncirculated) mogą mieć minimalne ślady, na przykład po liczeniu, a te w \"stanie pięknym” (XF - Extremely Fine) noszą już lekkie ślady obiegu.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nNa polskim rynku kolekcjonerskim idealnie zachowany banknot sprzed dekad można nabyć za około 300-500 złotych. Egzemplarze noszące wyraźne ślady zużycia, wielokrotnie składane i przybrudzone, są warte symboliczną kwotę, często nieprzekraczającą kilkudziesięciu złotych. Oprócz stanu zachowania, na cenę wpływa również seria i numer banknotu, egzemplarze z pierwszych serii (np. oznaczonych literą A) lub o nietypowych numerach (np. radar - palindrom) bywają droższe.\n\nWśród kolekcjonerów dużą popularnością cieszą się tzw. błędnodruki, czyli banknoty z wadami powstałymi na etapie produkcji, na przykład przesuniętym nadrukiem, brakiem części elementów graficznych czy nietypowym kolorem. Takie egzemplarze są rzadkie i przez to osiągają ceny znacznie wyższe niż standardowe banknoty w tym samym stanie zachowania. Warto również pamiętać, że rynek numizmatyczny jest dynamiczny, a moda na określone nominały lub emisje się zmienia. Niektóre banknoty z czasów PRL, które jeszcze kilkanaście lat temu były łatwo dostępne i tanie, dziś potrafią być poszukiwanym rarytasem.\n\nTak jest między innymi z tym konkretnym banknotem, który pojawił się na aukcji. Jej autorem jest Portugalczyk, a zainteresowanie polskimi pieniędzmi przykuwa uwagę.\n\nPieniądze z PRL na aukcjach\n\nBanknot z Reymontem, datowany na 1 czerwca 1991 roku, nie jest dziełem przypadku, lecz namacalnym dowodem szalejącej na przełomie lat 80. i 90. hiperinflacji. U progu transformacji ustrojowej polska gospodarka znalazła się w stanie zapaści. Uwalnianie cen i niedobory towarów napędzały spiralę inflacyjną do niebotycznych rozmiarów.\n\nWskaźnik inflacji w 1989 roku wyniósł 251,1 proc., a w rekordowym 1990 roku aż 585 proc. Narodowy Bank Polski, próbując nadążyć za pędzącymi cenami, zmuszony był drukować banknoty o coraz wyższych nominałach. W obiegu pojawiły się banknoty z wizerunkami wielkich Polaków, opiewające na 200 000 zł z Mieszkiem I, 500 000 zł z Henrykiem Sienkiewiczem, a w końcu milion i dwa miliony złotych.\n\nFot. ARKADIUSZ ZIOLEK/East News\n\nPensje wypłacane w milionach były normą, jednak ich realna wartość pozwalała na zaspokojenie jedynie podstawowych potrzeb. Za przeciętną pensję, która pod koniec 1994 roku wynosiła ok. 6 mln starych złotych, można było kupić niewiele. Ten monetarny chaos zakończyła denominacja, która weszła w życie 1 stycznia 1995 roku. Operacja polegała na \"obcięciu” czterech zer, w związku z czym jeden nowy polski złoty (PLN) zastąpił dziesięć tysięcy starych złotych (PLZ).\n\nBanknot o nominale miliona złotych z dnia na dzień stał się więc równowartością stu złotych, a stare pieniądze można było wymieniać do końca 1996 roku, po czym bezpowrotnie straciły wartość płatniczą.\n\nPo latach ponownie zaczęły jednak zyskiwać na wartości. Widać to wyraźnie na aukcji, na której pojawił się banknot z wizerunkiem Władysława Reymonta.\n\nZobacz: Bon senioralny nie dla wszystkich. Zmiany w rządowym programie, te osoby nie dostaną wsparcia\n\nTyle jest warty banknot z PRL, aukcja trwa\n\nWydawałoby się, że stare pieniądze, które wyszły z obiegu dekady temu, to jedynie makulatura. Nic bardziej mylnego. Na jednym z holenderskich portali aukcyjnych, Catawiki, pojawił się niedawno banknot o nominale miliona złotych z wizerunkiem Władysława Reymonta.\n\nCo ciekawe, wystawiony został przez sprzedawcę z Portugalii, co dowodzi międzynarodowego zainteresowania polską historią. Aukcja szybko przyciągnęła uwagę kolekcjonerów, a licytacja stała się niezwykle zacięta. Eksperci szacowali wartość banknotu na około 120-140 euro, a na ten moment biorący udział w aukcji podbili cenę do 74 euro (ok. 315 zł). Mowa o 13 osobach, które aktywnie uczestniczą oraz 30 obserwatorach.\n\nTo nie pierwszy raz, kiedy podobny banknot wylądował na portalu i został wylicytowany. W innych przypadkach na Onebid potrafiły osiągnąć one ceny od 200 do nawet 5000 zł, a średnia kwota wahała się między 300 a 400 zł.\n\nZainteresowanie tym konkretnym egzemplarzem pokazuje, że pamiątki z okresu PRL, często chowane na dnie szuflad, zyskują na wartości i stają się obiektem pożądania nie tylko na lokalnym rynku. Dla wielu Polaków to przypomnienie o czasach, kiedy niemal każdy był milionerem, choć siła nabywcza tych milionów była znikoma. Popularność portali aukcyjnych sprawia, że rynek kolekcjonerski stał się globalny. Dziś każdy, kto znajdzie w domu dobrze zachowany egzemplarz, może z łatwością dotrzeć do kupców z całego świata, a sentyment i historia zamknięta w kawałku papieru potrafią wywindować cenę znacznie powyżej rynkowych standardów."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "26 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-26,8,day.html",
            "description": "Wystawa łączy w sobie świat gadów kopalnych z żyjącymi współcześnie. Tą interesującą gromadę zwierząt zaprezentowano w kilku modułach wystawowych, w podziale na obszary występowania, w scenerii znakom ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków22 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kto nie może zostać chrzestnym",
            "link": "https://gazetakrakowska.pl/tag/kto-nie-moze-zostac-chrzestnym",
            "description": "Kto nie może zostać chrzestnym? Jak się okazuje, coraz więcej osób słyszy od księdza odmowę i nie zostaje dopuszczonych do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Qe_Ru3USMdCrrIzZ0Ok0bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Krakowska1 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muzeum Archeologiczne w Krakowie: historia i nowoczesność w jednym miejscu",
            "link": "https://dziennikpolski24.pl/muzeum-archeologiczne-w-krakowie-historia-i-nowoczesnosc-w-jednym-miejscu/ar/c13p2-28003963",
            "description": "Muzeum Archeologiczne w Krakowie przygotowuje się do nowej ery – miejsca, w którym historia spotyka nowoczesność, a dawne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._IM5FQDehZbuZPNhiTtjTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Polski22 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    }
]