[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane kryształy PRL. Na takie naczynia i wazony polują kolekcjonerzy [13.06.2025 r.]",
            "link": "https://pomorska.pl/poszukiwane-krysztaly-prl-na-takie-naczynia-i-wazony-poluja-kolekcjonerzy-13-06-2025-r/ar/c1p2-27672555",
            "description": "W 2025 roku kryształy z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.9MUGw5AGgQtcJpPXbPHZog&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska10 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy polują na te wazony z PRL. Takie pamiątki z duszą mogą okazać się prawdziwym skarbem [13.06.2025]",
            "link": "https://pomorska.pl/kolekcjonerzy-poluja-na-te-wazony-z-prl-takie-pamiatki-z-dusza-moga-okazac-sie-prawdziwym-skarbem-13-06-2025/ar/c1p2-27606583",
            "description": "Wazony z czasów PRL w 2025 roku zyskują na wartości. Są poszukiwane zarówno przez kolekcjonerów, jak i miłośników starego stylu, a ich ceny na rynku stale rosną. Jeśli masz w swoim domu wazony z PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska20 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wiadomość Prezes Sony Interactive Entertainment dostał pytanie o przyszłość konsol PlayStation. W świetle zmian na rynku odpow...",
            "link": "https://www.gry-online.pl/newsroom/prezes-sony-interactive-entertainment-dostal-pytanie-o-przyszlosc/komentarze/za2dd79",
            "description": "KOMENTARZE. To jest dramat ... Moje ps5 kurzy się od czasu astrobota i nie mam po je włączać -_- Zastanawiam się czy nie sprzedać. Patrząc na wykres to sony nie wie co robi w tej generacji. Gier nie m ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl5 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "To jest dramat ... Moje ps5 kurzy się od czasu astrobota i nie mam po je włączać -_- Zastanawiam się czy nie sprzedać.\n\nPatrząc na wykres to sony nie wie co robi w tej generacji. Gier nie ma, anulują ciągle gry usługi, Bend studio już by wydało days gone 2 a tak anulowali grę usługe. I zanim coś Ci biedacy zrobią to wyjdzie już na ps6 ...\n\nSony poczuło się zbyt pewne że teraz sobie rozwala głupi ryj głupimi decyzjami ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdańsk - ktoś z miasta jest w stanie pomóc?",
            "link": "https://www.gry-online.pl/forum/gdansk-ktos-z-miasta-jest-w-stanie-pomoc/z3c381b2",
            "description": "TEMATY OGÓLNE. Witam. Grupa kilku moich znajomych wybiera się w przyszłym tygodniu do Gdańska. Byli by bardzo zainteresowani odwiedzeniem jakiegoś targu gdzie można dostać jakieś starocie, obrazy, pam ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl23 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Gdańsk - ktoś z miasta jest w stanie pomóc?\n\nWitam. Grupa kilku moich znajomych wybiera się w przyszłym tygodniu do Gdańska. Byli by bardzo zainteresowani odwiedzeniem jakiegoś targu gdzie można dostać jakieś starocie, obrazy, pamiątki, no słowem wszystko co ludzie wywleką z domów :)\n\nJeśli jest takie miejsce w Gdańsku może jakiś mieszkaniec rzuci adresem na jakiej ulicy się on znajduje. Pomocna też będzie informacja czy jest to targ tylko weekendowy czy ma miejsce w środku tygodnia. Z góry dzięki."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Ile kosztują monety z PRL-u? [13.06.2025 r.]",
            "link": "https://torun.naszemiasto.pl/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-ile-kosztuja-monety-z-prl-u-13-06-2025-r/ar/c1p2-27655625",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.mHnguVI1%2fB9yEnlPY0PvTA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto10 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawet 39 tysięcy za monety z PRL. Aż tyle mogą zapłacić kolekcjonerzy. Masz takie w domu? Zobacz, ile można zrobić (zdjęcia) 13.06.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/nawet-39-tysi%C4%99cy-za-monety-z-prl-a%C5%BC-tyle-mog%C4%85-zap%C5%82aci%C4%87-kolekcjonerzy-masz-takie-w-domu-zobacz-ile-mo%C5%BCna-zrobi%C4%87-zdj%C4%99cia/ar-AA1GsWDX?ocid=BingNewsVerp",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, które na aukcjach internetowych potrafią osiągać oszałamiające ceny – nawet ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN10 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryj, które niepozorne banknoty 10 zł są warte fortunę. Kolekcjonerzy płacą za nie krocie [13.06.2025]",
            "link": "https://expressbydgoski.pl/odkryj-ktore-niepozorne-banknoty-10-zl-sa-warte-fortune-kolekcjonerzy-placa-za-nie-krocie-13-06-2025/ar/c1p2-27667209",
            "description": "Choć w obiegu znajduje się około 147 milionów takich banknotów, wśród nich mogą kryć się prawdziwe skarby. Inaczej jest w przypadku rzadkich banknotów z czasów PRL, które często pojawiają się na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Express Bydgoski21 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 13.06.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-13-06-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ob6yaefHx4Yr0tY4V%2flPZQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekend z Weselem Kurpiowskim i nie tylko. Co? Gdzie? Kiedy?",
            "link": "https://www.eostroleka.pl/weekend-z-weselem-kurpiowskim-i-nie-tylko-co-gdzie-kiedy,art119475.html",
            "description": "Nadchodzący weekend w Ostrołęce i okolicach zapowiada się wyjątkowo intensywnie – czeka nas prawdziwa eksplozja kultury, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4Pkma2GVZdvF66QW5xl0Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "eOstroleka5 godz.",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nNadchodzący weekend w Ostrołęce i okolicach zapowiada się wyjątkowo intensywnie – czeka nas prawdziwa eksplozja kultury, tradycji, emocji i dobrej zabawy! Od folkowych brzmień w Kadzidle, przez teatralne i taneczne premiery, filmowe seanse pod gwiazdami, po motoryzacyjne szaleństwo i wodne przygody – każdy znajdzie coś dla siebie. Sprawdź, co, gdzie i kiedy się dzieje, i zaplanuj weekend pełen niezapomnianych wrażeń!\n\nRepertuar Kina Jantar w Ostrołęce\n\nJak wytresować smoka, Podniebna poczta Kiki, Karate Kid: Legendy Rytuał, Ballerina: Z Uniwersum Johna Wicka.\n\nRepertuar Kina Helios w Łomży\n\nMaraton grozy, Jak wytresować skomak, Materialiści, Rytuał, Lilo i Stitch, Ballerina: Z Uniwersum Johna Wicka, Karate Kid: Legendy, Milczenie Julie, Peppa poznaje nowego członka rodziny, Podniebna poczta Kiki, Monty Python i Święty Graal.\n\nPiątek, 13 czerwca\n\ngodz. 16:00 - Wesele Kurpiowskie w Kadzidle\n\nJuż 13–15 czerwca 2025 roku Kadzidło rozbrzmi śpiewem, muzyką i tradycją podczas XXX jubileuszowego Wesela Kurpiowskiego – Festiwalu Folkloru Weselnego! Czekają na Was barwne obrzędy, spotkania z kurpiowską kulturą i folkowa biesiada pod gwiazdami. To wyjątkowe wydarzenie pod honorowym patronatem najważniejszych instytucji kulturalnych w kraju. Nie przegap święta tradycji w sercu Kurpiowszczyzny!\n\ngodz. 18:00 - Nocne Granie w Muzeum Żołnierzy Wyklętych\n\nLubisz planszówki? W piątek 13 czerwca od 18:00 do północy w Muzeum Żołnierzy Wyklętych w Ostrołęce czeka Cię prawdziwa uczta dla fanów gier! \"Nocne granie w MŻW\" to bezpłatne wydarzenie dla wszystkich – od początkujących po zaprawionych strategów. Mnóstwo gier, turniejowe emocje w ramach „Mistrzów Planszy 2025” i świetna atmosfera gwarantowane. Zabierz znajomych (i ulubione tytuły) – gramy do północy!\n\ngodz. 18:00 - Ostrołęcka Wiosna teatralna - spektakl „Gospodarstwo Grobowiec”\n\nMiłośnicy teatru – zapiszcie tę datę! W piątek, 13 czerwca o 18:00 Ostrołęcka Scena Autorska zaprasza na premierę spektaklu „Gospodarstwo Grobowiec” w Klubie OCZKO. Tajemnicza agroturystyka, napięcie i niepokojące sekrety – ten wieczór z pewnością przyprawi Was o dreszcze! Bezpłatne wejściówki dostępne od godz. 17:00, ale liczba miejsc ograniczona – warto być wcześniej!\n\nSobota, 14 czerwca\n\ngodz. 10:00 - Rodzinny rajd rowerowy w Olszewie-Borkach\n\nSobota, 14 czerwca zapowiada się aktywnie i smakowicie! Rodzinny Rajd Rowerowy w gminie Olszewo-Borki poprowadzi malowniczą trasą do Przystani, gdzie na mecie czeka plenerowy piknik „Przystań u Burbona – Smaki tej Ziemi”. Start o 10:00 spod Urzędu Gminy – zabierz rower, rodzinę i dobry humor! Czeka Was dzień pełen ruchu, lokalnych przysmaków i świetnej atmosfery.\n\ngodz. 12:30 - Piknik u Burbona w Przystani\n\nJuż w sobotę 14 czerwca Przystań zamieni się w centrum smaków, tradycji i dobrej zabawy! Piknik „Przystań u Burbona – Smaki tej Ziemi” startuje o 12:30 i oferuje wszystko – od koncertów, występów i konkursów po degustacje lokalnych potraw i historyczne ciekawostki. Będą dmuchańce, ognisko, potańcówka, a nawet pieczony dzik! Nie przegapcie rodzinnego święta, które łączy kulturę z pyszną kuchnią i świetną atmosferą!\n\ngodz. 13:00 - Gala taneczna BezWahania Dance Center\n\nJuż 14 czerwca o 13:00 hala im. Arkadiusza Gołasia w Ostrołęce wypełni się energią, emocjami i pasją – wszystko za sprawą Gali Tanecznej BezWahania Dance Center! To niezwykłe widowisko podsumowujące sezon artystyczny 2024/2025 pokaże, jak taniec może opowiadać historie i poruszać serca. Czekają na Was różnorodne choreografie, młodzi artyści i niezapomniana atmosfera. Przyjdź i poczuj magię tańca z BezWahania!\n\ngodz. 14:00 - Rodzinny spływ kajakowy Ostrołęka - Kamianka\n\nSobota, 14 czerwca zapowiada się naprawdę mokro i wesoło! Z miejskiej plaży w Ostrołęce o 14:00 wyruszy “Wielki Rodzinny Spływ Kajakowy”, który zakończy się piknikiem pełnym atrakcji na błoniach w Kamiance, nad piękną Narwią. To idealna propozycja dla rodzin i miłośników wodnych przygód – aktywność, integracja i morski klimat gwarantowane! Kajaki czekają, wystarczy się zgłosić – nie przegap tej letniej frajdy!\n\ngodz. 16:00 - Spływ na byle czym w Kamiance\n\nW sobotę 14 czerwca Kamianka zamieni się w port pełen śmiechu i morskiej fantazji! Po rodzinnym spływie kajakowym czas na „Spływ na Byle Czym” – wodne widowisko, gdzie liczy się kreatywność, nie konstrukcja. Od 16:00 czekają Was szanty, pirackie historie i niezapomniane koncerty żeglarskie, a wszystko zwieńczy ognisko i wspólna biesiada przy Narwi. Szykujcie kapoki i poczucie humoru – morskie szaleństwo gwarantowane!\n\ngodz. 16:00 - Taneczna podróż dookoła świata\n\nGotowi na niezwykłą podróż? W sobotę 14 czerwca o 16:00 oraz w niedzielę 15 czerwca o 10:00 zapraszamy do sali widowiskowej Ostrołęckiego Centrum Kultury na taneczno-teatralną wyprawę dookoła świata! Zespół De-eM i Dziecięcy Teatr „Niewidzialni” zabiorą Was w dwanaście barwnych miejsc pełnych rytmu, emocji i niespodzianek. To widowisko, które zachwyci widzów w każdym wieku!\n\ngodz. 17:00 - Wesele Kurpiowskie w Kadzidle\n\nJuż w sobotę, 14 czerwca, Kadzidło roztańczy się na dobre! W ramach XXX Jubileuszowego Wesela Kurpiowskiego rusza Festiwal Folkloru Weselnego – na scenie wystąpią zespoły z Gruzji, Chorwacji oraz Kapela Folkowa Karczmarze. Czekają Was emocje, śmiech, wzruszenia i szalona zabawa do białego rana – wszystko w duchu tradycji i międzynarodowego folkloru. Tego wesela nie można przegapić!\n\ngodz. 21:00 - Seans kina letniego pod chmurką\n\nCiepłe wieczory i seans pod gwiazdami? Już 14 czerwca Letnie Kino Plenerowe zaprasza na kolejny filmowy przystanek – tym razem w Dzbeninie na placu przy posesji nr 1H. O 21:00 rozsiądziemy się wygodnie i wspólnie obejrzymy „Doktora Dolittle”. Kino pod chmurką to idealny sposób na relaks, rodzinny wieczór i odrobinę magii na świeżym powietrzu – zabierz koc, bliskich i daj się porwać filmowym emocjom!\n\nNiedziela, 15 czerwca\n\ngodz. 10:00 - Akcja Supercar Taxi w Ostrołęce\n\nJuż w niedzielę 15 czerwca Plac Wolności w Ostrołęce zamieni się w raj dla fanów szybkich aut i wielkich serc! Fundacja Fun and Drive zaprasza na dzień pełen adrenaliny, emocji i rodzinnych atrakcji – z przejazdami takimi legendami jak Lamborghini, Ferrari czy McLaren. Dla dzieci: dmuchańce, motorki, wata cukrowa i mnóstwo uśmiechu! Pomaganie jeszcze nigdy nie było tak ekscytujące – wsiądź do superauta i wesprzyj dzieci w potrzebie.\n\ngodz. 11:00 - Giełda kolekcjonerska w Klubie Lokator\n\nW niedzielę 15 czerwca Klub Lokator w Ostrołęce ponownie stanie się rajem dla miłośników przedmiotów z duszą! W godzinach 11:00–13:00 zapraszamy na giełdę kolekcjonerską – spotkanie pełne pasji, historii i unikatowych skarbów. Stare monety, znaczki, pocztówki, winyle i wiele innych perełek czeka na odkrycie. To świetna okazja, by wzbogacić kolekcję lub po prostu poczuć klimat dawnych lat – wstęp wolny!\n\ngodz. 11:00 - Wesele Kurpiowskie w Kadzidle\n\nTrzy dni tradycji, wzruszeń i wyjątkowych przeżyć – już 13–15 czerwca Kadzidło znów stanie się sercem kurpiowskiego folkloru! XXX Jubileuszowe Wesele Kurpiowskie to festiwal, którego nie można przegapić – zwieńczony niedzielnym finałem z uroczystą Mszą, widowiskiem obrzędowym „Powrót od Ślubu” oraz koncertem gwiazdy wieczoru – LANBERRY! Spotkajmy się w Kadzidle i razem świętujmy 30 lat miłości do tradycji!\n\ngodz. 13:30 - wystawa „Cudowne Myszynieckie Boże Ciało”\n\nJuż w niedzielę Myszyniec zaprasza na wyjątkową podróż przez czas i tradycję! O 13:30 w zabytkowej dzwonnicy odbędzie się promocja wystawy „Cudowne Myszynieckie Boże Ciało” – fotograficznej opowieści Gabora Lörinczego o jednej z najpiękniejszych procesji w Polsce. Wieczorem, o 18:00 w RCKK, czeka na Was niezwykła retransmisja uroczystości z 1995 roku – zrekonstruowany materiał Telewizji Polskiej przeniesie Was w serce duchowego dziedzictwa regionu. To wydarzenie, które poruszy serca i obudzi wspomnienia!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 13.06.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-13-06-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ob6yaefHx4Yr0tY4V%2flPZQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kryształy z XX wieku w nowym świetle",
            "link": "https://pomorska.pl/krysztaly-prl-w-cenie-zlota-tyle-kosztuja-w-2025-roku-popularne-misy-i-wazony-13-06-2025-r/ar/c9p2-27165801",
            "description": "Kryształy z czasów PRL, kiedyś powszechnie spotykane w polskich domach, zyskały nowe życie jako cenione przedmioty ...",
            "image_url": "https://www.bing.pl/th?id=OVF.aXjhcWXw27nA0xxr6XywDA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska10 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane kryształy PRL. Na takie naczynia i wazony polują kolekcjonerzy [13.06.2025 r.]",
            "link": "https://pomorska.pl/poszukiwane-krysztaly-prl-na-takie-naczynia-i-wazony-poluja-kolekcjonerzy-13-06-2025-r/ar/c1p2-27672555",
            "description": "W 2025 roku kryształy z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.9MUGw5AGgQtcJpPXbPHZog&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska10 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ Staroci w Rozwadowie – 15 czerwca",
            "link": "https://sztafeta.pl/artykuly/targ-staroci-w-rozwadowie-15-czerwca",
            "description": "Miłośników unikatowych przedmiotów i sentymentalnych skarbów zapraszamy na kolejny targ staroci, który odbędzie się 15 czerwca na Rynku w Rozwadowie.",
            "image_url": "https://www.bing.pl/th?id=ODF.MabB8L5kWQ6IEQnMAVu4dA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Sztafeta.pl9 godz.",
            "source": "Sztafeta.pl",
            "article_content": "To doskonała okazja, by poszukać oryginalnych antyków, kolekcjonerskich drobiazgów oraz wyjątkowych pamiątek z dawnych lat. Na stoiskach znajdziecie meble, książki, porcelanę, biżuterię, zabawki i wiele innych ciekawych rzeczy z przeszłości.\n\nWydarzenie to nie tylko świetna okazja do zakupów, ale także spotkań i wymiany pasji wśród kolekcjonerów i miłośników historii.\n\nTarg będzie czynny od 7 do 13, a wstęp jest wolny. Zachęcamy wszystkich, którzy cenią klimat minionych czasów i lubią odkrywać zapomniane historie!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niesamowity skarbiec pod Warszawą. W Kopalni Staroci można znaleźć dosłownie wszystko. Ceny na każdą kieszeń",
            "link": "https://warszawa.naszemiasto.pl/niesamowity-skarbiec-pod-warszawa-w-kopalni-staroci-mozna-znalezc-doslownie-wszystko-ceny-na-kazda-kieszen/ar/c11p2-27674241",
            "description": "Nazwa tego miejsca jest bardzo trafna, ponieważ wkraczając w jego progi, na kilka dobrych godzin schodzimy głęboko w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3C420vq44f9cO3Vm6THZqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto4 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co robić w weekend 13-15 czerwca w Łodzi? Targi roślin w Orientarium, start plaż w Manufakturze, psi piknik w Ogrodach Geyera i wiele innych",
            "link": "https://dzienniklodzki.pl/co-robic-w-weekend-13-15-czerwca-w-lodzi-targi-roslin-w-orientarium-start-plaz-w-manufakturze-psi-piknik-w-ogrodach-geyera-i-wiele-innych/ar/c1p2-27685351",
            "description": "Piknik z psami rasy border collie, nowa plaża w Manufakturze, a może jeden z kiermaszy? W weekend 13-15 czerwca w Łodzi sporo się dzieje. Zobacz nasze propozycje wydarzeń i imprez weekendowych. W piąt ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Łódzki5 godz.",
            "source": "Dziennik Łódzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdańsk - ktoś z miasta jest w stanie pomóc?",
            "link": "https://www.gry-online.pl/forum/gdansk-ktos-z-miasta-jest-w-stanie-pomoc/z3c381b2",
            "description": "TEMATY OGÓLNE. Witam. Grupa kilku moich znajomych wybiera się w przyszłym tygodniu do Gdańska. Byli by bardzo zainteresowani odwiedzeniem jakiegoś targu gdzie można dostać jakieś starocie, obrazy, pam ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "GRY-OnLine.pl23 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Gdańsk - ktoś z miasta jest w stanie pomóc?\n\nWitam. Grupa kilku moich znajomych wybiera się w przyszłym tygodniu do Gdańska. Byli by bardzo zainteresowani odwiedzeniem jakiegoś targu gdzie można dostać jakieś starocie, obrazy, pamiątki, no słowem wszystko co ludzie wywleką z domów :)\n\nJeśli jest takie miejsce w Gdańsku może jakiś mieszkaniec rzuci adresem na jakiej ulicy się on znajduje. Pomocna też będzie informacja czy jest to targ tylko weekendowy czy ma miejsce w środku tygodnia. Z góry dzięki."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anatomia antyku – największa od 30 lat wystawa rzeźby w Polsce",
            "link": "https://www.pb.pl/anatomia-antyku-najwieksza-od-30-lat-wystawa-rzezby-w-polsce-1243721",
            "description": "Odpowiedzi na pytania, jak antyk inspirował artystów i kształtował edukację artystyczną kolejnych pokoleń, a także czym było ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0F3TJhDmzSCU5D727_gX6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Puls Biznesu2 godz.",
            "source": "Puls Biznesu",
            "article_content": "Na wakacje Zamek Królewski w Warszawie przygotował nową wystawę „Anatomia antyku. Ciało i ruch w rzeźbie\". W Bibliotece Królewskiej wyeksponowano starożytne dzieła sztuki oraz ich zabytkowe kopie z marmuru i gipsu, w tym ocalałe relikty imponującej kolekcji króla Stanisława Augusta. Można do nich podejść blisko, obejść je z każdej strony i przyjrzeć się detalom, które zazwyczaj trudno dostrzec. Wśród dzieł polskich i zagranicznych twórców zwracają uwagę m.in. Venus Italica dłuta Antonia Canovy i figura Henryka Lubomirskiego jako Amora.\n\ni słuchaj tego oraz wielu innych artykułów w pb.pl\n\nOdpowiedzi na pytania, jak antyk inspirował artystów i kształtował edukację artystyczną kolejnych pokoleń, a także czym było dla polskiej sztuki wielkie, niezrealizowane marzenie króla Stanisława Augusta o otwarciu w Warszawie akademii sztuk pięknych daje wystawa w Bibliotece Królewskiej dostępna do 21 września 2025 r.\n\n– Anatomia, obecna już w tytule wystawy, odwołuje się do fascynacji ludzkim ciałem, tak charakterystycznym dla sztuki antycznej. Ówcześni twórcy próbowali poznać jego strukturę, układ i możliwości, precyzyjnie oddać w rzeźbie wszystkie aspekty ludzkiej sylwetki. Na bardziej metaforycznym poziomie tytułowa anatomia odwołuje się do nowożytnych interpretacji i adaptacji antycznych wzorców, które stały w centrum zainteresowania klasycyzmu – mówi Norbert Haliński, kurator wystawy „Anatomia antyku. Ciało i ruch w rzeźbie”.\n\nZa panowania Stanisława Augusta (1764–95) Zamek był głównym ośrodkiem życia politycznego i dworskiego, ale również artystycznego. To właśnie tutaj pod wpływem oświeceniowych idei kształtowały się nowe kierunki w sztuce i szkolnictwie artystycznym. Na gust władcy znacząco wpływała sztuka starożytna. Działające w zamkowych murach Malarnia oraz Rzeźbiarnia miały stać się fundamentem Akademii Sztuk Pięknych – niezrealizowanego marzenia króla. Wzorując się na szkołach w Dreźnie i Rzymie, w zamkowych pracowniach wykorzystywano albumy anatomiczne i odlewy antycznych rzeźb sprowadzane z włoskich warsztatów. Z myślą o akademii Stanisław August gromadził gipsowe kopie najwybitniejszych rzeźb antycznych. Królewski zbiór przekroczył pięćset egzemplarzy i stał się jednym z największych w Europie. Kolekcja odlewów służyła młodym artystom do wybuchu II wojny światowej, podczas której większość figur została zniszczona. Część jednak ocalała – i można ją zobaczyć na obecnej wystawie w Zamku.\n\nNa ekspozycję składa się ponad 130 obiektów wypożyczonych m.in. z: Muzeum Uniwersytetu Jagiellońskiego, Muzeum Narodowego w Warszawie, Biblioteki Uniwersyteckiej w Warszawie czy Museo Gypsotheca Antonio Canova w Possagno we Włoszech. Są to zarówno oryginalne starożytne rzeźby, jak i gipsowe odlewy służące studentom w XVIII i XIX wieku, a także dzieła twórców inspirowanych antykiem. Wśród zgromadzonych w Bibliotece Królewskiej eksponatów znalazły się prace artystów takich jak: Jan Chrystian Kamsetzer, Dominik Merlini, Franciszek Smuglewicz, Olga Boznańska, Jacek Malczewski, Kazimierz Alchimowicz, André Le Brun, Jean-Antoine Houdon, Francesco Massimiliano Laboureur i Antonio Canova.\n\nDobór obiektów stwarza też okazję prześledzenia, jak zmieniały się antyczne przedstawienia ciała – od statycznych do dynamicznych, od uproszczeń do niezwykłej precyzji. Zobaczyć można także, jak zmieniały się funkcja, odbiór i adaptacja antycznych wzorców w nowożytnej Europie.\n\nWzrok zwiedzających przykuje na pewno część zamkowej kolekcji odlewów gemm, czyli miniaturowych, zdobionych reliefami kamieni szlachetnych lub półszlachetnych. W XVIII wieku były popularnymi, inspirowanymi starożytnością pamiątkami przywożonymi z włoskich podróży. Wystawa daje też unikatową szansę zobaczenia dzieł Antonia Canovy oraz gipsowych odlewów kultowych dzieł antycznych z takich muzeów jak Luwr, Muzea Watykańskie czy Muzea Kapitolińskie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szklana ampułka, pucharek i krypta. Niezwykłe odkrycie w kościele pod Warszawą. Ma ponad 400 lat!",
            "link": "https://warszawa.naszemiasto.pl/szklana-ampulka-pucharek-i-krypta-niezwykle-odkrycie-w-kosciele-pod-warszawa-ma-ponad-400-lat/ar/c1p2-27683869",
            "description": "W cegłowskim kościele parafialnym pw. św. Jana Chrzciciela i św. Andrzeja Apostoła archeolodzy dokonali niezwykłego odkrycia ...",
            "image_url": "https://www.bing.pl/th?id=OVF.zMJukImKbiDe5Y3bnMG2UA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto8 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 6 km od Kołobrzegu. Urocze miejsca na krótką trasę w weekend 14 - 15 czerwca",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-6-km-od-kolobrzegu-urocze-miejsca-na-krotka-trase-w-weekend-14-15-czerwca/ar/c7p1-22319027",
            "description": "Rozglądasz się za ciekawymi ścieżkami nordic walking w pobliżu Kołobrzegu? Wspólnie z Traseo mamy dla Ciebie garść ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZzG4DXoMFuGnVzsQkwEqmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Ile kosztują monety z PRL-u? [13.06.2025 r.]",
            "link": "https://torun.naszemiasto.pl/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-ile-kosztuja-monety-z-prl-u-13-06-2025-r/ar/c1p2-27655625",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.mHnguVI1%2fB9yEnlPY0PvTA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Toruń Nasze Miasto10 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na budowie drogi S17 pojawił się... mamut. GDDKiA mówi, co z kolejnymi 50 km",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/na-budowie-drogi-s17-pojawi%C5%82-si%C4%99-mamut-gddkia-m%C3%B3wi-co-z-kolejnymi-50-km/ar-AA1GDXt8?ocid=BingNewsVerp",
            "description": "Dla południowej i wschodniej Polski to jedna z najważniejszych dróg w kraju. Ekspresówka S17 sprawiła, że Warszawa i Lublin ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.54knjZyDthD_SQK2Ei2x3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Auto Świat on MSN7 godz.",
            "source": "Auto Świat on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowe odkrycie w Cegłowie. Tajemnicza krypta, a w niej dwa przedmioty",
            "link": "https://www.o2.pl/informacje/wyjatkowe-odkrycie-w-ceglowie-tajemnicza-krypta-a-w-niej-dwa-przedmioty-7166976849767040a",
            "description": "Podczas prac archeologicznych w kościele w Cegłowie (Mazowieckie) dokonano wyjątkowego odkrycia. Badacze natrafili na ceglaną kryptę, która najprawdopodobniej pochodzi z I połowy XVI wieku. Na tym jed ...",
            "image_url": "https://www.bing.pl/th?id=ODF.GhWejP0dMFTzOkSqze5iTA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "o214 godz.",
            "source": "o2",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szklana ampułka, pucharek i krypta. Niezwykłe odkrycie w kościele pod Warszawą. Ma ponad 400 lat!",
            "link": "https://warszawa.naszemiasto.pl/szklana-ampulka-pucharek-i-krypta-niezwykle-odkrycie-w-kosciele-pod-warszawa-ma-ponad-400-lat/ar/c1p2-27683869",
            "description": "W cegłowskim kościele parafialnym pw. św. Jana Chrzciciela i św. Andrzeja Apostoła archeolodzy dokonali niezwykłego odkrycia ...",
            "image_url": "https://www.bing.pl/th?id=OVF.zMJukImKbiDe5Y3bnMG2UA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto8 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe lokale na toruńskiej starówce – francuskie bistro przyciąga nie tylko ślimakami [13.06.2025 r.]",
            "link": "https://nowosci.com.pl/nowe-lokale-na-torunskiej-starowce-francuskie-bistro-przyciaga-nie-tylko-slimakami-13-06-2025-r/ar/c1p2-27671255",
            "description": "Nowo otwarte lokale na starówce w Toruniu radzą sobie coraz lepiej. Francuskie bistro kusi gości nie tylko tradycyjnymi ...",
            "image_url": "https://www.bing.pl/th?id=OVF.k7Czs96MHa8%2bfS6qmParhA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński2 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rowerem do 13 km od Wałbrzycha. Pomysły na jednodniową wyprawę. Gdzie w weekend 14 - 15 czerwca?",
            "link": "https://walbrzych.naszemiasto.pl/rowerem-do-13-km-od-walbrzycha-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-14-15-czerwca/ar/c7p1-21831457",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 14 czerwca w Wałbrzychu ma być 21°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xMgaqdGGLAkU2xrB1mUk7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wałbrzych Nasze Miasto3 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekendowy rozkład jazdy 14-15 czerwca",
            "link": "https://akadera.bialystok.pl/weekendowy-rozklad-jazdy-14-15-czerwca/",
            "description": "W nadchodzący weekend w Białymstoku i okolicach czeka na mieszkańców i gości wiele różnorodnych wydarzeń kulturalnych i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-hSNXPbk8UIZRpPeW_TyQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Akadera7 godz.",
            "source": "Radio Akadera",
            "article_content": "13 czerwca, 2025\n\nW nadchodzący weekend w Białymstoku i okolicach czeka na mieszkańców i gości wiele różnorodnych wydarzeń kulturalnych i rekreacyjnych. W programie znajdą się koncerty, spektakle, warsztaty artystyczne oraz wyjątkowe imprezy plenerowe, które pozwolą zarówno na twórczą zabawę, jak i poznanie lokalnej historii oraz tradycji. To doskonała okazja, by spędzić czas aktywnie, odkrywając kulturę, sztukę i wspólnotę regionu.\n\nKONCERTY\n\nBefore z Patrykiem Ołdziejewskim – 14 czerwca, Nie Teatr\n\nZanim ruszy pełną parą Letnie Granie, Nie Teatr proponuje muzyczną rozgrzewkę w swobodnym, wakacyjnym stylu. Gospodarzem wieczoru będzie Patryk Ołdziejewski – artysta wszechstronny, który połączy muzykę, humor i emocje w jednym scenicznym spotkaniu. W programie znajdą się improwizacje, anegdoty oraz utwory wybrane przez samych uczestników, którzy staną się współautorami atmosfery koncertu. Wydarzenie odbędzie się w luźnej formule – z uśmiechem, śpiewem i bez biletów.\n\nMindweaver i Bimo – 14 czerwca, Klub Muzyczny Sześcian\n\nPo kilkumiesięcznej przerwie Mindweaver powraca na scenę z nowym brzmieniem i świeżą energią. Zespół, znany z emocjonalnych i intensywnych koncertów, zapowiada wyjątkowy wieczór w klimacie indie rocka, alt rocka i metalu. Ich utwory, takie jak „Eclipse”, zdobyły już uznanie wśród lokalnej publiczności. Przed Mindweaverem wystąpi Bimo – młoda formacja altrockowa, która stawia pierwsze kroki na koncertowej scenie, promując swój debiutancki album.\n\nKoncerty w samo południe – „Echo Barw” – 15 czerwca, Galeria im. Sleńdzińskich\n\nSolowe suity Bacha w wykonaniu Ewy Witczak zyskują nowy wymiar – muzyce towarzyszyć będą autorskie wizualizacje inspirowane kolorami tonacji. Projekt „Echo Barw” łączy dźwięk z obrazem, tworząc synestetyczne doświadczenie, w którym barwy i struktury muzyczne współgrają ze sobą w wyjątkowej harmonii. To propozycja dla tych, którzy szukają głębszego kontaktu z muzyką barokową i są otwarci na nowatorskie formy jej interpretacji. W programie znajdą się trzy suity: G-dur, d-moll i C-dur. Wstęp wolny.\n\nSPEKTAKLE I MUSICALE\n\nTschick – 14 i 15 czerwca, Teatr Dramatyczny\n\nSpektakl „Tschick” to opowieść o dojrzewaniu, przyjaźni i poszukiwaniu własnej tożsamości. Dwóch nastolatków wyrusza w podróż bez celu – kradzionym samochodem – która szybko okazuje się wyprawą ku dorosłości. Przypadkowe spotkania i nieoczekiwane wydarzenia sprawiają, że bohaterowie uczą się siebie nawzajem i odkrywają, czym jest prawdziwa wolność. Przejmująca i pełna lekkości historia drogi, która zostaje w pamięci.\n\nO co biega? – 14 i 15 czerwca, Teatr Dramatyczny\n\n„O co biega?” to farsa w najlepszym brytyjskim stylu, rozgrywająca się w willi pastora Toopa i jego żony. Splot zabawnych nieporozumień, przebieranek i niespodziewanych wizyt prowadzi do komicznego chaosu, którego nie sposób ogarnąć. W centrum wydarzeń są kobiety – Penelopa i jej służąca – które z wdziękiem próbują ujarzmić spiralę absurdów. To spektakl, który bawi do łez i pokazuje, że najlepszy humor powstaje tam, gdzie nic nie idzie zgodnie z planem.\n\nKulki – 14 i 15 czerwca, Białostocki Teatr Lalek\n\n„Kulki” to barwna i zmysłowa propozycja dla najmłodszych widzów, w której świat kolorowych form i dźwięków staje się przestrzenią do poznawania emocji i relacji. Twórcy spektaklu zapraszają dzieci do udziału w subtelnej teatralnej grze, w której z prostych kształtów powstają złożone obrazy. Przez pryzmat tej niezwykłej krainy mali widzowie mogą zastanowić się, czym jest przyjaźń i jak wygląda świat zbudowany z wyobraźni.\n\nKaszalot – 14 i 15 czerwca, Białostocki Teatr Lalek\n\nTytułowy Kaszalot przeżywa egzystencjalny kryzys – nie pasuje do żadnej kategorii, z którą mógłby się utożsamić. W towarzystwie wiernej Pchły wyrusza w pełną humoru podróż, by odnaleźć odpowiedzi na pytania o swoją tożsamość. To opowieść o odmienności, akceptacji i poszukiwaniu własnego miejsca w świecie. Przygoda Kaszalota to ciepła i mądra propozycja dla dzieci i dorosłych z otwartym sercem.\n\nSerial Killer Story – 14 i 15 czerwca, Białostocki Teatr Lalek\n\nAutorski musical inspirowany modą na mroczne seriale kryminalne, ale w wersji scenicznej – z dystansem i absurdalnym humorem. „Serial Killer Story” wciąga widza w labirynt podejrzeń, zbrodni i nieoczekiwanych zwrotów akcji. Ludzie i lalki tworzą tu świat przepełniony muzyką na żywo i groteskową intrygą. To komediowy teatr na najwyższych obrotach – dla tych, którzy lubią, gdy konwencje mieszają się bez uprzedzeń.\n\nVesper – 14 i 15 czerwca, Opera i Filharmonia Podlaska\n\n„Vesper” to musical oparty na historii Krystyny Skarbek – jednej z najbardziej tajemniczych i bohaterskich kobiet okresu II wojny światowej. Widowisko łączy monumentalną formę teatralną z emocjonalną głębią i historyczną refleksją. Spektakl olśniewa choreografią, muzyką i scenografią, opowiadając o odwadze, moralnych dylematach i miłości, która przekracza granice czasu. To opowieść o bohaterce, która zasługuje na pamięć i podziw.\n\nEksperyment – 14 czerwca, Nie Teatr\n\nSpektakl Kompanii Teatralnej Mamro to błyskotliwa komedia intelektualna, która balansuje między rzeczywistością a teatralną fikcją. Czwórka krytyków trafia w sam środek osobliwego eksperymentu, który zmusza ich do przedefiniowania własnych przekonań. Zdobywca wielu nagród, „Eksperyment” bawi, prowokuje i zmusza do myślenia o tym, czym naprawdę jest teatr – i co się dzieje, gdy granice sceny zostają przekroczone.\n\nLiryki lozańskie – 14 czerwca, Teatr Wierszalin\n\n„Liryki lozańskie” to poetycka podróż przez ostatnie utwory Adama Mickiewicza, zinterpretowane przez Piotra Tomaszuka. Spektakl przekształca słowo w dźwięk, tworząc wyjątkowy rytm i przestrzeń medytacyjną. Teksty poety rezonują w teatrze jako refleksje nad losem, pamięcią i przemijaniem. To przedstawienie, które przenosi widza w sferę głębokich przeżyć i literackiego piękna.\n\nINNE WYDARZENIA\n\nMityng Gwiazd – 14 czerwca, Rynek Kościuszki\n\nNajlepsi lekkoatleci ponownie zawitają do centrum Białegostoku, by walczyć o rekordy i serca kibiców. Na specjalnej arenie przy Ratuszu rozegrane zostaną widowiskowe konkurencje: skok wzwyż, skok o tyczce i pchnięcie kulą. To niepowtarzalna okazja, by z bliska zobaczyć mistrzów świata i Europy, a także wspierać lokalnych sportowców.\n\nFilmy Ośrodka Kultury i Prasy II Korpusu Polskiego – 15 czerwca, Kino Forum\n\nWyjątkowy przegląd filmów dokumentalnych i fabularyzowanych autorstwa Michała Waszyńskiego – reżysera o niezwykle bogatym dorobku twórczym. Po seansach odbędzie się spotkanie z Michałem Pieńkowskim z Filmoteki Narodowej, który przybliży kulisy powstawania filmów oraz ich kontekst historyczny.\n\nVIII Festiwal Barokowe Ogrody Sztuki – 14–15 czerwca, różne lokalizacje w Białymstoku\n\nŚwięto kultury barokowej łączy koncerty muzyki dawnej, warsztaty kulinarne, wykłady historyczne i artystyczne instalacje w Ogrodach Branickich i Domu Kultury „Śródmieście”. To spotkanie z historią i sztuką w najbardziej eleganckim wydaniu, z udziałem artystów z Polski i Litwy.\n\nDirt Węglowa Jam vol. 2 – 14 czerwca, Dirt Park Węglowa\n\nDruga edycja zawodów dirt jumpingu to gratka dla fanów sportów ekstremalnych. W Białymstoku spotkają się najlepsi zawodnicy z całej Polski, by zaprezentować spektakularne triki w jedynym takim obiekcie w regionie. Wstęp dla widzów jest wolny.\n\nMeble i ich piękne zdobienia – 14 czerwca, Muzeum Wnętrz Pałacowych w Choroszczy\n\nRodzinne warsztaty edukacyjne poświęcone meblom i ich zdobieniom z XVII–XIX wieku. Uczestnicy obejrzą wyjątkowe okucia z kolekcji Muzeum Narodowego w Warszawie, a następnie ozdobią szablony historycznych mebli, ucząc się przy tym o dawnej sztuce użytkowej.\n\nKażde stworzenie ma młodsze pokolenie – 14 czerwca, Muzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej\n\nZajęcia przyrodnicze i warsztaty plastyczne dla dzieci, poświęcone młodym zwierzętom. Inspiracją będą fotografie Wiktora Wołkowa, a uczestnicy poznają ciekawostki o zachowaniach i potrzebach zwierzęcych maluchów oraz stworzą własne prace plastyczne.\n\nRzeczy mówią. Historia zaklęta w przedmiotach – 14 czerwca, Muzeum w Tykocinie\n\nSpotkanie z cyklu popularyzującego historię przez pryzmat zabytków codziennego użytku. Tym razem tematem będzie święto Sukkot i jego symbole, które opowiedzą o duchowości i tradycjach społeczności żydowskiej oraz o tym, jak przedmioty kształtują naszą tożsamość.\n\nJan Śpiewak, spotkanie wokół książki „Patopaństwo” – 14 czerwca, Zmiana Klimatu\n\nSpotkanie autorskie z Janem Śpiewakiem wokół książki „Patopaństwo”, która analizuje źródła patologii życia publicznego w Polsce. Po prezentacji odbędzie się otwarta dyskusja z udziałem publiczności, także o lokalnym kontekście.\n\nŚwiatowy Dzień Dziergania w miejscach publicznych – 14 czerwca, Pałac Branickich\n\nWspólne dzierganie pod chmurką – kocyki, robótki i dobry humor mile widziane! Organizatorzy przewidują konkursy i wspólne świętowanie z okazji światowego dnia dziergania.\n\nTargi Moto Technologii – 14 czerwca, Chorten Arena\n\nPrzegląd motoryzacyjnych nowości i klasyków, rajdowe emocje oraz retro-turniej w grze Colin McRae Rally 2.0. Na miejscu będzie można zobaczyć zarówno zabytkowe auta, jak i najnowsze modele elektryczne.\n\nI Podlaska Pielgrzymka Rolkowa – 15 czerwca, Bazylika Mniejsza Wniebowzięcia NMP\n\nNowa forma pielgrzymowania – tym razem na rolkach. Trasa liczy około 15 km i prowadzi z Białegostoku do Juchnowca Kościelnego. Celem wydarzenia jest połączenie duchowości z aktywnością na świeżym powietrzu.\n\nJarmark Kwiatów i Rękodzieła – 14–15 czerwca, Plac im. Józefa Piłsudskiego\n\nDwudniowe święto ogrodnictwa i rękodzieła. W ofercie m.in. rośliny doniczkowe, ozdobne krzewy, rzemiosło i kulinarne smakołyki. To okazja do zakupów, konsultacji z ekspertami i inspiracji ogrodowych.\n\nWarsztaty hafciarskie „Wyszywane Historie” – 14 czerwca, Muzeum Wojska\n\nUczestnicy poznają podstawy haftu krzyżykowego, tworząc własną naszywkę na bazie wzorów wojskowych. Materiały zapewnia organizator – wystarczą chęci i cierpliwość.\n\nFestiwal Kultury Żydowskiej „Zachor – Kolor i Dźwięk” – 14–15 czerwca, różne lokalizacje\n\nKoncerty, warsztaty i wykłady ukazujące różnorodność kultury żydowskiej. W programie muzyka klezmerska, pieśni sefardyjskie, tańce i kuchnia izraelska oraz artystyczne zajęcia dla dzieci.\n\nWarsztaty psychologiczne „Jak zachować optymizm w trudnych czasach” – 14 czerwca, Muzeum Pamięci Sybiru\n\nZajęcia inspirowane historiami Sybiraków, poświęcone budowaniu odporności psychicznej. Prowadzi Artur Brzeziński – psycholog i historyk. Warsztaty towarzyszą wystawie „Bezkres Sybiru”.\n\nSpacer edukacyjny po Osiedlu Piasta II – 15 czerwca, ul. Mieszka I 18\n\nAlternatywny spacer z Andrzejem Kłopotowskim – autorem projektu „Osiedlownik”. Przewodnik odkryje przed uczestnikami nieoczywistą historię i architekturę osiedla z czasów PRL-u.\n\nEuropejskie Dni Archeologii – 14–15 czerwca, różne lokalizacje\n\nW programie m.in. spacer doliną Supraśli z Adamem Wawrusiewiczem, wykład o klasztorze bernardynów w Tykocinie oraz archeologiczna wycieczka po Tykocinie z Hubertem Lepionką. Uczestnicy poznają nieznane dotąd aspekty dziedzictwa regionu.\n\nXV Dzień Tradycji Rzeczypospolitej – 15 czerwca, Podlaskie Muzeum Kultury Ludowej\n\nPlenerowe święto historii i kultury – rekonstrukcje bitew, pokazy jazdy husarskiej, warsztaty tkackie, gry dla dzieci i koncert fortepianowy. W programie również turnieje i potańcówka przy ognisku.\n\nMorze. Może potaplaj się w błękicie? – 15 czerwca, Centrum im. Ludwika Zamenhofa\n\nWarsztaty plastyczne dla najmłodszych inspirowane morskimi falami i bajką o delfinie. Uczestnicy stworzą obrazy wałkami i otrzymają medal Delfina. Wspólna zabawa z dużą dawką kreatywności – i farby! (hp)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryj, które niepozorne banknoty 10 zł są warte fortunę. Kolekcjonerzy płacą za nie krocie [13.06.2025]",
            "link": "https://expressbydgoski.pl/odkryj-ktore-niepozorne-banknoty-10-zl-sa-warte-fortune-kolekcjonerzy-placa-za-nie-krocie-13-06-2025/ar/c1p2-27667209",
            "description": "Choć w obiegu znajduje się około 147 milionów takich banknotów, wśród nich mogą kryć się prawdziwe skarby. Inaczej jest w przypadku rzadkich banknotów z czasów PRL, które często pojawiają się na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Express Bydgoski21 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne monety PRL sprzedawane na portalach aukcyjnych. Ile kosztują monety z PRL-u? [13.06.2025 r.]",
            "link": "https://torun.naszemiasto.pl/cenne-monety-prl-sprzedawane-na-portalach-aukcyjnych-ile-kosztuja-monety-z-prl-u-13-06-2025-r/ar/c1p2-27655625",
            "description": "Najdroższe monety PRL były jednak sprzedawane na aukcjach. Przede wszystkim na rzadkich, dedykowanych spotkaniach ...",
            "image_url": "https://www.bing.pl/th?id=OVF.mHnguVI1%2fB9yEnlPY0PvTA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Toruń Nasze Miasto10 godz.",
            "source": "Toruń Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerskie znaczki pocztowe z czasów PRL. Tyle w 2025 roku można zarobić na filatelistycznych skarbach [13.06.2025]",
            "link": "https://pomorska.pl/kolekcjonerskie-znaczki-pocztowe-z-czasow-prl-tyle-w-2025-roku-mozna-zarobic-na-filatelistycznych-skarbach-13-06-2025/ar/c1p2-27654257",
            "description": "W 2025 roku znaczki pocztowe z lat PRL cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz takie w domu, przejrzyj je dokładnie. Może się okazać, że to prawdziwe kolekcjonerskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska23 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 CZERWCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-06-13,8,day.html",
            "description": "Ekspozycja przedstawia dzieła polskiej sztuki średniowiecznej i nowożytnej, pochodzące ze zbioru gromadzonego od XIX wieku, które prezentowane są w zabytkowych wnętrzach Pałacu Biskupa Erazma Ciołka.",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków17 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Akcje czytelnicze Spacery i zwiedzanie Festiwale Muzyka rozrywkowa Wystawy czasowe Festiwale sztuk wizualnych Targi i kiermasze Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale muzyczne Festiwale i przeglądy filmowe Inne przedstawienia Pozostałe Festiwale teatralne Spotkania i slajdowiska Inne koncerty Dziecięce różności Wydarzenia sportowe Widowiska plenerowe i happeningi Cykle filmowe Muzyka klubowa Wystawy stałe Pokazy filmowe Inne wydarzenia literackie Spotkania i wykłady literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 13.06.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://gp24.pl/przeglad-prasy-13-06-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960927",
            "description": "W związku z obchodami Jubileuszu Miasta Słupska, w dniach od 12 do 16 czerwca 2025 roku (czwartek–poniedziałek), kierowcy muszą liczyć się ze znacznymi zmianami w organizacji ruchu w centrum miasta.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "wykopano+zabytkowe",
            "date": "Głos Pomorza12 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Egipcie - starożytne miasto sprzed 4 tysięcy lat",
            "link": "https://wyborcza.pl/7,75400,32021878,sensacyjne-odkrycie-w-karnaku-starozytne-miasto-sprzed-4-tysiecy.html",
            "description": "W samym sercu Luksoru, u stóp monumentalnego kompleksu Karnaku, archeolodzy z egipsko-francuskiej misji dokonali przełomowego odkrycia.",
            "image_url": "https://www.bing.pl/th?id=ODF.CrBRU_Tjuluswl3M76aOgQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Wyborcza1 godz.",
            "source": "Gazeta Wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szklana ampułka, pucharek i krypta. Niezwykłe odkrycie w kościele pod Warszawą. Ma ponad 400 lat!",
            "link": "https://warszawa.naszemiasto.pl/szklana-ampulka-pucharek-i-krypta-niezwykle-odkrycie-w-kosciele-pod-warszawa-ma-ponad-400-lat/ar/c1p2-27683869",
            "description": "W cegłowskim kościele parafialnym pw. św. Jana Chrzciciela i św. Andrzeja Apostoła archeolodzy dokonali niezwykłego odkrycia ...",
            "image_url": "https://www.bing.pl/th?id=OVF.zMJukImKbiDe5Y3bnMG2UA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Warszawa Nasze Miasto8 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    }
]