[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Małgorzata Cińcio Starocie Ucińcia",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28362824,malgorzata-cincio-starocie-ucincia.html",
            "description": "Firma Sedlak & Sedlak wydała Raport płacowy - jesień/zima 2024. To wydanie jest rekordowe, bowiem w badaniu uczestniczyły aż 1123 firmy. W okresie od maja do października 2024 r. przebadano ponad 410 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl8 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Czego boją się rynki finansowe? Podwyżek stóp procentowych i ataków na gazociągi. Te wydarzenia mają dużo większy wpływ na rynki finansowe niż nawet wojna, bo przywołują strach przed recesją - wynika z \"indeksu strachu\" dla giełd ...\n\nPołowa używanych aut luksusowych marek dostępnych na polskim rynku ma w swojej historii kolizje lub uszkodzenia, a aż 65% pochodzi z importu - wynika z najnowszego raportu CARFAX. Największą popularnością cieszy się Maserati, które stanowi ...\n\nNie jest przesadą stwierdzenie, że dziś każdy niemal dział firmy ewoluuje w kierunku narzuconym mu przez rozpędzony do granic możliwości postęp technologiczny. Płace nie są pod tym względem żadnym wyjątkiem. Zmienia się m.in. lista ...\n\nCzy nieruchomości komercyjne w Polsce nadal wzbudzają zainteresowanie inwestorów? Tak – ale nie wszystkich i nie wszędzie. Jak donosi Savills Polskaw opracowaniu „Investment Market in Poland in H1 2025”, rekordowy kapitał przyciągają ...\n\nPomimo wyraźnego spadku inflacji w Polsce, presja kosztowa pozostaje kluczowym wyzwaniem dla przedsiębiorstw w 2025 roku - wynika z badania BIG InfoMonitor i BIK. Prawie połowa firm zdecydowała się już na korekty cenników, a główne powody ...\n\nW lipcu inflacja w Wielkiej Brytanii wzrosła do poziomu 3,8% rok do roku, osiągając najwyższą wartość od 18 miesięcy. Głównymi motorami wzrostu były rosnące ceny paliw, żywności oraz usług transportowych. Odczyt ten przekroczył ...\n\nPublicis Groupe Polska opublikowała najnowsze doniesienia odnośnie inwestycji reklamowych w formaty wideo. Okazuje się, że w pierwszym kwartale 2025 roku wzrosły one o 4,3%, osiągając poziom blisko 1,56 miliarda zł, co stanowić ma m.in. o ...\n\nFed przyjmuje postawę \"wait and see\". Świadczy o tym jego decyzja o pozostawieniu kluczowej stopy procentowej na niezmienionym poziomie (4,25-4,5 proc.). Mimo, że zaktualizowane prognozy nadal przewidują dwa cięcia w dalszej części roku ...\n\nBezpieczeństwo IT w małych firmach staje się coraz ważniejsze. Dynamiczny rozwój technologii, wzrastające uzależnienie od danych cyfrowych oraz narastająca liczba zagrożeń wymagają od właścicieli mikro i małych firm odpowiedzi na ...\n\nZ najnowszej edycji badania Barometr Providenta, przeprowadzonego z okazji Światowego Dnia Konsumenta wynika, że Polacy stanowczo zbyt często udostępniają swoje dane osobowe w zamian za zniżkę na zakupy i akceptują regulaminy sklepów ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze przedmioty z czasów PRL. Na takie \"skarby\" polują w 2025 roku kolekcjonerzy staroci",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najcenniejsze-przedmioty-z-czas%C3%B3w-prl-na-takie-skarby-poluj%C4%85-w-2025-roku-kolekcjonerzy-staroci/ar-AA1PSgtM?ocid=BingNewsVerp",
            "description": "Stare meble, porcelana, szkło, zabawki czy też winyle wracają do łask i dziś są prawdziwym rarytasem dla kolekcjonerów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.hZ__pEH7TdxKDxskxbkcIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN17 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AGNIESZKA ADAMIAK FHU AGMAR",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,28362823,agnieszka-adamiak-fhu-agmar.html",
            "description": "Administratorem danych gromadzonych, archiwizowanych, przetwarzanych oraz publikowanych w serwisie eGospodarka.pl jest KASAT Sp. z o.o., ul. Jaśminowa 2/4 55-080 Kąty Wrocławskie (KRS: 0000281562; NIP ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl6 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "2025 rok przyniesie szereg zmian prawnych, technologicznych i operacyjnych, które znacząco wpłyną na sektor transportu, spedycji i logistyki. Od nowych regulacji celnych, przez wdrożenie zaawansowanych technologii, po zmieniające się ...\n\n17 listopada obchodzimy Dzień bez Długów. To sprzyjająca okazja, aby przyjrzeć się sytuacji finansowej Polaków oraz ich podejściu do posiadanego zadłużenia. Temat ten podejmuje najnowsze badanie zrealizowane przez prof. Dominikę Maison na ...\n\nDecyzja agencji Moody’s o obniżeniu ratingu kredytowego Stanów Zjednoczonych z najwyższego poziomu Aaa do Aa1 wywołała silne poruszenie na rynkach finansowych. Głównym powodem tej decyzji jest narastający deficyt budżetowy oraz brak ...\n\nGrudzień niesie ze sobą nie tylko świąteczną gorączkę, ale też widmo zbliżającego się rocznego rozliczenia PIT. Ostatnie tygodnie roku pozwalają świadomym podatnikom i przedsiębiorcom, skorzystać ze skutecznych sposobów na obniżenie ...\n\nRenta Wdowia jest jednym z pierwszych spełnionych postulatów socjalnych nowego Rządu RP. Wnioski można składać od stycznia, a dodatkowe pieniądze będą wypłacane od lipca 2025 roku. Eksperci o rencie wdowiej wypowiadają się pozytywnie ...\n\nFrancuska marka powoli poszerza swoją ofertę produktową. Teraz trafił do niej zupełnie nowy model, którego zadaniem jest wypełnienie kolejnej niszy. Czy DS N°8, bo o nim mowa, zdoła przekonać do siebie klientów? Pierwszy kontakt ujawnia ...\n\nObniżenie składki zdrowotnej, podniesienie kwoty wolnej od podatku, przeniesienie opłacania zasiłku chorobowego na pracodawcę, wakacje od ZUS czy kredyt mieszkaniowy \"zero procent\" - to najważniejsze z punktu widzenia przedsiębiorców ...\n\nW Sejmie trwają prace nad rządowym projektem nowelizacji ustawy o podatkach i opłatach lokalnych. Nowelizacja ta wprowadzić ma istotne zmiany w kwestii podatku od nieruchomości. Zakładany termin jej wejścia w życie to już 1 stycznia 2025 r. ...\n\nPolacy coraz bardziej odpowiedzialnie zarządzają swoimi finansami. Z najnowszego badania Barometr Providenta wynika, że 80 proc. ankietowanych nie miało w tym roku trudności ze spłatą swoich zobowiązań finansowych.\n\nJak donosi Otodom, pierwszy miesiąc tego roku okazał się dla rynku mieszkaniowego okresem powrotu do większej aktywności po stronie podaży. Wzrosty liczby ofert widoczne były zarówno w przypadku nowych mieszkań, jak i lokali z drugiej ręki ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za te stare monety kolekcjonerzy płacą teraz nie małe pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/za-te-stare-monety-kolekcjonerzy-p%C5%82ac%C4%85-teraz-nie-ma%C5%82e-pieni%C4%85dze/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Wciąż trzymasz w domu stare monety obiegowe? Dobra decyzja! Obejrzyj je lepiej dokładnie, bo ich wartość jest dzisiaj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sAedr1PLwjwmIbueu_o4Zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN2 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 6.11.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-6-11-2025/ar/c3p2-28049553",
            "description": "PRL to skrót od Polska Rzeczpospolita Ludowa, to właśnie tak nazywało się państwo polskie w latach 1944–1989. Był to okres, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najstarsze monety w historii Polski. Tyle są dzisiaj warte",
            "link": "https://nto.pl/oto-najstarsze-monety-w-historii-polski-tyle-sa-dzisiaj-warte/ar/c1p2-28076981",
            "description": "Kolekcjonowanie średniowiecznych i nowożytnych numizmatów to hobby nie tylko dla bogaczy. Część z tych niezwykłych monet, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5w2GmHXoP2TDwQ_PpSSDkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska2 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z PRL są teraz w cenie. Można sporo zarobić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/monety-z-prl-s%C4%85-teraz-w-cenie-mo%C5%BCna-sporo-zarobi%C4%87/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W wielu domach i mieszkaniach wciąż leżą stare monety okolicznościowe z czasów PRL. Teraz mogą być one warte znacznie więcej, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KH0blv5hT2xP4yLK7liCWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN23 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 6.11.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-6-11-2025/ar/c3p2-28055853",
            "description": "Kobiety trzymają cenną biżuterię z tych czasów, która była odzwierciedleniem stylu, bogactwa oraz możliwości. Dużo cenniejsze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E74w9YbkdhtCekfCCqgb6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Od polskiej porcelany po holenderskie smaki. Podróż ze smakiem w Czwórce",
            "link": "https://www.polskieradio.pl/10/11668/artykul/3603634,od-polskiej-porcelany-po-holenderskie-smaki-podroz-ze-smakiem-w-czworce",
            "description": "Czy luksus porcelany wciąż gości na naszych stołach? Jak naprawdę smakuje codzienne życie w Holandii? W audycji \"Podano do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.g4f4dSzgpIfA0iELReUsdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Polskie Radio23 godz.",
            "source": "Polskie Radio",
            "article_content": "W pierwszej godzinie audycji zajrzymy na polskie stoły, by bliżej przyjrzeć się materiałowi, który przez stulecia był symbolem elegancji, gościnności i dobrego smaku. Porcelana, bo o niej mowa, to temat, który wykracza poza czystą funkcjonalność. Sprawdzimy, jak ta szlachetna materia dotarła do Polski, jak zmieniały się jej wzory oraz gdzie dziś przebiega granica między naczyniem stricte użytkowym a wartościowym obiektem kolekcjonerskim. Zastanowimy się, jak ten materiał, wciąż kojarzący się z tradycją i świętowaniem, odnajduje się we współczesnych wnętrzach jako wyraz artystycznego rzemiosła i designu. O dziedzictwie i przyszłości porcelany opowiedzą nam eksperci z Muzeum Porcelany w Wałbrzychu.\n\nWyświetl ten post na Instagramie Post udostępniony przez Muzeum Porcelany w Wałbrzychu (@muzeum_walbrzych)\n\nNastępnie zmienimy perspektywę, wybierając się w kulinarną podróż do kraju wiatraków, sera i rowerów. Naszym przewodnikiem po holenderskiej kuchni będzie Krzysztof Florek - Polak od lat mieszkający w Holandii, przedsiębiorca i pasjonat lokalnej kultury. Odkryjemy, co naprawdę ląduje na stołach Holendrów, jakie potrawy dominują w ich domach, a co króluje w ulicznym menu. Przyjrzymy się klasycznym, sycącym daniom, takim jak stamppot (ziemniaki tłuczone z warzywami i kiełbasą), chrupiącym bitterballenom i krokietom. Porozmawiamy również o wpływach kolonialnych, nie zapominając o słodkościach w rodzaju stroopwafli, by sprawdzić, jak holenderska gastronomia łączy prostotę i praktyczność z bogactwem smaków.\n\n***\n\nNa audycję z cyklu \"Podano do stołu\" w niedzielę (9.11) o godz. 14.00 zaprasza Kasia Dydo.\n\nak"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europosłanka buszowała na pchlim targu. Na kilka przedmiotów Marta Wcisło wydała spore pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/europos%C5%82anka-buszowa%C5%82a-na-pchlim-targu-na-kilka-przedmiot%C3%B3w-marta-wcis%C5%82o-wyda%C5%82a-spore-pieni%C4%85dze/ar-AA1Ptc4l?ocid=BingNewsVerp",
            "description": "Lubelska Giełda Staroci organizowana jest tylko w ostatnią niedzielę każdego miesiąca. A jako, że Marta Wcisło (56 l.) uwielbia przedmioty z duszą, to zwykle można ją spotkać jak wypatruje kolejnych p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.9TyPvEv4AXy1DBnNLZf6_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Polityka on MSN9 godz.",
            "source": "Polityka on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "11 listopada Plac Kolegiacki zamieni się w scenę historii Poznania",
            "link": "https://www.onet.pl/informacje/codziennypoznanpl/11-listopada-plac-kolegiacki-zamieni-sie-w-scene-historii-poznania/y0fc8z0,30bc1058",
            "description": "W Święto Niepodległości Poznań zaprosi mieszkańców do niezwykłej podróży w czasie. Na fasadzie budynku urzędu miasta przy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Fot8WQv0FjBqg2T6mVuxEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet1 godz.",
            "source": "Onet",
            "article_content": "Plac Kolegiacki, dziś tętniący miejskim życiem, przez stulecia był sercem duchowym miasta. To tutaj wznosiła się monumentalna kolegiata, uznawana za najważniejszy kościół Poznania i symbol jego potęgi w okresie średniowiecza. Jej historia, od rozkwitu po zniszczenie, odzwierciedla losy całego kraju. Ostatnie badania archeologiczne, prowadzone w trakcie rewaloryzacji placu, odsłoniły relikty świątyni i przypomniały o jej nieprzemijającym znaczeniu dla miasta.\n\nPoznaj kontekst z AI Jakie wydarzenie odbędzie się na Placu Kolegiackim 11 listopada?\n\nCzy udział w pokazie jest płatny?\n\nO której godzinie rozpoczną się pokazy videomappingu?\n\nKto jest organizatorem projektu na Placu Kolegiackim?\n\nTegoroczny pokaz to próba ożywienia tej pamięci poprzez nowoczesne technologie. Za pomocą obrazu, światła i dźwięku fasada urzędu miasta stanie się ekranem, na którym odtworzone zostaną fragmenty dawnej świątyni, jej architektura i symbolika. Videomapping w formacie 3D pozwoli widzom zobaczyć, jak kolegiata mogła wyglądać w czasach swojej świetności, a jednocześnie zrozumieć jej miejsce w historii Poznania.\n\nJak zapowiadają organizatorzy, widowisko będzie nie tylko artystycznym pokazem, lecz także refleksją nad dziedzictwem kulturowym i architektonicznym miasta. To sposób, by w nowoczesnej formie opowiedzieć o utraconym zabytku i jego wpływie na rozwój Poznania.\n\nPokazy odbędą się czterokrotnie — o godzinach 17:00, 17:30, 18:00 i 18:30. Udział w wydarzeniu jest bezpłatny.\n\nOrganizatorem projektu jest Miasto Poznań we współpracy z firmami Clockwork i Wizja Multimedia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycia archeologiczne na terenie przyszłej szkoły muzycznej w Stargardzie",
            "link": "https://stargard.naszemiasto.pl/odkrycia-archeologiczne-na-terenie-przyszlej-szkoly-muzycznej-w-stargardzie/ar/c1p2-28147981",
            "description": "Badania archeologiczne stanowią pierwszy etap przygotowań do budowy nowoczesnej szkoły muzycznej z salą koncertową na tysiąc ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uWOuwXkWiQwQBon3aHwtiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Stargard Nasze Miasto23 godz.",
            "source": "Stargard Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niesamowite odkrycie w Kałdusie niedaleko Chełmna. Pod Górą św. Wawrzyńca odnaleziono pochówki dzieci, mogły być skrępowane przed pogrzebaniem",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/niesamowite-odkrycie-w-ka%C5%82dusie-niedaleko-che%C5%82mna-pod-g%C3%B3r%C4%85-%C5%9Bw-wawrzy%C5%84ca-odnaleziono-poch%C3%B3wki-dzieci-mog%C5%82y-by%C4%87-skr%C4%99powane-przed-pogrzebaniem/ar-AA1PTOky?ocid=BingNewsVerp",
            "description": "- To bardzo ciekawe znalezisko, wymagające dalszych badań i analiz. Staramy się unikać pochopnych interpretacji. Bywa, że przy okazji różnych odkryć, nagłaśnianych w mediach, dowiadujemy się, że „trze ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YuOETPJFXiTOUZLNTGGMIw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Eska Regiony on MSN5 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Jedynka' Wacława Króla",
            "link": "https://www.krakow.pl/kalendarium/1919,object,1,2357154,,event.html",
            "description": "Ziemia Puszczy Niepołomickiej przez ponad 70 lat skrywała szczątki samolotu, który 3 września 1939 roku spadł w pobliżu Kłaja po zestrzeleniu przez niemieckie bombowce. Pilot — ppor. Wacław Król — ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Wydobyte z błota po ponad półwieczu – dziś przypo-minają o historii niezwykłej maszyny i pilota, którzy bronili Polskę przed Luftdwaffe.\n\nZiemia Puszczy Niepołomickiej przez ponad 70 lat skrywała szczątki samolotu, który 3 września 1939 roku spadł w pobliżu Kłaja po zestrzeleniu przez niemieckie bombowce. Pilot — ppor. Wacław Król — przeżył, wyskakując ze spadochronem, a jego „Jedynka”, PZL P.11c, została zapomniana… prawie.\n\nJuż 6 listopada w Hangarze Głównym Muzeum Lotnictwa Polskiego w Krakowie odbędzie się wernisaż wystawy „Jedynka” Wacława Króla. Relikty samolotu PZL P.11c z Gminnej Izby Regionalnej w Kłaju. Ekspozycja została przygotowaną w ramach projektu Muzea Domowe – ożywianie tożsamości w społecznościach lokalnych realizowanego przez Urząd Marszałkowski Województwa Małopolskiego. Będzie można zobaczyć fragmenty wydobytego wraku zestawione z jedynym na świecie zachowanym egzemplarzem polskiego myśliwca PZL P.11c!\n\nWacław Król (1915–1991) był absolwentem Szkoły Podchorążych Lotnictwa w Dęblinie, uczestnikiem kampanii wrześniowej, Bitwy o Francję i Bitwy o Anglię. Dowodził polskimi dywi-zjonami myśliwskimi, walczył w Afryce Północnej w słynnym „Cyrku Skalskiego”, a po wojnie został autorem kilkudziesięciu książek popularyzujących dzieje polskiego lotnictwa. Odznaczony m.in. Krzyżem Virtuti Militari i czterokrotnie Krzyżem Walecznych, zmarł w Warszawie w 1991 r.\n\n3 września 1939 roku, podczas ataku na formację niemieckich bombowców Heinkel He 111P, por. pil. Wacław Król został trafiony ogniem strzelców pokładowych. Pilot wyskoczył ze spado-chronem nad Puszczą Niepołomicką i wylądował w pobliżu Cikowic. Przez lata miejsce upadku samolotu pozostawało zapomniane, aż do działań lokalnych pasjonatów i poszukiwaczy.\n\nSzczególną rolę w ustaleniu lokalizacji szczątków odegrał Janusz Czerwiński, mieszkaniec gminy Kłaj i pasjonat archeologii lotniczej, który, analizując opis walki powietrznej, wskazał prawdopo-dobne miejsce upadku. W kwietniu 2012 roku na wskazane stanowisko przybyła Grupa Eksplo-racyjno-Badawcza Polskiego Towarzystwa Historycznego pod kierownictwem Tomasza Jastrzęb-skiego. W pracach poszukiwawczych uczestniczyli także przedstawiciele Muzeum Wojska Pol-skiego w Warszawie, Muzeum Armii Krajowej w Krakowie oraz red. Adam Sikorski z ekipą pro-gramu „Było nie minęło”.\n\nPo przeszukaniu obszaru o powierzchni około 200 m² odkryto liczne pozostałości: dwa pokłado-we karabiny maszynowe wraz z amunicją, fragmenty bloku silnika, cztery cylindry, świece za-płonowe, fragmenty iskrowników, kilka tabliczek znamionowych, szczątki opon oraz liczne ele-menty duraluminiowego poszycia zachowane z oryginalną powłoką malarską. Znaleziska te zostały zabezpieczone i stały się trzonem zbioru Gminnej Izby Regionalnej w Kłaju, gdzie przez lata pełniły rolę lokalnej relikwii pamięci.\n\nPrezentowana w Muzeum Lotnictwa Polskiego ekspozycja zestawia relikty „Jedynki” z szerszym kontekstem: biografią Wacława Króla, materiałami źródłowymi i dokumentacją poszukiwań. W przestrzeni wystawy pokazujemy zarówno techniczne i materiałowe aspekty odnalezionych fragmentów, jak i humanistyczny wymiar tej historii — los pilota, zaangażowanie lokalnej spo-łeczności w ratowanie pamięci i znaczenie takich odkryć dla tożsamości regionalnej.\n\nWart podkreślenia jest fakt, że w kolekcji Muzeum Lotnictwa Polskiego znajduje się jedyny na świecie zachowany egzemplarz myśliwca PZL P.11c. Dzięki temu zwiedzający mogą zestawić fragmenty wydobyte z miejsca katastrofy z kompletną konstrukcją zachowaną w muzealnym zbiorze, co tworzy wyjątkowo sugestywną opowieść o lo-sach maszyny i jej pilota."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w pudełku po cygarach. Zabytek z piramidy Cheopsa, starszy od samej piramidy",
            "link": "https://kopalniawiedzy.pl/relikt-Dixona-piramida-Cheopsa-pudelko,33088",
            "description": "Odnalazł się zaginiony od 70 lat jeden z trzech artefaktów wydobytych z piramidy Cheopsa. W 1872 roku Waynman Dixon znalazł w Komorze Królowej trzy przedmioty, które stały się znane jako „relikty Dixo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.YAyXcIYbbVgyvjHbycaacw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kopalnia Wiedzy21 godz.",
            "source": "Kopalnia Wiedzy",
            "article_content": "Niezwykłe odkrycie w pudełku po cygarach. Zabytek z piramidy Cheopsa, starszy od samej piramidy\n\n17 grudnia 2020, 05:26 | Humanistyka\n\nOdnalazł się zaginiony od 70 lat jeden z trzech artefaktów wydobytych z piramidy Cheopsa. W 1872 roku Waynman Dixon znalazł w Komorze Królowej trzy przedmioty, które stały się znane jako „relikty Dixona”. Kamienny tłuczek w kształcie kuli i miedziany obiekt w kształcie ogona gołębia znajdują się w British Museum. Trzeci przedmiot, niewielka drewniana tabliczka, zaginął. Teraz odnaleziono ją w... pudełku po cygarach na University of Aberdeen.\n\nZagubiony kawałek drewna szczególnie interesował specjalistów. Z jednej strony zastanawiano się, czemu służył, z drugiej zaś – dawał szansę na przeprowadzenie datowania radiowęglowego. Pojawiały się hipotezy mówiące, że był on fragmentem linijki, którego zbadanie mogłoby zdradzić tajemnice dotyczące sposobu wznoszenia piramid.\n\nW 2001 roku natrafiono na zapiski, które wskazywały, że kawałek drewna mógł trafić do University of Aberdeen dzięki Jamesowi Grantowi. Studiował on medycynę na University of Aberdeen, później wyjechał do Egiptu, by pomóc w opanowaniu epidemii cholery. Tam zaprzyjaźnił się z Dixonem i wspólnie badali Wielką Piramidę. Po śmierci Granta jego zbiory zostały podarowane Uniwersytetowi. Ale „pięciocalowy kawałek drewna” przekazała uczelni jego córka dopiero w 1946 roku. Problem jednak w tym, że zabytek nie został nigdy odpowiednio sklasyfikowany i prowadzone przez kilkanaście lat poszukiwania w uniwersyteckich kolekcjach spełzły na niczym.\n\nPod koniec ubiegłego roku asystentka kuratora, Abeer Eladany, która pochodzi z Egiptu i przez 10 lat pracowała w Muzeum Egipskim w Kairze, dokonywała przeglądu zbiorów azjatyckich na University of Aberdeen. Zaintrygowało ją pudełko, na którego wieczku znajdowała się dawna flaga Egiptu i które nie było wymienione w zbiorach azjatyckich. Gdy przyjrzałam się katalogowi zbiorów Egipskich i sprawdziłam numery przedmiotów, natychmiast zdałam sobie sprawę z tego, co trzymam w ręku. To cały czas stało na widoku, ale było w niewłaściwych zbiorach. Jestem archeologiem i pracowałam przy wykopaliskach w Egipcie, ale nigdy bym nie przypuszczała, że tutaj, w północno-wschodniej Szkocji, znajdę coś tak ważnego dla dziedzictwa mojego kraju, mówi Eladany. To może jest i nieduża drewniana tabliczka, obecnie w kilku fragmentach, ale ma ona olbrzymie znaczenie, gdyż to jeden z zaledwie trzech przedmiotów, jakie wydobyto z wnętrza Wielkiej Piramidy, dodaje.\n\nNa usprawiedliwienie tych, którzy przez kilkanaście lat poszukiwali zaginionego zabytku, można dodać, że uniwersyteckie zbiory zawierają setki tysięcy przedmiotów. Przypadkowe trafienie na ten właściwy jest jak wygrana na loterii.\n\nNiedawno wykonane badania radiowęglowe wykazały, że drewno pochodzi z lat 3341–3094 p.n.e. jest więc o około 500 lat starsze, niż Wielka Piramida, której powstanie datowane jest na lata 2580–2560 p.n.e. To potwierdza, że drewno związane jest z budową piramidy, a nie z osobami, które później mogły ją eksplorować.\n\nOdnalezienie zaginionego Reliktu Dixona to niespodzianka. Ale wyniki datowania to również niespodzianka. Drewno jest starsze, niż sądziliśmy. Być może ma to związek z tym, że drewno może pochodzić ze środka długo żyjącego gatunku. Może być też tak, że z powodu słabej dostępności drewna w Egipcie było ono cenionym materiałem i wielokrotnie używanym przez całe wieki, mówi Neil Curtis dyrektor Muzeów i Zbiorów Specjalnych na University of Aberdeen."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Największe targi rzemiosła wracają do Katowic!",
            "link": "https://dziennikzachodni.pl/najwieksze-targi-rzemiosla-wracaja-do-katowic/ar/c3p2-28139905",
            "description": "Na Targi Rzeczy Wyjątkowych JWSR można wchodzić z czworonożnymi przyjaciółmi, należy jedynie pamiętać o zasadach komfortu i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.W3UJaN2CeNih_5OS26yhqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni14 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 6.11.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://nowosci.com.pl/prasowka-6-11-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960939",
            "description": "Już 5 listopada do obiegu trafi nowy kolekcjonerski banknot o nominale 20 złotych. Narodowy Bank Polski w ten sposób ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0gUlts1fzkAb1jNNiLi7ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński8 godz.",
            "source": "Nowości Dziennik Toruński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najstarsze monety w historii Polski. Tyle są dzisiaj warte",
            "link": "https://nto.pl/oto-najstarsze-monety-w-historii-polski-tyle-sa-dzisiaj-warte/ar/c1p2-28076981",
            "description": "Kolekcjonowanie średniowiecznych i nowożytnych numizmatów to hobby nie tylko dla bogaczy. Część z tych niezwykłych monet, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5w2GmHXoP2TDwQ_PpSSDkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska2 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najdroższe monety kolekcjonerskie w Polsce",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/oto-najdro%C5%BCsze-monety-kolekcjonerskie-w-polsce/ar-AA1PttKd?ocid=BingNewsVerp",
            "description": "Polskie monety kolekcjonerskie od lat przyciągają uwagę zarówno pasjonatów numizmatyki, jak i osób, które traktują je po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aqdaZ-8_kkJKvTLpH63NtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN2 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na tych starych zestawach LEGO można teraz nieźle zarobić. Tyle płacą za nie kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/na-tych-starych-zestawach-lego-mo%C5%BCna-teraz-nie%C5%BAle-zarobi%C4%87-tyle-p%C5%82ac%C4%85-za-nie-kolekcjonerzy/ar-AA1ParPe?ocid=BingNewsVerp",
            "description": "Niewielu zdaje sobie sprawę, że stare klocki LEGO mogą dziś być warte tak dużo pieniędzy. Zabawki, które jeszcze kilkanaście ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eAjzj7DuvgloqmiHwJFsdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN23 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 6.11.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-6-11-2025/ar/c1p2-28051177",
            "description": "Monety z czasów Polskiej Rzeczpospolitej Ludowej cieszą się coraz większym zainteresowaniem oraz wzrasta ich wartość, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński8 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie każda „piątka' jest taka zwykła! Wiemy, od czego zależy prawdziwa wartość monety 5 zł",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/nie-ka%C5%BCda-pi%C4%85tka-jest-taka-zwyk%C5%82a-wiemy-od-czego-zale%C5%BCy-prawdziwa-warto%C5%9B%C4%87-monety-5-z%C5%82/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbbp73Maq-oUZppDCWkE4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN5 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    }
]