[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ w Komornikach znów przyciągnął tłumy. Sprawdź, co można było upolować w niedzielę, 17 sierpnia 2025. Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-komornikach-zn%C3%B3w-przyci%C4%85gn%C4%85%C5%82-t%C5%82umy-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-17-sierpnia-2025-zobacz-zdj%C4%99cia-i-ceny/ar-AA1KFB9S?ocid=BingNewsVerp",
            "description": "Pchli targ przyciągnął tłumy miłośników staroci, rękodzieła i unikalnych przedmiotów. Wśród setek kolorowych stoisk można ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N85dWBZhCgPYbSdY2-qE6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Poznań Nasze Miasto on MSN9 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci w Bolesławcu z rybami z PRL-u i Włocławkiem",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/targ-staroci-w-boles%C5%82awcu-z-rybami-z-prl-u-i-w%C5%82oc%C5%82awkiem/ar-AA1KQBIF?ocid=BingNewsVerp",
            "description": "Targ staroci w Bolesławcu. Perełki na straganach przy Bankowej. Tam można było kupić stare płyty analogowe, metalowe zawiasy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uBwvkwAEgInA3FCYCjF_3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nasze Miasto on MSN11 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatnie monety jednofuntowe z wizerunkiem królowej wchodzą w UK do obiegu",
            "link": "https://londynek.net/wiadomosci/article?jdnews_id=107548",
            "description": "Ostatnia partia monet jednofuntowych z wizerunkiem zmarłej 8 września 2022 roku królowej Elżbiety II wchodzi właśnie do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IIXmDLiEZMeTUdEiNihUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Londynek.net2 godz.",
            "source": "Londynek.net",
            "article_content": "Dziś, 15:00\n\nOstatnia partia monet jednofuntowych z wizerunkiem zmarłej 8 września 2022 roku królowej Elżbiety II wchodzi właśnie do obiegu. Ponad 23 miliony z nich trafi do kas i kieszeni obywateli - donosi portal BBC.\n\nZone place=e1-mobile\n\nMennica Królewska poinformowała, że wprowadzenie do obiegu ostatnich monet z wizerunkiem Elżbiety II, datowanych na lata 2021 i 2022, oznacza \"przełomowy moment w historii brytyjskiej numizmatyki\".\n\nOprócz nich do obiegu trafia kolejne 7,5 miliona nowych monet z wizerunkiem króla Karola III. Jego wizerunek widnieje na brytyjskich monetach od 2023 roku, ale jak dotąd tylko na nominałach 1 funta i 50 pensów.\n\n\"Wprowadzając do obiegu kolejne monety jednofuntowe z wizerunkiem króla Karola III, obok ostatnich monet z wizerunkiem królowej Elżbiety II, jesteśmy świadkami fizycznej reprezentacji transformacji naszej monarchii\" - zauważyła Rebecca Morgan, dyrektor ds. monet pamiątkowych w Mennicy Królewskiej.\n\nChociaż nowe monety zostały wybite już cztery lata temu, są emitowane teraz ze względu na popyt na jednofuntówki. Monety z 2022 roku staną się najrzadszymi w obiegu.\n\nW Wielkiej Brytanii w obiegu znajduje się około 24,7 miliarda monet, a te z wizerunkiem króla stanowią obecnie zaledwie 0,004% z nich.\n\nW sierpniu ubiegłego roku Mennica Królewska wyemitowała około 2,975 miliona monet jednofuntowych z wizerunkiem króla. Po ich bokach znajduje się misterny wzór pszczoły, symbolizujący miłość Karola do natury. To jeden z ośmiu nowych wzorów, które ostatecznie pojawią się na monetach narodowych, od 1 pensa do 2 funtów.\n\nNa wszystkich monetach znajdzie się flora i fauna kraju, a wśród nich zwierzęta, takie jak ruda wiewiórka, maskonur i popielica. Chociaż mają ten sam rozmiar i kształt co poprzednie monety, nowe wzory mają większe cyfry, aby pomóc dzieciom rozpoznawać liczby i uczyć się liczenia.\n\nMennica Królewska wyprodukowała monety obiegowe każdego z brytyjskich monarchów od czasów Alfreda Wielkiego (849 - 917 r.)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare Miasto - Newsy",
            "link": "https://www.fakt.pl/temat/stare-miasto?page=2",
            "description": "Stare Miasto- Najnowsze wiadomości, przydatne informacje, zdjęcia i wideo. Newsy, Ludzie, Polityka, Sport, Turystyka.",
            "image_url": "https://www.bing.pl/th?id=OVFT.kayG2ClsW9J-bX6MWTGKWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl6 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich cały czas można wymienić [20.08.25 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-ca%C5%82y-czas-mo%C5%BCna-wymieni%C4%87-20-08-25-r/ar-AA1JoySg?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YWO2XIPLjs4QYJfkRauhLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN4 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 20.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-20082025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s8a06NQK8uMYX7RftG-MRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN9 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs JPY/PLN 20 sierpnia 2025 r.",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/kurs-jpypln-20-sierpnia-2025-r/ar-AA1KQEzr?ocid=BingNewsVerp",
            "description": "Jadąc do Japonii czy to w celach turystycznych, czy też biznesowych, warto znać aktualny kurs jena (JPY). Z tego artykułu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vEp3OYPtpUEAcX-Ut3RAeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN11 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci w Bolesławcu z rybami z PRL-u i Włocławkiem",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targ-staroci-w-boles%C5%82awcu-z-rybami-z-prl-u-i-w%C5%82oc%C5%82awkiem/ar-AA1KQBIF?ocid=BingNewsVerp",
            "description": "Targ staroci w Bolesławcu. Perełki na straganach przy Bankowej. Tam można było kupić stare płyty analogowe, metalowe zawiasy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uBwvkwAEgInA3FCYCjF_3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN11 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ w Komornikach znów przyciągnął tłumy. Sprawdź, co można było upolować w niedzielę, 17 sierpnia 2025. Zobacz zdjęcia i ceny!",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-komornikach-zn%C3%B3w-przyci%C4%85gn%C4%85%C5%82-t%C5%82umy-sprawd%C5%BA-co-mo%C5%BCna-by%C5%82o-upolowa%C4%87-w-niedziel%C4%99-17-sierpnia-2025-zobacz-zdj%C4%99cia-i-ceny/ar-AA1KFB9S?ocid=BingNewsVerp",
            "description": "Pchli targ przyciągnął tłumy miłośników staroci, rękodzieła i unikalnych przedmiotów. Wśród setek kolorowych stoisk można ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.N85dWBZhCgPYbSdY2-qE6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN9 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co było najlepsze? - oceńcie Bolesławieckie Święto Ceramiki",
            "link": "https://www.bolec.info/boleslawiec/informacje/kategoria/39480/co-bylo-najlepsze-ocencie-boleslawieckie-swieto-ceramiki",
            "description": "Publikowane komentarze są prywatnymi opiniami użytkowników serwisu. Bolec.Info nie ponosi odpowiedzialności za treść opinii i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BY3eJd0UgtH3f85gvxBAqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bolec.Info7 godz.",
            "source": "Bolec.Info",
            "article_content": "Wypowiedz się:\n\nAutor: Jeśli zostawisz to pole puste przypiszemy Ci losową ksywę. Twoja wypowiedź: Publikacja czyichś danych osobowych bez zezwolenia czy użycie zwrotów obraźliwych podlega odpowiedzialności karnej i będzie skutkować przekazaniem danych publikującego organom ścigania. Opublikuj wypowiedź"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Święto Ceramiki w Bolesławcu – dla elit czy dla wszystkich?",
            "link": "https://www.bolec.info/boleslawiec/informacje/kategoria/39470/swieto-ceramiki-w-boleslawcu-dla-elit-czy-dla-wszystkich",
            "description": "Rekordy sprzedaży, sport, integracja i krytyka. Felieton o tym, dlaczego impreza jest dla wszystkich, a nie tylko dla elit.",
            "image_url": "https://www.bing.pl/th?id=OVFT.1D4QhZwxWc-zFEE19RDDTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bolec.Info21 godz.",
            "source": "Bolec.Info",
            "article_content": "BolecFelieton\n\n19 sierpnia 2025r. godz. 20:27, odsłon: 3993, Bolec.Info\n\nŚwięto Ceramiki w Bolesławcu – dla elit czy dla wszystkich?\n\nRekordy sprzedaży, sport, integracja i krytyka. Felieton o tym, dlaczego impreza jest dla wszystkich, a nie tylko dla elit.\n\nMarcin Marczewski, redaktor naczelny Bolec.Info (fot. Bolec.Info)\n\nW naszej Redakcji zderzają się różne poglądy i oceny – na wiele różnych tematów. I dobrze, bo pozwala nam to zachować równowagę i dystans do niektórych spraw. Tak jest też przy okazji dyskusji na temat 31. Bolesławieckiego Święta Ceramiki.\n\nPodobnie jak w poprzednich latach, zdecydowałem, że skupimy się na pozytywnym przekazie o Święcie, że będziemy pokazywać możliwie najwięcej imprez towarzyszących. W końcu celem nadrzędnym tej imprezy jest promocja Bolesławca, ceramiki i lokalnych przedsiębiorców, a hejtu i negatywnych informacji mamy wokół nas w ciągu roku i tak za dużo.\n\nA przecież mogliśmy szukać dziury w całym, pisać o „pijaństwie” czy „ćpaństwie”, a zamiast o jubileuszu Ceramiki Artystycznej napisać, że konferansjer nie miał koszuli tylko polówkę. Serio? To miałby być największy problem miasta, które świętuje 31. edycję swojej największej imprezy?\n\nDzisiaj wiem, że nasze podejście było słuszne – potwierdzają to wyniki oglądalności zarówno Portalu Bolec.Info, jak i naszych materiałów w Facebooku (miliony wyświetleń i aż 2500 nowych obserwujących! - więcej w tekście \"Dziękujemy Wam za miliony wyświetleń naszych materiałów! Bolec.Info zdecydowanym liderem mediów w Bolesławcu!\").\n\nOceny są różne, jak zawsze\n\nNa Bobrzanie.pl Bernard opublikował swoją ocenę Święta Ceramiki (TUTAJ). Narzeka m.in. na ceremonię otwarcia Święta i uzasadnia to tym, że Nowak za długo zjeżdżał na tyrolce i machał przy tym rękami. No tak, przez lata narzekał, że w miejskiej paradzie idą przedstawiciele spółek miejskich i namawiał do likwidacji parady. No to zlikwidowali i zrobili inaczej, na nowy sposób. I też źle.\n\nOd kogoś innego słyszałem podobny komentarz o zamknięciu Święta. „Dlaczego skończyło się już o 21 i nie było fajerwerków?” Ano właśnie dlatego, że rok temu komentatorzy narzekali na to, że o 23 gra głośna muzyka i jeszcze \"strzelają\", dzieci spać nie mogą, a ludzie muszą iść w poniedziałek na 6 do pracy. No to skrócili imprezę, aby wszyscy się mogli wyspać.\n\nI tak źle, i tak niedobrze. Klasyka – jak nie ma parady, to źle. Jak jest parada – też źle.\n\nCzy można było lepiej otworzyć Święto Ceramiki? Pewnie tak – tylko że nikt tego lepszego pomysłu nie zaproponował. Co więcej, na przestrzeni lat, jedyne co ktoś zgłosił to pomysł realizacji „podróby” tego, co wcześniej robił… Nowak. Łatwo krytykować, trudniej zaproponować coś sensownego.\n\nNowakowi jednak trzeba oddać to, że wykazał się wielką odwagą – jestem pewien, że większość krytyków odpadłaby już na schodach ratuszowej wieży, zanim w ogóle zobaczyliby tyrolkę. Do tego po prostu potrzeba odwagi prawdziwej.\n\nDo kwestii ochrony podczas otwarcia BŚC odnosić się nie trzeba – bo zadziałała nad wyraz profesjonalnie. Zidentyfikowała potencjalne zagrożenie i je perfekcyjnie zneutralizowała.\n\nŚwięto Ceramiki na sportowo wyszło dobrze\n\nDo sukcesów tego Święta Ceramiki niewątpliwie należy zaliczyć aktywności sportowe. Moim zdaniem, to, co w tym roku zrobił organizator, to strzał w dziesiątkę. Przyciągnięcie plażówki do centrum, na plac Piłsudskiego, zamiast organizowania tego w odległych miejscach – świetny ruch.\n\nDo tego mecze piłki nożnej na piasku, BolesławiecRun, koszykówka, wyścigi kolarskie itd. Nic tak dobrze nie poprawia jakości życia i nie integruje społeczności, jak sport – i na to, moim zdaniem, należy stawiać w kolejnych latach.\n\nSam zresztą, jak co roku, wziąłem udział w Biegu po filiżankę – to naprawdę świetna zabawa. I chociaż samego biegania nie było tam dużo, to była okazja na relaks, odpoczynek i rozmowy z innymi ludźmi. Integracja bolesławian na całego!\n\nŚwięto Ceramiki – impreza dla elit czy dla wszystkich?\n\nBernard postuluje – tak ja to rozumiem – aby Święto Ceramiki zrobić imprezą dla „ę-ą”, dla bogatych elit. Pisze o tym, że scena główna, alejka ze straganami, wesołe miasteczko czy budki z kiełbaskami z grilla są zbędne i zbyt festynowe.\n\nNie wiem, skąd takie pomysły na takie segregowanie i brak zrozumienia, że ktoś może woleć disco-polo zamiast dostojnego wernisażu. Ludzie są różni, mają różne upodobania i zamiłowania, a Święto Ceramiki powinno być dla wszystkich. I dla tych „ę-ą” z większą kasą w portfelu, i dla tych od disco-polo, których stać na jeden kubek z ceramiki i dwie kiełbaski z grilla w roku. Jeśli 1000 takich osób kupi po jednym kubku za 50 złotych, to ceramicy sprzedadzą 1000 kubków za łączną kwotę 50000 złotych. Proste?\n\nMuszę tutaj chyba przypomnieć, jakie są cele Bolesławieckiego Święta Ceramiki. Wymienię niektóre z nich: możliwie szeroka promocja Bolesławca w Polsce i świecie, promocja ceramiki, sprzedaż ceramiki w trakcie targów, zwiększenie sprzedaży w lokalnych restauracjach i sklepach, sprzedaż noclegów przez hotelarzy i właścicieli pensjonatów, wsparcie dla promocji innych lokalnych firm, napędzenie lokalnej gospodarki jako systemu naczyń połączonych.\n\nJak było w tym roku? Ceramicy zadowoleni – obroty większe niż rok temu. Restauratorzy – niektórzy odnotowali o 20% większy utarg niż rok temu, niektórzy zamykali się w niedzielę w połowie dnia, bo wszystkie zapasy wyprzedane. Handlarze ze straganów przy Asnyka – zadowoleni.\n\nNo właśnie – ale przecież restauratorzy nie hodują świń i nie pieką bułek. Kupują od lokalnych dostawców, ktoś to przywozi, ktoś sprzedaje. I nawet te rekordowe kolejki do Żabek, które wspomina Bernard, to nic innego jak dochód lokalnego właściciela sklepu – który zatrudnia pracowników, płaci podatki i dzięki temu miasto też korzysta.\n\nI wreszcie te kiełbaski z grilla – przyznam otwarcie, że sam się na jedną skusiłem, na sam koniec święta. Kupiłem ją z budki przy scenie na Asnyka. Okazało się, że stoisko należało do hotelu obok – który słowami przedstawicielki pochwalił się, że podczas Święta Ceramiki także dobrze zarobił. Jak wiadomo, nie tylko na noclegach, ale także na tych, którzy wolą wesołe miasteczko czy Papa Dance.\n\nCele wypełnione, ale zawsze może być lepiej\n\nSkoro cele imprezy zostały wypełnione, przedsiębiorcy są usatysfakcjonowani, setki czy tysiące mieszkańców wzięło udział w warsztatach, zajęciach i aktywnościach sportowych, handlarze z targu staroci zadowoleni, dzieci wybawione w wesołym miasteczku, a bazylikę odwiedziło ponad 1000 turystów – to czy naprawdę ktoś poważny będzie oceniał całą imprezę przez pryzmat tego, ile trwał zjazd na tyrolce albo przez to, że ktoś przyszedł, bez zaproszenia, z tęczowym transparentem?\n\nMoim zdaniem nie. Lepiej się skupić na tym, co wyszło dobrze, co bawi i co można nowego zaproponować, żeby za rok było jeszcze lepiej. Tylko, no właśnie - czym jest to \"coś nowego\"? Śmiało zgłaszacie swoje innowacyjne pomysły w komentarzach poniżej, także anonimowo. A te setki zgłoszeń przekażemy organizatorom BŚĆ.\n\nMarcin Marczewski\n\nredaktor naczelny Bolec.Info"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci w Bolesławcu z rybami z PRL-u i Włocławkiem",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/targ-staroci-w-boles%C5%82awcu-z-rybami-z-prl-u-i-w%C5%82oc%C5%82awkiem/ar-AA1KQBIF?ocid=BingNewsVerp",
            "description": "Targ staroci w Bolesławcu. Perełki na straganach przy Bankowej. Tam można było kupić stare płyty analogowe, metalowe zawiasy, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uBwvkwAEgInA3FCYCjF_3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto on MSN11 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie na szczecińskim podzamczu. \"To najstarsze mury w mieście\"",
            "link": "https://www.tokfm.pl/polska/zachodniopomorskie/tokfm-7-189661-28874663-szczecin-sensacja-archeologiczna-to-najstarsze-mury-w-miescie",
            "description": "Podczas prac archeologicznych na Rynku Nowym w Szczecinie badacze odsłonili relikty kościoła z XIII wieku. - To zakrawa wręcz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wkjRJOg5Y7CGcFDsNMSNsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "TOK FM9 godz.",
            "source": "TOK FM",
            "article_content": "Badacze zakładali, że pod brukiem odsłonią relikty kościoła, ale z wieku XIV. Tymczasem znaleźli pozostałości świątyni o prawie wiek starszej. - To bez wątpienia najstarsze mury w Szczecinie - nie ma wątpliwości Miejski Konserwator Zabytków Michał Dębowski.\n\nCo to za kościół?\n\nHistoria odnalezionej budowli sięga 1243 roku. Wtedy szczeciński książę Barnim I nadał patronat nad kościołem i parafią świętego Mikołaja cysterkom z pobliskiego klasztoru. Zaraz po tym rozpoczęła się budowa obiektu, którego fundamenty dotrwały do naszych czasów. Pod ziemią ukrywał się fragment ściany ze służkami, czyli cienkimi kolumienkami zdobiącymi filar podtrzymujący dawne sklepienie. - Forma tego detalu architektonicznego wskazuje niezbicie, że został on wykonany najpóźniej około połowy XIII wieku - tłumaczy Dębowski.\n\nW czasach okupacji napoleońskiej Szczecina kościół był użytkowany jako magazyn siana. Doszło do ogromnego pożaru. - I proszę sobie wyobrazić, że to siano spalone ciągle tkwi w warstwie ziemi. Można wydobyć je garściami i rozróżnić poszczególne, zwęglone źdźbła, możemy praktycznie namacalnie dotknąć ducha dziejów, niesamowite - opowiada z przejęciem Miejski Konserwator Zabytków w Szczecinie.\n\n'To skandal'\n\nW miejscu, gdzie obecnie trwają prace archeologiczne, przez wiele lat znajdował się parking. - To zakrawa wręcz na miarę skandalu, że nad tak cennymi reliktami dotychczas był zwykły parking, to chcemy zmienić - zapewnia Dębowski. Relikty - po przekształceniu Rynku Nowego w plac - mają zostać wyeksponowane. Będą dostępne dla mieszkańców i zwiedzających."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Włochy uznały je za przestarzałe… Ukraina zamieniła je w śmiercionośną broń",
            "link": "https://www.msn.com/pl-pl/technologia/og%C3%B3lne/w%C5%82ochy-uzna%C5%82y-je-za-przestarza%C5%82e-ukraina-zamieni%C5%82a-je-w-%C5%9Bmierciono%C5%9Bn%C4%85-bro%C5%84/vi-AA1KP0R2?ocid=BingNewsVerp",
            "description": "Zapraszamy do obejrzenia fascynującej podróży w czasie, gdzie włoskie transportery opancerzone M113, uznane kiedyś za ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sU3IHO0c6i4pVvimFnDJOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pokaz Wojskowy (Polish) on MSN22 godz.",
            "source": "Pokaz Wojskowy (Polish) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeologiczne skarby na trasie S8",
            "link": "https://twojezdrowie.rmf24.pl/regiony/wroclaw/news-archeologiczne-skarby-na-trasie-s8,nId,8011653",
            "description": "W okolicach Kobierzyc i Jordanowa Śląskiego trwają zaawansowane prace przy budowie nowego odcinka drogi ekspresowej S8.",
            "image_url": "https://www.bing.pl/th?id=OVF.MkMlJOBay%2fTLa14Z%2fSznEg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Twoje Zdrowie w RMF FM23 godz.",
            "source": "Twoje Zdrowie w RMF FM",
            "article_content": "W okolicach Kobierzyc i Jordanowa Śląskiego trwają zaawansowane prace przy budowie nowego odcinka drogi ekspresowej S8. Inwestycja nie tylko przyspieszy komunikację między Wrocławiem a Kłodzkiem, ale także przyniosła sensacyjne odkrycia archeologiczne – od artefaktów sprzed tysięcy lat po pamiątki z czasów II wojny światowej.\n\nDroga ekspresowa S8 na Dolnym Śląsku: Niezwykłe odkrycia archeologiczne / foto: fot. Magdalena Szumiata/GDDKIA /\n\nBudowa nowoczesnej infrastruktury drogowej często odsłania przed nami nie tylko nowe trasy, ale też fascynujące karty historii. Tak dzieje się na Dolnym Śląsku, gdzie prace przy wyczekiwanej drodze ekspresowej S8 stały się okazją do odkrycia niezwykłych śladów życia sprzed setek, a nawet tysięcy lat. Archeolodzy, pracujący na odcinku Kobierzyce - Jordanów Śląski, nie kryją ekscytacji - pod warstwą ziemi kryją się tu prawdziwe skarby przeszłości.\n\nDolnośląski Wojewódzki Konserwator Zabytków wytypował aż 22 stanowiska archeologiczne, które objęto badaniami wykopaliskowymi. Łączna powierzchnia tych terenów to imponujące 72 hektary. Już pierwsze wyniki prac potwierdzają, że okolice Wrocławia były zamieszkiwane przez ludzi niemal nieprzerwanie od późnej epoki kamienia, przez neolit, epokę brązu i żelaza, aż po średniowiecze i czasy nowożytne. To prawdziwa mozaika kultur, zwyczajów i tradycji, której ślady wciąż jeszcze czekają na odkrycie.\n\nNa stanowiskach archeologicznych natrafiono na relikty dawnych osad, pozostałości domostw, narzędzia codziennego użytku, a także miejsca pochówków. Wiele z tych stanowisk ma charakter wielokulturowy - przez wieki służyły kolejnym pokoleniom, zmieniając się wraz z rozwojem społeczności. Tworzą one rozległe kompleksy osadnicze, które pokazują, jak dynamicznie zmieniało się życie w tej części Dolnego Śląska.\n\nNiezwykłym zaskoczeniem dla archeologów były również ślady działań wojennych z okresu II wojny światowej. Podczas prac wykopaliskowych natrafiono na pozostałości okopów oraz fragmenty wyposażenia żołnierskiego, które przypominają o burzliwych losach tego regionu. Każdy taki przedmiot to osobna historia - nie tylko o wojnie, ale też o ludziach, którzy tu walczyli, żyli i ginęli.\n\nWideo youtube\n\nSiedem odcinków, setki milionów inwestycji\n\nBudowa dolnośląskiego fragmentu S8 została podzielona na siedem odcinków, z których pięć - pomiędzy Wrocławiem a Bardem - jest już w fazie realizacji. Łącznie to około 55 kilometrów nowoczesnej trasy, która będzie przedłużeniem istniejącej już drogi ekspresowej S8 ciągnącej się aż do Białegostoku. Nowy fragment będzie wyposażony w dwie jezdnie, po dwa pasy ruchu w każdą stronę oraz pasy awaryjne, co znacząco poprawi bezpieczeństwo i komfort podróżowania."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odsłonił to topniejący lodowiec. Unikat na skalę światową",
            "link": "https://www.msn.com/pl-pl/nauka/ekologia/ods%C5%82oni%C5%82-to-topniej%C4%85cy-lodowiec-unikat-na-skal%C4%99-%C5%9Bwiatow%C4%85/ar-AA1KS45y?ocid=BingNewsVerp",
            "description": "Topniejące lodowce odsłaniają coraz więcej. Jest nowe odkrycie Topniejące lodowce stopniowo odsłaniają coraz bardziej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8YWS012Oo3Z9IVBxzXQU9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "GeekWeek w INTERIA.PL on MSN4 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Jeżeli istnieje jakaś bogini Wisły, to chyba spodobała jej się nasza praca\"",
            "link": "https://weekend.gazeta.pl/weekend/7,177333,32187750,jezeli-istnieje-jakas-bogini-wisly-to-chyba-spodobala-jej.html",
            "description": "- Pałac Kazimierzowski, którego fragmenty wydobyliśmy, był najpiękniejszą rezydencją I Rzeczypospolitej. Zatem odzyskaliśmy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3kdA5LK0fgxDrf9Pb61y4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Weekend w Gazeta.pl20 godz.",
            "source": "Weekend w Gazeta.pl",
            "article_content": "Latem tego roku, wędkarz, który łowił ryby nad Wisłą, na wysokości Tarchomina zauważył wystający z wody miecz…\n\nI okazało się, że to miecz późnośredniowieczny, zachowany prawie na całej długości, z charakterystyczną kulistą głowicą i z intrygującym znakiem krzyża na trzonie. Zachowanie wędkarza było godne podziwu. Natychmiast zadzwonił do konserwatora zabytków i przekazał znalezisko. Miecz trafił do konserwacji, a potem trafi do Muzeum Archeologicznego. Brawo!\n\nCo można znaleźć w Wiśle?\n\nTa rzeka to prawdziwy sezam ciekawostek. Czasem zapominamy o tym, że i Wisła, i inne rzeki, były przed laty niczym dzisiejsze autostrady. Współcześnie towary są transportowane trasą A1 lub A2 oraz drogami ekspresowymi, a kiedyś spławiano je rzekami. Odra czy Wisła były ogromnymi arteriami komunikacyjnymi, po których poruszały się ówczesne tiry, czyli szkuty - wielkie płaskodenne barki, które woziły głównie zboże, ale i inne towary. Podczas transportu dochodziło czasem do wypadków i dlatego w rzekach do dzisiaj można znaleźć wiele skarbów.\n\nREKLAMA\n\nKilka lat temu archeolodzy znaleźli drewniany most z początku XIX wieku, który przerzucony był w Warszawie między dzisiejszą pieszą kładką, łączącą prawy i lewy brzeg Wisły, a mostem Śląsko-Dąbrowskim.\n\nPamiętam, sama poszłam obejrzeć wystające z wody drewniane przęsła. To było niesamowite przeżycie. Wcale się nie dziwię, że od wielu lat uparcie przeszukujesz dno Wisły.\n\nZaczęliśmy w 2009 roku. Wtedy, z pracownikami naukowymi Uniwersytetu Warszawskiego: dr Justyną Jasiewicz i dr. Hubertem Kowalskim, dziś już profesorem, postanowiliśmy szukać zaginionych zabytków. Impuls dały nam dokumenty, które dr Kowalski znalazł w archiwach. Ten archeolog, specjalizujący się w recepcji antyku w I Rzeczypospolitej, trafił na wymianę korespondencji, jaką w czasach II wojny północnej, zwanej powszechnie potopem szwedzkim, prowadził polski król Jan Kazimierz ze starostą warszawskim. Byli zatroskani losem królewskich zabytków.\n\nDlaczego? Co się z nimi stało?\n\nSzwedzi ogołocili Polskę w czasie potopu z masy cennych rzeczy. Rabowali biblioteki, kosztowności, dzwony z kościołów, stroje, a nawet meble, pościel, sztućce i kafle z podłóg rezydencji magnackich. Szwedzi ograbili także Villa Regia, ukochany pałac króla, zwany dziś Pałacem Kazimierzowskim, który znajduje się na terenie kampusu Uniwersytetu Warszawskiego i mieści rektorat uczelni. Splądrowali go, rozebrali spektakularny fronton, zabrali cenne marmury i wsadzili je na barki na Wiśle. Jednak gdy próbowali płynąć na północ, barki zatonęły.\n\nFragment zabytku wyłowionego z Wisły (Bartosz Bobkowski / Agencja Wyborcza.pl)\n\nJan Kazimierz zwiał na początku potopu do swojego majątku na Opolszczyźnie, ale prosił w listach starostę warszawskiego, żeby ten spróbował wydobyć te skarby z Wisły i zabezpieczyć je na brzegu, na przykład zakopując je, aby nieprzyjaciel \"łacno dopaść ich nie mógł\".\n\nWisła jest trudną rzeką. Nie wiedzieliśmy, czy uda nam się coś z niej wyciągnąć. W listach nie było dokładnej lokalizacji. Postanowiliśmy to jednak sprawdzić. Zadzwoniłem do dr. Piotra Kuźniara z Politechniki Warszawskiej i do profesora Andrzeja Osadczuka z Uniwersytetu Szczecińskiego i opowiedziałem o naszym pomyśle. Osadczuk odpowiedział: \"panie Marcinie, to jest kompletne szaleństwo! Przyjeżdżam pojutrze!\".\n\nUdało się zebrać ekipę i ruszyliście pod wodę. Co zobaczyliście?\n\nDobra ekipa to podstawa. Przez cały czas była z nami też fotografka Marzena Hmielewicz i filmowiec Kostek Kulik. Wspomagali nas policjanci z komisariatu rzecznego w Porcie Praskim. Pomiary sprzętem hydrograficznym - sonarami, echosondami i profilomierzami osadów dennych prowadziliśmy trzy lata. Potem zaczęliśmy nurkowania. Mijały długie miesiące bez żadnych sukcesów. Aż wreszcie w pewne październikowe popołudnie 2011 roku trafiliśmy koło Cytadeli na pierwsze \"coś\"! A obok na kolejne \"coś\". Naszym oczom po raz pierwszy ukazały się kamienne łuki, marmurowe futryny, parapety, nadproża, dziesiątki kafli z posadzki i ozdobne dekoracje. Gładkie, z widocznymi łączeniami na kołki, osadzane w ołowiu, pokryte warstwą wiślanych glonów i mułu. Wszystkie przeleżały w wodzie 350 lat!\n\nHitem okazało się międzyłucze - dwumetrowy trójkątny marmurowy fragment ozdobnej arkady. Był na nim wyrzeźbiony ogromny snopek, czyli królewski herb samych Wazów! Nie było wątpliwości - znaleźliśmy skarb króla Jana Kazimierza.\n\nSkąd sprowadzono te marmury?\n\nPochodzą z polskich kamieniołomów: Chęcin, Dębnika i Zygmuntówki. Zresztą właśnie z Zygmuntówki pochodziła pierwsza kolumna Zygmunta. Sposób ich obróbki wskazuje na początek XVII stulecia. Natomiast część drobniejszych przedmiotów to tzw. importy: zabytki z alabastru z Niderlandów.\n\nWiększość przedmiotów, które odnajdowaliśmy, była po prostu piękna. Szczególnie nas zachwyciła manierystyczna marmurowa fontanna z ogrodu króla Jana Kazimierza, z czterema rzeźbionymi maszkaronami - twarzami, wypluwającymi wodę. Twarze, które spędziły 350 lat pod wodą i mulistym piaskiem, wyglądały dosłownie jak spod igły!\n\nTuż obok fontanny spoczywał element kominka lub obramienia portretu z importowanego z Niderlandów czarnego marmuru. Został ozdobiony XVII-wiecznym graffiti - nazwiskami i datami. W pobliżu odkopaliśmy też dwumetrowe kartusze herbowe, elementy marmurowej balustrady i kolumn, marmurowe, rzeźbione wsporniki do ław ogrodowych, fragmenty schodów i... 250 marmurowych kafli z pałacowej posadzki oraz misy do ogrodowych fontann.\n\nMarcin Jamkowski podczas nurkowania (Marzena Hmielewicz/ Agencja Wyborcza.pl)\n\nCo było największym zaskoczeniem?\n\nW czwartym sezonie poszukiwań natrafiliśmy na kilkanaście wielkich, drewnianych... kół od armat! Kilka zachowanych w doskonałym stanie, kilka zbutwiałych, rozpadających się na fragmenty. Obok leżało także wiele elementów wozów - dyszle, osie, metalowe łączniki. Prócz nich, w sumie mieliśmy już około 15 ton królewskich marmurów! Niektóre były tak ciężkie, że do ich podniesienia używaliśmy policyjnego śmigłowca. Rok później znaleźliśmy też i same armaty! Pod wodą opasaliśmy je specjalnymi taśmami. Kiedy dźwig podniósł pierwszą i zobaczyliśmy ją na powierzchni, cieszyliśmy się i krzyczeliśmy z radości z Hubertem Kowalskim niczym małe dzieci. Do dzisiaj zebraliśmy z Wisły ponad 20 ton zabytków.\n\nPoza siedemnastowiecznymi skarbami, po które weszliśmy, znaleźliśmy również przedmioty kompletnie niezwiązane z tamtym czasem. Były XIX-wieczne butelki na leki, butelki po alkoholu z XIX i XX wieku, fragmenty samolotów z II wojny światowej, pociski moździerzowe, magazynki od karabinów maszynowych, granaty, elementy uzbrojenia, a nawet maszyna do pisania z drugiej połowy XX wieku. Miałem przez moment taką myśl, żeby ją wyczyścić i postawić na biurku, ale była tak zardzewiała, że zrezygnowałem. Myślę, że jeżeli istnieje jakaś bogini Wisły, to chyba spodobała jej się nasza praca.\n\nZobacz wideo \"Tata polarnik\". Tylko jeden Polak ma taką pracę\n\nDlaczego?\n\nBo w tym czwartym roku naszych prac rzeka się do nas uśmiechnęła i woda opadła do poziomu nienotowanego od czasów, gdy prowadzi się zapisy- czyli od około 200 lat. Miejsca i przedmioty, które w czasie pomiarów leżały 3-5 metrów pod wodą i były nam znane tylko z wcześniejszych zapisów sonaru, mogliśmy obejrzeć gołym okiem. Szybko znaleźliśmy więc i fragmenty drewnianego wraku: wręgi, fragmenty poszycia dna, deski z burt - a wszystko łączone drewnianymi kołkami i dużymi, niekształtnymi, kwadratowymi nitami, z wycięciami do przewlekania stabilizujących konstrukcję powrozów. Ale czy to wrak szkuty, która wiozła królewskie skarby? Nie wiadomo.\n\nJakieś 100 metrów od wraku natknęliśmy się na prawdziwą \"ławicę\" marmurowych fragmentów - kawałki elewacji, arkady ogrodowej, podłóg i parapetów oraz 700-kilogramowe zdobione nadproże i 30 kul armatnich. Kilka razy musieliśmy przerywać prace, kiedy naszym oczom ukazywały się ładunki bardziej współczesne - pociski od haubic i armat, granaty, pociski moździerzowe. Policja zamykała wówczas teren, a nas z opresji ratowali saperzy.\n\nMarcin Jamkowski po nurkowaniu w kamieniołomie, 2001 rok (Marzena Hmielewicz / Agencja Wyborcza.pl)\n\nJaką wartość mają wasze znaleziska?\n\nWydaje mi się, że to najcenniejsze skarby, jakie udało się do tej pory wydobyć z Wisły. Są bowiem wśród nich jedyne oryginalne XVII-wieczne fragmenty Warszawy, jakie istnieją. Fragmenty Pałacu Kazimierzowskiego, które wydobyliśmy w latach 2011-18 pokazują, że był on najpiękniejszą rezydencją I Rzeczypospolitej. Król Jan Kazimierz lubił odpoczywać daleko od zgiełku ówczesnych wydarzeń, na przykład sejmowych, w swoim pałacu. Stworzył tam wspaniałą kolekcję dzieł sztuki, a sam pałac rozbudował w sposób absolutnie spektakularny. Fronton z marmuru, z pięknymi kolumnami i płaskorzeźbami stał od strony dzisiejszego Krakowskiego Przedmieścia. Dziś nie ma już po nim śladu, bo Szwedzi rozebrali go do zera.\n\nCo ciekawe, fronton łączył się z loggią i marmurowymi schodami. Architekci mówili mi, że takie rozwiązanie zastosowano po raz pierwszy w Europie właśnie w Pałacu Kazimierzowskim. Budowniczymi byli zapewne włoscy architekci. Kiedy zobaczyli, jak świetnie takie rozwiązanie sprawdziło się w Warszawie... masowo zaczęli stosować je w pałacach Florencji! To niesamowite, że coś, co zadebiutowało nad Wisłą, zaczęło być później stosowane w mieście, które nam tak mocno kojarzy się dziś z najlepszą europejską sztuką.\n\nNie znaleźliśmy sztabek złota czy drogich kamieni, ale odzyskaliśmy coś ważniejszego - wielki skarb dla kultury narodowej. Wszystkie marmury po konserwacji trafiły do Muzeum Historii Polski i tam fronton dawnej Villa Regia ma wkrótce zostać odbudowany. A przed nim ma stanąć ta przepiękna fontanna z królewskich ogrodów. Kiedy o tym myślę, naprawdę czuję dumę.\n\n10 lat. Podziwiam wasz upór.\n\nW dobrej ekipie zawsze dobrze się pracuje! Mam w ogóle wrażenie, że nastały dobre czasy dla archeologii podwodnej. Mamy technologię, która pozwala nam schodzić na dno oceanu oraz taką, która umożliwia penetrację dna morskiego i jeziora bez człowieka. Pojazdy wyposażone w echosondy mogą poruszać się zarówno pod wodą, jak i na powierzchni. Odpowiednią sekwencją fal dźwiękowych można za ich pomocą zaglądać nawet pod piasek.\n\nCo chciałbyś wydobyć i nie potrafisz przestać o tym myśleć?\n\nSą dwie takie rzeczy. Po pierwsze: rzeźba orła, która znajdowała się na barkach zbożowych, którymi Szwedzi chcieli wywieźć skarby na północ. Hubert Kowalski znalazł o nim wzmiankę w archiwach Muzeum Warszawy. Okazuje się, że w 1906 roku warszawscy piaskarze trafili na elementy zabytków kazimierzowskich. Wydobyli wtedy między innymi przepiękną rzeźbę Delfina, która znajduje się dzisiaj w Muzeum Warszawy, a także próbowali wyjąć spod wody jakąś rzeźbę orła. Syn jednego z piaskarzy opisywał, że gdy trzymali tego orła za skrzydło, ono nagle się odłamało i zostało im w ręku, a pozostała część spadła z powrotem głęboko do wody. Wiedząc o tym, gdy nurkowaliśmy, wyobrażałem sobie wielokrotnie, że widzę część orła. Parę razy byłem nawet przekonany, że go znalazłem, miałem wrażenie, że czuję pod palcami ptasie pióra i drugie skrzydło. Okazało się jednak, że był to ogromny pień dębu, który rzeka wcześniej porwała i pod palcami miałem nie marmurowe pióra, ale resztki kory. To one oszukały mój mózg. Przy zerowej widoczności i silnym prądzie wody - wszystko może się zdarzyć!\n\nRuchy geologiczne dna rzeki sprawiły, że ten orzeł pewnie leży gdzieś pod piaskiem, na głębokości 5 -10 m. Może kiedyś, za 100 czy 200 lat kolejne ruchy spowodują, że wypłynie na powierzchnię?\n\nNa dnie Wisły leżały prawdziwe skarby... (Bartosz Bobkowski / Agencja Wyborcza.pl)\n\nDrugi orzeł, którego chcielibyśmy znaleźć, ale już nie w Wiśle tylko w Morzu Północnym to wrak ORP Orzeł, czyli polskiego okrętu podwodnego, który w 1940 roku wyszedł z portu niedaleko Edynburga w swoją ostatnią misję i zaginął. Nie wiadomo, co się z nim stało, nigdy nie wrócił do bazy. W tej chwili co najmniej dwie ekipy poszukują tego okrętu.\n\nZałoga ORP Orzeł dokonała absolutnie bohaterskich czynów - najpierw uciekała przed hitlerowcami, a potem przed sowietami. Wyrzucili tchórzliwego kapitana, płynęli przez cały Bałtyk bez map nawigacyjnych, odrysowując je z pamięci. O ich wyczynie Amerykanie uczą studentów akademii wojskowych. Mówią, że nawet gdy wszystko zawiedzie, nie można się poddawać. Trzeba płynąć wbrew wszystkim przeszkodom. Jak załoga ORP Orzeł.\n\nMarcin Jamkowski. Jest popularyzatorem nauki, nurkiem i reżyserem filmu dokumentalnego \"Uratowane z Potopu\" - razem z Konstantym Kulikiem, oraz współautorem książki pod tym samym tytułem z Hubertem Kowalskim. Jest też wiceprezesem Oddziału Polskiego The Explorers Club.\n\nAngelika Swoboda. Dziennikarka Weekend.Gazeta.pl. Prowadzi też własny talk-show \"Domowy kryminał\" w telewizji Active Family. Specjalizuje się w niebanalnych rozmowach z fascynującymi ludźmi. Pasjonatka Włoch, włoskiego, kawy i słoni."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kamienieckie Dni Kultury już w ten weekend! Będą koncerty, zlot pojazdów i fantastyczna zabawa w szczytnym celu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/kamienieckie-dni-kultury-ju%C5%BC-w-ten-weekend-b%C4%99d%C4%85-koncerty-zlot-pojazd%C3%B3w-i-fantastyczna-zabawa-w-szczytnym-celu/ar-AA1KS7Ef?ocid=BingNewsVerp",
            "description": "Przed nami szósta edycja Kamienieckich Dni Kultury – wydarzenia, w którym siła wspólnego działania spotyka się z radością i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.88PpIrUY-VM__iwX3kmrKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Grodzisk Wielkopolski Nasze Miasto on MSN4 godz.",
            "source": "Grodzisk Wielkopolski Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Harcerze szukają pieniędzy na remont siedziby. \"Na zabytek saperka i kawałek sznurka nie zadziała\"",
            "link": "https://www.tokfm.pl/polska/podkarpackie/tokfm-7-189660-29453196-harcerze-szukaja-pieniedzy-na-remont-siedziby-na-zabytek-saperka",
            "description": "Nigdy nie odmówią pomocy, są wsparciem w wielu akcjach, dzień i noc pomagali na granicy polsko-ukraińskiej od pierwszych dni ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.86ShcBlkfQrYs0YidKUFBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TOK FM19 godz.",
            "source": "TOK FM",
            "article_content": "- Harcerstwo nie jest instytucją, która ma jakieś takie źródła dochodu, które pozwalałyby wezwać kogoś do natychmiastowego przelania dotacji. Muszą sami się tym zająć, ale nie da się tego zrobić w taki sposób gospodarczy typu saperka i kawałek sznurka. To obiekt zabytkowy, który wymaga odpowiedniego podejścia i potrzebni są fachowcy. Sami harcerze mogą pomagać przy porządkowaniu, budowlanych rzeczy nie zrobią - mówi TOK FM Artur Andrus.\n\nArtysta kabaretowy, autor tekstów, radiowiec i konferansjer jest ambasadorem swojego rodzinnego miasta i jest tam bardzo lubiany. Pierwsze sceniczne kroki stawiał właśnie w Sanoku - w ZHP, prowadząc przeglądy twórczości harcerskiej i w II LO, z którym - jako absolwent - cały czas utrzymuje kontakt. Te harcerskie czasy to dla niego kariera zastępcy redaktora naczelnego pisma 'Harcerz Sanocki Mały' i redaktora naczelnego kwartalnika 'Harcerz Sanocki'. - To były czasy, kiedy mi imponowały funkcje i rzeczywiście, jak mi powiedzieli, że mogę być redaktorem naczelnym, to ucieszyłem się, że będę miał jakiś poważny tytuł - wspomina ze śmiechem Artur Andrus. - Od razu powiem, że on z niczym się nie wiązał. Nikt mi bardziej nie salutował do czapki harcerskiej - dodaje.\n\nArtur Andrus Fot. Mateusz Skwarczek / Agencja Wyborcza.pl\n\nNa pomysł zaangażowania dawnego druha wpadł jego drużynowy sprzed lat, instruktor sanockiego hufca Wacław Bojarski. - Komendantka poprosiła mnie niedawno, żebyśmy coś pomalowali, odświeżyli, odnowili. Emeryci z 2DH im. Aleksandra Kamińskiego 'MOUSE' zrobili zrzutę, kupiliśmy sobie farbę i grunty. Stanęliśmy i elegancko pomalowaliśmy kilka pomieszczeń, ale przy okazji zszedłem do piwnic, a tam woda podcieka. Stąd telefon do Artura - opowiada podharcmistrz Wacław Bojarski, dawny drużynowy Andrusa.\n\nNiesamowita willa\n\nDom Harcerza w Sanoku to siedziba jednego z najstarszych w Polsce środowisk harcerskich. ZHP działa w tym mieście od ponad 100 lat. Sanoccy harcerze mają swój dom w willi z 1933 roku od końcówki lat 80. ubiegłego wieku. Wtedy miasto przekazało im ten budynek i to wtedy willa przeszła generalny remont. Została też przystosowana do pracy z dziećmi. Wspomnieniem tamtego remontu jest mozaika z lilijką przy wejściu do budynku. Od tego czasu minęło 30 lat.\n\nMozaika w Domu Harcerza w Sanoku Zdjęcia do materiału dostarczyli: Natalia Sikoł, Wacław Bojarski i Sanocki Skaut\n\nOstatnie lata to drobne, odświeżające prace, jakie harcerze prowadzili sami. Budynek jest wpisany do rejestru zabytków, a to oznacza, że każdy remont wymaga odpowiedniej dokumentacji, formalnego zgłoszenia i prac pod nadzorem konserwatora. To wiąże się z wyższymi kosztami. - Gdybyśmy mieli zwykły budynek, to byłoby łatwiej i taniej. Samo ogrzewanie to duży koszt, ale to nas nie przeraża. Ten dom jest historią naszego harcerstwa. W rozmowach ze znajomymi, przyjaciółmi z całej Polski, słyszymy, że zazdroszczą nam tego budynku. Nikt nie ma takiej siedziby - mówi podharcmistrz Ryszard Stojowski, zastępca komendantki Hufca ZHP Ziemi Sanockiej.\n\n>> CZYTAJ TAKŻE: Maluje murale na drewnianych stodołach. 'Pamiętam, jak na początku słyszałem, że to duchy'\n\nBudynek potrzebuje intensywnych, kosztownych prac: osuszenia fundamentów, naprawy pękających tynków, termomodernizacji, wymiany ogrzewania i przestarzałych okien z zachowaniem ich zabytkowego charakteru, remontu piwnic i instalacji. Całość może kosztować nawet ok. 1 mln złotych. Szacunkowe koszty pierwszego etapu prac czyli osuszenie fundamentów, to 70 tysięcy złotych. Harcerze chcą też wyremontować schody wejściowe, bo już się sypią i po prostu są niebezpieczne. To dodatkowe 20 tysięcy. - Wnętrze oczywiście pod kontrolą możemy robić sami, staniemy i pociągniemy tymi szpachlami. Kupimy znowu farbę, skrzykniemy instruktorów i coś sobie odświeżymy, ale to będzie miało sens dopiero, kiedy budynek będzie osuszony - mówi Wacław Bojarski.\n\nDom Harcerza w Sanoku wymaga pilnego remontu Zdjęcia do materiału dostarczyli: Natalia Sikoł, Wacław Bojarski i Sanocki Skaut\n\nZielony Domek to harcerska oaza w środku blokowiska. - Z tym blokowiskiem to nie przesadzajmy, bo jak ktoś się wychował w blokowiskach Nowej Huty albo Ursynowa, to jakby zobaczył to nasze sanockie 'blokowisko', to by powiedział: 'wy w willach mieszkacie' - śmieje się Artur Andrus. - Niskie, klimatyczne bloki, ze spadzistymi dachami, ale pomiędzy nimi rzeczywiście jeszcze coś takiego pięknego, jak zabytkowy dom, w którym zamieszkali harcerze - dodaje.\n\nRemontowe marzenia\n\nHarcerzy z Sanoka pytamy o remontowe marzenia. - Druga toaleta z prysznicem. Mamy pomieszczenie, które można by zaadoptować, ale, no właśnie, potrzebne są pieniądze. Na liście marzeń mamy jeszcze suche piwnice, gdzie można by stworzyć miejsce na przykład dla klubów specjalnościowych. Mamy też klub techniczny, który mógłby sobie w jednej z piwnic zrobić warsztat do wykonywania różnych rzeczy. Ale to marzenia - mówi komendantka Hufca ZHP Ziemi Sanockiej, podharcmistrz Maria Kurkarewicz.\n\n- Może sanoczanie, nawet rozsiani po świecie, którzy mieli kontakt z hufcem, przypomną sobie dawne czasy, dawnych instruktorów, którzy dali im trochę radości na obozach, koloniach, rajdach i zechcą wpłacić symboliczne kwoty na konto hufca z dopiskiem: na remont hufca. Nie ma problemu żebyśmy w jakimś miejscu w tym budynku ufundowali tablicę z podziękowaniem dla tych, którzy pozwolą nam zabezpieczyć ten obiekt - mówi Bojarski.\n\nSanocki hufiec jest miejscem spotkań, nauki, rozwoju dla 200 harcerek i harcerzy. Komenda hufca w każdym tygodniu odbiera telefony od rodziców zainteresowanych wstąpieniem ich dzieci do harcerstwa.\n\nW internecie trwa zbiórka pieniędzy na remont sanockiego hufca."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "dworzec kolejowy - Newsy",
            "link": "https://www.fakt.pl/temat/dworzec-kolejowy",
            "description": "dworzec kolejowy- Najnowsze wiadomości, przydatne informacje, zdjęcia i wideo. Newsy, Ludzie, Polityka, Sport, Turystyka.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Yj6oAvuxg3VPKnYAGQD9Mi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl6 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historyczne odkrycie w Polsce. \"Najstarsza na świecie\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/historyczne-odkrycie-w-polsce-najstarsza-na-%C5%9Bwiecie/ar-AA1KSolI?ocid=BingNewsVerp",
            "description": "Unikatowe odkrycie historyczne w Polsce. Jak informuje Radio ZET, na wieży gotyckiej katedry św. Apostołów Piotra i Pawła została odnaleziona kapsuła czasu. To najstarsze tego typu znalezisko nie tylk ...",
            "image_url": "https://www.bing.pl/th?id=ODF.DvkV1aWY4dNaGRBFvmZA2A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Planeta.pl on MSN1 godz.",
            "source": "Planeta.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odsłonił to topniejący lodowiec. Unikat na skalę światową",
            "link": "https://www.msn.com/pl-pl/nauka/ekologia/ods%C5%82oni%C5%82-to-topniej%C4%85cy-lodowiec-unikat-na-skal%C4%99-%C5%9Bwiatow%C4%85/ar-AA1KS45y?ocid=BingNewsVerp",
            "description": "Topniejące lodowce odsłaniają coraz więcej. Jest nowe odkrycie Topniejące lodowce stopniowo odsłaniają coraz bardziej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8YWS012Oo3Z9IVBxzXQU9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "GeekWeek w INTERIA.PL on MSN4 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    }
]