[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wydarzenia w Warszawie",
            "link": "https://metrowarszawa.gazeta.pl/metrowarszawa/0,141637.html?str=302_25834904",
            "description": "Najnowsze wiadomości, aktualności z Warszawy. Wiadomości lokalne, wydarzenia, dzielnice Warszawy, informacje dla mieszkańców ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GyhFeCOwwVP7_F_fmSGChC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "metrowarszawa - gazeta.pl20 godz.",
            "source": "metrowarszawa - gazeta.pl",
            "article_content": "Według Financial Times już zaczęły się rozmowy o wyprowadzce biur z londyńskiego City i przeprowadzce do Warszawy. Polski wicepremier Mateusz Morawiecki przyjedzie w czwartek do Londynu, aby zachęcić zagraniczne banki i fundusze inwestycyjne do przeniesienia się do Polski. Czy Warszawa zastąpi stolicę Wielkiej Brytanii jako nowa finansowa stolica Europy?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apele nie pomagają. Wystarczyło hasło \"ZUS\", aby katowiczanka straciła część oszczędności życia",
            "link": "https://katowice.wyborcza.pl/katowice/7,35063,32113280,apele-nie-pomagaja-wystarczylo-haslo-zus-aby-katowiczanka.html",
            "description": "74-letnia mieszkanka Katowic przekazała oszustom biżuterię oraz 50 tys. zł w gotówce. Policjanci znaleźli ją w banku, gdy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TNab52btbkMOobTSHzIXei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Katowice.Wyborcza.pl2 godz.",
            "source": "Katowice.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak malowano wieżę Eiffla w XX wieku",
            "link": "https://www.onet.pl/informacje/fakt/rosnace-uzaleznienie-od-moskwy-niepokoj-elit-a-takze-oznaki-zmeczenia-systemem-ktory/vfgyq6k,7fa8ac5e",
            "description": "Rosnące uzależnienie od Moskwy, niepokój elit, a także oznaki zmęczenia systemem, który przez lata opierał się na represjach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4SYDJbeMnhzGlRWSX4Msii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Onet2 godz.",
            "source": "Onet",
            "article_content": "Rosnące uzależnienie od Moskwy, niepokój elit, a także oznaki zmęczenia systemem, który przez lata opierał się na represjach i propagandzie, tworzą mieszankę, którą trudno zignorować — nawet w Mińsku. — Białoruska nomenklatura dzieli się i grupuje wyłącznie wokół Łukaszenki, orientując się na spełnianie jego oczekiwań. Nikt w jego otoczeniu nie gra przeciwko niemu, bo to zbyt ryzykowne i niebezpieczne. W razie jego śmierci zabraknie kluczowego elementu spajającego cały system — mówi \"Faktowi\" Kamil Kłysiński, ekspert Ośrodka Studiów Wschodnich."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 18.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-18072025/ar-AA1HFaiJ?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN9 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 18.07.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-18072025/ar-AA1IPEkT?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN9 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co robić w weekend? Oto lista wydarzeń w Ostrołęce i regionie",
            "link": "https://www.eostroleka.pl/co-robic-w-weekend-oto-lista-wydarzen-w-ostrolece-i-regionie,art120331.html",
            "description": "Nadchodzący weekend w regionie ostrołęckim zapowiada się wyjątkowo intensywnie i różnorodnie – każdy znajdzie coś dla siebie! Od rodzinnych festynów i muzycznych koncertów, przez policyjne pikniki, gi ...",
            "image_url": "https://www.bing.pl/th?id=ODF.WHWxYXUhXrwkKbodkfgwYw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "eOstroleka8 godz.",
            "source": "eOstroleka",
            "article_content": "REKLAMA\n\nREKLAMA\n\nNadchodzący weekend w regionie ostrołęckim zapowiada się wyjątkowo intensywnie i różnorodnie – każdy znajdzie coś dla siebie! Od rodzinnych festynów i muzycznych koncertów, przez policyjne pikniki, giełdy kolekcjonerskie i wydarzenia kulturalne, aż po manifestacje społeczne – 19 i 20 lipca mieszkańców Ostrołęki i okolic czeka prawdziwa eksplozja lokalnych inicjatyw.\n\nBędzie coś dla miłośników tradycji, dobrej zabawy, lokalnego rękodzieła i muzyki na żywo. To idealny czas, by wyjść z domu, spotkać się z sąsiadami i wspólnie spędzić czas – aktywnie, kulturalnie i po kurpiowsku. Sprawdź, co, gdzie i kiedy się wydarzy!\n\nRepertuar Kina Jantar w Ostrołęce\n\nSmerfy: Wielki film, Superman, Piknik pod wiszącą skałą, Materialiści.\n\nRepertuar Kina Helios w Łomży\n\nHarry Potter; Mini maraton, Smerfy: Wielki film, Koszmar minionego lata, Superman, Basia. Mam swój świat, Jurassic World: Odrodzenie, F1, Jak wytresować smoka, Lilo i Stitch, Heidi ratuje Rysia, Brzydka siostra, Dziewczyna z Kolonii, Strażak Sam.\n\nPiątek, 18 lipca\n\ngodz. 12:00 - Rodzinny piknik policyjny w Ostrołęce\n\nJuż w najbliższy piątek mieszkańcy Ostrołęki i okolic będą mogli zanurzyć się w policyjny klimat podczas wyjątkowego pikniku prewencyjnego. Od godziny 12:00 przy ul. J. Korczaka 16 na odwiedzających czeka moc atrakcji – pokazy psów służbowych, prezentacje sprzętu, widowiskowe akcje grupy realizacyjnej, a także profilaktyczne badania i animacje dla dzieci. To doskonała okazja, by lepiej poznać pracę policjantów i spędzić czas aktywnie oraz bezpiecznie – w rodzinnym gronie. Wstęp wolny, więc nie przegapcie tej okazji!\n\nSobota, 19 lipca\n\ngodz. 7:00 - Pchli Targ w Ostrołęce – poluj na skarby!\n\nW sobotę, 19 lipca, miejskie targowisko przy ul. Zawadzkiego „Zośki” ponownie zamieni się w raj dla miłośników okazji i unikatów. Od godziny 7:00 rano rusza kolejna edycja Pchlego Targu organizowanego przez Ostrołęcki Klub Kolekcjonera „Unikat”. To świetna okazja, by znaleźć coś wyjątkowego, pozbyć się niepotrzebnych rzeczy i dać im drugie życie – wszystko w luźnej, sąsiedzkiej atmosferze. Wstęp wolny zarówno dla wystawców, jak i odwiedzających, więc warto zajrzeć – może trafisz na prawdziwą perełkę!\n\ngodz. 12:00 - Protest Konfederacji „STOP IMIGRANTOM” – 19 lipca w Ostrołęce\n\nW sobotę, 19 lipca o godzinie 12:00 pod Urzędem Wojewódzkim w Ostrołęce (ul. Fieldorfa „Nila” 15) odbędzie się manifestacja zorganizowana przez lokalnych działaczy Konfederacji oraz posła Krzysztofa Mulawę. Protest pod hasłem „STOP IMIGRANTOM” ma być częścią ogólnopolskiej akcji wyrażającej sprzeciw wobec obecnej polityki migracyjnej. Organizatorzy zapowiadają wyraźne stanowisko przeciwko tzw. paktowi migracyjnemu oraz postulują działania na rzecz bezpieczeństwa obywateli. Wydarzenie jest otwarte dla wszystkich, którzy chcą zamanifestować swoje poglądy w tej sprawie.\n\ngodz. 17:00 - Kurpiowska zabawa w Kadzidle – święto smaków, tradycji i dobrej energii!\n\nW sobotę, 19 lipca o godzinie 17:00, plac przy Centrum Kultury Kurpiowskiej w Kadzidle zamieni się w tętniące życiem centrum rodzinnej rozrywki. Koła Gospodyń Wiejskich zapraszają na wyjątkowe wydarzenie pełne lokalnych smaków, muzyki, tańca i atrakcji dla całych rodzin. W programie m.in. strefy kreatywna i sportowa, dmuchańce, kuchnia regionalna, piana party i wieczorna zabawa z MXDJ. To świetna okazja, by poczuć kurpiowską atmosferę i spędzić lato tak, jak trzeba – radośnie i razem!\n\nNiedziela, 20 lipca\n\ngodz. 11:00 - Giełda kolekcjonerska w Klubie Lokator – odkryj skarby przeszłości!\n\nW niedzielę, 20 lipca, Klub Lokator w Ostrołęce zaprasza wszystkich pasjonatów historii i unikalnych przedmiotów na giełdę kolekcjonerską. W godzinach 11:00–13:00 będzie można przeglądać, kupować i wymieniać stare monety, znaczki, pocztówki, winyle i wiele innych kolekcjonerskich rarytasów. To wyjątkowe spotkanie dla tych, którzy kochają rzeczy z duszą i niepowtarzalną historią. Wstęp wolny – przyjdź, poszukaj skarbów i daj się wciągnąć w świat kolekcjonerskiej pasji!\n\ngodz. 11:00 - Wzory, barwy i opowieści – oprowadzenie kuratorskie w Muzeum Kultury Kurpiowskiej\n\nW niedzielę, 20 lipca o godzinie 11:00, Muzeum Kultury Kurpiowskiej w Ostrołęce zaprasza na wyjątkowe oprowadzenie kuratorskie po wystawie poświęconej Julii Grodeckiej – projektantce tkanin z lat 30. XX wieku. Wśród barwnych kilimów i wzorzystych tkanin gości oprowadzi kuratorka Barbara Kalinowska, dzieląc się historią i kontekstem niezwykłych eksponatów. To doskonała okazja, by zanurzyć się w świat przedwojennego designu i poznać nieco zapomnianą twórczość o unikalnym charakterze. Wstęp wolny – warto zajrzeć!\n\ngodz. 14:00 - Festyn Rodzinny w Pupkowiznie – bawimy się bez alkoholu!\n\nW sobotę, 20 lipca od godziny 14:00, plac przy Szkole Podstawowej w Pupkowiznie zamieni się w kolorową przestrzeń rodzinnej zabawy. KGW Pupkowizna i Sołectwo Pupkowizna zapraszają na Festyn Rodzinny pod hasłem „Bawimy się bez alkoholu” – pełen atrakcji dla dzieci i dorosłych. W programie m.in. ciuchcia ALDO, dmuchańce, animacje, występy artystyczne, pokazy OSP Łyse, poczęstunek oraz ognisko z pieczonymi ziemniakami. To idealna okazja, by wspólnie spędzić czas w atmosferze radości i lokalnej integracji. Wstęp wolny – przyjdźcie całymi rodzinami!\n\ngodz. 18:00 - Muzyczna niedziela w Troszynie – koncerty w amfiteatrze\n\nW niedzielę, 20 lipca o godzinie 18:00, Amfiteatr w Troszynie rozbrzmi dźwiękami wyjątkowej muzyki w ramach „Wakacyjnej oferty Gminy Troszyn”. Na scenie wystąpi Larysa Tsoy oraz Arkadiusz Korytkowski z koncertem muzyki akordeonowej. To doskonała okazja, by zakończyć weekend w klimatycznej, artystycznej atmosferze i posłuchać brzmień, które poruszą serca. Wstęp wolny – nie przegap tego muzycznego wieczoru!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jedyne takie muzeum w Polsce znajduje się w Krakowie. Pan Tomasz stworzył tu aromatyczny wehikuł czasu dla kawoszy",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/jedyne-takie-muzeum-w-polsce-znajduje-si%C4%99-w-krakowie-pan-tomasz-stworzy%C5%82-tu-aromatyczny-wehiku%C5%82-czasu-dla-kawoszy/ar-AA1IQYhE?ocid=BingNewsVerp",
            "description": "Czy wiesz, że w Krakowie istnieje jedyne w Polsce muzeum kawy? Nie znajdziesz tu głośnych turystów ani baristów w modnych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.r7hGDpm4iXD5nr8tUu2Qxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Kraków Nasze Miasto on MSN3 godz.",
            "source": "Kraków Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekend 18-20 lipca we Wrocławiu. Potańcówka, giełda staroci, festiwal Nowe Horyzonty i wiele innych wydarzeń. Ruszajcie w miasto",
            "link": "https://www.msn.com/pl-pl/rozrywka/og%C3%B3lne/weekend-18-20-lipca-we-wroc%C5%82awiu-pota%C5%84c%C3%B3wka-gie%C5%82da-staroci-festiwal-nowe-horyzonty-i-wiele-innych-wydarze%C5%84-ruszajcie-w-miasto/ar-AA1IPTJs?ocid=BingNewsVerp",
            "description": "Weekend we Wrocławiu to gwarancja dobrej zabawy. W dniach 18-20 lipca w stolicy Dolnego Śląska czeka mnóstwo atrakcji m.in.: ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.woHtdqZCi-gMwphMNjjPxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN8 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zarobki we Wrocławiu rosną. Porównaliśmy pensje z uwzględnieniem inflacji. Nawet 14 tys. złotych. Gdzie tyle zarobimy? Oferty pracy",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/zarobki-we-wroc%C5%82awiu-rosn%C4%85-por%C3%B3wnali%C5%9Bmy-pensje-z-uwzgl%C4%99dnieniem-inflacji-nawet-14-tys-z%C5%82otych-gdzie-tyle-zarobimy-oferty-pracy/ar-AA1IRcyT?ocid=BingNewsVerp",
            "description": "Choć pensje we Wrocławiu rosną systematycznie od lat, dopiero teraz pracownicy naprawdę to odczuwają. Wzrost płac w 2025 roku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.V5_8elYLjImoMCerUtLJkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN2 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekendowy rozkład jazdy. Zobacz co będzie się działo",
            "link": "https://www.lm.pl/aktualnosci/weekendowy-rozklad-jazdy-zobacz-co-bedzie-sie-dzialo-111",
            "description": "Zapowiada się intensywny weekend pełen różnorodnych wydarzeń – od warsztatów i koncertów, po rodzinne festyny, pikniki i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.U3sMJFMksXz6BM2jWJ66dS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "LM.pl6 godz.",
            "source": "LM.pl",
            "article_content": "WAŻNA INFORMACJA\n\nDrogi Czytelniku! Od 25.05.2018 w Polsce stosuje się przepisy Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (określane jako \"RODO\", \"ORODO\", \"GDPR\" lub \"Ogólne Rozporządzenie o Ochronie Danych\"). Aktualna informacja o tym jak przetwarzamy Twoje dane oraz jak możesz skorzystać ze swoich praw, w tym zakresie, znajduje się w sekcji \"Polityka prywatności\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby pod Słupskiem? Archeolodzy rozpoczęli wykopaliska przy dawnym kinie Milenium",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/skarby-pod-s%C5%82upskiem-archeolodzy-rozpocz%C4%99li-wykopaliska-przy-dawnym-kinie-milenium/ar-AA1IRksp?ocid=BingNewsVerp",
            "description": "Rozpoczęły się badania archeologiczne w samym centrum miasta - na terenach wokół dawnego kina Milenium. Prace potrwają około ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GrJrCuZ5bKzbzlfyE-N0sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos Pomorza on MSN1 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne banknoty PRL - po tyle kupują je na aukcjach. Sprawdź aktualne ceny na aukcjach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/cenne-banknoty-prl-po-tyle-kupuj%C4%85-je-na-aukcjach-sprawd%C5%BA-aktualne-ceny-na-aukcjach/ar-AA1HpfvD?ocid=BingNewsVerp",
            "description": "Masz banknoty z PRL-u? Sprawdź, ile mogą kosztować – niektóre zaskoczą Cię wartością. W tekście wyjaśniamy, dlaczego warto przejrzeć swoje zbiory, nawet te ukryte na strychu.Zobacz więcej zdjęć (19) ...",
            "image_url": "https://www.bing.pl/th?id=ODF.liWL6w23oefxD6cfFEdIQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Toruń Nasze Miasto on MSN1 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Walczą o mistrzostwa świata. Na Diamentowej Lidze! Polacy proszą o wsparcie",
            "link": "https://wiadomosci.radiozet.pl/sport/walcza-o-mistrzostwa-swiata-na-diamentowej-lidze-polacy-prosza-o-wsparcie",
            "description": "16 sierpnia na Diamentowej Lidze na Stadionie Śląskim reprezentacja Polski w sztafecie 4x400 metrów walczy o minimum na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VmrQacqKbQIVLfW06SDkuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET7 min",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Co oznacza udział w Diamentowej Lidze dla polskich lekkoatletów.\n\nJakie szanse na awans na MŚ ma polska sztafeta 4x400 metrów.\n\nKtóre polskie gwiazdy sportu wystąpią na Memoriale Skolimowskiej.\n\nKiedy i gdzie odbędzie się Silesia Memoriał Kamili Skolimowskiej.\n\nMemoriał Skolimowskiej przepustką na MŚ\n\nO tym, że dla najlepszych polskich lekkoatletów 16 sierpnia 2025 jest od dawna datą zakreśloną grubym markerem w kalendarzu, już powiedziano wiele. Diamentowa Liga – podkreślają nasze gwiazdy – oznacza prestiż. Jednak tym razem występ w tym cyklu na własnej ziemi, oprócz rozgłosu, może przynieść niektórym realną korzyść.\n\n– Mamy przyjemność ogłosić, że w ramach Silesia Memoriału Kamili Skolimowskiej w tym roku polska sztafeta 4x400 metrów mężczyzn będzie biła się o awans na wrześniowe mistrzostwa świata w Tokio – zapowiada Marek Plawgo, wiceprezes PZLA.\n\nNasi sprinterzy w tej specjalności jako jedyni nie zdołali wywalczyć sobie biletów do Japonii poprzez World Relays – imprezę dedykowaną sztafetom, która już wedle tradycji jest główną przepustką na docelowe wydarzenie sezonu. W Guangzhou zabrakło niewiele, ale już wtedy liderzy ekipy zapowiadali, że niepowodzenie w Chinach nie przekreśla ich aspiracji. W końcu 4x400 panów to grupa, która ma bogate tradycje: medale mistrzostw świata, świetne miejsce na igrzyskach w Tokio, a także np. halowy rekord świata z 2018 roku. Im po prostu wypada walczyć do końca.\n\n– Sport bywa brutalny, ale my nie składamy broni. Wiem, że w trakcie sezonu będziemy jeszcze rozmawiali o przeprowadzeniu ataku na awans. Jeśli nie udało się wejść drzwiami, wejdziemy oknem – zapowiadał Maksymilian Szwed, indywidualny halowy wicemistrz Europy na 400 m.\n\nKluczowe jest to, gdzie i kto to okno im wybuduje.\n\n– Postanowiliśmy, że będziemy to my: największy, najmocniejszy mityng w Polsce, najlepszy na świecie w całym sezonie 2024, jak wskazuje ranking World Athletics. Wielka widownia, świetny mo-ment w sezonie i ranga powinny uskrzydlić Polaków w walce o potrzebny czas. Nikt się nawet nie zastanawiał, kiedy pojawił się pomysł, żeby ten bieg „drugiej szansy” odbył się na Superauto.pl Stadionie Śląskim 16 sierpnia – przyznaje Piotr Małachowski, dyrektor sportowy Diamentowej Ligi.\n\nWynik, jaki w tej chwili jest potrzebny do awansu na MŚ, to 2:59.12. Tyle w marcu ubiegłego roku pobiegli zawodnicy z Zambii. Biało-czerwoni są czwarci pod kreską, ale po występie dalekim od pełni ich potencjału. A przynajmniej w to wierzą sami zainteresowani.\n\n– Bieg przy takiej widowni, w takim miejscu, o taką stawkę? Piękne. Czuję ciarki na samą myśl. Mam nadzieję, że kibice będą tam z nami. Bieganie z orzełkiem na piersi na naszej ziemi to szcze-gólny moment, taki nie do opisania i mam nadzieję, że to samo będę mógł powiedzieć po tej rywalizacji – mówi Szwed.\n\nPZLA, który od strony formalnej organizuje wydarzenie, potwierdził udział sztafet z Hiszpanii i Włoch. Ci pierwsi są tuż pod Polakami w światowym rankingu. Italia natomiast to pierwsza ekipa bez kwalifikacji. Obie z pewnością pojawią się na Śląsku w najmocniejszych składach, a niewykluczone, że to tego grona dołączy ktoś jeszcze.\n\nDiamentowa Liga w Polsce - gwiazdy\n\nJednak Diamentowa Liga w Polsce to nie tylko okazja, żeby zobaczyć sztafetę. – Co roku staramy się, żeby kibice na stadionie podziwiali ścisłą elitę naszych zawodników. Największe gwiazdy, ci ludzie, którzy na wielkich imprezach zmuszają organizatorów do grania Mazurka Dąbrowskiego – przekonuje Małachowski.\n\nI ma na to dowody. 16 sierpnia na Superauto.pl Stadionie Śląskim zobaczymy na pewno jedyną polską medalistkę olimpijską z Paryża – Natalię Bukowiecką, która niedawno w Monako zeszła na 400 m poniżej 50 sekund i sygnalizuje wysoką formę. Pobiegnie też Ewa Swoboda, czyli sprinterka na 100 m, która właśnie w tym miejscu ustanowiła własną życiówkę. Ten legendarny duet, a także tyczkarz Piotr Lisek mają zresztą przywilej „posiadania” własnej trybuny. Kibice mogą wybierać na Śląskim takie sektory, aby znaleźć się w gronie najbardziej zaangażowanych fanów tych lekkoatletów. I liczyć na niespodzianki, o których jednak sami zawodnicy na razie nie chcą mówić. Bo to w końcu niespodzianki.\n\n– W biegu na 100 m ppł gwiazdą będzie nasza Pia Skrzyszowska, która w hali złamała wieloletni rekord Polski i jest na świetnym kursie po więcej. Analogicznie w męskiej rywalizacji płotkarzy dojdzie do stadionowego rewanżu za halowe MŚ. Bo to u nas Jakub Szymański znów pościga się z wielkim Grantem Holloway'em. W memoriałowej konkurencji, czyli rzucie młotem, nie zabraknie natomiast gigantów kadry: Pawła Fajdka i Wojciecha Nowickiego. Kula? Konrad Bukowiecki. Oszczep? Świetny ostatnio Cyprian Mrzygłód. Wzwyż? Maria Żodzik, która celuje w skok na dwa metry i podejmie rekordzistkę świata Jarosławę Mahuczich. To nie jest zwykła lista startowa, to jest deszcz gwiazd – zaciera ręce Małachowski.\n\nOczywiście na bieżni też nie zabraknie polskich akcentów. Poza wymienioną Bukowiecką i Swobodą, ciekawie będzie też na dystansach. Kibice będą mogli podziwiać walkę Weroniki Lizakowskiej – rekordzistki Polski na 1500 m – czy Anny Wielgosz, świeżo upieczonej halowej mistrzyni Europy na 800 m. W męskiej stawce na „półtoraka” spróbuje się odnaleźć nieprzewidywalny Filip Rak. A w królewskim sprincie tor za znakomity występ w Drużynowych ME otrzymał Oliwer Wdowik.\n\n– Tam pobiegł 10.10 s. Pytanie, kiedy padnie magiczna granica, nie dotyczy już „czy w ogóle”, tylko „kiedy” – ma nadzieję Plawgo.\n\nBilety na Memoriał Skolimowskiej\n\nBilety na Polską Diamentową Ligę na Stadionie Śląskim – Silesia Memoriał Kamili Skolimowskiej są dostępne na stronie MemorialKamili.pl. Aktualności związane z wydarzeniem można śledzić na kanałach imprezy w mediach społecznościowych – Facebooku, Instagramie, platformie X, TikToku i YouTube.\n\nŹródło: Radio ZET/Materiały prasowe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cały świat mówi o tym znalezisku nad polskim Bałtykiem. \"Odkrycie stulecia\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ca%C5%82y-%C5%9Bwiat-m%C3%B3wi-o-tym-znalezisku-nad-polskim-ba%C5%82tykiem-odkrycie-stulecia/ar-AA1IR8hu?ocid=BingNewsVerp",
            "description": "Kołobrzeg kojarzy się Polakom głównie z Morzem Bałtyckim i szeroką plażą. W tym popularnym uzdrowisku są jednak inne atrakcje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.alwl8RcOcFcW2z9gzCE7Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN1 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co za odkrycie! Archeolog: najstarsza w Europie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/co-za-odkrycie-archeolog-najstarsza-w-europie/ar-AA1IQ3cG?ocid=BingNewsVerp",
            "description": "Ważne odkrycie historyczne w Albanii. Nad słynnym jeziorem, które uwielbiają turyści, archeolodzy odkryli starożytną osadę. Jak informuje agencja Reutera, może mieć nawet 8 tysięcy lat i zamieszkiwała ...",
            "image_url": "https://www.bing.pl/th?id=ODF.DvkV1aWY4dNaGRBFvmZA2A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Planeta.pl on MSN6 godz.",
            "source": "Planeta.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki w okolicach Krakowa. Sprawdź ciekawe miejsca, które warto odwiedzić! [18.07.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wycieczki-w-okolicach-krakowa-sprawd%C5%BA-ciekawe-miejsca-kt%C3%B3re-warto-odwiedzi%C4%87-18-07-2025/ar-AA1HrHpY?ocid=BingNewsVerp",
            "description": "Urokliwe miasteczka, wiekowe zamki, malownicze parki i spokojne zakątki – to wszystko czeka na odkrycie tuż za rogatkami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8L0I1Kh7F7im0h3KPJKlEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN8 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Za poszukiwania \"złotego pociągu\" wzięła się nowa ekipa. Używają okultystycznej metody",
            "link": "https://www.msn.com/pl-pl/podroze/podr%C3%B3%C5%BCe-kolej%C4%85/za-poszukiwania-z%C5%82otego-poci%C4%85gu-wzi%C4%99%C5%82a-si%C4%99-nowa-ekipa-u%C5%BCywaj%C4%85-okultystycznej-metody/ar-AA1IRhhQ?ocid=BingNewsVerp",
            "description": "Akcje poszukiwawcze legendarnego \"złotego pociągu\" towarzyszą nam od lat. To jedna z największych niewyjaśnionych zagadek II ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZFxjJ52mqGNKagoCYJtauS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "naTemat.pl on MSN1 godz.",
            "source": "naTemat.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety, o których nie śniło się królom",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/monety-o-kt%C3%B3rych-nie-%C5%9Bni%C5%82o-si%C4%99-kr%C3%B3lom/ar-AA1IOMLs?ocid=BingNewsVerp",
            "description": "Gdyby Józef Majnert poprzestał na podrabianiu poszukiwanych przez kolekcjonerów monet historycznych, zapewne nie zyskałby ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MUuwfQnju7pmrVGN_vKpnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Rzeczpospolita on MSN11 godz.",
            "source": "Rzeczpospolita on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cały świat mówi o tym znalezisku nad polskim Bałtykiem. \"Odkrycie stulecia\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ca%C5%82y-%C5%9Bwiat-m%C3%B3wi-o-tym-znalezisku-nad-polskim-ba%C5%82tykiem-odkrycie-stulecia/ar-AA1IR8hu?ocid=BingNewsVerp",
            "description": "Kołobrzeg kojarzy się Polakom głównie z Morzem Bałtyckim i szeroką plażą. W tym popularnym uzdrowisku są jednak inne atrakcje ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.alwl8RcOcFcW2z9gzCE7Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN1 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w niewielkiej wsi w Polsce. Znaleźli dzieła włoskiego mistrza",
            "link": "https://turystyka.wp.pl/niezwykle-odkrycie-w-niewielkiej-wsi-w-polsce-znalezli-dziela-wloskiego-mistrza-7179587142658784a",
            "description": "Barokowe malowidła autorstwa włoskiego mistrza Francesco Arculario odkryto w polskim klasztorze. Rzuca to nowe światło na historię niewielkiej wsi w województwie lubuskim, gdzie dokonano artystycznego ...",
            "image_url": "https://www.bing.pl/th?id=ODF.w5yo2cGK5kAWe0d0_ELtAw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Turystyka6 godz.",
            "source": "WP Turystyka",
            "article_content": "Podczas prac konserwatorskich w kapitularzu dawnego klasztoru cystersów w Gościkowie-Paradyżu odkryto barokowe freski. Barbara Bielinis-Kopeć, lubuska konserwator zabytków, poinformowała, że autorem malowideł jest włoski artysta Francesco Arculario, co ustalił prof. Andrzej Kozieł.\n\nFreski przedstawiają sceny z życia świętych cysterskich, w tym świętego Benedykta i świętego Bernarda z Clairvaux. Prof. Kozieł wyjaśnił, że malowidła powstały w latach 1747-1752, kiedy Arculario przebywał w Wielkopolsce. Dzięki technice fresku mokrego, malowidła zachowały się w doskonałym stanie.\n\nRozwiń\n\nHistoria klasztoru\n\nGościkowo to wieś w Polsce położona w województwie lubuskim, w powiecie świebodzińskim. Paradyż jest jej częścią obejmującą historyczne zabudowania kościelne i klasztorne przy drodze łączącej Zieloną Górę z Gorzowem Wielkopolskim. Historyczna nazwa Paradyż pochodzi od sformułowania Paradisus Sanctae Mariae czyli Raj Matki Bożej, która była nazwą nadaną miejscowości po przybyciu do niej cystersów.\n\nDalsza część artykułu pod materiałem wideo\n\nJak podróżują Polacy? Nie tylko wyjazdy w lipcu i sierpniu\n\nKlasztor w Gościkowie-Paradyżu powstał w XIII w. i funkcjonował przez blisko sześćset lat, aż do jego likwidacji przez władze pruskie w 1834 r. Po wojnie teren stał się własnością Kościoła rzymskokatolickiego i jest obecnie dostępny dla zwiedzających.\n\nPlany na przyszłość\n\nBarbara Bielinis-Kopeć podkreśliła, że obecne fundusze pozwalają jedynie na prace przy sklepieniach, ale istnieje nadzieja na dalsze wsparcie finansowe. Odkryto także dekoracje malarskie na ścianach, które wymagają dalszych badań i konserwacji.\n\nOdkrycie fresków w Gościkowie-Paradyżu to ważny krok w badaniach nad historią tego miejsca, które wciąż kryje wiele tajemnic."
        }
    }
]