[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przygotowania do Winobrania na ostatniej prostej [ZDJĘCIA]",
            "link": "https://rzg.pl/575148/przygotowania-do-winobrania-na-ostatniej-prostej-zdjecia/",
            "description": "Już jutro rozpocznie się Winobranie 2025. Na zielonogórzan i turystów będzie czekać ponad 180 stoisk handlowych, na których ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WujSSNnZzuGh9Cop1OOqTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Radio Zielona Góra17 godz.",
            "source": "Radio Zielona Góra",
            "article_content": "Już jutro rozpocznie się Winobranie 2025. Na zielonogórzan i turystów będzie czekać ponad 180 stoisk handlowych, na których będzie można nabyć m.in. rękodzieło i starocie. Przy ratuszu będzie natomiast funkcjonować 50 domków, w których swoje wyroby będą sprzedawać m.in. winiarze i pszczelarze.\n\nNa deptaku można już spotkać wystawców, którzy przygotowują swoje stoiska na rozpoczęcie Dni Zielonej Góry:\n\nWinobranie potrwa do niedzieli, 14 września."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie zabrać dziecko w weekend? Najlepsze pomysły na rodzinny czas",
            "link": "https://www.trojmiasto.pl/dziecko/Gdzie-zabrac-dziecko-w-weekend-Najlepsze-pomysly-na-rodzinny-czas-n207672.html",
            "description": "Przed nami pierwszy wrześniowy weekend. Od piątku do niedzieli czeka na was mnóstwo atrakcji i wrażeń, m.in. pożegnanie lata, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wP8W59R6W8tpeXSZOHMP9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Trojmiasto.pl23 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szaleństwo cen gier w wersji cyfrowej",
            "link": "https://www.gry-online.pl/forum/szalenstwo-cen-gier-w-wersji-cyfrowej/z3fff287",
            "description": "ROZMAWIAMY. Odrzućmy pudełka, to przeżytek, to nie ekologiczne, gry w cyfrze będą tańsze bo nie będzie kosztów produkowania produktu, dystrybucji, transportu.Kolejne globalne oszustwo, jak życie milen ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SlkachxxdRcMFI-CbWu_lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "GRY-OnLine.pl12 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Szaleństwo cen gier w wersji cyfrowej\n\nOdrzućmy pudełka, to przeżytek, to nie ekologiczne, gry w cyfrze będą tańsze bo nie będzie kosztów produkowania produktu, dystrybucji, transportu.\n\nKolejne globalne oszustwo, jak życie milenialsów, którym wmawiano że język angielski, obsługa komputera i jakieś studia to droga do sukcesu, i siedzisz sobie w tym korpo jedząc kiwi z wczorajszego owocowego czwartku a kumpel co poszedł na elektryka zastanawia się czy ten basen który sobie zrobi na wiosnę to ma mieć 12m długości czy może jednak 14.\n\nNo bo jakim cudem moi drodzy, wczorajsza premiera jakże ciekawej gry Hell is us, w sklepach w wersji pudełkowej wraz z dostawą do punktu kosztuje 180zł w wersji na konsole, a na tychże samych konsolach w wersji cyfrowej oficjalnie kosztuje 100zł więcej. JAK?!\n\nDlaczego środowisko się na to godzi i skąd to wynika?\n\nDokąd zmierzamy? To już nawet nie chodzi o to że w ogóle jest drożej. A nie powinno. Tylko o ile?!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ile kosztuje funt brytyjski 05 września 2025 r.? Cena GBP/PLN dzisiaj",
            "link": "https://www.fakt.pl/pieniadze/kursy-walut/kurs-funtow-brytyjskich-dzisiaj-po-ile-jest-funt-brytyjski-5-wrzesnia-2025-r/gb2fdfn",
            "description": "Dzisiaj 05 września 2025 r. za 1 funta szterlinga zapłacimy 4,8975 zł. Warto to wiedzieć zanim pójdziemy do kantoru lub ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l8sZzgdB5lQvB8yjwLQS-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl18 godz.",
            "source": "Fakt.pl",
            "article_content": "Dzisiaj 05 września 2025 r. za 1 funta szterlinga zapłacimy 4,8975 zł. Warto to wiedzieć zanim pójdziemy do kantoru lub skorzystamy z wymiany online. Kurs funta szterlinga uległ zmianie 0,0137 zł w ujęciu dzień do dnia. Natomiast porównując kurs GBP/PLN do zeszłego tygodnia, kurs uległ zmianie 0,0510 zł.\n\nKurs GBP/PLN dzisiaj\n\nFunt szterling po angielsku to pound sterling. Można też używać nazwy funt brytyjski, ale jest ona rzadziej używana. Jego oznaczenie globalne to GBP. Jest walutą Wielkiej Brytanii. W jakich krajach obowiązuje funt szterling? Funty należy mieć przy sobie w Wielkiej Brytanii, Szkocji, Irlandii Płn., w Walii, na Gibraltarze, Falklandach oraz na wyspie Man.\n\nJeden funt to ile pensów? Na jednego funta szterlinga składa się 100 pensów. Nominały monet to: 1p, 2p, 5p, 10p, 20p, 50p. A banknoty są w następujących nominałach: 5, 10, 20, 50 (banknot 100 występuje jedynie w Szkocji i Irlandii Płn.). Do XIX wieku funt był powiązany ze złotem. Oznaczało to, że określoną ilość funtów można było wymienić na określoną ilość złota. Funt szterling jest najstarszą wciąż używaną walutą na świecie. Jego korzenie sięgają XII wieku.\n\nSymbol funta, to litera L pisana w starym stylu. Ta litera pochodzi od łacińskiego słowa libra, które oznacza wagę, oraz jednostkę masy - funt. Przekreślenie oznacza, że jest to skrót. Słowo szterling dodano dla odróżnienia jednostki pieniężnej od wagi. Przez wieki wygląd monet funta ulegał licznym zmianom, od średniowiecznych monet do współczesnych z wizerunkiem królowej.\n\nKurs walut oparto na danych pochodzących z Narodowego Banku Polskiego (NBP)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Komputer używany z OLX, laptop gamingowy używany do 1000 złotych. Czy opłaca się kupować używany komputer? Aktualne oferty [5.09]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/komputer-u%C5%BCywany-z-olx-laptop-gamingowy-u%C5%BCywany-do-1000-z%C5%82otych-czy-op%C5%82aca-si%C4%99-kupowa%C4%87-u%C5%BCywany-komputer-aktualne-oferty-5-09/ar-AA1LJ90e?ocid=BingNewsVerp",
            "description": "Wrzesień to okres intensywnych przygotowań do pracy i nauki. Nauczyciele, studenci oraz rodzice poszukują nowego komputera ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.utdQmQj90FDUpXprUeflqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wrocławska on MSN22 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Symulator życia z nutą kapitalizmu, Discounty to coś więcej niż kopia Stardew Valley",
            "link": "https://www.gry-online.pl/newsroom/symulator-zycia-z-nuta-kapitalizmu-discounty-to-cos-wiecej-niz-ko/z22ebed",
            "description": "Cozy gaming rozwija się spokojnie w swojej niszy i zamiast symulatora życia na farmie można zagrać w bardziej kapitalistyczną ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.lpXIXqw9kxiVY5DVFgt99S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "GRY-OnLine.pl11 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Wiadomość opinie 5 września 2025, 18:17 autor: Sonia Selerska Symulator życia z nutą kapitalizmu, Discounty to coś więcej niż kopia Stardew Valley Cozy gaming rozwija się spokojnie w swojej niszy i zamiast symulatora życia na farmie można zagrać w bardziej kapitalistyczną wersję. Discounty zachowuje jednak autonomię i własną tożsamość, a to w starciu ze Stardew Valley wcale nie jest łatwe.\n\nUrocze symulatory życia na farmie mają dość bogatą historię. Już w drugiej połowie lat 90. powstała seria Harvest Moon, która przez kilkanaście lat zgromadziła własną społeczność graczy, będąc – przede wszystkim w Azji – prawie tym samym co The Sims dla symulatorów życia. Marka ta napotkała jednak po drodze dość dużo komplikacji, a po 2016 roku została przyćmiona przez inspirowane nią, niezależne Stardew Valley, które okazało się fenomenem na skalę światową i pozostaje nim po dziś dzień.\n\nWraz z rozkwitem szeroko pojętej sceny gier cozy, który jest mocno widoczny w ostatnich latach, element prowadzenia własnego gospodarstwa staje się coraz popularniejszy w najróżniejszych wariacjach i interpretacjach. I nie ma w tym w zasadzie nic dziwnego – wielu z nas, żyjąc w miastach, marzy o sielankowej odskoczni, a wirtualna rzeczywistość pozwala jej zaznać bez trudnych do zliczenia wyzwań, z jakimi na co dzień mierzą się ludzie zawodowo zajmujący się rolą.\n\nMimo to mało która produkcja celująca w fanów tego typu rozgrywki jest w stanie osiągnąć chociażby ułamek sukcesu Stardew Valley. Ludzie wciąż czekają na aktualizacje ich ukochanej pozycji lub z coraz większą niecierpliwością oczekują premiery kolejnego dzieła ich ulubionego twórcy w postaci zapowiedzianego w 2021 roku Haunted Chocolatier.\n\nCzy zdziwiłoby Was jednak, że niektórzy wierzą, iż tę kanciastą dziurę w naszych sercach jest w stanie wypełnić gra, która wywraca praktycznie całą konwencję Stardew Valley do góry nogami i nie ma żadnego związku z symulatorem farmy? Wydaje mi się, że aż takie nakreślenie tła było niezbędne, by przyjrzeć się Discounty pod kątem, który od pierwszych zapowiedzi zastanawiał wielu graczy.\n\nBiorąc pod uwagę, że Discounty zostało wydane pod koniec sierpnia i wiele osób czytających ten tekst nie zdołało jeszcze ukończyć gry lub nawet nigdy o niej nie słyszało, w poniższym tekście brak poważnych spoilerów. Znajdziecie tu wyłącznie szerszy zarys fabuły, opisy postaci czy screeny zrobione w pierwszych kilku godzinach rozgrywki. Jeżeli jednak wolicie grać w gry zupełnie w ciemno, miejcie to na uwadze. Jeśli z kolei nie mieliście wcześniej styczności ze Stardew Valley, zdecydowanie zachęcam do zrobienia tego przed lekturą tego artykułu – ale to chyba dość oczywiste.\n\nZupełnie inna bajka\n\nDiscounty to uroczy symulator prowadzenia sklepu w małym miasteczku Blomkest. Wcielając się w główną postać, której możemy nadać wybrane imię, wprowadzamy się do kampera naszej ciotki, która – będąc już starszą osobą – poprosiła nas o pomoc w zarządzaniu jej biznesem. Jako człowiek orkiestra zajmujemy się więc równocześnie kasą, inwentaryzacją, sprzątaniem, wystrojem, odpadkami oraz nawiązywaniem współpracy z lokalnymi przedsiębiorcami.\n\nSęk w tym, że nasza obrotność i przedsiębiorczość może nie wystarczyć, gdy w grę zaczyna wchodzić także presja ze strony gigantycznej korporacji, lokalna polityka, tajemnicze wydarzenia w okolicy oraz nie zawsze pozytywne nastawienie społeczności względem naszych poczynań. Nie unikniemy rozterek moralnych związanych z dobrem naszego biznesu oraz ludzi wokół nas i historią malowniczej mieściny.\n\nSkąd skojarzenia ze Stardew Valley?\n\nJak niepoważnie by to nie zabrzmiało, pierwsze i wręcz natychmiastowe skojarzenia ze Stardew Valley w przypadku Discounty wynikają najprawdopodobniej niemal wyłącznie z pixelartowego stylu graficznego i znajomej perspektywy kamery. Fani tej estetyki zauważą jednak, że nawet na tym polu gry nie są całkiem identyczne.\n\nMimo wszystko, kiedy głębiej zastanowimy się nad tymi pozycjami, znajdziemy między nimi całkiem sporo wspólnych punktów. Obydwie oparte są na dość uniwersalnym motywie ucieczki do małej mieściny i próbie wpasowania się w hermetyczną społeczność. W obu występuje system stale upływającego czasu, proste opcje dekoracji wnętrz czy przyziemność wymiany towarów i usług.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nWszystkie te porównania brzmią jednak dość małostkowo, gdy weźmiemy pod uwagę, że Stardew Valley jest od pierwszej do ostatniej sekundy nietrudną do zinterpretowania krytyką kapitalizmu, a uosobienie zła w opowiadanej tu historii stanowi korporacja, która stara się zaburzyć odporny przez lata na wpływy mechanizm mikroskalowego rynku Pelican Town. Obranie ścieżki skorzystania z profitów zapewnianych przez JojaMart zamyka przed nami możliwość wykonania podstawowych misji gry w ich oryginalnej wersji i przez większość fanów nie jest uznawane za sensowny czy prawidłowy styl rozgrywki.\n\nZ kolei w Discounty wchodzimy praktycznie w buty odpowiednika Morrisa w tym uniwersum – prowadzimy franczyzę dużej sieci sklepów, przybywając do miasta z bogatą historią, której nie rozumiemy, wprowadzając monopol marki i zmiany mogące zasmucić tych, którzy pamiętają czasy sprzed jego zaistnienia. Ceną wypełnienia zleconej nam misji może być utrata pracy przez inną osobę lub wymazanie części minionej kultury, a wygoda starszej klientki potrafi znaleźć się na drugim planie w obliczu prób zjednania sobie kogoś znacznie bardziej wpływowego.\n\nCzy w związku z tym możemy nazwać Discounty kapitalistycznym Stardew Valley? Absolutnie! Nie jest to jednak dosłowne odbicie lustrzane bezmyślnie krytykujące staroświeckie funkcjonowanie osady. Widma moralnie wątpliwych priorytetów nie są tu zbyt subtelne i pokazują w szerszym stopniu drugą stronę tej samej monety.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nNie naszą winą jest tęsknota za tym „jak to kiedyś było” innych mieszkańców. Nasza ciotka nie jest żądną wpływów i pieniędzy businesswoman, tylko osobą, która na swój sposób stara się jak najlepiej wspierać swoją okolicę – nawet jeśli ma to oznaczać więcej turystów zjeżdżających z autostrady na zakupy. A my? My jesteśmy szarym człowiekiem starającym się najlepiej wykonywać swoją pracę i zadowolić naszą krewną. Czas spędzony w Blomkest może zmienić nasze podejście do biznesu, ale to wciąż bardzo prozaiczna opowieść, zapewniająca przyjemność z min-maxingu, bez skłaniania do przesadnych rozmyślań nad sensem ludzkiej egzystencji.\n\nPodobnie jak w Stardew Valley polityczne, społeczne i gospodarcze akcenty są tu dla tych, którzy ich szukają. To nie manifest czy protest, który wymaga tytułów naukowych do zrozumienia i przeanalizowania. Przy tym pozostaje naprawdę ciekawą odpowiedzią na tę niepopularną ścieżkę w owej kultowej pozycji.\n\nPrzyjemność ze stania za kasą w czasie wolnym\n\nWszystkie te różnice i podobieństwa przekładają się bardzo wyraźnie na gameplay. Długa pętla rozgrywki to ciągłe zarabianie pieniędzy, inwestycja w sklep i odkrywanie rozwijającej się w tle historii. Krótsza pętla to każdy mijający i stosunkowo powtarzalny dzień.\n\nNa tym polu chyba najwyraźniej widać różnicę między obiema grami. Chociaż podobnie jak w Stardew Valley to do nas należy priorytetyzowanie zadań i pełna kontrola nad ścieżkami, którymi podążamy, nie jesteśmy w stanie uniknąć punktu centralnego rozgrywki – codziennie o 9:00 otwieramy swój sklep i aż do 17:00 (lub dłużej przy kolejce stojącej jeszcze po zamknięciu) obsługujemy klientów.\n\nOdbiera to wolność zarządzania szczegółowym planem dnia i wybór różnorodnych zajęć, za to wprowadza unikalny aspekt arcade’owej zabawy. To za każdym razem ciekawa mieszanka zręcznościowego latania między alejkami i magazynem z powtórką z tabliczki mnożenia pod presją czasu (co moim zdaniem nie zostało do końca wygodnie zrealizowane w wersji na Switcha, gdzie klikanie cyferek na kasie potrafi irytować). Ten element wypełnił w pewnym stopniu pustkę w moim sercu po flashowych grach przeglądarkowych polegających na zarządzaniu restauracją, hotelem czy spa, starając się zdążyć z obsługą wszystkich, nim cierpliwość gości w kolejce się wyczerpie.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nTo z jednej strony prosta rutyna, a z drugiej bardzo dynamiczny przeskok między dwoma tempami zabawy. Możemy dość spokojnie przed i po pracy rozmawiać z NPC, dokonywać inwentaryzacji i zmian w sklepie czy robić własne zakupy oraz szukać pobocznych zajęć. Aby nie działać w przesadnym pośpiechu, mamy także jeden dzień wolny, podczas którego sklep jest zamknięty, a my możemy w pełni oddać się wszystkiemu innemu, co świat gry ma do zaoferowania.\n\nChociaż sklepikarz nie mierzy się z tymi samymi wyzwaniami co farmer, muszący mieć na uwadze mijające pory roku i zmiany pogody, w Discounty upływ czasu i pewien rytm także jest zauważalny. Każdy poniedziałek przynosi kilka nowych zadań oraz otwiera możliwości, na które cierpliwie musieliśmy czekać nierzadko przez cały tydzień. Nie uświadczymy tu również typowego systemu levelowania, jednak profesjonalizm i oddanie firmie matce przynoszą opcje nieodbiegające daleko od koncepcji drzewka umiejętności. Inwestując przyznawane nam punkty, możemy delikatnie ulepszyć swoją postać, a także otworzyć sobie drogę do bardziej wymagającej rozgrywki.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nWiększy sklep to przestrzeń pozwalająca pomieścić dużą ilość towaru, ale i więcej podłogi do zmywania. Więcej produktów to więcej szans na zarobek, ale i więcej cen do zapamiętania czy wyszukiwania, a także potencjalnie więcej uzupełniania pustych półek. Możemy optymalizować sprzedaż, korzystając ze specjalnych przedmiotów zwiększających zainteresowanie klientów, jednak ich szybkie wyprzedanie po otwarciu oznacza zawód pozostałych kupujących. To naprawdę sporo przyjemnej kombinatoryki.\n\nGra nie cechuje się przy tym specjalnie wysokim poziomem skomplikowania i myślę, że ze względu na mniejszą skalę problemów do rozwiązania poleciłabym ją młodym i niedoświadczonym graczom prędzej niż Stardew Valley, które momentami bardzo trudno w pełni zoptymalizować.\n\nCzego właściwie się spodziewać?\n\nW Discounty występuje dużo istotnych różnic i zaskakująco wiele podobieństw do Stardew Valley, zarówno pod względem ogólnych założeń, jak i całej rozgrywki. Z pełnym przekonaniem mogę jednak powiedzieć, że jest ono czymś więcej niż kapitalistycznym Stardew Valley, podobnie jak Stardew Valley jest czymś więcej niż niezależnym i unowocześnionym Harvest Moonem – do tego właśnie potrzebny był tak długi wstęp.\n\nKażdy z nas zna wiele tytułów, które łatwo opisać, porównując je do innych. Wydaje mi się jednak, że to widoczne między nimi różnice w ostatecznym rozrachunku czynią je udanymi pozycjami z punktem wspólnym lub nieudanymi kopiami. Discounty zdecydowanie ma swój indywidualny charakter.\n\nDiscounty, Crinkle Cut Games, 2025.\n\nCzy produkcja debiutującego na Steamie studia może usatysfakcjonować graczy łaknących nowości po latach spędzonych przed logiem Concerned Ape? Myślę, że to mocno zależy od tego, co najbardziej cenimy w Stardew Valley. Jeśli pokochaliśmy je za sandboxowe założenia, dużo bardziej rygorystyczne w swojej linearności Discounty nie będzie spełnieniem naszych marzeń. Podobnie zawiedzeni poczują się ludzie, którzy uważają się po prostu za fanów sadzenia i zbierania plonów czy zajmowania się zwierzętami, co jest raczej oczywiste. Jeśli jednak do zaspokojenia wewnętrznej potrzeby wystarczy Wam małomiasteczkowy klimat, pixelartowa estetyka i odrobina zarządzania czasem, powinniście być zadowoleni.\n\nNajlepiej zaś patrzeć na te tytuły jak na zupełnie oddzielne, acz zbieżne na wielu płaszczyznach gry, co z pewnością ucieszy ich twórców i nie dostarczy komukolwiek błędnych założeń. Podobnie zdają się myśleć dziennikarze i gracze, które już spróbowali swoich sił w prowadzeniu sklepu. Produkcja studia Crinkle Cut Games może się obecnie pochwalić średnią ocen 79/100 w serwisie Metacritic oraz przeważająco pozytywnymi opiniami na platformie Valve. Ale, wiadomo, zawsze najlepiej wyrobić sobie przecież opinię na podstawie własnych doświadczeń."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Imprezy w Ostrołęce i powiecie ostrołęckim w weekend 5-7.09.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/imprezy-w-ostro%C5%82%C4%99ce-i-powiecie-ostro%C5%82%C4%99ckim-w-weekend-5-7-09-2025/ar-AA1LWslr?ocid=BingNewsVerp",
            "description": "5 września w ramach Ostrołęckich Operaliów odbędzie się koncert dla dzieci. Zaśpiewają Edyta Krzemień i Martin Fitch, a przy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UNXlt7WGHdsfgPXUTfRdGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Tygodnik Ostrołęcki on MSN18 godz.",
            "source": "Tygodnik Ostrołęcki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy ciągle polują na te naczynia, wazony i figurki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-ci%C4%85gle-poluj%C4%85-na-te-naczynia-wazony-i-figurki/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekend pełen kultury w Starym Sączu. Retro-jarmark, Matisse i muzyka organowa",
            "link": "https://twojsacz.pl/weekend-pelen-kultury-w-starym-saczu-retro-jarmark-matisse-i-muzyka-organowa/",
            "description": "Wydarzenia w Starym Sączu w najbliższy weekend? Wystawa która zachwyca, koncert organowy, jarmark w stylu retro ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.AA62qP-huf2FruDonMZiby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Twój Sącz20 godz.",
            "source": "Twój Sącz",
            "article_content": "Stary Sącz w pierwszy wrześniowy weekend zaprasza na niezwykłą podróż przez różne światy kultury. Na odwiedzających czekają trzy wyjątkowe wydarzenia: barwny targ staroci w stylu retro, wystawa „Matisse & Szafran. Radość formy”, która cieszy się niesłabnącym zainteresowaniem publiczności, oraz koncert organowy w wykonaniu wybitnego austriackiego artysty Petera Waldnera.\n\n\n\nTarg staroci – podróż w czasie\n\nW sobotę i niedzielę (6 i 7 września) dziedziniec Centrum Kultury i Sztuki im. Ady Sari przy ul. Kopernika 1 wypełni się niezwykłymi przedmiotami i klimatem dawnych jarmarków. Prowincyonalny Retro-Jarmarek to miejsce spotkań, poszukiwań i odkryć. Wśród stoisk znajdziemy zegary, porcelanę, lampy, bibeloty, kurioza czy modę z drugiej ręki – wszystko, co ma swoją historię i może zyskać drugie życie.\n\nReklama\n\nNa gości czekają także widowiskowe atrakcje: przejazdy na starych bicyklach, pokazy iluzjonisty, a także smakołyki wprost z ulicznych festynów – watę cukrową i inne przysmaki. W sobotę o 16:00 scenę przejmie Slavia Dixieland Band, natomiast w niedzielę o 15:00 zagra Przeworska Kapela Podwórkowa „Beka”. Godziny handlowe (sobota 9:30–17:30, niedziela 11:30–16:30) sprzyjają spokojnym spacerom i rozmowom w sąsiedzkiej, przyjaznej atmosferze.\n\nWystawa, która zachwyca\n\nNieopodal, w IMO Galerii, trwa wystawa „Matisse & Szafran. Radość formy”, już dziś określana mianem jednego z najważniejszych wydarzeń artystycznych roku w regionie. To niezwykłe spotkanie dwóch artystów: Henriego Matisse’a – giganta światowej sztuki XX wieku – i Karola Szafrana, przedstawiciela młodego pokolenia.\n\nWspólnym mianownikiem ich twórczości jest gest cięcia: Matisse tworzył nożyczkami swoje słynne wycinanki, Szafran operuje skalpelem. Dialog ich dzieł opowiada o procesie przemiany i sile życia, a ekspozycja pozwala zobaczyć w kameralnej przestrzeni prace, które wcześniej prezentowano na całym świecie w wielu prestiżowych galeriach. Wystawę można zwiedzać do 25 września.\n\nKoncert organowy w św. Elżbiecie\n\nZwieńczeniem soboty będzie koncert barokowej muzyki organowej. O godz. 19:00 w kościele św. Elżbiety wystąpi Peter Waldner, organista i klawesynista z Innsbrucka. Artysta zaprezentuje dzieła mistrzów południowych i środkowych Niemiec z XVII i XVIII wieku – od Johanna Sebastiana Bacha i Johanna Pachelbela po rzadziej wykonywanych twórców, takich jak Kerll, Murschhauser czy Estendorffer.\n\nBrzmienie starosądeckich organów, spokrewnionych z tradycją niemiecką i austriacką, doskonale odda bogactwo barokowych barw: od monumentalnych chorałów po lekkie, pełne uroku pastorelle.\n\nSztuka w wielu odsłonach\n\nStary Sącz zaprasza więc do udziału w kulturalnej podróży: od nostalgicznych przedmiotów z duszą, przez światową sztukę współczesną, aż po muzykę dawnych epok. To weekend, w którym historia i nowoczesność splatają się w jednym miejscu, dając niezapomniane wrażenia. Wstęp na wszystkie punkty programu jest bezpłatny, z wyjątkiem wystawy (bilety 15 zł normalny, 7,5 zł ulgowy).\n\nWydarzenia w Starym Sączu – Prowincyonalny Retro-Jarmarek\n\nMateriał został przygotowany w ramach partnerstwa na rzecz promocji kultury"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielki powrót pchlego targu przy M1 w Poznaniu! Tłumy poszukiwaczy skarbów w niedzielę, 31 sierpnia 2025. Mamy mnóstwo zdjęć",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wielki-powr%C3%B3t-pchlego-targu-przy-m1-w-poznaniu-t%C5%82umy-poszukiwaczy-skarb%C3%B3w-w-niedziel%C4%99-31-sierpnia-2025-mamy-mn%C3%B3stwo-zdj%C4%99%C4%87/ar-AA1LzXCm?ocid=BingNewsVerp",
            "description": "Po dłuższej przerwie pchli targ przy M1 w Poznaniu wrócił i od razu przyciągnął tłumy. W niedzielę, 31 sierpnia, parking znów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ezi_foolkAfhqx2SLhWyRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN15 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Bytomskim Jarmarku Staroci możesz znaleźć rzeczy nie z tej ziemi. Tylko na Szombierkach takie cuda",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/na-bytomskim-jarmarku-staroci-mo%C5%BCesz-znale%C5%BA%C4%87-rzeczy-nie-z-tej-ziemi-tylko-na-szombierkach-takie-cuda/ar-AA1LYjEp?ocid=BingNewsVerp",
            "description": "Jarmark staroci w Bytomiu, to raj dla wszelakiej maści szperaczy, miłośników historii lub designu. Zobacz z nami, jakie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sM9kHzUsC8K-GDmbMyq3Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN10 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie zabrać dziecko w weekend? Najlepsze pomysły na rodzinny czas",
            "link": "https://www.trojmiasto.pl/dziecko/Gdzie-zabrac-dziecko-w-weekend-Najlepsze-pomysly-na-rodzinny-czas-n207672.html",
            "description": "Przed nami pierwszy wrześniowy weekend. Od piątku do niedzieli czeka na was mnóstwo atrakcji i wrażeń, m.in. pożegnanie lata, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wP8W59R6W8tpeXSZOHMP9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Trojmiasto.pl23 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy to palatium? Na Wzgórzu Lecha w Gnieźnie odsłonięto relikty kamiennej budowli",
            "link": "https://www.ekai.pl/czy-to-palatium-na-wzgorzu-lecha-w-gnieznie-odslonieto-relikty-kamiennej-budowli/",
            "description": "„Nie ulega najmniejszej wątpliwości, że na Wzgórzu Lecha w Gnieźnie znajdowała się monumentalna siedziba władcy' – przyznała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VFg4Iq4GrhNxdLqUfkQ77i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "eKAI21 godz.",
            "source": "eKAI",
            "article_content": "Copyright © 2025 Katolicka Agencja Informacyjna\n\nKAI zastrzega wszelkie prawa do serwisu. Użytkownicy mogą pobierać i drukować fragmenty zawartości serwisu internetowego www.ekai.pl wyłącznie do użytku osobistego. Publikacja, rozpowszechnianie zawartości niniejszego serwisu lub jej sprzedaż (także framing i in. podobne metody), są bez uprzedniej pisemnej zgody KAI zabronione i stanowią naruszenie ustaw o prawie autorskim, ochronie baz danych i uczciwej konkurencji - będą ścigane przy pomocy wszelkich dostępnych środków prawnych. Zapraszamy do prenumeraty serwisu prasowego KAI: tel. 22 635 77 18 e-mail: marketing@ekai.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Wzgórzu Lecha w Gnieźnie odsłonięto relikty kamiennej budowli",
            "link": "https://www.onet.pl/informacje/kai/na-wzgorzu-lecha-w-gnieznie-odslonieto-relikty-kamiennej-budowli/x5v2rzx,30bc1058",
            "description": "\"Nie ulega najmniejszej wątpliwości, że na Wzgórzu Lecha w Gnieźnie znajdowała się monumentalna siedziba władcy\" – przyznała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oiv0fBX2PoU9S0Ppnc5NPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Onet23 godz.",
            "source": "Onet",
            "article_content": "Wyniki badań, a konkretnie ujawnione elementy konstrukcji kamiennej są niezwykle obiecujące, by jednak coś więcej o nich powiedzieć, konieczne jest rozszerzenie wykopalisk. Archeolodzy nie mają jednak wątpliwości, że w Gnieźnie – jednym z głównych grodów wczesnopiastowskiego państwa – siedziba księcia musiała się znajdować.\n\nPoznaj kontekst z AI Jakie relikty odkryto na Wzgórzu Lecha?\n\nKto prowadził badania w Gnieźnie?\n\nCo potwierdzają wyniki wykopalisk?\n\nJakie znaczenie miało Wzgórze Lecha dla państwowości polskiej?\n\n\"Chciałabym w sposób kategoryczny stwierdzić, że taki ośrodek, jak Gniezno, które było jednym z czołowych grodów państwa pierwszych Piastów, nie mogło się obyć bez palatium. Książę musiał mieć tutaj swoją siedzibę, zwłaszcza że to miejsce pełniło bardzo ważną funkcję, jeśli chodzi o stronę sakralną\" – powiedziała podczas konferencji prasowej prof. Hanna Kóčka-Krenz, która odkryła fundamenty Palatium Mieszka I w Poznaniu.\n\nreklama\n\nSpotkanie z dziennikarzami odbyło się 4 września bezpośrednio przy sondażach założonych przy kościele św. Jerzego 18 sierpnia br. Miejsce jest nieprzypadkowe, od dawna bowiem specjaliści wskazują ten właśnie teren jako najbardziej prawdopodobną lokalizację siedziby Mieszka I. W czasach pierwszych Piastów Wzgórze Lecha było znacznie mniejsze, wały obronne okalające gród przebiegały w miejscu posadowienia budynku Muzeum Archidiecezji Gnieźnieńskiej (narożnik południowo-wschodni), co potwierdziły badania prowadzone w 1983 roku przez archeologa Tomasza Sawickiego. Zatem ukształtowanie terenu, wały grodowe, pozostałości architektury kamiennej oraz wstępne pomiary rysującej się budowli (zbliżone do wymiarów palatium na Ostrowie Tumskim w Poznaniu) wskazują jednoznacznie na siedzibę władcy.\n\n\"Na to, że w Gnieźnie palatium było, wskazują źródła pisane, kroniki i inne poszlaki. Dziś chciałoby się powiedzieć: mamy to! I z dużym prawdopodobieństwem mamy coś. Mamy fragmenty kamiennej budowli\" – podsumował dr Michał Bogacki, dyrektor Muzeum Początków Państwa Polskiego, które było odpowiedzialne za prowadzenie wykopalisk. Prowadzono je we współpracy z Muzeum Archidiecezji Gnieźnieńskiej, które po raz pierwszy uczestniczyło w tego typu przedsięwzięciu.\n\nWykopaliska objaśnił dziennikarzom dr Tomasz Janiak, archeolog z Muzeum Początków Państwa Polskiego, który w 2019 r., podczas poprzedniej Ekspedycji Palatium odkrył bramę grodziową prowadzącą do grodu.\n\nEfekty badań obejrzał również abp Wojciech Polak, który przyznał, że potwierdzają one to, \"o czym wszyscy jesteśmy przekonani, iż gnieźnieńskie Wzgórze Lecha odgrywało ważną rolę u początków państwowości polskiej\". Metropolita gnieźnieński zadeklarował również przychylność wobec kolejnych etapów badań archeologicznych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pozostałości budowli z XVII wieku odkryte w rzeszowskim muzeum",
            "link": "https://radio.rzeszow.pl/244329/pozostalosci-budowli-odkryte-w-rzeszowskim-muzeum/",
            "description": "Podczas remontu Muzeum Okręgowego w Rzeszowie dokonano niezwykłego odkrycia. Udało się odsłonić relikty nieistniejącej już ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eXRBDOkpL8ZwNva334fcZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio Rzeszów21 godz.",
            "source": "Polskie Radio Rzeszów",
            "article_content": "Podczas remontu Muzeum Okręgowego w Rzeszowie dokonano niezwykłego odkrycia. Udało się odsłonić relikty nieistniejącej już dzisiaj budowli. Jest to klatka schodowa, powstała prawdopodobnie u schyłku XVII wieku, jako efekt zmian dokonanych w pierwotnym projekcie konwentu pijarskiego przez słynnego i cenionego w ówczesnej Rzeczpospolitej architekta Tylmana z Gameren. Budowla ta istniała do 1960 roku, w którym została rozebrana.\n\nObecnie prowadzone są prace dokumentujące relikty odkrytych murów. W dalszej perspektywie planowane jest opublikowanie wyników badań. Remont rzeszowskiego muzeum, czasowo wyklucza możliwość zwiedzania placówki.\n\nOpr. D.Kapała"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gockie groby odkryto w Weklicach",
            "link": "https://wydarzenia.interia.pl/warminsko-mazurskie/news-gockie-groby-odkryto-w-weklicach,nId,1275932",
            "description": "Kilkanaście pochówków ciałopalnych i szkieletowych z pierwszych wieków naszej ery przebadali archeolodzy w Weklicach (woj. warmińsko-mazurskie).",
            "image_url": "https://www.bing.pl/th?id=ODF.QNbwRCYYoWKzPucecngi8w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wydarzenia w INTERIA.PL12 godz.",
            "source": "Wydarzenia w INTERIA.PL",
            "article_content": "Ekspedycją kierowała Magdalena Natuniewicz-Sekuła z Instytutu Archeologii i Etnologii PAN w Warszawie oraz Fundacji Monumenta Archaeologica Barbarica.\n\nArcheolodzy skupili się na poszukiwaniach południowej i wschodniej krawędzi cmentarzyska. Jednak nie udało się ustalić jego zasięgu, gdyż badacze ciągle natrafiają na kolejne groby.\n\n- Głównie są to pochówki szkieletowe, w których kości są niestety bardzo źle zachowane. Zbadaliśmy też kilka grobów ciałopalnych, gdzie spopielonych zmarłych złożono albo wprost do zagłębienia w ziemi, albo w naczyniach ceramicznych - powiedziała kierowniczka badań.\n\nW tym roku obok grobów badacze znaleźli relikty osady średniowiecznej, która została założona na obszarze nekropolii już w IX wieku. Działalność ludzi w tym okresie przyczyniła się do destrukcji grobów. Współczesna orka dokonała ostatecznych zniszczeń. O znacznej destrukcji stanowiska poświadcza fakt, że we wszystkich warstwach zalegających nad grobami odkryto bez kontekstu kilkadziesiąt przedmiotów ze stopów miedzi, srebra, złota, żelaza, szkła i bursztynu.\n\n- Mimo złego stanu zachowania mogił, dokonaliśmy interesujących odkryć. W dwóch grobach szkieletowych znaleźliśmy ostrogi wykonane z brązu, wiązane z wyposażeniem gockiego wojownika. To niezmiernie rzadkie znalezisko w inwentarzu kultury wielbarskiej - uważa Natuniewicz-Sekuła.\n\nPonadto jednemu z pochówków towarzyszył rzadki w tym kręgu kulturowym złoty wisiorek kulisty zdobiony filigranem i granulacją.\n\nBadania sfinansował samorząd województwa warmińsko-mazurskiego na mocy umowy z Fundacją Monumenta Archaeologica Barbarica w ramach działania 413 \"Wdrażanie lokalnych strategii rozwoju\" objętego Programem Rozwoju Obszarów Wiejskich na lata 2007-2013.\n\nO wcześniejszych badaniach w Weklicach można poczytać na oficjalnej stronie internetowej projektu: http://www.iaepan.edu.pl/weklice."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolejna sensacja archeologiczna w Warszawie. Wisła odsłoniła łódź sprzed kilkuset lat",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/kolejna-sensacja-archeologiczna-w-warszawie-wis%C5%82a-ods%C5%82oni%C5%82a-%C5%82%C3%B3d%C5%BA-sprzed-kilkuset-lat/ar-AA1LXjqn?ocid=BingNewsVerp",
            "description": "Wisła w Warszawie bije kolejne niechlubne rekordy niskiego stanu wody – we wtorek w stacji pomiarowej Wisła-Bulwary ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IFcX7JuCHbBA-hn1LEMQmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN15 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na co mogą liczyć w Polsce poszukiwacze skarbów i zabytków? I co dostają",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/na-co-mog%C4%85-liczy%C4%87-w-polsce-poszukiwacze-skarb%C3%B3w-i-zabytk%C3%B3w-i-co-dostaj%C4%85/ar-AA1LZmEm?ocid=BingNewsVerp",
            "description": "Do ministra kultury rocznie wpływa kilkanaście wniosków o nagrody za amatorskie odkrycie zabytków. Niektóre z nich są ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TiIqy2VU_7sowcv7OkrdHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Bałtycki on MSN1 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opór wokół rozbudowy muzeum szefa Dantexu. „Już ponad rok walczę'",
            "link": "https://www.pb.pl/opor-wokol-rozbudowy-muzeum-szefa-dantexu-juz-ponad-rok-walcze-1247975",
            "description": "Największa wystawa Biegasa w historii i walka z urzędami o rozbudowę muzeum. Marek Roefler, prezes firmy deweloperskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3rNeSnXU6BOWUCM8hZp-IS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Puls Biznesu16 godz.",
            "source": "Puls Biznesu",
            "article_content": "PB: Na jesień planuje pan dwie wystawy. We wrześniu w pańskim muzeum Villa la Fleur w Konstancinie zaprezentuje pan dzieła rzeźbiarza i malarza Bolesława Biegasa. Miesiąc później w paryskim Musée de Montmartre pokaże pan swoją kolekcję prac artystów zaliczanych do Szkoły Paryskiej. Jak wygląda przygotowanie wystawy od strony organizacyjnej?\n\nMarek Roefler: Każda wystawa organizowana w moim muzeum jest związana z moimi zbiorami. Jeżeli mam bardzo silną kolekcję danego artysty, to nie kombinuję i to te dzieła są z reguły podstawą wystawy. Do nich dodaję obrazy lub rzeźby pozyskane od innych kolekcjonerów i muzeów – polskich i zagranicznych.\n\nJest pan jednak nie tylko kolekcjonerem, ale też menedżerem. Czy przedsięwzięciami w świecie sztuki kieruje pan osobiście, czy jak w firmie deleguje pan kompetencje?\n\nSiłą napędową jestem ja, moja pasja kolekcjonerska i moje muzeum, jednak wszystkie wystawy konsultuję z jego dyrektorem Arturem Winiarskim. Wspólnie ustalamy harmonogramy na kolejne lata, ale inicjatywa należy w dużej mierze do mnie.\n\nA jak wyglądają relacje z innymi kolekcjonerami i instytucjami, które wypożyczają wam swoje dzieła?\n\nW tym roku minie 15 lat działalności naszego muzeum. Zorganizowaliśmy samodzielnie około 18 wystaw i uczestniczyliśmy jako ważni dostawcy sztuki dla kolejnych 10–11. Można więc powiedzieć, że mamy doświadczenie z około 30 wystawami. Poza tym wypożyczamy obrazy do najróżniejszych muzeów, które nas o to poproszą. Jako prywatna instytucja już jesteśmy bardzo dobrze rozpoznawalni jeśli chodzi o Szkołę Paryską w Polsce i za granicą.\n\nPrzy okazji wystawy Kislinga, którą jeszcze można oglądać w Villi la Fleur, wspominał pan o wielkich kosztach sprowadzenia portretu rodziny Rubinsteinów. Gdzie tkwi ten koszt?\n\nTen konkretny obraz należy do Muzeum Judaizmu w Nowym Jorku, które zażyczyło sobie nietypowych warunków inspekcji w trakcie transportu. To wywindowało koszty tak bardzo, że musieliśmy zrezygnować z wypożyczenia tego dzieła.\n\nTo znaczy, że wysokie koszty nie wynikają z opłat za wypożyczenie dzieła sztuki…\n\nNie. My nie płacimy za wypożyczenie i nam nie płacą. To jest współpraca w celu popularyzacji obrazu. Warto wiedzieć, że wartość rynkowa dzieła staje się tym większa, im ważniejsze są wystawy, na których było pokazywane. Rośnie jego rozpoznawalność, a w jego tzw. proweniencji przybywa wpisów, że było pokazywane na ważnych ekspozycjach. Organizatorzy wystaw starają się bowiem wypożyczyć jak najlepsze obrazy o dużej wartości i znaczeniu dla spuścizny danego twórcy.\n\nA wracając do kosztów, to po stronie organizatora są koszty transportu, ubezpieczenia i ewentualnych niezbędnych prac konserwatorskich – wszystkiego, co wiąże się z obecnością danego dzieła na wystawie, w tym m.in. wydania katalogu. Na przykład teraz na wystawę Biegasa wypożyczamy gipsowe rzeźby, które należą do muzeum tego artysty w Paryżu i przed wyjazdem do Polski musimy przeprowadzić ich konserwację, żeby nadawały się do transportu.\n\nZamykając wątek finansów, czy można w takim razie stwierdzić, że sąsiedztwo wielkich dzieł na wystawach powoduje wzrost wartości dzieła mniej znanego?\n\nTak. W sztuce liczy się sąsiedztwo.\n\nPrzejdźmy do wystaw, które pan ma w planach. Czy Bolesław Biegas, jeśli chodzi o styl, nie plasuje się trochę na obrzeżach École de Paris?\n\nTo nie tak. Szkoła Paryska była tworzona przez imigrantów, którzy przyjechali do Francji, by uczyć się swojego rzemiosła. Pobierali nauki malarstwa czy rzeźby w Paryżu i uczestniczyli we wszystkich nowych nurtach w okresie kilku dekad – od przełomu wieków do II wojny światowej. Wpisali się też w sztukę francuską i to ich prace stanowią podstawę mojej kolekcji. I właśnie Biegas, który pojawił się w Paryżu, patrzył, co robili Rodin, Bourdelle i inni rzeźbiarze. Podpatrywał, co malują inni malarze. Uczył się, uczestniczył w salonach wiosennych i jesiennych w Paryżu. Pokazywał swoje dzieła. Uczestniczył w życiu artystycznym Paryża. Jego twórczość pozostaje stylistycznie różnorodna. Można powiedzieć, że niektóre jego obrazy – na przykład te sferyczne – są nietypowe. Według mnie to jest jednak w stu procentach Szkoła Paryska.\n\nCo będzie dominowało na tej wystawie? Więcej będzie rzeźb czy obrazów?\n\nTo będzie swego rodzaju retrospektywa, a jednocześnie kamień milowy w historii muzeum. Gdy otwierałem je 15 lat temu, zacząłem od bardzo małej wystawy Bolesława Biegasa. Wtedy w Polsce nie było dużo „Biegasów”. To był początek zainteresowania tym artystą. Tegoroczną wystawę organizujemy wspólnie z Muzeum Biegasa, dzięki czemu wykorzystuję olbrzymią kolekcję dzieł, które w międzyczasie zostały kupione za granicą i przywiezione do Polski. Współpracujemy też z Biblioteką Polską w Paryżu, której artysta przekazał całą spuściznę i prawa do swoich rzeźb. Poza tym dr Drabarczyk, który opracowuje katalog i przygotowuje wystawę merytorycznie, spojrzał na twórczość Biegasa dużo szerzej.\n\nTu znów pojawia się wątek sąsiedztwa, bo na wystawie będzie można znaleźć odniesienia do działalności kolegów artysty, których dzieła wypożyczamy z muzeów w całej Polsce. Będzie to wyjątkowo szerokie opracowanie twórczości tego malarza i rzeźbiarza. Mówiąc wprost, takiej wystawy Biegas nie miał nigdy w życiu.\n\nKiedy otwarcie?\n\nWystawę otwieramy 20 września.\n\nDruga wystawa to także wielkie wyzwanie organizacyjne. Wybrane dzieła z pana kolekcji jadą do Musée de Montmartre…\n\nTak, to bardzo ważne muzeum. Mieści się w starych kamienicach na wzgórzu Montmartre z pięknym widokiem na Paryż i wspaniałym ogrodem. Kiedyś tworzył tam m.in. Renoir, a potem Suzanne Valadon i Maurice Utrillo. Na strychu jest oryginalna pracownia tych artystów.\n\nWedług jakiego klucza dobiera pan dzieła na tę wystawę?\n\nTo jest wystawa niezwykle ważna dla mojej kolekcji i mojego muzeum. Od wielu lat planowałem przywiezienie dzieł polskich mistrzów Szkoły Paryskiej z powrotem do Paryża – tam, gdzie powstawały. Wszyscy ci artyści są dobrze znani we Francji, ale Francuzi traktują ich jak Francuzów. Kisling – francuski malarz urodzony w Krakowie, Henryk Hayden – wspaniały francuski kubista urodzony w Warszawie itd. Wszyscy oni są znani jako Francuzi. Tylko w przypadku miejsca ich urodzenia pojawia się wzmianka o Polsce, zrozumiała jedynie dla tych, którzy wiedzą, gdzie leży Łódź, Warszawa czy Kraków. A przecież w twórczości wielu z nich jest bardzo wiele akcentów typowo polskich. Dlatego chodzi mi o pokazanie Francuzom, że ci francuscy – według nich – artyści pochodzą z Polski. Że to są emigranci z trzech zaborów, którzy w Paryżu zostali na stałe i stali się częścią sztuki francuskiej. To pochodzenie jest spoiwem mojej kolekcji. Mam w niej prace ponad stu artystów polskiego pochodzenia. Oczywiście nie zaprezentuję ich wszystkich, bo nie ma takiej możliwości. Na wystawę trafi w granicach 150 dzieł kilkudziesięciu artystów. Chodzi mi o to, żeby Paryż zobaczył, jak silna była reprezentacja Polski, jak dużo Polacy i polscy Żydzi wnieśli do kultury francuskiej jako całości.\n\nCzy jest jakiś autor lub konkretne dzieło, które pana zdaniem będzie taką wisienką na torcie tej wystawy?\n\nNa pewno będą najlepsze obrazy Kislinga, które mam. Wspaniałe obrazy Haydena, Marcoussisa, Łempickiej i dzieła rzeźbiarzy, jak właśnie Lambert-Rucki. Będzie też jedna rzeźba i dwa obrazy Biegasa. Ponadto na czas wystawy obraz pięciometrowej wysokości, który był projektem na ołtarz wykonanym przez Lamberta-Ruckiego, zawiśnie w jednej z naw katedry Sacré-Cœur. To wielka zasługa Muzeum Montmartre, które współpracuje z tą popularną, m.in. wśród turystów, świątynią.\n\nZaczęliśmy od kosztów, pozwoli pan, że na koniec znowu do nich wrócimy. Planuje pan rozbudowę swojego muzeum…\n\nTak. Dzisiaj mieści się ono w dwóch prywatnych willach. Odrestaurowanych i przekształconych na cele muzealne. Natomiast te zabytkowe budynki nie spełniają warunków muzeum publicznego przede wszystkim ze względu na brak dostępności dla osób z niepełnosprawnością. Są też inne problemy związane z tym, że to zabytkowe budynki i pewne rzeczy można było zrobić, a innych nie. Tymczasem mam sąsiadującą z moim muzeum dość dużą działkę, którą kiedyś kupiłem z myślą o dalszej rozbudowie. Mam też projekt wybudowania nowego obiektu przystosowanego dla osób z niepełnosprawnościami i spełniającego wszystkie warunki dla budynku muzealnego w sensie parametrów – temperatur, wilgotności, wysokości pomieszczeń itd. Mam pełne wsparcie, jeśli chodzi o władze Konstancina i starostwa piaseckiego. Muzeum cieszy się też sympatią całej miejscowej społeczności. Odbywa się w nim wiele ważnych dla miasta wydarzeń. Mieszkańcy Konstancina, gdy chcą się czymś pochwalić przed znajomymi ze świata, to zapraszają ich do mojego muzeum.\n\nCo zatem stoi na przeszkodzie rozbudowy?\n\nJuż ponad rok walczę z różnymi instytucjami i jeszcze nie mam zgody. Jestem deweloperem, ale nie występuję o zgodę na budowę domów czy mieszkań. Wydaje się, że wszystko jest w porządku, a potem ktoś mi mówi, że inwestycja nie może być uznana za cel publiczny, bo muzeum nie jest państwowe. A ja pytam – co w takim razie jest celem publicznym? I tak ciągle ktoś wskazuje jakieś przeszkody – a to Lasy Państwowe, a to ochrona środowiska… Lokalne plany zabudowy – na tak, plany miejscowe – na tak. To już przeszło przez Radę Miasta Konstancina, ale musi być jeszcze zatwierdzone przez starostę, marszałka województwa i tak dalej. Decydują o tym dziesiątki instytucji. I tak brnę i brnę, ale nadal walczę.\n\nCzy w tej sytuacji potrafi pan podać jakieś planowane terminy?\n\nGdybym miał pozwolenie na budowę, mógłbym rozmawiać i na temat kosztów, i terminów. Na razie jednak jest to po prostu moje kolejne marzenie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Włoska policja ostrzega turystów. Powróciła popularna metoda oszukiwania",
            "link": "https://noizz.pl/podroze/wloska-policja-ostrzega-turystow-powrocila-popularna-metoda-oszukiwania/15668rc",
            "description": "Rzymskie ulice, pełne historycznych zabytków i turystów z całego świata, są również areną działania oszustów, którzy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.h4qvhZAoqUJRnw-me_fEmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Noizz16 godz.",
            "source": "Noizz",
            "article_content": "Rzymskie ulice, pełne historycznych zabytków i turystów z całego świata, są również areną działania oszustów, którzy wykorzystują naiwność przyjezdnych. Proceder znany jako \"oszustwo na bransoletkę\" odżył w ostatnich tygodniach, a jego ofiarami padają głównie zagraniczni turyści odwiedzający takie miejsca, jak Koloseum, Fontanna di Trevi, Plac Wenecki czy okolice Watykanu.\n\nRzymska policja i straż miejska apelują o ostrożność i przestrzegają przed przyjmowaniem jakichkolwiek \"prezentów\" od nieznajomych. Jak relacjonuje dziennik \"Il Messaggero\", schemat działania oszustów jest prosty, ale skuteczny.\n\n\"To tylko prezent\" – pułapka na turystów\n\nWszystko zaczyna się od pozornie niewinnego gestu. Oszuści, najczęściej dobrze mówiący po angielsku, podchodzą do turystów, obsypując ich komplementami i życzeniami miłego pobytu w Wiecznym Mieście. Następnie wręczają prostą, plecioną bransoletkę, tłumacząc, że to darmowy prezent.\n\nCzęsto sytuacja eskaluje, zanim ofiara zdąży zorientować się, co się dzieje. Bywa, że oszuści zawiązują bransoletkę bez zgody turysty, czyniąc gest nieodwracalnym. W tym momencie zaczynają się problemy.\n\nCiąg dalszy artykułu pod wideo.\n\nOd \"prezentu\" do gróźb\n\nOszuści szybko zmieniają ton. Po wręczeniu bransoletki zaczynają stanowczo domagać się pieniędzy, często w sposób nachalny, a nawet agresywny. W skrajnych przypadkach biegną za turystami, grożąc im i próbując wymusić zapłatę. Takie sceny, jak podkreślają służby porządkowe, stały się codziennością w okolicach Koloseum, gdzie tłumy przyjezdnych nieświadomie wpadają w zastawione pułapki.\n\nPolicja apeluje: nie przyjmuj, nie reaguj, zgłaszaj\n\nRzymskie służby przypominają, że najlepszą obroną przed oszustami jest unikanie kontaktu. Zaleca się również zachowanie dystansu wobec osób próbujących wręczyć jakiekolwiek przedmioty.\n\nW przypadku gróźb lub agresywnych zachowań turyści powinni niezwłocznie zgłosić sprawę funkcjonariuszom obecnym w miejscach turystycznych. Policja zapewnia, że służby są przygotowane, by reagować na takie incydenty, jednak kluczowe jest, by odwiedzający Rzym byli świadomi zagrożenia.\n\nProceder \"oszustwa na bransoletkę\" nie jest nowy – jego korzenie sięgają lat, ale jak zauważają rzymskie media, w ostatnim czasie nasilił się, co może być związane z powrotem masowej turystyki po pandemii. Tłumy odwiedzających Wieczne Miasto stają się łatwym celem dla oszustów, którzy wykorzystują ich niewiedzę i chęć doświadczenia włoskiej gościnności."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "06 WRZEŚNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-09-06,7,day.html",
            "description": "Wystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków4 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie rezygnuj z wycieczek kajakiem we wrześniu! Poznaj Wielkopolskę z wody! Sprawdź, skąd wziąć kajak w Wielkopolsce i gdzie warto się wybrać",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/nie-rezygnuj-z-wycieczek-kajakiem-we-wrze%C5%9Bniu-poznaj-wielkopolsk%C4%99-z-wody-sprawd%C5%BA-sk%C4%85d-wzi%C4%85%C4%87-kajak-w-wielkopolsce-i-gdzie-warto-si%C4%99-wybra%C4%87/ar-AA1LXWPK?ocid=BingNewsVerp",
            "description": "Miejsc do ciekawego spędzania czasu w Wielkopolsce nie brakuje. Jedną z form wypoczynku, którą polecamy ze szczerym sercem, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xsdZHFklGLuKixoeir8wQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN11 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na co mogą liczyć w Polsce poszukiwacze skarbów i zabytków? I co dostają",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/na-co-mog%C4%85-liczy%C4%87-w-polsce-poszukiwacze-skarb%C3%B3w-i-zabytk%C3%B3w-i-co-dostaj%C4%85/ar-AA1LZfpo?ocid=BingNewsVerp",
            "description": "Do ministra kultury rocznie wpływa kilkanaście wniosków o nagrody za amatorskie odkrycie zabytków. Niektóre z nich są ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TiIqy2VU_7sowcv7OkrdHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Gdańsk Nasze Miasto on MSN1 godz.",
            "source": "Gdańsk Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na co mogą liczyć w Polsce poszukiwacze skarbów i zabytków? I co dostają",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/na-co-mog%C4%85-liczy%C4%87-w-polsce-poszukiwacze-skarb%C3%B3w-i-zabytk%C3%B3w-i-co-dostaj%C4%85/ar-AA1LZmEm?ocid=BingNewsVerp",
            "description": "Do ministra kultury rocznie wpływa kilkanaście wniosków o nagrody za amatorskie odkrycie zabytków. Niektóre z nich są ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TiIqy2VU_7sowcv7OkrdHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Bałtycki on MSN1 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szokujące odkrycie archeologów. Przyjechała policja. \"Niebezpieczny przedmiot\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/szokuj%C4%85ce-odkrycie-archeolog%C3%B3w-przyjecha%C5%82a-policja-niebezpieczny-przedmiot/ar-AA1LVT4B?ocid=BingNewsVerp",
            "description": "Na początku września przedstawiciele Pracowni Badań Historycznych i Archeologicznych \"POMOST\" wspólnie z Głogowskim Ruchem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yKinhPhwhzhQPaFRlJRdli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN19 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    }
]