[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle aktualnie kosztują takie wiekowe starocie. Zobaczcie ceny poszukiwanych antyków [16.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/tyle-aktualnie-kosztuj%C4%85-takie-wiekowe-starocie-zobaczcie-ceny-poszukiwanych-antyk%C3%B3w-15042025/ar-AA1CXIBD?ocid=BingNewsVerp",
            "description": "W czasach masowej produkcji antyki stanowią symbol ponadczasowego stylu i jakości, przyciągając zarówno koneserów, jak i inwestorów. W 2025 roku kolekcjonerzy poszukują unikalnych mebli, porcelany czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [16.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-9-04-25-r/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Express Bydgoski on MSN11 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rozpoczęcie sezonu motocyklowego",
            "link": "https://expressilustrowany.pl/tag/rozpoczecie-sezonu-motocyklowego",
            "description": "Łódzcy motocykliści - w towarzystwie swoich kolegów i koleżanek także z innych miast - rozpoczęli sezon 2025. W niedzielę 13 kwietnia zjechali się na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Express Ilustrowany4 godz.",
            "source": "Express Ilustrowany",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare kryształy z PRL – kolekcjonerzy nie szczędzą pieniędzy! Tyle teraz warte są te naczynia i wazony z minionej epoki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stare-kryszta%C5%82y-z-prl-kolekcjonerzy-nie-szcz%C4%99dz%C4%85-pieni%C4%99dzy-tyle-teraz-warte-s%C4%85-te-naczynia-i-wazony-z-minionej-epoki/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w zawrotnym tempie. Wazy, figurki i naczynia, które kiedyś były powszechnie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN22 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sonbird: \"Wracamy po przerwie i to jest dla nas zupełnie nowy początek\" [WYWIAD]",
            "link": "https://muzyka.interia.pl/wywiady/news-sonbird-wracamy-po-przerwie-i-to-jest-dla-nas-zupelnie-nowy,nId,21395663",
            "description": "Swoją sceniczną przygodę rozpoczęli dekadę temu, a dopiero teraz szykują się do wydania drugiego albumu. Sonbird przeszli długą i wyboistą drogę ...",
            "image_url": "https://www.bing.pl/th?id=ODF.fZOr4KGEfaTfOU8GGqtXAQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Muzyka w Interia.pl21 godz.",
            "source": "Muzyka w Interia.pl",
            "article_content": "Weronika Figiel, Interia: Spotykamy się przy okazji wydania waszej nowej, wyczekiwanej EP-ki, zatytułowanej \"EP25\". Zaczynacie z czystą kartą?\n\nDawid Mędrzak, Sonbird: Myślę, że jest tak pół na pół. Z jednej strony wracamy po przerwie i to jest dla nas zupełnie nowy początek. Zwłaszcza, że tę przygodę zaczynamy jako trio. Natomiast fani są z nami od lat, oni przy nas zostali i czujemy nadal ich wsparcie. Nie ma przebijania się do każdego odbiorcy od nowa, bo jakaś baza ludzi już jest z nami - to bardzo motywujące.\n\nPrzez czas przerwy fani dawali wam znać, że czekają na powrót? Był to dla was jakiś rodzaj presji - na zasadzie, że musicie niedługo wrócić na scenę?\n\nDawid: To nie było tak, że my \"musieliśmy\", bo po prostu chcieliśmy. To jest naturalne, że jak są zespoły, projekty, solowi artyści, to przychodzi czas, że ktoś znika. Czasem jest tak, że już nigdy nie wraca, albo - w zależności od tego, czy osiągnął sukces wcześniej, czy nie - wraca po bardzo długiej przerwie. My po prostu chcieliśmy wrócić. Sam proces zniknięcia też nie wyglądał tak, że my nic nie robiliśmy i nagle mówiliśmy do siebie: \"Hej, może byśmy pograli?\". Cały czas tworzyliśmy. Aktualnie, jak jesteśmy w trakcie premiery EP-ki, dokańczamy w tym samym czasie płytę. Tak naprawdę ona jest już w dużej części skończona, my już ją nagraliśmy, została kwestia wokali i pracy producenckiej.\n\nMimo wszystko był to dla nas długi czas przerwy. Pojawił się też wtedy COVID, który bardzo namieszał, zwłaszcza, że pandemia wybuchła bezpośrednio po naszym debiucie. W czasie tej przerwy ludzie odzywali się do nas i mieliśmy bardzo dużo pytań. My jednocześnie chcieliśmy dać sobie czas, żeby zaprezentować się trochę z innej strony, bardziej aktualnej. Super, że coś się w końcu wydarzyło, że jest ta EP-ka i my jesteśmy.\n\nTomasz Kurowski, Sonbird: My generalnie pracowaliśmy cały czas, ale raczej rzadko o tym mówiliśmy i rzadko to pokazywaliśmy. Ale wiadomości od fanów pokazywały się w sumie dość często - w komentarzach pod starymi singlami, na grupie fanowskiej czy na Instagramie ludzie nas oznaczali i pisali: \"Ej, chłopy, wydajcie coś w końcu\". To nas utrzymywało w przekonaniu, że ludzie faktycznie tam są dalej, nie zniknęli nigdzie i tylko czekają na coś nowego.\n\nTen czas, który minął od wydania debiutu, dał wam okazję do rozwoju, ale czy jesteście w stanie stwierdzić, że tworzycie teraz coś zupełnie innego?\n\nDawid: Ta przerwa dała nam dużo rozwoju, ale my nie zrobiliśmy nie wiadomo jakiej wolty. Po prostu jesteśmy starsi, gramy bardzo podobną muzykę do tej, którą graliśmy wcześniej. Moim zdaniem są to tylko znacznie bardziej dojrzałe rzeczy, mniej młodzieńcze na pewno. Jeśli ktoś stwierdzał kiedyś, że coś brzmi \"jak Sonbird\", to my teraz dalej gramy \"jak Sonbird\", tylko trochę starszy Sonbird.\n\nMy tak naprawdę przez ten czas nieobecności zrobiliśmy dwie płyty, które trafiły do kosza. Nasza druga płyta jest nieoficjalnie naszą czwartą płytą.\n\nW piosence \"zaspy\" pojawia się taki wers: \"Miesiąc czy kilka lat szukałem weny\". Faktycznie było wam trudno znaleźć tę wenę?\n\nDawid: To był bardzo złożony proces. Jak nagrywaliśmy nasz debiut, to pracowaliśmy w takiej formie, że spotykaliśmy się regularnie na salce prób i na tej salce pojawiały się nowe pomysły. Problem był natomiast taki, że w momencie, w którym graliśmy bardzo dużo koncertów w ciągu roku i żyliśmy intensywnie w trasie, to nie mieliśmy możliwości bycia na tej salce. Często, jak wchodziliśmy tam po czterodniowym maratonie grania, to zrobienie czegokolwiek było dla nas czymś nierealnym, wszystko brzmiało tak samo. W momencie, gdy pojawił się COVID zaczęliśmy pracować na nielegalu w piwnicy u Hubczaka. Wtedy zaczęliśmy też rozwijać się w inną stronę - wykorzystywaliśmy więcej komputera, nagrywaliśmy demówki nie na dyktafon, jak do tej pory, tylko na kompie. To zaowocowało dużym progresem pod kątem kompozycji i świadomości tego, co się dzieje na nagraniach. Daje nam to też większą kontrolę.\n\nWspominacie dużo o nowym albumie, który już niemalże ukończony. \"EP25\" jest jego zapowiedzią?\n\nTomasz: To nie do końca jest zapowiedź. Nazwalibyśmy to bardziej łącznikiem między tym, co było, a tym, co będzie. Te piosenki powstały w nieco inny sposób niż materiał na płytę. Zrobiliśmy je tak naprawdę sami, pod kątem muzycznym i producenckim. Płytę z kolei robimy razem z Danielem Walczakiem, nagrywaliśmy ją w studiu przez dwa tygodnie i pewnie jeszcze będziemy przez kolejny miesiąc nagrywać wokale. Także to jest zupełnie inny rodzaj pracy.\n\nCzujecie stres przed wydaniem drugiego albumu?\n\nTomasz: Troszkę tak, bo wracamy z czymś więcej niż jedną piosenką, więc czekamy z myślą, jaki będzie odbiór. Na razie dostajemy pozytywne opinie, więc się cieszymy. Ta EP-ka, mimo tego, że jest krótka, to jest dla nas ważną częścią i takim zapisem tego, co się działo u nas przez ostatni czas, więc mamy nadzieję, że się spodoba.\n\nTrudno było wam zmieścić w czterech piosenkach to wszystko, co chcieliście na ten moment swoją muzyką przekazać?\n\nDawid: Mieliśmy bardzo aktywny proces powstawania tej EP-ki, bo zależało nam na tym, żeby zawrzeć na niej dokładnie cztery utwory. Mieliśmy dwa pewniaki - \"mimo to\" i \"zaspy\". Bardzo chcieliśmy, żeby one znalazły się na tym wydawnictwie. Mieliśmy też dwie inne piosenki, które znalazły się na EP-ce. Prawda jest taka, że jedna z nich już była zmiksowana, był zrobiony mastering, było wszystko, ale coś nam nie grało. Dostaliśmy prośbę od wydawcy, żeby zrobić jeszcze jeden numer, bo tamten czwarty nie do końca się spaja. To była nasza piosenka-klątwa, ponieważ mieliśmy pomysł, zrobiliśmy z nim coś już chyba osiem razy i przez te wszystkie próby nie byliśmy w stanie go dokończyć. Za każdym razem się denerwowaliśmy, robiliśmy coś zupełnie innego i powstawał nowy numer. Wreszcie zrobiliśmy \"wyrwij mi serce\". Wtedy pojawił się taki problem, że cała EP-ka się wykoleiła. Wyrzuciliśmy numer, który miał być singlem. Zostało \"mimo to\" i \"zaspy\", czyli byliśmy znowu w tym samym miejscu. W dwa tygodnie zrobiliśmy do końca \"wyrwij mi serce\" oraz \"slalom\" i wtedy wiedzieliśmy, że to jest to, co powinno być na EP-ce. Tu pojawiła się duża ekscytacja, bardzo w siebie uwierzyliśmy pod wpływem tych dwóch piosenek. Wiadomo, \"mimo to\" i \"zaspy\" też są ekstra, ale one już wyszły wcześniej i te piosenki nas nie stresowały.\n\nTomasz: Jak się wysyła jakiś pomysł, tekst czy piosenkę, to jest nas trochę, żeby to z góry skreślić (śmiech). Nas jest trzech, jest jeszcze nasz menedżer Grzegorz, nasz PM Kornel, z którymi dzielimy się piosenkami od razu po powstaniu ich zarysu. Z \"wyrwij mi serce\" było tak, że wysłaliśmy to - Dawid wysłał nawet sam tekst - i wszyscy stwierdzili od razu, że jest to strzał, który bardzo rzadko się zdarza.\n\nSonbird Wiktor Franko materiały promocyjne\n\nMacie jakiegoś faworyta z tych czterech pozycji? Jest to właśnie \"wyrwij mi serce\"?\n\nDawid: To jest zabawne, bo nazwałbym to loterią. Codziennie mógłbym rzucać kostką i jaki numerek by się wylosował, taki byłby mój ulubiony numer tego dnia. Aktualnie chyba wybrałbym \"slalom\", bo \"wyrwij mi serce\" słuchaliśmy tysiąc razy, przez to, że była mega podjarka. Jak to pierwszy raz usłyszałem, wracałem wtedy Uberem z próby do domu, to mi się ręce zaczęły trząść. Nie mogłem uwierzyć, że to jest nasz numer.\n\nMnie osobiście od pierwszego przesłuchania bardzo spodobała się piosenka \"mimo to\", ale mam kontrowersyjną tezę, jeśli o nią chodzi. Od samego początku melodia bardzo przypominała mi utwór Verki Serduchki z Eurowizji. Śpiewacie tam, że \"chcecie tańczyć\", co też mnie naprowadziło na ten trop. Czy to jest jakieś nawiązanie?\n\nTomasz: Nakryli nas! Rozłączamy się.\n\nDawid: Jedziemy na Eurowizję, to był nasz podprogowy przekaz (śmiech). Już w finale jesteśmy, mamy to na gębę dogadane.\n\nWażną częścią tego, co nadchodzi teraz w waszej karierze, będą koncerty - zapowiedzieliście \"micro tour\". Zaśpiewacie pewnie nowe piosenki z EP-ki, a co z resztą setlisty? Będzie trochę staroci czy chcecie już grać przedpremierowo utwory z nadchodzącej płyty?\n\nDawid: Na pewno będą starocie. Zagramy te starsze single w odświeżonych wersjach. Ale na pewno będzie też jakaś część materiału z nowej płyty - nie cała! Jesteśmy w trakcie zastanawiania się nad setem koncertowym.\n\nNadchodzi sezon letnich festiwali. Wystąpicie m.in. na Męskim Graniu, co można nazwać waszym wielkim powrotem na to wydarzenie. Tęskniliście za tego typu występami?\n\nTomasz: Bardzo!\n\nDawid: Tak, tak, tak! My graliśmy na Męskim Graniu raz - we Wrocławiu. To jest super, bo w tym roku też gramy właśnie we Wrocławiu. Mamy teraz kilka takich sytuacji, podobnych do tych, które miały już miejsce. Jest to taki inside dla zespołu, że \"he he, znowu to samo\" - to jest bardzo pozytywne.\n\nWolicie własną trasę i kameralne koncerty w klubach czy jednak festiwale?\n\nTomasz: Generalnie, jeśli chodzi o klubowe koncerty, to tam ludzie faktycznie przychodzą na twój koncert. Nie są na festiwalu, tylko przychodzą tam specjalnie dla ciebie. To jest trochę bardziej intymne doświadczenie. Ale festiwale też są super. Fajne jest to, że dzieje się to w lecie, gdzie jest świeże powietrze, jest ciepło, jest dużo więcej ludzi. Na festiwalach też jest dużo przypadkowych osób, które mogą nie chcieć przyjść tam dla ciebie, bo nie wiedzą, że w ogóle grasz, ale jak usłyszą, to może im się spodoba i zostaną na wiele następnych lat. Ja w sumie nie mam czegoś takiego, że wolę to, albo to. Jak wyszło słońce i zaczyna się robić cieplej, to powiedziałbym, że festiwale, ale jakby była zima, to pewnie bym powiedział, że kluby.\n\nDawid: Ja mam tak, że wybór między klubem a festiwalem jest trochę niemożliwy, bo to są zupełnie inne formy. Granie koncertów klubowych pozwala nam po nich spotkać się z fanami, a na festiwalu może być z tym problem. Ja chyba jednak najcieplej wspominam granie w małych klubach - najlepiej się wtedy bawiłem, byliśmy też najbliżej ludzi. Energia miała wtedy mniejszą drogę do przejścia ze sceny do publiczności i fajnie się wymienialiśmy. Bardzo ciepło to wspominam, chociaż wszystkie koncerty pod kątem odbioru i współpracy z ludźmi były fajne. W tych małych klubach natomiast często miałem wrażenie, że ludzie stoją mi praktycznie przed twarzą - to mi się bardzo podobało i fajnie scalało całe wydarzenie.\n\nTo znaczy, że feedback ze strony publiczności dużo wam daje podczas koncertów.\n\nDawid: Zdecydowanie. Myślę, że każdy tak ma, chociaż... Jakiś czas temu oglądałem wydarzenie muzyczne, które było transmitowane w różnych serwisach streamingowych i telewizji. Odniosłem wtedy wrażenie, że ci artyści występujący na scenie, grali do tego gościa, który jeździł z wózkiem i kamerą. Wyglądało to dosyć ciekawie (śmiech). Ich nie interesowało do końca to, co się dzieje w danym momencie, tylko kamera. To musi być niekomfortowe. My graliśmy ze dwa koncerty telewizyjne, natomiast one były faktycznie koncertami. Mam na myśli to, że nawet jeśli było to wejście na jeden numer na dużej scenie, to wszystko miało aurę koncertową. Natomiast tutaj nie było tej wymiany energii, a to bardzo mobilizuje. Kiedy artysta ma jakiś kłopot w trakcie wykonywania utworu, to go może nawet podnieść na duchu.\n\nSonbird Wiktor Franko materiały promocyjne\n\nMacie jakieś marzenia koncertowe na ten moment?\n\nTomasz: Ja zawsze chciałem na Woodstocku zagrać. To jest chyba najbardziej magiczna scena plenerowa w Polsce, zarówno pod względem ilości ludzi, jak i klimatu, który tam panuje. Tylko, że my chyba muzycznie średnio się na Woodstock nadajemy, więc nie wiem, czy to się uda. Zobaczymy kiedyś...\n\nA jeśli chodzi o jakieś inne cele na najbliższy czas kariery?\n\nDawid: Wydaje mi się, że my po prostu chcemy zacząć grać. Chcemy zagrać te trasy, koncertować w lecie, wydać płytę. Przerabialiśmy pięcioletni okres niewydawania niczego i wolimy skupić się na tym, co jest teraz i po prostu pracować nad sobą czy nad tym, co możemy przekazać. Nie chcemy myśleć tylko tymi kategoriami, żeby coś osiągnęło sukces. Jak osiągnie, to super, ale warto się cieszyć z tego, co mamy. Samo to, że wyszła EP-ka, nawet jeżeli utonęłaby teraz w morzu muzy, to dla nas wydanie jej jest już osiągnięciem. Ostatnio słyszę często takie zdanie, że \"pycha kroczy przed upadkiem\", więc myślę, że najważniejsze, to cieszyć się z tego, co jest w danym momencie.\n\nJak wam się pracuje razem po tylu latach wspólnego grania i tworzenia muzyki? Dotarliście się jakoś i jest lepiej niż na początku czy to się raczej nie zmienia? A może więcej się kłócicie?\n\nTomasz: Jest dużo lepiej. Nie wiem, czy jest teraz taka rzecz, której by ktoś komuś nie powiedział, bo by się bał. Po prostu siadamy, gadamy i robimy rzeczy. Znamy się już na tyle długo i na tyle poważnie traktujemy to, co robimy razem, że nie ma w głowie czegoś takiego, że \"ja mu tego nie powiem, bo będzie głupio\" czy \"nie powiem, bo się nie będziemy do siebie odzywać\".\n\nDawid: Różne historie przerabialiśmy przez te lata, ale nigdy nie było chyba takiej sytuacji, w której mielibyśmy tak duży problem personalny do siebie, żeby to miało wpływ na działanie zespołu. Przynajmniej sobie nie przypominam w tym momencie. Zespół tak naprawdę powstał jako zlepek dwójek - my z Tomkiem się znaliśmy już wiele lat, Maciek z Kamilem, który z nami grał, też się znali kilka lat - i spotkaliśmy się we czwórkę. To był duży komfort, bo nie byliśmy przypadkowymi ludźmi, którzy spotkali się na grupie na Facebooku, tylko ludźmi, którzy w momencie zakładania zespołu już od pięciu lat gadali o problemach czy o tym, jak zagadać do dziewczyny.\n\nNa koniec, jakbyśmy mieli podsumować tę rozmowę - jakim jednym słowem opisalibyście \"EP25\"?\n\nTomasz: Życie.\n\nDawid: Same głupoty przychodzą mi teraz do głowy (śmiech). Ale powiedziałbym, że będzie to słowo \"gryfne\".\n\nNatasza Urbańska zalała się łzami. Wielkie wzruszenie w „The Voice Kids” TVP TVP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [16.04.2025 r.]",
            "link": "https://pomorska.pl/monety-i-banknoty-z-prl-u-sa-teraz-w-cenie-w-2025-roku-niektore-stare-pieniadze-warte-sa-krocie-16-04-2025-r/ar/c3p2-27420153",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i banknotów stale rosną. Co sprawia, że pieniądze z PRL są tak poszukiwane w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Gazeta Pomorska11 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 15.04.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-15042025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN23 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Auta PRL",
            "link": "https://nto.pl/tag/auta-prl",
            "description": "Otwarte w czerwcu 2024 r. Muzeum Motoryzacji „Wena' w Oławie to największe takie muzeum w całej Polsce. W ogromnej hali można podziwiać kilkaset samochodów,... Stare, rzadkie i najcenniejsze monety z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska5 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [16.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/pop-kultura/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-9-04-25-r/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN11 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak wyglądało Sławno 22 lata temu. Zobaczcie je na zdjęciach",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/s%C5%82awno-ale-z-2003-roku-na-archiwalnych-zdj%C4%99ciach-naszej-redakcji/ar-AA1CE74I?ocid=BingNewsVerp",
            "description": "Sięgnęliśmy do naszego redakcyjnego archiwum. Zobaczcie jak wyglądało Sławno i jego mieszkańcy, ale w 2003 roku. Zobaczcie, czym tutaj wówczas żyło miasto. Polecamy. Tak wygląda Osiedle Dzieci Wrzesiń ...",
            "image_url": "https://www.bing.pl/th?id=ODF.iRLYqTfF1CLBfsylGj2TLQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Sławno Nasze Miasto on MSN20 godz.",
            "source": "Sławno Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 15.04.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-26032025/ar-AA1BHbke?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów PRL. Mogą znajdować się w piwnicy, na strychu, w schowku, bądź w kartonie, o ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 15.04.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-15042025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN22 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare kryształy z PRL – kolekcjonerzy nie szczędzą pieniędzy! Tyle teraz warte są te naczynia i wazony z minionej epoki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stare-kryszta%C5%82y-z-prl-kolekcjonerzy-nie-szcz%C4%99dz%C4%85-pieni%C4%99dzy-tyle-teraz-warte-s%C4%85-te-naczynia-i-wazony-z-minionej-epoki/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy PRL zyskują na popularności w 2025 roku – kolekcjonerzy coraz chętniej inwestują w te retro skarby, a ceny rosną w zawrotnym tempie. Wazy, figurki i naczynia, które kiedyś były powszechnie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN22 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trzy najlepsze pomysły na koszyczek wielkanocny — poznaj je!",
            "link": "https://www.onet.pl/styl-zycia/aniaradzi-2/trzy-najlepsze-pomysly-na-koszyczek-wielkanocny-poznaj-je/9gjetxz,0666d3f1",
            "description": "Koszyczki wielkanocne to tradycyjny element dekoracji na wiosenne święto. Najwięcej radości daje przygotowanie ich ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2fgXyjHrjRcHc2KCekRciUA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Onet15 godz.",
            "source": "Onet",
            "article_content": "Co symbolizują pisanka, baranek, rzeżucha?\n\nTradycyjny koszyczek wielkanocny składa się z elementów, z których każdy ma swoją osobną symbolikę. O tym, co wkładamy do koszyczka wielkanocnego, decyduje długoletnia tradycja, nie tylko chrześcijańska. Jednym z głównych elementów koszyczka jest pisanka. Święconka wielkanocna praktycznie nie istnieje bez pisanek, czyli malowanych jajek lub wydmuszek.\n\nPisanka jest dziś znana na całym świecie, chociaż w różnych krajach nazywa się ją różnie. Symbolika pisanek sięga czasów starożytnych. Malowanych i ozdabianych jajek używano podczas świąt wiosennych. Do dziś są znane np. w Iranie, gdzie towarzyszą obchodom nowego roku (pod koniec marca). Wielkanoc dodała do malowanych jajek swoją symbolikę. Malowane jajko, a szczególnie wydmuszka, symbolizuje pusty grób Jezusa. Obok stawiamy baranka z cukru, masła, ewentualnie z plastiku lub porcelany, który jest symbolem Baranka Bożego. Dla chrześcijan ma to ogromne znaczenie, ale nawet osoby niewierzące, zainteresowane tradycją chętnie stroją koszyk w ten sposób.\n\nPoza pisankami koszyk stroi się zielonymi gałązkami wierzby lub borowiny, a do środka wkłada oprócz jedzenia niewielkie naczynie z wyhodowaną rzeżuchą. Jest to symbol budzącej się wiosny, zmartwychwstania przyrody.\n\nŚwięconka wielkanocna i tradycje tego święta — co wkładamy do koszyczka wielkanocnego\n\nreklama\n\nDekoracje, jakie wchodzą w skład święconki, są, jak widać, naładowane symboliką. Poza pisankami, barankiem i elementami zielonymi, w koszyku znajdziemy potrawy:\n\nWędlina – może być symbolem ofiary z baranka (podobnie jak żydowski baranek paschalny), ale ma też symbolizować dostatek.\n\nChleb – jeżeli mamy wątpliwości, co wkładamy do koszyka wielkanocnego, oprócz pisanek i baranka, to z pewnością nie powinniśmy zapominać o chlebie. Jest to zarówno symbol ciała Jezusa (chleb i wino) i podstawowy pokarm człowieka.\n\nCiasto – najlepiej samodzielnie upieczone. Ciasto symbolizuje umiejętności gospodyni. Może to być babka, ale jeżeli chcemy się naprawdę popisać umiejętnościami najlepiej zrobić mazurek i odpowiednio go udekorować.\n\nSól – sól ma znaczenie praktyczne i magiczne. Nadaje potrawom smak, konserwuje. Dawniej służyła też jako środek płatniczy. Co symbolizuje w ludowej magii? Przede wszystkim odganianie sił nieczystych. Być może ze względu na właściwości konserwujące i czyszczące.\n\nChrzan – może symbolizować cierpienie, ale też siłę i krzepę.\n\nPieprz – jego miejsce w koszyku nawiązuje do tradycji żydowskiej Paschy, tzw. gorzkich ziół. Ponieważ święta wielkanocne nawiązują również do historii wyjścia Izraelitów z Egiptu. Pieprz symbolizuje gorzką pracę niewolników w państwie Faraonów.\n\nWoda – jest symbolem chrztu, czystości, uwolnienia od grzechu.\n\nNa koniec warto jeszcze wspomnieć o innych symbolach tego święta. Każdy pamięta o oblewaniu się wodą w lany poniedziałek, ale nie każdy wie, że w poranek wielkanocny używano również kapiszonów. Ich trzaskający dźwięk miał przypominać pękający kamień zasłaniający wnętrze grobu Jezusa. Ponadto w Wielkanoc zapalamy świece, zwane paschałami, a dom można udekorować dodatkowymi zielonymi gałązkami. W niektórych domach rozdaje się też drobne upominki.\n\nZielony koszyczek wielkanocny\n\nZieleń, zwłaszcza z żywych, młodych gałązek jest ważnym elementem wielkanocnej symboliki. Wiemy już, co symbolizuje zieleń. Na pewno koszyk, który będzie ustrojony żywymi gałązkami, zwróci uwagę i dobrze wpisze się w tradycję.\n\nCo będzie potrzebne?\n\nTradycyjny koszyczek wielkanocny, kawałek szerokiej koronki (atłasu, ozdobnego płótna lub białego tiulu), który na długość obejmie koszyk dookoła, zielone gałązki borowiny (można je kupić w sklepach i na straganach w okresie przedświątecznym), potrawy. Opcjonalnie – zielone włókna papierowe lub mech do wyłożenia koszyczka.\n\nWykonanie\n\nDookoła koszyka przyszywamy pas koronki. Wystarczy przymocowanie drobnym ściegiem w kilku miejscach. Jeżeli materiał nie jest zbyt ażurowy lub przezroczysty, to można użyć kleju do tkanin. Koszyk wykładamy zielonym wypełnieniem (włókna, mech). Przy brzegach, od strony wewnętrznej mocujemy (klej lub przyszycie) gałązki borowiny. Na koniec wkładamy potrawy i ustawiamy według upodobania.\n\nBorowinę można zastąpić gałązkami młodej wierzby lub bukszpanu. Unikamy tui, bo jest silnie toksyczna i mogłaby zatruć potrawy.\n\nDalszy ciąg materiału pod wideo\n\nKoszyk wielkanocny cały w kwiatach i wstążkach\n\nZamiast zielonych gałązek dekoracje mogą się składać ze wstążek i kwiatów. Najchętniej stosowanym kolorem jest żółty lub jasnozielony. Co symbolizuje? Oczywiście odradzające się, młode życie. Do dekoracji takiego koszyka najlepiej służą żonkile. Możemy użyć żywych albo sztucznych. Rączkę koszyka przewiążemy wstążką w kolorze ciemnożółtym. Poza tym będziemy potrzebować wypełniacza – może to być włókno papierowe koloru jasnozielonego.\n\nreklama\n\nWykonanie\n\nKoszyk napełniamy włóknem, wstążkę przywiązujemy do rączki (tę czynność można zostawić również na koniec dekorowania). Układamy potrawy w koszyku. Na koniec stroimy wszystko żonkilami, które możemy włożyć między elementy dekoracji lub uformować bukiet w jednym miejscu. Dobrym dopełnieniem dekoracji będzie niewielka palemka wielkanocna.\n\nZamiast przewiązywać pojedynczą kokardą, można użyć wstążki tkaninowej do obwinięcia całej rączki. W tym celu najlepiej umocować ją z jednej strony przeprowadzić owijając na ukos, do drugiego końca rączki i przyszyć lub przykleić.\n\nStara symbolika – nowe pomysły\n\nJeżeli przytłacza nas myśl o wymyślnych dekoracjach i licznych potrawach upychanych w małym koszyczku, to może lepszym pomysłem będzie minimalistyczna święconka wielkanocna. Być może taki koszyk nie będzie za bardzo tradycyjny, ale niewątpliwie wyróżni się spośród innych. Zamiast przejmować się tym, co wkładamy do koszyka wielkanocnego, zastanówmy się, co jest głównym elementem dekoracji wielkanocnej. Pisanki, ewentualnie baranek i palemka lub zwykłe bazie powinny wystarczyć.\n\nKoszyk nie musi mieć rączki. Wypełniamy go włóknem papierowym (opcjonalnie mchem lub watą drewnianą, barwioną na zielono lub żółto). Układamy pisanki, zatykamy kilka gałązek bazi. Do takiego koszyczka możemy włożyć baranka, ale nie jest to konieczne.\n\nTego typu koszyczek wielkanocny jest dobrą alternatywą dla osób, które nie mają czasu lub ochoty na dokładne podążanie za tradycją. Podstawowa, wiosenna symbolika zostaje zachowana. Dekoracje minimalistyczne dają, wbrew pozorom, większe pole do popisu. Skoro koszyczek nie musi być tradycyjny, to można wprowadzić parę elementów indywidualnych.\n\nDodatkowe dekoracje wielkanocne\n\nreklama\n\nJak wspomnieliśmy Wielkanoc to nie tylko czas święconki. Przygotowanie domu na święta może być okazją do udekorowania domu. Wiemy już, co symbolizuje rzeżucha, której nie powinno zabraknąć na świątecznym stole. Ale symbolika może być też delikatnie zaznaczona dzięki użyciu odpowiednich firanek, serwetek, stroików na półkach.\n\nZ pewnością postawienie na stole dzbanka z bukietem żonkili to doskonałe dopełnienie święconki. Ponadto do doniczek z kwiatami można powtykać niewielkie dekoracje z kurczaczkami, piórkami czy drobnymi jajeczkami na drucikach.\n\nPrzygotowanie święconki i dekoracji świątecznych to mnóstwo zabawy. Dom wygląda inaczej. Po prostu czuć, że nadeszły święta, a wraz z nimi wiosna. Mamy nadzieję, że nasze pomysły na koszyczek wielkanocny przydadzą się lub zainspirują do realizacji własnych pomysłów.\n\nAutor: Ludwika Wykurz"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane płyty winylowe - w 2025 roku kolekcjonerzy płacą za nie krocie. Tyle teraz kosztują stare winyle [16.04.2025 r.]",
            "link": "https://expressbydgoski.pl/poszukiwane-plyty-winylowe-w-2025-roku-kolekcjonerzy-placa-za-nie-krocie-tyle-teraz-kosztuja-stare-winyle-16-04-2025-r/ar/c13p2-27456207",
            "description": "Płyty winylowe z czasów PRL-u cieszą się obecnie ogromnym zainteresowaniem. Warto przeszukać zakamarki szaf, piwnic i strychów w poszukiwaniu takich starych płyt. Niektóre mogą być bardzo cenne. Ceny ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lSvQ7lbnEp30GW9jilHB-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Express Bydgoski11 godz.",
            "source": "Express Bydgoski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak wyglądał Pchli Targ w Chmielnikach koło Bydgoszczy. Zdjęcia i wideo z 12 kwietnia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-wygl%C4%85da%C5%82-pchli-targ-w-chmielnikach-ko%C5%82o-bydgoszczy-zdj%C4%99cia-i-wideo-z-12-kwietnia/ar-AA1CNpuh?ocid=BingNewsVerp",
            "description": "W każdą sobotę o poranku, już od godziny 7:00, malownicze Chmielniki koło Bydgoszczy tętnią życiem. To właśnie tutaj, tuż ...",
            "image_url": "https://www.bing.pl/th?id=OVF.ryDgcbogSfG01ODIkOT%2ftA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bydgoszcz Nasze Miasto on MSN21 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starsze osoby omijają parki i inne fajne miejsca w Bielsku-Białej. Wszystko przez brak toalet",
            "link": "https://bielskobiala.wyborcza.pl/bielskobiala/7,88025,31857196,wiezniowie-toalety-omijaja-parki-i-inne-fajne-miejsca-w-bielsku-bialej.html",
            "description": "Mieszkańcy centrum miasta alarmują, że podczas imprez na placu Wojska Polskiego niektórzy załatwiają potrzeby fizjologiczne na klatkach schodowych okolicznych kamienic. Problemy są także w innych częś ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5Ib1Z0cNkukbos2RNrrZuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Bielsko-Biała.Wyborcza.pl19 godz.",
            "source": "Bielsko-Biała.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Para kupiła opuszczony dom do remontu. \"Jak scena z filmu grozy\"",
            "link": "https://noizz.pl/design/para-kupila-opuszczony-dom-do-remontu-jak-scena-z-filmu-grozy/qjfrbbf",
            "description": "— Szukaliśmy działki pod mały domek rekreacyjny, a zamiast tego znaleźliśmy stary, opuszczony dom, który skradł moje serce — wspomina Magda, która jest kolejną bohaterką cyklu \"Ruinersi\".",
            "image_url": "https://www.bing.pl/th?id=ODF.K7AgqBYCej_x8ju1JTWXrA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Noizz17 godz.",
            "source": "Noizz",
            "article_content": "— Szukaliśmy działki pod mały domek rekreacyjny, a zamiast tego znaleźliśmy stary, opuszczony dom, który skradł moje serce — wspomina Magda, która jest kolejną bohaterką cyklu \"Ruinersi\".\n\n— Nasza pierwsza wizyta w tym domu była typowym urbexem. Drzwi nie były zamknięte na klucz, płot prawie nie istniał, a jedyną prawdziwą przeszkodą były wysokie chwasty, jakby broniące dostępu do budynku — przyznaje Magda\n\n— Nie był nawet na sprzedaż, więc przez lokalnych mieszkańców dowiedzieliśmy się, kto jest właścicielem, a potem przez media społecznościowe dotarliśmy do spadkobierców — dodaje nasza rozmówczyni\n\n— Większość prac remontowych wykonaliśmy sami, z pomocą bliskich znajomych i rodziny. Największym wsparciem był tata, emerytowany budowlaniec, którego wiedza i doświadczenie były dla nas nieocenione, bo sami na początku niewiele wiedzieliśmy — tłumaczy bohaterka cyklu \"Ruinersi\"\n\n— Nie planowaliśmy kupna starego domu, nie planowaliśmy przeprowadzki na wieś, a jednak po niespełna trzech latach remontu spakowaliśmy życie we Wrocławiu i ruszyliśmy 60 km dalej. W naszej wsi nie ma sklepu, ale za to jest spokój, przestrzeń i możliwość skupienia się na tym, co naprawdę ważne — podsumowuje\n\nW ramach cyklu \"Ruinersi\" pokazujemy remonty starych budynków, które cieszą się coraz większą popularnością w Polsce i nie tylko. Dotychczas pisaliśmy w tym kontekście m.in. o domu olenderskim oraz o wyremontowanej oborze. Teraz porozmawialiśmy z Magdą, która wraz z Wojtkiem kupiła pod Wrocławiem stary dom do remontu, a jego metamorfozę pokazuje na Instagramie \"Na ruderce\".\n\nOpuszczony dom do remontu\n\n\"Dotarliśmy do spadkobierców domu przez media społecznościowe\" Foto: Materiały własne bohaterki\n\nDlaczego postanowiliście kupić i wyremontować stary dom?\n\nMagda: Czy czuliście się kiedyś tak, jakbyście znaleźli swoje miejsce na ziemi? Jakbyście po prostu trafili do domu? My tak poczuliśmy, choć zupełnie tego nie planowaliśmy. Szukaliśmy działki pod mały domek rekreacyjny, a zamiast tego znaleźliśmy stary, opuszczony dom, który skradł moje serce. Patrząc na zawilgocone ściany, nie widziałam grzyba i odpadającego tynku, ale piękne cegły. Gdzie inni widzieli przegniłe sufity, ja dostrzegałam mocarne drewniane belki, które były tu już od ponad 70 lat. Oczami duszy widziałam dom pełen rozmów, radości i zapachu kawy.\n\nMusimy się przyznać, że nasza pierwsza wizyta była typowym urbexem – drzwi nie były zamknięte na klucz, płot prawie nie istniał, a jedyną prawdziwą przeszkodą były wysokie chwasty, jakby broniące dostępu do domu. Pierwsze wrażenie? Jak scena z filmu grozy. Na stole wciąż stał talerz po zupie, obok niego przyprawa Maggi, jakby ktoś po prostu nagle wyszedł i już nigdy nie wrócił. Nie był nawet na sprzedaż, więc przez lokalnych mieszkańców dowiedzieliśmy się, kto jest właścicielem, a potem przez media społecznościowe dotarliśmy do spadkobierców. Cała procedura zakupu trwała od maja do listopada, ale warto było czekać. Ten dom nas wybrał i nie dał nam o sobie zapomnieć.\n\n\"Zanim mogliśmy zacząć remont, musieliśmy wywieźć ponad pięć przyczep śmieci\" Foto: Materiały własne bohaterki\n\nW jakim stanie był dom?\n\nKiedy go kupiliśmy, był niezamieszkany od pięciu lat, a co za tym idzie – nieogrzewany. Na szczęście dach był w miarę szczelny, więc woda nie wyrządziła większych szkód. Kanalizacja była jednak niesprawna i nie było doprowadzonej wody, nie licząc tej w piwnicy po kolana. Największą bolączką był brak prądu, kabel do budynku został odcięty. Przez blisko dwa lata remontowaliśmy bez elektryczności, prowadząc wszystkie prace przy użyciu agregatu prądotwórczego, hałaśliwego i mało wygodnego. Zanim mogliśmy zacząć remont, musieliśmy wywieźć ponad pięć przyczep śmieci, w tym niezliczone słoiki, butelki i stare ubrania.\n\n\"Pierwsze wrażenie? Jak scena z filmu grozy\" Foto: Materiały własne bohaterki\n\nCzy nie łatwiej byłoby go zburzyć i postawić nowy?\n\nOczywiście, że byłoby łatwiej, ale czy taniej, tego nie jesteśmy pewni. Dodatkowo my cenimy rzeczy z historią. Może to niepopularne podejście, ale wolimy nadawać nowe życie starym rzeczom, zamiast je niszczyć. W końcu, jak powiedział John Ruskin, \"Stare budynki nie są naszymi własnymi, należą w części do tych, którzy je zbudowali, i w części do tych, którzy przyjdą po nas\". Nasza leśniczówka przez lata była świadkiem życia mieszkańców wsi, a jej mury pamiętają niejedno ważne wydarzenie.\n\nCo więcej, remont był też rozsądnym wyborem. W cenie, za którą nie dostalibyśmy nawet kawalerki we Wrocławiu, kupiliśmy dom na 22-arowej działce. Zachowaliśmy jego pierwotny układ, ale zamurowaliśmy jedne drzwi, żeby uniknąć chodzenia w kółko.\n\n\"Wolimy nadawać nowe życie starym rzeczom, zamiast je niszczyć\" Foto: Materiały własne bohaterki\n\nCzy dużo zrobiliście sami?\n\nWiększość prac remontowych wykonaliśmy sami, z pomocą bliskich znajomych i rodziny. Największym wsparciem był tata – emerytowany budowlaniec, którego wiedza i doświadczenie były dla nas nieocenione, bo sami na początku niewiele wiedzieliśmy. Uczyliśmy się na bieżąco, czytając, oglądając filmy na YouTube i metodą prób oraz błędów zdobywając nowe umiejętności. Teraz sami dzielimy się naszą przygodą na kanale \"Na Ruderce\". Po raz pierwszy w życiu kładliśmy ogrzewanie podłogowe, robiliśmy tynki, wstawialiśmy okna, czyściliśmy cegły itd. Tym, co nam się sprawdziło, było podzielenie remontu na małe kroki.\n\n\"Większość prac remontowych wykonaliśmy sami, z pomocą bliskich znajomych i rodziny\" Foto: Materiały własne bohaterki\n\nKażdy, nawet najmniejszy sukces – jak skucie tynków – napędzał nas do dalszego działania. Każdy weekend przez blisko dwa lata spędzaliśmy w naszej Ruderce. Każda sobota i niedziela była poświęcona naszemu celowi. Jednak nie zawsze tylko pracowaliśmy. Były chwile, gdy potrzebowaliśmy oddechu. Wtedy rozpalaliśmy ognisko, piekliśmy kiełbasę, piliśmy grzane wino podgrzewane na starym piecu i chodziliśmy po działce, planując, gdzie co będzie. To właśnie te momenty pozwalały nam złapać dystans i jeszcze bardziej zakochać się w tym miejscu.\n\n\"Po raz pierwszy w życiu kładliśmy ogrzewanie podłogowe, robiliśmy tynki, wstawialiśmy okna, czyściliśmy cegły itd.\" Foto: Materiały własne bohaterki\n\nJaki jest charakter wnętrza?\n\nChcieliśmy zachować jak najwięcej z dawnych wnętrz, dlatego oprócz starej cegły, odkrytych drewnianych belek, rozkładu pokoi oraz umiejscowienia okien i drzwi, ocaliliśmy również stare meble, które sukcesywnie odnawiamy i wstawiamy do naszej przestrzeni. Zachowaliśmy też oryginalną zastawę, kilka przepięknych kieliszków oraz książki. Dlatego w naszych wnętrzach stoi regał z 1954 r., krzesła z 1948 r., drewniany stół od prababci i mnóstwo dodatków, które są starsze niż my razem wzięci. Uwielbiamy rzeczy z duszą i łączymy je z nowoczesnym designem, bo dom ma być nie tylko piękny, ale przede wszystkim funkcjonalny.\n\nDalsza część wywiadu pod materiałem wideo:\n\nNasze ściany, które samodzielnie pokryliśmy tynkiem cementowo-wapiennym wyrabianym starą metodą w betoniarce podłączonej do agregatu, zdobią pejzaże wyszperane na targach staroci, w antykwariatach i pozyskane od lokalnych mieszkańców. Często widzę skarby tam, gdzie inni widzą śmieci. Dlatego nie wstydzę się przygarnąć spod kontenera krzesła, które tylko czeka, aż trafi na kogoś, kto dostrzeże w nim potencjał. Solidność, historia i piękno nie wychodzą z mody. Wystarczy tylko dać im drugą szansę.\n\n\"Uwielbiamy rzeczy z duszą i łączymy je z nowoczesnym designem\" Foto: Materiały własne bohaterki\n\nIle pieniędzy włożyliście w zakup? Ile kosztował Was remont?\n\nZa kwotę, którą przeznaczyliśmy na zakup domu, działki i jego remont, we Wrocławiu nie kupilibyśmy nawet 50-metrowego mieszkania. Wiemy, bo właśnie z Wrocławia przenieśliśmy się na wieś. Za mniej niż 400 tys. zł mamy coś więcej niż tylko mury – kupiliśmy spokój ducha, bliskość natury i codzienne odwiedziny dzikiej zwierzyny. Mamy zaprzyjaźnione sarny, które urządziły sobie legowisko na naszej działce, a poranna kawa smakuje lepiej, gdy w jej towarzystwie przechadzają się bażanty.\n\nCo więcej, bardzo dużo zaoszczędziliśmy, wykonując większość prac samodzielnie. Nie kupowaliśmy materiałów w pierwszej lepszej hurtowni. Potrafiliśmy szukać okazji w całej Polsce, negocjowaliśmy ceny w lokalnych tartakach, a niektóre perełki odnajdowaliśmy tam, gdzie inni widzieli tylko złom. Sztuka przedsiębiorczości i kombinowania była naszym najlepszym narzędziem! Dzięki temu mogliśmy przeznaczyć nasze mieszkanie we Wrocławiu na przyszłą inwestycję, a na co dzień żyć w miejscu, które stało się naszą ostoją.\n\n\"Za kwotę, którą przeznaczyliśmy na zakup domu, działki i jego remont, we Wrocławiu nie kupilibyśmy nawet 50-metrowego mieszkania\" Foto: Materiały własne bohaterki\n\nJakie są minusy takiej inwestycji?\n\nZ remontem starego domu jest trochę jak z obieraniem cebuli – z każdą nowo odkrywaną warstwą pojawia się więcej łez. Oczywiście żartujemy, ale to trochę śmiech przez łzy. Podczas naszego remontu wielokrotnie zdarzało się, że coś, co na pierwszy rzut oka wyglądało całkiem nieźle, po usunięciu kilku warstw okazywało się spróchniałe i nadawało się jedynie do wymiany.\n\nDrugim minusem może być to, że stary dom ma swoje ograniczenia. Czasem na drodze stoi konserwator, innym razem struktura budynku zwyczajnie nie pozwala na pewne modyfikacje. Tutaj nie ma miejsca na dowolność, trzeba się pogodzić z kompromisami.\n\nWięcej minusów nie widzimy, więc plusy zdecydowanie przeważają szalę w tym pojedynku.\n\n\"Z remontem starego domu jest trochę jak z obieraniem cebuli – z każdą nowo odkrywaną warstwą pojawia się więcej łez\" Foto: Materiały własne bohaterki\n\nCzy macie jakieś uniwersalne rady, które myślą o podobnej inwestycji?\n\nDla wszystkich ruinersów mam trzy rady:\n\nPodzielcie remont na małe kroki. Patrzenie na cały zakres prac może przytłaczać, ale skucie pierwszych tynków, wstawienie pierwszego okna czy oczyszczenie jednej ściany z cegły to sukcesy, które napędzają do działania. Każdy krok przybliża Was do celu.\n\nNegocjujcie, szukajcie i kombinujcie. Materiały budowlane potrafią kosztować fortunę, ale jeśli dobrze poszukasz, czasem nawet na drugim końcu Polski, możesz sporo zaoszczędzić. Lokalne tartaki, składy budowlane czy targi staroci to twoi najlepsi przyjaciele.\n\nNie zapominaj o przyjemności. Remont to maraton, nie sprint. Czasem trzeba odłożyć młotek, rozpalić ognisko, napić się grzanego wina i przypomnieć sobie, po co to wszystko robisz. Twój dom to nie tylko ściany, to historia, emocje i przyszłe wspomnienia. Nie bójcie się próbować. Jeśli my daliśmy radę, to i wy możecie. Po drodze będą trudności, chwile zwątpienia, ale najważniejsze to wierzyć w siebie i pamiętać, że wszystko jest możliwe.\n\n\"Remont nauczył nas wytrwałości i sztuki kompromisu\" Foto: Materiały własne bohaterki\n\nJak ten remont zmienił Wasze życie?\n\n\"Nic, co ma wielką wartość, nie przychodzi łatwo. Praca, wytrwałość i wiara w siebie sprawiają, że niemożliwe staje się możliwe\" – powiedział kiedyś Napoleon Hill. I my się pod tym podpisujemy.\n\nNie planowaliśmy kupna starego domu, nie planowaliśmy przeprowadzki na wieś, a jednak po niespełna trzech latach remontu spakowaliśmy życie we Wrocławiu i ruszyliśmy 60 km dalej, do wsi, którą zamieszkuje mniej ludzi niż cztery bloki na naszej dawnej dzielnicy. Zmiana miejsca wiązała się dla mnie także ze zmianą pracy, a dla nas obojga ze zmianą sposobu myślenia i życia. W naszej wsi nie ma sklepu, nie ma nawet kościoła (a wiadomo, że to wyznacznik statusu mieściny), ale za to jest spokój, przestrzeń i możliwość skupienia się na tym, co naprawdę ważne.\n\nRemont nauczył nas wytrwałości, sztuki kompromisu i tego, że czasem trzeba umieć poprosić o pomoc. Nauczył nas także, że życie na wsi wyznaczają pory roku. Mieszkamy wśród pól, gdzie rolnicy nadal uprawiają ziemię. Wiemy, kiedy będą żniwa i kiedy się zakurzy, ale lubimy to obserwować. Tu ludzie sobie pomagają, a my jesteśmy już częścią tej układanki. Może nie planowaliśmy tego życia, ale nie zamienilibyśmy go na żadne inne.\n\n\"W naszej wsi nie ma sklepu, ale za to jest spokój\" Foto: Materiały własne bohaterki\n\nCzy chcecie tam zostać na stałe?\n\nW naszej ruderce mieszkamy od 8 kwietnia 2023 r., rozpoczęliśmy z przytupem od zorganizowania świąt wielkanocnych dla naszych rodzin. Ponad 20 osób zmieściliśmy w naszym salonie, stoły i krzesła wypożyczyliśmy z wiejskiej świetlicy, jaja były od lokalnych szczęśliwych kurek, a nam uśmiech nie znikał z buzi, kiedy widzieliśmy, jak z gruzu dzięki naszej pracy powstał wspaniały dom. To był piękny początek dla nas i naszego starego domu na wsi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmarki wielkanocne warszawa",
            "link": "https://warszawa.naszemiasto.pl/tag/jarmarki-wielkanocne-warszawa",
            "description": "Dziś, w Niedzielę Palmową 13 kwietnia 2025, na placu przed Klasztorem oo. Dominikanów w Warszawie odbywa się Charytatywny Jarmark Wielkanocny. Na straganach... Jarmark Wielkanocny na Rynku Nowego Mias ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto20 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bezcenne relikty ujrzały światło dzienne. Wydobyto fragmenty przedwojennej synagogi. Teraz zostaną szczegółowo przebadane",
            "link": "https://www.msn.com/pl-pl/news/other/bezcenne-relikty-ujrza%C5%82y-%C5%9Bwiat%C5%82o-dzienne-wydobyto-fragmenty-przedwojennej-synagogi-teraz-zostan%C4%85-szczeg%C3%B3%C5%82owo-przebadane/ar-AA1CWySB?ocid=BingNewsVerp",
            "description": "Ruiny dawnej synagogi Goldbergów zostały odkryte w lipcu ubiegłego roku. W październiku natomiast rozpoczęto badania archeologiczne, które już na wstępie ujawniły bezcenne relikty. Teraz fragmenty ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN20 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Espresso polane białą czekoladą z ziarnami kawy",
            "link": "https://www.msn.com/pl-pl/jedzenie-i-picie/napoje/espresso-polane-bia%C5%82%C4%85-czekolad%C4%85-z-ziarnami-kawy/vi-AA1D00KX?ocid=BingNewsVerp",
            "description": "Kreatywna prezentacja kawy, w której gorące espresso jest nalewane na tabliczkę białej czekolady z kawałkami ziaren kawy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._b72AmnCkjOiWRYdX0rBMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Late Art City on MSN1 godz.",
            "source": "Late Art City on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stonehenge obok Torunia? Archeolodzy wiedzą nieco więcej o rondelu z Tylic",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/stonehenge-obok-torunia-archeolodzy-wiedz%C4%85-nieco-wi%C4%99cej-o-rondelu-z-tylic/ar-AA1CWUGu?ocid=BingNewsVerp",
            "description": "Archeolodzy z Uniwersytetu Mikołaja Kopernika w Toruniu kontynuują badania w Tylicach w gminie Łysomice. Właśnie ustalili, ile bram miał odkryty tam rondel.",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński on MSN18 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielkanoc u Martyniuków. Tak wyglądają ich święta: pachnie cały dom i tak musi być",
            "link": "https://www.msn.com/pl-pl/rozrywka/gwiazdy/wielkanoc-u-martyniuk%C3%B3w-tak-wygl%C4%85daj%C4%85-ich-%C5%9Bwi%C4%99ta-pachnie-ca%C5%82y-dom-i-tak-musi-by%C4%87/ar-AA1CXPLT?ocid=BingNewsVerp",
            "description": "Święta wielkanocne to dla Zenona Martyniuka nie tylko czas duchowej refleksji, ale przede wszystkim rodzinnego ciepła, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.shrcEjWUffCXS0ttm9Yqry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Plejada on MSN14 godz.",
            "source": "Plejada on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie w Otwocku",
            "link": "https://warszawa.naszemiasto.pl/tag/odkrycie-w-otwocku",
            "description": "Do rejestru zabytków województwa mazowieckiego trafiły dwa kolejne obiekty znajdujące się w Otwocku. Chodzi o „Willę Chojnatka' oraz budynek do badań... Mazowiecki Wojewódzki Konserwator Zabytków, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto20 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przemytnicy ukryli cenne przedmioty w drewnianej skrzyni. Cenne zabytki bez zezwoleń próbowali wywieźć do Chin",
            "link": "https://www.msn.com/pl-pl/news/other/przemytnicy-ukryli-cenne-przedmioty-w-drewnianej-skrzyni-cenne-zabytki-bez-zezwole%C5%84-pr%C3%B3bowali-wywie%C5%BA%C4%87-do-chin/ar-AA1CWqIj?ocid=BingNewsVerp",
            "description": "Całą sprawa ma jeszcze inny ciekawy wątek. Jest podejrzenie, że ujawnione przedmioty mogą pochodzić z Rosji. Dlatego sprawa może nosić znamiona naruszenia ustawy sankcyjnej, regulującej obrót towarami ...",
            "image_url": "https://www.bing.pl/th?id=ODF.HjClkBco3nIXj5Su8fjgAg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Polski on MSN19 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pożar zabytkowej dzwonnicy na Kamionku. \"Płonie jeden z najcenniejszych zabytków\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/po%C5%BCar-zabytkowej-dzwonnicy-na-kamionku-p%C5%82onie-jeden-z-najcenniejszych-zabytk%C3%B3w/ar-AA1CYOxm?ocid=BingNewsVerp",
            "description": "We wtorkowe popołudnie na terenie Cmentarza Kamionkowskiego w Warszawie wybuchł pożar zabytkowej drewnianej dzwonnicy.",
            "image_url": "https://www.bing.pl/th?id=OVFT.HK8-oB6dvZDViSNNvERRiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN9 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odnaleziony skarb z Breslau. Barokowa rzeźba znikła przed 1945 r., odnalazła się w Warszawie",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,31859225,odnaleziony-skarb-z-breslau-barokowa-rzezba-znikla-przed.html",
            "description": "Wrocław stracił ponad 100 tys. obiektów muzealnych. Barokowa figura Maryi z kolumny stojącej na placu Nankiera znikła przed ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GbXY_pzdhhCc-CCCrknhSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wrocław.Wyborcza.pl26 min",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle aktualnie kosztują takie wiekowe starocie. Zobaczcie ceny poszukiwanych antyków [16.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/tyle-aktualnie-kosztuj%C4%85-takie-wiekowe-starocie-zobaczcie-ceny-poszukiwanych-antyk%C3%B3w-15042025/ar-AA1CXIBD?ocid=BingNewsVerp",
            "description": "W czasach masowej produkcji antyki stanowią symbol ponadczasowego stylu i jakości, przyciągając zarówno koneserów, jak i inwestorów. W 2025 roku kolekcjonerzy poszukują unikalnych mebli, porcelany czy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Olszewski: \"Do Rzeczy\" nie boi się giełdy",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/olszewski-do-rzeczy-nie-boi-si%C4%99-gie%C5%82dy/ar-AA1CYRU4?ocid=BingNewsVerp",
            "description": "\"Do Rzeczy\" idzie na giełdę, aby mówić o istotnych rzeczach, o których mówi się mało w mediach mainstreamowych – powiedział ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HNlHxM8lgeHOPRif4UV7_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN10 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie w Otwocku",
            "link": "https://warszawa.naszemiasto.pl/tag/odkrycie-w-otwocku",
            "description": "Do rejestru zabytków województwa mazowieckiego trafiły dwa kolejne obiekty znajdujące się w Otwocku. Chodzi o „Willę Chojnatka' oraz budynek do badań... Mazowiecki Wojewódzki Konserwator Zabytków, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Warszawa Nasze Miasto20 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bezcenne relikty ujrzały światło dzienne. Wydobyto fragmenty przedwojennej synagogi. Teraz zostaną szczegółowo przebadane",
            "link": "https://www.msn.com/pl-pl/news/other/bezcenne-relikty-ujrza%C5%82y-%C5%9Bwiat%C5%82o-dzienne-wydobyto-fragmenty-przedwojennej-synagogi-teraz-zostan%C4%85-szczeg%C3%B3%C5%82owo-przebadane/ar-AA1CWySB?ocid=BingNewsVerp",
            "description": "Ruiny dawnej synagogi Goldbergów zostały odkryte w lipcu ubiegłego roku. W październiku natomiast rozpoczęto badania archeologiczne, które już na wstępie ujawniły bezcenne relikty. Teraz fragmenty ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Warszawa Nasze Miasto on MSN20 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    }
]