[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "602. urodziny Łodzi to nie tylko koncerty i Łódź Summer Festival. Oto główne imprezy i atrakcje w weekend 25-27 lipca w Łodzi. Co wybrać?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/602-urodziny-%C5%82odzi-to-nie-tylko-koncerty-i-%C5%82%C3%B3d%C5%BA-summer-festival-oto-g%C5%82%C3%B3wne-imprezy-i-atrakcje-w-weekend-25-27-lipca-w-%C5%82odzi-co-wybra%C4%87/ar-AA1JhwtF?ocid=BingNewsVerp",
            "description": "602. urodziny Łodzi to nie tylko Łódź Summer Festival na Błoniach. Sporo będzie się działo na Piotrkowskiej i Starym Rynku, w Manufakturze, w Fuzji, w Parku Ocalałych czy przed EC1. Co wybrać, żeby ja ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Dziennik Łódzki on MSN17 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmarkowe stoiska już prawie gotowe.",
            "link": "https://www.trojmiasto.pl/raport/Jarmarkowe-stoiska-juz-prawie-gotowe-rt430077.html",
            "description": "Stoisko nr 636 Pana Wojciecha C. też już dumnie stoi w pobliżu siedziby NFZ na Podwalu. Idąc na wprost od remontowanej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._n-TglKCy1OFiLRutem3Ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Trojmiasto.pl21 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Umł łódź",
            "link": "https://expressilustrowany.pl/tag/uml-lodz",
            "description": "W czasach zarazy każda pomoc jest cenna. Budynek dawnej delegatury Urzędu Miasta Łodzi na Polesiu przy ul. Krzemienieckiej 2b będzie remontowany. Prace mają rozpocząć się pod koniec miesiąca. Geralt z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Express Ilustrowany11 godz.",
            "source": "Express Ilustrowany",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin śni o nieśmiertelności. Badania nad długowiecznością pochłaniają miliardy",
            "link": "https://www.rp.pl/plus-minus/art42750291-putin-sni-o-niesmiertelnosci-badania-nad-dlugowiecznoscia-pochlaniaja-miliardy",
            "description": "Ponad 70-letni Władimir Putin szuka sposobu, by jak najdłużej zachować sprawność i władzę. W tym celu rosyjski prezydent ...",
            "image_url": "https://www.bing.pl/th?id=OVF.GBd%2fU2vsza91ZzSYpN7cWQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Rzeczpospolita22 godz.",
            "source": "Rzeczpospolita",
            "article_content": "W 2024 r. dziennikarze śledczy portalu Projekt pisali, że prezydent regularnie zażywa kąpieli w krwi pozyskanej z poroża jelenia syberyjskiego. Tę metodę, która ma rzekomo odmładzać skórę i poprawiać układ krążenia, pokazał mu w 2000 r. ówczesny minister ds. sytuacji nadzwyczajnych Siergiej Szojgu podczas jednej ze wspólnych wypraw w góry Ałtaju. Prezydenta na krok ma też nie odstępować sztab lekarzy różnych specjalizacji. Do momentu swojej śmierci w 2024 r. jednym z nich był prof. Władimir Czawinson, szef Instytutu Bioregulacji i Gerontologii, nazywany przez media „osobistym gerontologiem Putina”. Naukowiec, który zasłynął badaniami nad peptydami i ich rolą w walce z procesem starzenia, miał obiecać prezydentowi, że spokojnie dożyje setki.\n\nW czerwcu 2025 r. podczas wręczania państwowych odznaczeń Putin przyznał, że raz do roku przechodzi kompleksowe badania kontrolne, na które poświęca całe dwa dni. Sprawność prezydenta ma także związek z funkcjonowaniem stworzonego przez niego systemu. Przez ponad dwie dekady stał się on tak silnie spersonalizowany, że postać Putina i jego charyzma stanowią jeden z czynników spajających elity i zapewniających władzom poparcie Rosjan. – Nie miałoby to takiego znaczenia w przypadku, gdyby wizerunek Putina się stopniowo zmieniał, ale on tego nie chce. Stara się sprawiać wrażenie równie aktywnego i młodego co kiedyś. I staje się to coraz bardziej zauważalne – mówi „Plusowi Minusowi” Andriej Piercew, doświadczony dziennikarz śledczy portalu Meduza. Widoczne są szczególnie kolejne zabiegi wstrzykiwania botoksu, którym poddaje się Putin.\n\nKwestia starzenia się nie dotyczy tylko prezydenta Federacji Rosyjskiej. Większość jego zauszników jest w podobnym co on wieku. Jednym z nich jest Jurij Kowalczuk, właściciel największej rosyjskiej telewizji Pierwyj Kanał, nazywany „osobistym bankierem Putina”. Potężny oligarcha ma 73 lata. Z kolei wpływowi biznesmeni i znajomi Putina z lat młodości bracia Boris i Andriej Rotenbergowie mają odpowiednio 68 i 73 lata. Zresztą nawet gdy na Kremlu dochodzi do przetasowań, to jeden „emeryt” zamienia innego. Tak było w przypadku usunięcia 74-letniego Nikołaja Patruszewa z funkcji sekretarza Rady Bezpieczeństwa. Polityk, który ostatecznie został jednym z doradców Putina, został zastąpiony przez 70-letniego Siergieja Szojgu. Tego z kolei na fotelu ministra obrony podmienił 66-letni Andriej Biełousow. Co więcej, nawet najmłodsi przedstawiciele ścisłej elity, jak dyrektor największego rosyjskiego banku Sbierbanku, German Gref, mają na karku już sześćdziesiątkę. Wokół Putina pojawiają się co prawda 40- czy 50-letni politycy, ale na razie nie zajmują oni najbardziej wpływowych i eksponowanych stanowisk.\n\nJakby tego było mało, co jakiś czas prezydent podnosi wiek emerytalny różnych urzędników albo pozwala im pracować po jego przekroczeniu. Najlepszym przykładem jest szef komitetu śledczego Aleksander Bastrykin (71 lat), który pełni tę funkcję nieprzerwanie od 2011 r. i powinien z niej ustąpić po osiągnięciu 65. roku życia. W zeszłym roku Duma „na prośbę” prezydenta wydłużyła mu ten okres. – Putin od dawna otacza się ludźmi, których dobrze zna i których zachowanie potrafi przewidzieć. Jego wiek też ma w tym znaczenie. Na starość chce się, żeby wszystko wokół było znajome i zrozumiałe. Najlepszym przykładem jest minister spraw zagranicznych, 75-letni Siergiej Ławrow, który od dawna chce odejść i ma nawet potencjalnych następców – zauważa Piercew.\n\nMichaił Kowalczuk – człowiek, który zaczadził Putina obsesją długowieczności\n\nIdeą wiecznej młodości miał Putina zarazić jego bliski przyjaciel Michaił Kowalczuk. Według śledztwa niezależnego portalu Meduza, to on, owładnięty obsesją na punkcie technologii powstrzymywania starzenia, pobiegł do prezydenta i przekonał go, by finansować badania nad tym zagadnieniem. 78-letni Michaił, z wykształcenia fizyk, jest dyrektorem Narodowego Centrum Badawczego „Instytutu Kurczatowa” zajmującym się rozwojem energii atomowej oraz genetyki. W Rosji Kowalczuk zasłynął także jako zwolennik wszelkich możliwych teorii spiskowych. W 2015 r. grzmiał, że zachodnie elity w tajemnicy tworzą nowy gatunek „ludzi poddanych”, którzy mają mieć ograniczoną świadomość i być gotowi wykonać każde polecenie. Innym razem twierdził, że on i jego ludzie odkryli, a ponadto wyodrębnili „genotyp Rosjanina”. Ostrzegał także, że Amerykanie po cichu od lat zbierają od Rosjan ich biomateriał i wykorzystują do modyfikowania owadów, jak komary i pluskwy tak, by ich zarażały i pozbawiały płodności. Fiksacją na punkcie wiecznej młodości i nieśmiertelności miał go z kolei zarazić jego podwładny z instytutu Konstantin Skriabin. Rosyjskie niezależne media zauważają, że Władimirowi Putinowi wiele razy zdarzało się w przeszłości „mówić Kowalczukiem”. Wszystko wskazuje na to, że i w sprawie wiecznej młodości też posłuchał przyjaciela."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwacze skarbów. Na tropie historycznych tajemnic",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/poszukiwacze-skarb%C3%B3w-na-tropie-historycznych-tajemnic/ar-AA1JjWTT?ocid=BingNewsVerp",
            "description": "Zanim ruszą w teren studiują mapy, oglądają zdjęcia satelitarne, czytają dokumenty w archiwach, rozmawiają z ludźmi. Mówią, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.tiC15T%2fLbDHtaQ4vMfzhnQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "i.pl on MSN37 min",
            "source": "i.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pluskwy zaatakowały w łódzkim biurowcu! Pracownicy wysłani do domów na pracę zdalną",
            "link": "https://www.msn.com/pl-pl/finanse/zasoby-ludzkie/pluskwy-zaatakowa%C5%82y-w-%C5%82%C3%B3dzkim-biurowcu-pracownicy-wys%C5%82ani-do-dom%C3%B3w-na-prac%C4%99-zdaln%C4%85/ar-AA1JhxAs?ocid=BingNewsVerp",
            "description": "Ponad tysiąc pracowników łódzkiego oddziału Nordea zostało wysłanych na cztery tygodnie pracy zdalnej! Wszystko przez pluskwy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VA56cLr3fGdlVeIoqnIaMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Express Ilustrowany on MSN16 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spotkania z Historią u Potockich",
            "link": "https://iledzisiaj.pl/aktualnosci/15816-spotkania-z-historia-u-potockich-.html",
            "description": "W sobotę, 9 sierpnia 2025 roku, Radzyń Podlaski przeniesie się w czasie do XVII wieku. Wszystko za sprawą wyjątkowego wydarzenia plenerowego – „Spotkania z Historią u Potockich – Radzyń Podlaski 2025\" ...",
            "image_url": "https://www.bing.pl/th?id=ODF.OBZcv8FpEZI1A4MI5VFAng&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "iledzisiaj.pl21 godz.",
            "source": "iledzisiaj.pl",
            "article_content": "W sobotę, 9 sierpnia 2025 roku, Radzyń Podlaski przeniesie się w czasie do XVII wieku. Wszystko za sprawą wyjątkowego wydarzenia plenerowego – „Spotkania z Historią u Potockich – Radzyń Podlaski 2025\", które odbędzie się na terenie wokół Pałacu Potockich.\n\nW programie znajdą się widowiskowe pokazy grup rekonstrukcyjnych, inscenizacje historyczne, prezentacje uzbrojenia i strojów z epoki, a także obóz wojskowy, warsztaty dawnego rzemiosła oraz muzyka inspirowana tamtymi czasami. Całość wydarzenia pozwoli uczestnikom zanurzyć się w realiach życia sprzed ponad trzystu lat.\n\nW ramach wydarzenia odbędzie się również Targ Staroci, który będzie imprezą towarzyszącą. To świetna okazja, by znaleźć unikatowe przedmioty z przeszłości – od książek i porcelany po monety, obrazy i rękodzieło.\n\n???? Miejsce: Radzyń Podlaski, teren przy Pałacu Potockich\n\n???? Data: sobota, 9 sierpnia 2025 r.\n\n????️ Wstęp wolny\n\nOrganizatorzy serdecznie zapraszają mieszkańców i gości do wspólnego odkrywania historii w sercu Radzynia. To nie tylko okazja do dobrej zabawy, ale także do poznania lokalnego dziedzictwa w fascynującej formie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "602. urodziny Łodzi to nie tylko koncerty i Łódź Summer Festival. Oto główne imprezy i atrakcje w weekend 25-27 lipca w Łodzi. Co wybrać?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/602-urodziny-%C5%82odzi-to-nie-tylko-koncerty-i-%C5%82%C3%B3d%C5%BA-summer-festival-oto-g%C5%82%C3%B3wne-imprezy-i-atrakcje-w-weekend-25-27-lipca-w-%C5%82odzi-co-wybra%C4%87/ar-AA1JhwtF?ocid=BingNewsVerp",
            "description": "602. urodziny Łodzi to nie tylko Łódź Summer Festival na Błoniach. Sporo będzie się działo na Piotrkowskiej i Starym Rynku, w Manufakturze, w Fuzji, w Parku Ocalałych czy przed EC1. Co wybrać, żeby ja ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Łódzki on MSN17 godz.",
            "source": "Dziennik Łódzki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal szantowy i inne imprezy na koniec lipca",
            "link": "https://www.4lomza.pl/index.php?wiad=70443",
            "description": "Dwudniowy festiwal „SzantygRaj nad Narwią', również z udziałem łomżyńskich wykonawców. Rekonstrukcja obrony Łomży w roku 1920 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hinmS5DCr-Thw5Mz1Zk3fS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "4lomza.pl20 godz.",
            "source": "4lomza.pl",
            "article_content": "Dwudniowy festiwal „SzantygRaj nad Narwią”, również z udziałem łomżyńskich wykonawców. Rekonstrukcja obrony Łomży w roku 1920 i jarmark kolekcjonerski w Piątnicy. „Dni ziół narwiańskich” w drozdowskim muzeum. Wydarzeń nie zabraknie również w nadchodzącym tygodniu, na przykład koncertu znanego z legendarnego zespołu Dżem wokalisty Jacka Dewódzkiego.\n\nGłównym wydarzeniem rozpoczynającego się weekendu będzie dwudniowy festiwal szantowy „SzantygRaj nad Narwią”, zainicjowanego trzy lata temu w Rajgrodzie, w tym roku przeniesionego do Łomży. Nad Narwią są bowiem również szantowe tradycje, co dało efekty choćby w trzech edycjach festiwalu „Szanty nad Narwią”. W festiwalu wezmą udział bardzo znane zespoły Flash Creep, Sąsiedzi, Druga Wachta i The Pioruners. Nie zabraknie łomżyńskich grup Bond i Kill Water oraz przeglądu konkursowego, którego laureaci zaprezentują się podczas sobotniego koncertu głównego. Będzie też szantowy koncert dla dzieci Nutki z Łódki. Wstęp na zorganizowaną przez Miejski Dom Kultury-Dom Środowisk Twórczych i miasto Łomża na nadnarwiańskich bulwarach imprezę jest wolny.\n\nSzczegółowy program festiwalu (sobota 26 lipca)\n\n- 12:00 przegląd konkursowy debiutantów;\n\n- 17:00 Druga Wachta;\n\n- 18:00 Laureaci konkursu;\n\n- 19:00 Zrefowani;\n\n- 20:00 Flash Creep;\n\n- 21:00 Sąsiedzi.\n\n* niedziela 27 lipca\n\n- 14:00 Nutki z Łódki;\n\n- 17:00 Bond;\n\n- 18:00 Chór Szantowy Majtki Prezesa;\n\n- 19:00 Kill Water;\n\n- 20:00 The Pioruners.\n\nKolejną dwudniową imprezą będzie I Jarmark Staroci i Rękodzieła, odbywający się w sobotę i w niedzielę, w godzinach 8:00-16:00, na Forcie II Twierdzy Łomża w Piątnicy, ulica Jedwabieńska 29. W programie nie tylko możliwość kupienia na licznych stoiskach kolekcjonerskich perełek i różnych staroci, ale też liczne atrakcje dla młodszych i starszych, obejmujące między innymi jazdę konną, paintball, strzelanie z wiatrówek, ściankę wspinaczkową i dmuchańce dla dzieci. W niedzielę o godz. : 15:30 odbędzie się przgotowana przez Grupę Historyczno-Edukacyjną „Szare Szeregi” rekonstrukcja bitwy z roku 1920. Organizatorzy zapewniają strefę gastronomiczną, parking i toalety. Wstęp wolny.\n\nW piątek 25 lipca odbędzie się w ramach „Łomżyńskich wakacji 2025” pierwszy seans kina plenerowego. W Parku Jana Pawła II Papieża Pielgrzyma o godzinie 21:15 zostanie wyświetlona komedia „Do usług szanownej Pani”. Wstęp wolny. Kolejne seanse zaplanowano 22 i 29 sierpnia oraz 5 września.\n\nTego samego dnia o 14:00 msza święta w kościele pw. Wniebowzięcia Najświętszej Maryi Panny, Sienkiewicza 1 zainauguruje tegoroczne obchody Święta Policji. Główna uroczystość odbędzie się w niedzielę na Starym Rynku o 12:00, obejmując też „Niebieski piknik” z różnymi stoiskami i pokazami. Wstęp wolny.\n\nNiedziela to również pchli targ na koncertowej muszli przy ulicy Zjazd, odbywający się w godzinach 7:00-14:00. Wstęp dla kupujących wolny.\n\nRównież w niedzielę Muzeum Przyrody-Dwór Lutosławskich w Drozdowie zaprasza na „Dni ziół narwiańskich”. Program części wykładowej, rozpoczynającej się o 13:00:\n\n- Dorota Gnatowska, Muzeum Rolnictwa im. ks. Krzysztofa Kluka w Ciechanowcu, „Złocień maruna – zapomniane panaceum księdza Kluka”;\n\n- brat Jan z Dukli Ścieranka, Bonifratrzy Warszawa, „Trędownik”;\n\n- Joanna Jaroć, Muzeum Pałacu Króla Jana III w Wilanowie, „Alkiermesy i inne elektuaria czyli słów parę o nowożytnych remediach na złe samopoczucie”;\n\n- Teresa Grużewska, Muzeum Przyrody-Dwór Lutosławskich w Drozdowie, „Przetacznik lekarski – warto mieć go we własnym ogródku”.\n\nW godzinach 15:00-17:00 zaplanowano porady zdrowotne brata Jana z Dukli, a od 13:00 do 17:00 będzie trwać festyn rodzinny, obejmujący „pokazy i warsztaty kulinarne, plastyczne, florystyczne, pszczelarskie, tworzenia kosmetyków naturalnych i produktów sojowych. Zabawy, konkursy z nagrodami i degustacje”. Wstęp 5 zł.\n\nDo tego muzeum organizuje w terminie 28-31 lipca, w godzinach 11:00-14:00, terenowe warsztaty przyrodnicze. Koszt 25 zł od osoby, zapisy pod numerem 86 219 20 81.\n\nW czwartek 31 lipca w Warce wystąpi Jacek Dewódzki Band. W programie utwory autorskie oraz kultowe evergreeny Dżemu, którego Dewódzki był frontmanem w latach 1994-2001. Początek koncertu o 21:30, wstęp wolny.\n\nWojciech Chamryk"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Królowa telewizji w PRL-u, wzór dla kobiet. Z ekranu Krystyna Loska zniknęła na własnych zasadach",
            "link": "https://plejada.pl/newsy/krystyna-loska-odeszla-z-tvp-na-wlasnych-zasadach-w-prl-u-ja-uwielbiali/dws3ysg",
            "description": "Ikona i legenda małego ekranu, dla wielu — ideał piękna i klasy. Sympatię milionów Polaków Krystyna Loska zyskała dzięki ...",
            "image_url": "https://www.bing.pl/th?id=OVF.gP51TQZPsxyR8qYg%2f6kaHg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Plejada23 godz.",
            "source": "Plejada",
            "article_content": "Materiał archiwalny Onet\n\nChciała być aktorką, została jedną z najsłynniejszych prezenterek telewizyjnych. Krystyna Loska karierę rozpoczęła w lokalnym radiu. W 1961 r. podjęła pracę w TVP Katowice — najpierw jako lektorka filmów, potem spikerka\n\nW latach 1972-1994 była gwiazdą Telewizji Polskiej. Prowadziła też festiwale w Opolu, Sopocie, Zielonej Górze\n\nOd kilku lat mieszka z córką, Grażyną Torbicką, i zięciem. Nie udziela się medialnie\n\nTekst premierowo publikowaliśmy w ramach naszego cyklu \"Ikony Plejady\"\n\nWięcej takich historii znajdziesz na stronie głównej Onetu\n\nKrystyna Loska (z domu Szostak) świętuje 88. urodziny. Ikona TVP, legenda PRL przyszła na świat 25 lipca 1937 r. w Tychach. Gdyby spełniły się jej marzenia, zostałaby aktorką. Dostała się do krakowskiej PWST, ale po drugim roku przerwała naukę, bo zaszła w ciążę. W maju 1959 r. urodziła córkę, Grażynę. Po latach w rozmowie z magazynem \"Zwierciadło\" przyznała, że nie wahała się przerwać studiów, bo uważała, że \"nikt nie zastąpi dziecku mamy\". Dodała, że było warto i niczego nie żałuje.\n\nNa zdj. Krystyna Loska z córką Grażyną Torbicką\n\nKiedy zapowiadała mecze reprezentacji Polski w piłce nożnej, nasi wygrywali\n\nKarierę w mediach Krystyna Loska rozpoczęła w radiu w Katowicach. Była lektorką w audycji \"To idzie młodość\", później czytała \"Aktualności\". Do telewizji wciągnął ją kolega z liceum Józef Kopocz, popularny na Śląsku dziennikarz sportowy.\n\nPoczątkowo tylko lektorowałam. Bo w telewizji byli wtedy lektorzy, spikerzy i prezenterzy. Lektorzy czytali listy dialogowe, spikerzy zapowiadali programy, a prezenterzy przygotowywali wiadomości\n\n– wspominała w książce \"Prezenterki\".\n\nNa ekranie TVP Katowice zadebiutowała w czerwcu 1961 r. Zastąpiła wtedy chorego kolegę. Podczas swojego pierwszego dyżuru zapowiadała kolejne odcinki amerykańskiego serialu \"Zorro\" i transmisję z Parku Kultury i Wypoczynku w Chorzowie.\n\nDalszy ciąg artykułu pod materiałem wideo\n\nW TVP Katowice pracowała 10 lat. Potem znalazła się w Warszawie. Ściągnął ją ówczesny przewodniczący Radiokomitetu, Włodzimierz Sokorski. Cała Polska plotkowała, że Krystyna Loska to protegowana Edwarda Gierka. Faktem jest, że I Sekretarz Komitetu Centralnego PZPR spotykał spikerkę na różnych imprezach na Śląsku, ale nie miał nic wspólnego z jej awansem.\n\n\"Przeniosłam się do stolicy przed ekipą Gierka. Mój mąż przez wiele lat był kierownikiem robót górniczych w kopalni Ziemowit. Ponieważ zaczął chorować, musiał odejść z kopalni. Przez osiem lat pracował w Ministerstwie Górnictwa w Katowicach, a potem został przeniesiony do Państwowej Rady Górnictwa w Warszawie. Poszłam za mężem. Z córką, psem i meblami\" — opowiadała Krystyna Loska w \"Gali\".\n\nW pamięci kilku pokoleń telewidzów Krystyna Loska zapisała się jako ta spikerka Telewizji Polskiej, która zapowiadała program, nie patrząc w kartkę.\n\nUważam, że jeśli już mam zapraszać na jakiś program, to przecież jest to o wiele bardziej przyjemne, jeśli zapraszam, patrząc telewidzowi w oczy, a nie zaglądając do kartki\n\n— tłumaczyła w jednym z wywiadów.\n\nPotrafiła łączyć patos z luzem i dowcipem, zażartować na wizji, często się uśmiechała. Reżyser Jerzy Gruza cenił ją za \"cięty język i celne riposty\", słynna scenografka Xymena Zaniewska za \"charakter\", a kibice piłki nożnej za \"przynoszenie szczęścia polskim drużynom i reprezentacji\". Kiedy Krystyna Loska zapowiadała mecz, Polacy wygrywali. W listach kibice pisali:\n\nTy kochana moja czarownico, siedź w tym okienku i zawsze zapowiadaj\n\nZ TVP Krystyna Loska odeszła na własnych warunkach\n\nW 1994 r. prezesem zarządu TVP został Wiesław Walendziak. Zmiany nie podobały się Krystynie Losce. Nie chciała czytać zapowiedzi z promptera i nie akceptowała sposobu, w jaki młodzi traktowali starszych, których uważali za relikty minionej epoki.\n\n\"Nie podobało mi się zarozumialstwo niektórych ludzi, którzy jeszcze świata nie poznali, a już byli tak pewni siebie. Uznałam, że szkoda mojego czasu, żeby się z tym wszystkim mocować. Przychodzą młodzi, niech zaczynają, czemu nie\" – wyjaśniła w książce \"Prezenterki\".\n\nZaczęła myśleć o przejściu na emeryturę. Po rozmowie z Maciejem Pawlickim, dyrektorem TVP1, na temat wizji tej \"nowej\" telewizji Krystyna Loska poszła do działu kadr, poprosiła o przygotowanie jej dokumentów i opuściła gmach przy ul. Woronicza. Jak tłumaczyła:\n\nTo, co powiedział, kompletnie mi nie pasowało. Wręcz stało w sprzeczności z tym, co myślałam i jak widziałam telewizję, więc szkoda mi było czasu\n\nKłopoty ze zdrowiem, śmierć męża, przeprowadzka do córki\n\nPo odejściu z telewizji Krystyna Loska przez kilka lat kontynuowała karierę konferansjerki. W mediach coraz częściej zaczęły pojawiać się informacje o jej problemach ze zdrowiem. Po raz pierwszy trafiła do szpitala w listopadzie 1997 r. Była wtedy u rodziny na Śląsku i nieoczekiwanie zasłabła. Media sugerowały, że znana spikerka miała zawał serca. Wiosną 2011 r. po raz czwarty znalazła się w szpitalu. Kilka miesięcy później w rozmowie z tygodnikiem \"Życie na gorąco\" Krystyna Loska ujawniła, że zdiagnozowano u niej zespół Takotsubo (syndrom złamanego serca). Choroba daje o sobie znać w sytuacji silnego stresu, objawia się silnym bólem w klatce piersiowej i dusznościami.\n\nZ tą chorobą trzeba umieć żyć, ja sobie świetnie radzę. Wiadomo, że trzeba się trochę oszczędzać, choć przyznaję, że nie przychodzi mi to łatwo.\n\nJestem przyzwyczajona do aktywności, ciekawego życia. Nigdy nie myślałam o sobie jako emerytce. Lubię kontakt z naturą, spacery po lesie, zbieranie grzybów. Grywam z przyjaciółmi w brydża. Myślę, że wrodzona pogoda ducha pomaga mi pokonywać stres związany z chorobą. Ale przede wszystkim pomaga z nią żyć\" – tłumaczyła Krystyna Loska.\n\nZapewniła, że nigdy nie miała zawału. Wciąż jednak odczuwała skutki złamania nogi, tak poważnego, że groziło jej kalectwo.\n\nKrystyna Loska z mężem Henrykiem Loską (Bal Mistrzów Sportu, 2016) Paweł Wrzecion / MW Media\n\nW czerwcu 2016 r. zmarł jej mąż, Henryk Loska. Ostatnie dni życia spędził w szpitalu, w Instytucie Hematologii i Transfuzjologii w Warszawie. Byli małżeństwem przez 58 lat. W pierwszą rocznicę śmierci ukochanego męża Krystyna Loska wzięła udział w uroczystości odsłonięcia jego zdjęcia w Alei Sław Tyskiej Galerii Sportu.\n\nDwa miesiące później legenda polskiej telewizji trafiła do szpitala z silnym bólem w klatce piersiowej. Po badaniach okazało się, że miała zawał. Lekarze od razu podjęli decyzję o przeprowadzeniu operacji. Udrożniono tętnicę wieńcową, założono stent. Przez kilka tygodni Krystyna Loska mieszkała razem z córką i zięciem, cenionym kardiologiem Adamem Torbickim. Gdy odzyskała siły, wróciła do swojego mieszkania.\n\nNie czuję, że powinnam mieszkać z córką. Odwiedzam oczywiście Grażynkę, ale mieszkam u siebie i cenię sobie to, że jestem samodzielna\n\n– mówiła. Nie wykluczyła, że kiedyś zmieni zdanie.\n\nNa zdj. Krystyna Loska z córką Grażyną Torbicką\n\nNie jest tajemnicą, że Krystyna Loska coraz rzadziej uczestniczy w artystycznych wydarzeniach. Media skrupulatnie odnotowują każde pojawienie się legendarnej telewizyjnej prezenterki. W lipcu 2017 r. była na Festiwalu Filmu i Sztuki \"Dwa Brzegi\" w Kazimierzu Dolnym; w sierpniu 2018 r. pojawiła się w Sopocie, gdzie odbywał się festiwal \"Top of the Top\". Zawsze towarzyszyła jej córka.\n\nW grudniu 2020 r. Krystyna Loska przeprowadziła się do Grażyny i Adama Torbickich. Pięć miesięcy później magazyn \"Rewia\" poinformował, że gwiazda wraca do pracy. Ikona telewizji miała podpisać kontrakt z agencją skupiającą lektorów. Okazało się, że Krystyna Loska nie przyjęła tej oferty.\n\nNie mam żadnych planów powrotu do pracy. Proszę nie zapominać, ile ja mam lat\n\n— stwierdziła w rozmowie z tygodnikiem \"Świat i Ludzie\".\n\nKrystyna Loska z mężem Henrykiem, córką Grażyną i zięciem Adamem Torbickim (gala Wiktory 2008) Andras Szilagyi / MW Media\n\nDziękujemy, że przeczytałaś/eś nasz artykuł do końca. W serwisie Plejada.pl każdego dnia piszemy o najważniejszych wydarzeniach show-biznesowych. Bądź na bieżąco! Obserwuj Plejadę w Wiadomościach Google. Odwiedź nas także na Facebooku, Instagramie, YouTubie oraz TikToku.\n\nChcesz podzielić się ciekawym newsem lub zaproponować temat? Skontaktuj się z nami, pisząc maila na adres: plejada@redakcjaonet.pl."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rusztowania przy bramie. Początek prac w zamku pod Olkuszem",
            "link": "https://glos24.pl/rusztowania-przy-bramie-poczatek-prac-w-zamku-pod-olkuszem",
            "description": "Zamek Rabsztyn w gminie Olkusz przechodzi kolejną znaczącą metamorfozę w ramach projektu „Kulturalno–turystyczny zamek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yd8T5SilU1qylq9nOB1rES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Głos2416 godz.",
            "source": "Głos24",
            "article_content": "piątek, 25 lipca 2025 11:53 , aktualizacja 7 godzin temu\n\nZamek Rabsztyn w gminie Olkusz przechodzi kolejną znaczącą metamorfozę w ramach projektu „Kulturalno–turystyczny zamek Rabsztyn w gminie Olkusz”. Od kilku dni pierwsze, co dostrzegają turyści wchodzący na teren warowni, to rusztowania otaczające węzeł bramny.\n\nTo znak, że rozpoczęła się faza prac związanych z zabezpieczeniem konstrukcji bramy oraz konserwacją murów. W planie jest również wymiana stolarki okiennej, a także renowacja zrekonstruowanej kordegardy, czyli dawnego pomieszczenia straży.\n\nRekonstrukcja węzła bramnego była prowadzona w latach 2007–2009 według projektu dr. Waldemara Niewaldy, natomiast w 2019 roku wzmocniono wschodnią ścianę bramy w trakcie budowy podziemnego pawilonu. Teraz przyszedł czas na pełny remont tej kluczowej części zamku, która przez lata była narażona na działanie warunków atmosferycznych.\n\n– Zamek w Rabsztynie ma ogromny potencjał turystyczny, ale wymaga ciągłej troski. Dlatego konsekwentnie realizujemy kolejne zadania, które z jednej strony mają na celu ochronę tego cennego zabytku dla potomnych, a z drugiej dostosowanie obiektu do potrzeb i oczekiwań zwiedzających. Jestem przekonany, że efekty prac spodobają się zarówno mieszkańcom, jak i turystom chętnie odwiedzającym tę perłę Szlaku Orlich Gniazd.\n\n\n\n– mówi burmistrz Roman Piaśnik.\n\nNowa odsłona ekspozycji\n\nNajwiększe emocje wśród turystów budzą jednak nie rusztowania, lecz zapowiedź nowych ekspozycji. W zamku średnim trwają przygotowania do stworzenia nowoczesnej wystawy historycznej. W pawilonie zabezpieczającym piwnice pojawią się multimedialne prezentery oraz standy informacyjne.\n\nWystawa będzie prezentować nie tylko eksponaty odnalezione podczas badań archeologicznych, ale także interaktywne materiały edukacyjne. Jedno z pomieszczeń zostanie zaadaptowane na sklepik i salę warsztatową, co dodatkowo wzbogaci ofertę edukacyjną obiektu.\n\nPrace konserwatorskie obejmą izolację wieży zamku średniego, konserwację murów i wymianę sufitów w pawilonie. Wszystko po to, by przestrzeń wystawiennicza była nie tylko atrakcyjna, ale i bezpieczna.\n\nDalsza część artykułu pod galerią zdjęć\n\nPoczątek prac w Rabsztynie / Fot: UMiG w Olkuszu\n\nZamek górny\n\nNa zamku górnym również szykuje się rewolucja. Zanim jednak pojawią się tam pierwsze elementy nowej ekspozycji, konieczne jest wykonanie szeregu prac wykończeniowych – od montażu stolarki, przez wykończenie posadzek i sufitów, aż po instalację balustrad i nowoczesnego systemu monitoringu.\n\nW centrum przyszłej wystawy znajdą się relikty systemu ogrzewania typu hypocaustum, świadczące o wysokim standardzie życia dawnych właścicieli. W oryginalnych wnętrzach odtworzone zostaną elementy portalu i kominka. Całość uzupełnią multimedia, które pozwolą turystom zrozumieć proces wznoszenia średniowiecznych twierdz i funkcje poszczególnych części zamku.\n\nIluminacja i infrastruktura\n\nProjekt obejmuje również modernizację oświetlenia. Zamiast dotychczasowych lamp pojawi się energooszczędne oświetlenie LED, które nie tylko podkreśli walory architektoniczne ruin, ale też zmniejszy zużycie energii. Nowe punkty świetlne zostaną zamontowane także wzdłuż ścieżki prowadzącej do zamku. Dodatkowo pod mostem powstanie skrzynka przyłączeniowa, ułatwiająca organizację wydarzeń plenerowych.\n\nDostępność w trakcie prac i dofinansowanie\n\nMimo intensywnych prac budowlanych zamek pozostaje otwarty dla zwiedzających, choć niektóre pomieszczenia mogą być czasowo niedostępne. Aktualne informacje są publikowane na stronie internetowej zamku i Miejskiego Ośrodka Kultury w Olkuszu.\n\nCałość inwestycji, której zakończenie zaplanowano na przyszły rok, jest możliwa dzięki dofinansowaniu w wysokości 2 mln zł w ramach 8. edycji Polskiego Ładu – Programu Inwestycji Strategicznych.\n\nTrwa realizacja projektu pn. „Kulturalno – turystyczny zamek Rabsztyn w gminie Olkusz”. Efektem prac będzie nie tylko... Opublikowany przez Olkusz Srebrne Miasto Piątek, 25 lipca 2025\n\nZamek z nagrodą za opiekę nad zabytkiem\n\nPrzypomnijmy, że w 2021 roku Zamek Rabsztyn został laureatem kategorii specjalnej „Właściwe użytkowanie i stała opieka nad zabytkiem” w prestiżowym konkursie „Zabytek Zadbany”, organizowanym przez Ministerstwo Kultury, Dziedzictwa Narodowego i Sportu oraz Generalnego Konserwatora Zabytków.\n\nFot: UMiG w Olkuszu"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Domy, wiejskie zagrody, spichlerze, młyny czy kapliczki – młodzi z Dębicy mogą zrobić zdjęcie, które trafi na wystawę",
            "link": "https://rdn.pl/360265/domy-wiejskie-zagrody-spichlerze-mlyny-czy-kapliczki-mlodzi-z-debicy-moga-zrobic-zdjecie-ktore-trafi-na-wystawe/",
            "description": "Drewniana architektura ludowa ziemi dębickiej uchwycona na zdjęciach. Takie wyzwanie stoi przed młodzieżą w Dębicy. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.U8_DTw0zNQ6I0WDM76MhXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Radio RDN16 godz.",
            "source": "Radio RDN",
            "article_content": "Drewniana architektura ludowa ziemi dębickiej uchwycona na zdjęciach. Takie wyzwanie stoi przed młodzieżą w Dębicy.\n\nW konkursie pt. ‘Dobre progi’ chodzi o to, by zrobić zdjęcie obiektom dawnej architektury drewnianej. Mogą to być np. domy, wiejskie zagrody, domowe budynki gospodarcze, młyny, spichlerze, kapliczki i kościoły z terenu powiatu dębickiego.\n\nPrzed obiektywem może znaleźć się cały budynek, ale także jego fragment wewnątrz lub na zewnątrz, w ujęciu z panoramą lub jakiś detal. Wysoko oceniane będą prace zawierające nastrój miejsca, historię mieszkańców lub osobistą refleksję osoby robiącej zdjęcie.\n\nWakacyjny konkurs fotograficzny jest skierowany do młodzieży. Zdjęcia trzeba przesłać lub przynieść osobiście do Muzeum Regionalnego przy ul. Ratuszowej 4 w Dębicy do końca sierpnia. Najlepsze fotografie zostaną nagrodzone. Będzie można je także podziwiać na muzealnej wystawie pt. ‘Kąty widzenia. Dom na progu Karpat’. Wystawa będzie czynna od 26 września."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Belki cenniejsze niż złoto. Kolejne ciekawe znaleziska na toruńskim bulwarze",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/belki-cenniejsze-ni%C5%BC-z%C5%82oto-kolejne-ciekawe-znaleziska-na-toru%C5%84skim-bulwarze/ar-AA1Ji0Z1?ocid=BingNewsVerp",
            "description": "Kilka dni temu informowaliśmy o krzyżackich monetach znalezionych przy szkielecie spoczywającym w dość nietypowy sposób na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.n5mQRV1zsWwz0lWf7hKBDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński on MSN15 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zbierz z lasu to, co dobre i pożywne. Etnobotanik opowiada o dzikiej diecie",
            "link": "https://www.rp.pl/plus-minus/art42750301-zbierz-z-lasu-to-co-dobre-i-pozywne-etnobotanik-opowiada-o-dzikiej-diecie",
            "description": "Jak mi opowiadał przewodnik z Tajlandii, różnica między turystą zachodnim a chińskim jest taka, że gdy ten drugi słyszy w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tDBV_qL90ixtMvbxjqOV6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Rzeczpospolita18 godz.",
            "source": "Rzeczpospolita",
            "article_content": "Być może wzrósł mi poziom metabolizmu, coś się odblokowało... Po tej diecie wystarczy mi również znacznie mniej snu – z dotychczasowych 7,5 godz. na dobę dziś potrzebuję jedynie 6,5. Przy czym oczywiście to jest co innego schudnąć, mając, tak jak ja, nadwagę, a co innego, gdy ma się prawidłową masę ciała. Zatem teraz, gdy podejmę podobne wyzwanie dietetyczne na miesiąc, czuję, że schudnę być może 4-5 kg, a nie aż 11. Myślę, że metabolizm człowieka jest bardzo mało poznany, a może się okazać bardzo indywidualny.\n\nNauki o żywieniu istotnie potrzebują nowych metod badawczych i pasjonaci dzikiej kuchni zdają się wpisywać w ten trend, wracając jednocześnie do korzeni ludzkiego odżywiania, które selekcjonowały naszą populację ewolucyjnie od wczesnego paleolitu, a nie przez ostatnie 150 lat.\n\nNie ma dziś globalnie głodu i masowych awitaminoz, ale mamy za to epidemię otyłości.\n\nWini się tu powszechną dostępność pokarmów wysoko przetworzonych. Kraje Azji, tak bardzo przywiązane do tradycyjnych sposobów odżywiania (np. jedzenia olbrzymiej ilości warzyw, w tym liściastych), jak Japonia, Korea czy Chiny nie mają tej nowoczesnej epidemii. Ja jeździłem do Chin dość regularnie w celach badań terenowych od 2005 r. Patrzyłem na Chińczyków. Jeszcze dekadę temu wszyscy tam byli szczupli. Obfite kształty u niektórych pojawiły się nagle, i nie jest to raczej związane z masową zmianą diety na zachodni fast food (bo to nadal margines), ale przesiadaniem się z rowerów na skutery czy do samochodów. Myślę, że jest to kwestia ruchu koniecznego przy ich diecie, jednak bogatej w ryż, i przy rosnącej dostępności produktów żywnościowych, aby utrzymać zdrowie i szczupłą sylwetkę.\n\nA co, jeśli ludzie cię posłuchają i pójdą w las czy na łąkę po pokarm? Połowa zrezygnuje po trzech dniach, ale czy ta druga połowa nie zniszczy, nie zadepcze, nie wytępi…?\n\nMusimy ludzi na to uczulać. W przypadku roślin jadalnych jest to jednak mniejszy problem, niż w przypadku roślin leczniczych, bo aby się najeść, musimy dużo zebrać, zatem ograniczamy się do gatunków pospolitych – choć i tu można sobie wyobrazić jakieś regionalne dziesiątkowanie populacji. Chociażby ślimaki winniczki – dziś zanikające. Nie znamy przyczyny, przypuszcza się tu znaczącą rolę coraz powszechniej stosowanych w rolnictwie i ogrodnictwie środków chemicznych skierowanych przeciw ślimakom bezskorupowym. Regres populacji winniczków jest gigantyczny, tak że w tym roku Regionalna Dyrekcja Ochrony Środowiska w Rzeszowie wstrzymała pozwolenia na zbieranie ślimaków. Ja wyjątkowo dostałem pozwolenie na zbiór małej ich ilości dla celów eksperymentu z dziką dietą.\n\nPopatrzmy też na Laos, gdzie ludzie jedzą wszystko, co jest jadalne, co doprowadziło do wytrzebienia populacji wielu gatunków dzikich ptaków. Podobny problem występuje na południu Europy czy w Libanie, gdzie strzela się do ptaków – niekoniecznie zawsze w celach kulinarnych, aczkolwiek kosy czy skowronki są w cenie. Można sobie zatem wyobrazić, że ludzie dowiedzą się, że lilia złotogłów jest jadalna, pójdą do rezerwatów i wykopią ją, by zjeść. W Wielkiej Brytanii były kontrowersje związane ze zrywaniem jadalnych roślin nadmorskich.\n\nPodobnie jest z Chińczykami, którzy jadą do krajów Azji Południowo-Wschodniej i nielegalnie jedzą mięso chronionych gatunków zwierząt, uważane za afrodyzjak czy lekarstwo. Jak mi opowiadał przewodnik z Tajlandii, różnica między turystą zachodnim a chińskim jest taka, że gdy ten drugi słyszy w rezerwacie opowieść o jakiejś roślinie czy zwierzęciu, to zawsze zapyta: „a jak to smakuje?”. W chińskich parkach narodowych zaś są restauracje, gdzie można degustować lokalną florę. To tak jakby w Pienińskim Parku Narodowym było u bramy ogłoszenie: „Przyjdź do naszej knajpy i spróbuj naszych roślin chronionych”. Raczej nie do pomyślenia.\n\nCzy rozwiązaniem tego dylematu nie byłyby licencje na zbieranie powszechnych dzikich roślin przez lokalne rodziny, które trudnią się tym z dziada pradziada i teoretycznie dbają o te lokalizacje, które dzierżawią (taki mechanizm obserwowałam we Francji, w delcie Sommy, chodziło o endemiczne tam słonorośla, bardzo smaczne nawiasem mówiąc)?\n\nNie jestem fanem licencji. Niech przykładem będzie czosnek niedźwiedzi, który się nagle zrobił bardzo modny. Stał się symbolem dzikiej diety. Zbierają go firmy, używa się go do różnych produktów, od kiełbas przez twarogi po pesto. W Polsce od ponad 20 lat znajduje się on pod ochroną częściową. Można czosnek niedźwiedzi zbierać w trzech województwach za indywidualnym zezwoleniem miejscowej RDOŚ w odpowiedzi na pisemne dość szczegółowe podanie. Firmy, które pozyskują duże ilości tego surowca, robią to legalnie w Bieszczadach. A osoby, które chcą bez żadnego zysku i amatorsko nazbierać sobie na jeden słoik pesto – czynią to de facto nielegalnie.\n\nWażną kwestią jest mądra konstrukcja prawa. Według mnie pozyskiwanie w Polsce czosnku niedźwiedziego, który tylko miejscami jest pospolity, powinno być w zupełnie inny sposób ograniczone prawnie. Powinno się zdelegalizować masowy zbiór tej rośliny na potrzeby przemysłu spożywczego, a pozwolić na zbiór na małą skalę, niekomercyjny. Odwrotnie niż jest dziś. Rzecz jest skomplikowana. Przy każdym gatunku, w każdym kraju trzeba to rozwiązywać lokalnie i indywidualnie, po zbadaniu i stosownym namyśle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "26 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-26,8,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dawny gmach banku w Chorzowie będzie sceną teatralną. Na razie artyści remontują zabytek. \"Byłam zaskoczona, że to tak piękny budynek\"",
            "link": "https://www.msn.com/pl-pl/rozrywka/og%C3%B3lne/dawny-gmach-banku-w-chorzowie-b%C4%99dzie-scen%C4%85-teatraln%C4%85-na-razie-arty%C5%9Bci-remontuj%C4%85-zabytek-by%C5%82am-zaskoczona-%C5%BCe-to-tak-pi%C4%99kny-budynek/ar-AA1J9Nyl?ocid=BingNewsVerp",
            "description": "Kiedyś ludzie stali tu w kolejkach, by zapłacić rachunki, a już jesienią jest szansa, że ustawią się w kolejce po bilety na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-z2_6n3Yab-g9-Mt7kHHcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN23 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bankowy gmach w Chorzowie będzie sceną teatralną. To miejsce znał każdy, wkrótce zyska nowe życie. \"Chcemy, żeby ciągle się tu coś działo\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/arty%C5%9Bci-remontuj%C4%85-dawny-bankowy-gmach-powstanie-tu-scena-teatralna/ar-AA1JbTi1?ocid=BingNewsVerp",
            "description": "Kiedyś ludzie ustawiali się tu w kolejce, by zapłacić rachunki, a już jesienią jest szansa, że ustawią się w kolejce po ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Grjdg5HiR4Z-ed2nVF8BBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nasze Miasto on MSN23 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "26 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-26,8,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwacze skarbów. Na tropie historycznych tajemnic",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/poszukiwacze-skarb%C3%B3w-na-tropie-historycznych-tajemnic/ar-AA1JjWTT?ocid=BingNewsVerp",
            "description": "Zanim ruszą w teren studiują mapy, oglądają zdjęcia satelitarne, czytają dokumenty w archiwach, rozmawiają z ludźmi. Mówią, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.tiC15T%2fLbDHtaQ4vMfzhnQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "i.pl on MSN38 min",
            "source": "i.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryli niezwykły amulet ze starożytnego Rzymu. Archeolodzy przecierają oczy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/odkryli-niezwyk%C5%82y-amulet-ze-staro%C5%BCytnego-rzymu-archeolodzy-przecieraj%C4%85-oczy/ar-AA1JhK5x?ocid=BingNewsVerp",
            "description": "Archeolodzy pracujący na stanowisku A Cibdá de Armea w Hiszpanii odkryli jedyny w regionie amulet. Skamieniałość pewnego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bJHnZNcHiuQOunj9KNEdWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio ZET on MSN15 godz.",
            "source": "Radio ZET on MSN",
            "article_content": ""
        }
    }
]