[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wiązanki kwiatów i znicze na Wszystkich Świętych 2025. Zdjęcia, ceny i wzory z Pchlego Targu",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wi%C4%85zanki-kwiat%C3%B3w-i-znicze-na-wszystkich-%C5%9Bwi%C4%99tych-2025-zdj%C4%99cia-ceny-i-wzory-z-pchlego-targu/ar-AA1OdEtu?ocid=BingNewsVerp",
            "description": "Wiązanki na Wszystkich Świętych mogą mieć różne formy: od klasycznych kompozycji z żywych kwiatów po trwałe dekoracje z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vMWVkxbYmO0SYTUkk-FKBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN15 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wszystkich Świętych 2025. Modne wiązanki i znicze z Pchlego Targu we Włocławku. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wszystkich-%C5%9Bwi%C4%99tych-2025-modne-wi%C4%85zanki-i-znicze-z-pchlego-targu-we-w%C5%82oc%C5%82awku-zdj%C4%99cia-ceny/ar-AA1OdzV4?ocid=BingNewsVerp",
            "description": "Dzień Wszystkich Świętych 2025 coraz bliżej. Na targowiskach w Kujawsko-Pomorskiem, w tym na Pchlim Targu we Włocławku, dostępne są kwiaty, wieńce, wiązanki oraz gotowe komplety, które można kupić już ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN8 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zdziwisz się ile mogą być warte te monety. Ich ceny potrafią być teraz olbrzymie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zdziwisz-si%C4%99-ile-mog%C4%85-by%C4%87-warte-te-monety-ich-ceny-potrafi%C4%85-by%C4%87-teraz-olbrzymie/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Trzymasz ciągle w swoim domu stare monety obiegowe? Lepiej je dokładnie sprawdź, ich wartość jest dzisiaj znacznie wyższa, niż przypuszczasz. Niektóre egzemplarze osiągają ceny sięgające kilku tysięcy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN21 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare auta mają po kilkadziesiąt lat i wciąż jeżdżą po polskich drogach. Nie uwierzycie, ile kosztują",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-stare-auta-maj%C4%85-po-kilkadziesi%C4%85t-lat-i-wci%C4%85%C5%BC-je%C5%BCd%C5%BC%C4%85-po-polskich-drogach-nie-uwierzycie-ile-kosztuj%C4%85/ar-AA1O2rcO?ocid=BingNewsVerp",
            "description": "Te zabytkowe samochody ciągle można spotkać na naszych ulicach. Mają po kilkadziesiąt lat, pamiętają czasy PRL-u, a mimo to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yaXw6mlykLbw0B1XhAUStS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN17 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 11.10.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://gk24.pl/przeglad-prasy-11-10-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960923",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 10.10.",
            "image_url": "https://www.bing.pl/th?id=OVFT.ouJwp-18bZiTIKllzeU__i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński37 min",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA]",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia/ar-AA1NWeyB?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze utrzymane egzemplarze są szczególnie cenione. W galerii przedstawiamy za ile sprz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN11 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle teraz płacą za stare meble z PRL. Lepiej sprawdź, bo można sporo zarobić",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/tyle-teraz-p%C5%82ac%C4%85-za-stare-meble-z-prl-lepiej-sprawd%C5%BA-bo-mo%C5%BCna-sporo-zarobi%C4%87/ar-AA1O5Xaz?ocid=BingNewsVerp",
            "description": "Jeszcze całkiem niedawno trafiały na śmietniki, a dziś osiągają zaskakujące ceny. Stare meble z czasów PRL wróciły do łask i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.BYog-QMzCrg2JPweOilO8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN18 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kronika zapowiedzianej likwidacji opozycji. Felieton z mewą",
            "link": "https://www.salon24.pl/u/hardy/1467297,kronika-zapowiedzianej-likwidacji-opozycji-felieton-z-mewa",
            "description": "Polska polityka, stara, skrzypiąca karuzela, na której co cztery lata odmalowuje się gipsowe koniki, choć mechanizm kręci się w tym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Salon2412 godz.Opinion",
            "source": "Salon24",
            "article_content": "10.10.2025 BLOG\n\nCzas na prawdziwy rewanż, jednak bez demokratycznej iluzji – bo iluzje i debaty to luksus dla przegranych\n\nPolska polityka, stara, skrzypiąca karuzela, na której co cztery lata odmalowuje się gipsowe koniki, choć mechanizm kręci się w tym samym odpustowym rytmie.\n\n\n\n\n\n\n\n\n\nKto wspomni dziś, te kampanijne obietnice Koalicji Obywatelskiej pod wodzą Donalda Tuska? Z werwą greckiego chóru zapowiadali, jak po zdobyciu władzy wyprowadzą prezesa NBP na bruk, nagną konstytucję do potrzeb chwili i posprzątają po \"pisowskim bałaganie\" metodą buldożera. Brzmiało to jak scenariusz hollywoodzkiego thrillera, w którym bohaterowie w białych płaszczach, by nie dodać z krzyżami, ratują demokrację przed smokiem z Nowogrodzkiej.\n\nWygrali – i zaczęli realizować. Krok po kroku, z precyzją szwajcarskiego zegarka tykającego w rytm unijnych dyrektyw. Zdziwienie obozu PiS? Naiwne, wręcz dziecinne, jak u przedszkolaka, który naiwnie nie spodziewa się, że kolega naprawdę zabierze mu zabawkę. \"Jak to? Oni naprawdę to robią?”. To oburzenie, ten teatralny szok, dowodzi, że Jarosław Kaczyński i jego ekipa nie przewidzieli, iż groźby Tuska to nie puste straszenie, lecz konkretny plan polityczny. Zapowiedzi gwałtu uważali za wyborcze metafory, za retoryczną mgiełkę, która rozpłynie się po przeliczeniu głosów. Klasyczny błąd optymisty, słowa na wiatr. Tymczasem wiatr dmuchnął prosto w żagle KO, niosąc nomen omen ich jachty do władzy, gdzie dziś cumują przy kei z napisem \"Konstytucja na miarę\".\n\nA przecież mogło być inaczej. PiS miał osiem lat – całe osiem lat, by dokonać zmian w konstytucji, wzmocnić pozycję prezydenta, zbudować fortyfikacje wokół instytucji, które dziś są przejmowane przez KO. Ale nie zrobili tego. Dlaczego? Bo nie byli pewni i ostatecznie przegrali wybory parlamentarne a także byli niepewni wyborów prezydenckich. Wzmocnić Dudę? No nie. Tym bardziej, że po wygraniu Andrzej Duda oderwał się od Kaczyńskiego idąc własną ścieżką, to tylko komplikowało kalkulacje na Nowogrodzkiej. A nuż wybory pójdą nie tak, wygra Trzaskowski – kandydat Tuska – i ten miałby wtedy pełnię władzy w garści?\n\nKto nie ryzykuje, ten nie pije szampana, ale i nie traci fortuny. PiS wybrał ostrożność – i zapłacił za nią utratą steru. Wybory prezydenckie w 2025 roku wygrał jednak Nawrocki, co dało PiSowi oddech, ale nie zmieniło dynamiki – bo przed nami jeszcze te parlamentarne ostatniej szansy. Wybory, które mogą albo uratować suwerenność, albo pogrzebać resztki nadziei. Ci niby mistrzowie ripost nie przewidzieli nawet przejęcia mediów publicznych, tych bastionów prawicowej narracji, które zmieniły skórę jak kameleony w akwarium liberałów.\n\nPiS telewizję utracił dlatego, że ludzie byli zmęczeni propagandą brata Kurskiego – nikt nie miał ochoty demonstrować w obronie puszystych redaktorek straszących Polaków z częstotliwością budzika mówiącym po niemiecku Tuskiem - „für Deutschland”. Telewizja stała się śmieszna, zniszczona przez PiS i dlatego KO przejęła ją z lekkością. W to miejsce wykwitły telewizje prywatne, ale one pracują na własnym rachunku, a nie na chorych imperialnych zapędach prezesa organizującego hucznego sylwestra pod Tatrami w oprawie disco polo – bo jego żona uwielbia ten ludowy kicz.\n\nA w samorządach? Tam KO ma znaczną przewagę – kontroluje większość dużych miast i województw, co daje im nie tylko lokalną władzę, ale i bazę do dalszego miażdżenia opozycji na poziomie centralnym. Gdyby nie prywatne telewizje – te prawicowe oazy w morzu mainstreamu – byłoby jeszcze gorzej. Jedna Telewizja Trwam? Szlachetna, samotna – jak rycerz bez zbroi w starciu z medialną machiną KO. Ona nie uratuje Polski przed zalewem \"faktów\" z Tuskowego menu. A opozycja? Ma się dobrze, oj ma. Trwa w samozadowoleniu. Nie ponosi winy za przegrane wybory, nie musi tłumaczyć się z bilansu budżetu – bo bilans to nie ich sprawa. To przecież KO realizuje scenariusz osłabiania gospodarki, gdzie wyższa inflacja, niepewność inwestorów i unijny kaganiec na suwerenność. To przecież obecny rząd realizuje scenariusz na rzecz Niemiec, oddając nasze atuty w ręce Berlina pod płaszczykiem \"europejskiej solidarności\" a cierpią Polacy z kredytami i rachunkami – a nie politycy w klimatyzowanych gabinetach, popijający kawę z porcelany z unijnego funduszu. PiS obserwuje z rozkoszą, jak sypie się rząd KO i dosypuje do pieca.\n\nA odbudowa tego wszystkiego? Jeśli PiS wróci do formowania rządu – a historia lubi powroty – zajmie to kilka lat. Kilka lat mozolnego składania skorupki gospodarki, która dziś pęka jak jajko pod butem pseudo reformatorów. I to wszystko jeszcze dodatkowo w cieniu niepewnej sytuacji militarnej. Bo nie wykluczone, że Rosja zaatakuje – może nie czołgami do Wisły, jak w starych mapach sztabowych, ale dronami, cichymi zabójcami sterowanymi przez algorytmy. Europa patrzy, kiwa głową i wzmacnia liberałów, czyli rząd Tuska, bo \"demokracja\" to ich ulubione zaklęcie.\n\nA w Polsce niebawem? Kolejne aresztowania i procesy – czekają nas jak deser po obiedzie. Już dziś widzimy przykłady - poseł PiS Dariusz Matecki trafił do aresztu na dwa miesiące w marcu tego roku w związku z aferą wizową. Marcin Romanowski, były wiceminister sprawiedliwości, od lipca zeszłego roku ścigany za nieprawidłowości w Funduszu Sprawiedliwości. Nawet brat wiceministra Jarosława Sellina przebywał w areszcie tymczasowym rok, podejrzany o powoływanie się na wpływy w ministerstwie.\n\nTo nie koniec – prokuratura już szykuje wnioski o kolejne immunitety. A na wspomniany deser, Parlament Europejski właśnie uchylił immunitety europosłom PiS, Danielowi Obajtkowi i Michałowi Dworczykowi, otwierając im drogę do polskich prokuratur. I nie zapominajmy o najnowszym materiale telewizyjnym w TVN24, który ujawnia kontrowersyjną inwestycję Obajtka – \"Mazurski Dubaj\" nad jeziorem Kisajno, budowany w spółce z postaciami z półświatka, co już zapowiada dalszą nagonkę i procesy byłego prezesa Orlenu.\n\nW tym wszystkim prezes Jarosław Kaczyński nie siedzi bezczynnie, on wzywa na manifestację za kilka dni, bo 11 października w Warszawie, by \"zatrzymać ich\" i zaprotestować przeciw paktowi migracyjnemu i innym \"zagrożeniom\". Jak dopisze pogoda będzie podniośle, patriotycznie i buńczucznie. Ale czy to wystarczy?\n\nPiS jedyna ostoja i nadzieja na polski wzrost gospodarczy wymaga przeformatowania – na partię bardziej skuteczną, przewidywalną, waleczną i zdeterminowaną. Bo nie o dobry program tu chodzi, ten PiS ma już gotowy i nie o lepsze zarządzanie Polska – to jest luksus dla zwycięzców, bonus za wygraną kampanię.\n\nTeraz jak zawsze, ale jeszcze wyraźniej niż kiedyś, chodzi o przejęcie władzy, o ten brutalny taniec, w którym wygrywa ten, kto chwyta pałeczkę pierwszy. Rozwój gospodarczy? Dodatek, premia za wygraną, konfitura na deser. Teraz nadal KO wraz z europejskimi sojusznikami jest skuteczniejsza – narracyjnie wyprzedza PiS o krok, o pół kadencji. Mają media, mają Unię, mają Tuska z jego uśmiechem rekina w końcu mają część episkopatu po swojej stronie, która grzecznie milczy i mają zdecydowaną większość artystów, których rząd dotuje w różnych dziwnych, często nieartystycznych akcjach, ale jednak. Krytyka nie istnieje więc, kto niby maiłby oceniać wartość tych produkcji? Odbiorca. Ten dawno już się pogubił w kryteriach wartościowania.\n\nTak, oto w tej kronice zapowiedzianego niszczenia politycznych oponentów nie ma miejsca na naiwność. Obecnie słowa to nie są metafory, to amunicja i zapowiedź dewastacji. Czy obudzimy się przed wyborami parlamentarnymi ostatniej szansy, zanim drony z nieba przypomną, co znaczy prawdziwa wojna, a karuzela zatoczy koło nadal będziemy patrzeć, jak opozycja – pardon, rząd – rozbiera dom po cegle.\n\nCzas na prawdziwy rewanż, jednak bez demokratycznej iluzji – bo iluzje i debaty to luksus dla przegranych.\n\nhttps://naszeblogi.pl/74441-kronika-zapowiedzianej-likwidacji-opozycji-felieton-z-mewa\n\nps.\n\nTo on nie bał się zgasić satanistycznej chanuki.\n\nTo on nie bał się stanąć za rolnikami naprzeciw policji.\n\nTo on nie bał się wynieść lewackiej choinki z sądu.\n\nTo on nie bał się zniszczyć wystawy LGBT w Opolu.\n\nTo on nie bał się zniszczyć wystawy LGBT w Sejmie.\n\nTo on nie bał się spalić pseudo flagi UE.\n\n\n\n\n\nI to on nigdy nie będzie się bał stanąć za nami.\n\n\n\n\n\nGrzegorz Braun - moi drodzy\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "XVII-wieczne skarby wydobyte z Wisły",
            "link": "https://culture.pl/pl/artykul/xvii-wieczne-skarby-wydobyte-z-wisly",
            "description": "Rekordowo niski poziom wody w Wiśle odsłonił w 2015 roku składowisko drogocennych przedmiotów, przez całe wieki ukrytych pod ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3CKcXRdiaGp0D1mfaTddQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Culture.pl16 godz.",
            "source": "Culture.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwa targi w jednym miejscu. Ruszył nowy pchli targ na Franowie w Poznaniu. Zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/dwa-targi-w-jednym-miejscu-od-dzisiaj-ruszy%C5%82-nowy-pchli-targ-na-franowie-w-poznaniu-zobaczcie-zdj%C4%99cia/ar-AA1NTWqV?ocid=BingNewsVerp",
            "description": "Niedzielne targi w Poznaniu cieszą coraz większą popularnością. Dzisiaj po raz pierwszy na Franowie ruszył Pyra Targ. To już ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LngsYsV_LW5z2wVUm4oAeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN22 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wszystkich Świętych 2025. Modne wiązanki i znicze z Pchlego Targu we Włocławku. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wszystkich-%C5%9Bwi%C4%99tych-2025-modne-wi%C4%85zanki-i-znicze-z-pchlego-targu-we-w%C5%82oc%C5%82awku-zdj%C4%99cia-ceny/ar-AA1OdEtu?ocid=BingNewsVerp",
            "description": "Dzień Wszystkich Świętych 2025 coraz bliżej. Na targowiskach w Kujawsko-Pomorskiem, w tym na Pchlim Targu we Włocławku, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vMWVkxbYmO0SYTUkk-FKBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN8 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sąd w Strzelcach Krajeńskich",
            "link": "https://zielonagora.naszemiasto.pl/tag/sad-w-strzelcach-krajenskich",
            "description": "10 października 2024 w Żagańskim Pałacu Kultury będzie można zobaczyć wystawę obrazów osadzonych w Zakładzie Karnym w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Zielona Góra Nasze Miasto22 godz.",
            "source": "Zielona Góra Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jesień we Wrocławiu kusi atrakcjami. Sprawdź, co warto robić weekend 11-12 października. Najciekawsze weekendowe imprezy i wydarzenia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jesie%C5%84-we-wroc%C5%82awiu-kusi-atrakcjami-sprawd%C5%BA-co-warto-robi%C4%87-weekend-11-12-pa%C5%BAdziernika-najciekawsze-weekendowe-imprezy-i-wydarzenia/ar-AA1OddsX?ocid=BingNewsVerp",
            "description": "Drugi weekend października (11-12 października) we Wrocławiu zapowiada się wyjątkowo. Lubisz klimat bawarskiego festynu, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3tw6E8v0uA-0_ISRLPFu3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN16 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Juniore bday set",
            "link": "https://poznan.naszemiasto.pl/tag/juniore-bday-set",
            "description": "Dokładnie 125 lat temu, 1 marca 1900 roku, na Garbarach otwarto Rzeźnię Miejską. Dziś w jej miejscu powstaje nowoczesne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto21 godz.",
            "source": "Poznań Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Panorama Gdańska 2025",
            "link": "https://gdansk.naszemiasto.pl/tag/panorama-gdanska-2025",
            "description": "Warkocz św. Katarzyny to nowa nazwa na najdłuższe wahadło zegarowe na świecie, które oficjalnie od 18 sierpnia 2023 roku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gdańsk Nasze Miasto17 godz.",
            "source": "Gdańsk Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie toruńskich archeologów pracujących przed Domem Mikołaja Kopernika",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/niezwyk%C5%82e-odkrycie-toru%C5%84skich-archeolog%C3%B3w-pracuj%C4%85cych-przed-domem-miko%C5%82aja-kopernika/ar-AA1OdFEL?ocid=BingNewsVerp",
            "description": "Badacze pracujący na podwórzu kamienicy przy ul. Kopernika 15/17 w Toruniu odkryli pozostałości doskonale zachowanej potężnej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gdTVPc1BwRy9Rmo0eZOUCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nowości Dziennik Toruński on MSN14 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exoticarium Targi Terrarystyczne w Wałbrzychu i Legnicy przed nami. Pierwsze w ten weekend! Tak było ostatnio - zdjęcia",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/exoticarium-targi-terrarystyczne-w-wa%C5%82brzychu-i-legnicy-przed-nami-pierwsze-w-ten-weekend-tak-by%C5%82o-ostatnio-zdj%C4%99cia/ar-AA1OeLXe?ocid=BingNewsVerp",
            "description": "Exoticarium Targi Terrarystyczne w Wałbrzychu już w weekend 11 - 12 paźdiernika 2025 w hali sportowej Akademii Nauk Stosowanych przy ul. Południowej 1. Przypominamy jak było podczas pierwszych tego ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wałbrzych Nasze Miasto on MSN9 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Urokliwe trasy na weekend 11 - 12 października",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-urokliwe-trasy-na-weekend-11-12-pazdziernika/ar/c7p1-22115647",
            "description": "Szukasz pomysłu na uroczą ścieżkę spacerową z Kołobrzegu? Nasze podpowiedzi, gdzie można się wybrać. Wybraliśmy 3 ciekawe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Hrw1IdPuQm89S81iYyIDKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto14 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 1 km od Kołobrzegu. Pomysły na odrobinę ruchu na powietrzu w weekend 11 - 12 października",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-1-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-na-powietrzu-w-weekend-11-12-pazdziernika/ar/c7p1-22319027",
            "description": "Szukasz nowych tras do nordic walking niedaleko Kołobrzegu? We współpracy z Traseo przygotowaliśmy dla Ciebie kilka podpowiedzi na najbliższy weekend. Jeśli dopiero chcesz zacząć uprawiać nordic walki ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto14 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 11.10.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://dziennikpolski24.pl/przeglad-prasy-11-10-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960929",
            "description": "W najbliższą niedzielę (12 października 2025 r.) w Krakowie odbędą się PKO Cracovia Półmaraton Królewski i Czaniecka Piątka.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Ak0ubegyo8Ld4pVvh7tE7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Polski37 min",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w dolnośląskiej wsi. Znaleźli to podczas remontu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/niezwyk%C5%82e-odkrycie-w-dolno%C5%9Bl%C4%85skiej-wsi-znale%C5%BAli-to-podczas-remontu/ar-AA1OdnBF?ocid=BingNewsVerp",
            "description": "W piątek Dolnośląski Wojewódzki Konserwator Zabytków wydał komunikat na temat odkrycia, jakiego dokonano we wsi Zapusta (woj.",
            "image_url": "https://www.bing.pl/th?id=OVFT.BOXnJ9Wlw1umSEvDJ1h99S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN14 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "By wydobrzeć, ZETO potrzebuje Wrocławia",
            "link": "https://www.msn.com/pl-pl/hobby-i-zainteresowania/og%C3%B3lne/by-wydobrze%C4%87-zeto-potrzebuje-wroc%C5%82awia/ar-AA1O7NAC?ocid=BingNewsVerp",
            "description": "We Wrocławiu niszczeje obiekt ZETO. Choć od 2022 roku figuruje w rejestrze zabytków, jego obecny właściciel, deweloper HEA, nie podejmuje się remontu, ograniczając się do uzupełniania odpadających pły ...",
            "image_url": "https://www.bing.pl/th?id=ODF.8NA_WSNpNqYL7adK-HIRyg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Architektura-Murator on MSN1 godz.",
            "source": "Architektura-Murator on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (11.10.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://kurierlubelski.pl/przeglad-prasy-11-10-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960905",
            "description": "Dziś (10 października) w Europejski Dzień Przeciwko Karze Śmierci, przypominamy mroczną kartę lubelskiej historii. Ryszard Gorzel został skazany na śmierć za brutalne zamordowanie własnych rodziców ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski38 min",
            "source": "Kurier Lubelski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historyczne odkrycie przy remoncie podłogi w dolnośląskiej wsi. Późne średniowiecze pod nogami",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/historyczne-odkrycie-przy-remoncie-pod%C5%82ogi-w-dolno%C5%9Bl%C4%85skiej-wsi-p%C3%B3%C5%BAne-%C5%9Bredniowiecze-pod-nogami/ar-AA1OcRaA?ocid=BingNewsVerp",
            "description": "We wsi Zapusta w gminie Olszyna przypadkowo odkryto ślady historii sprzed kilkuset lat. Podczas remontu podłogi znaleziono ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vM1iL_Lbwa7lC_rDIxVy9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Jelenia Góra Nasze Miasto on MSN19 godz.",
            "source": "Jelenia Góra Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 10.10.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-6102025/ar-AA1NXzpp?ocid=BingNewsVerp",
            "description": "Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ze szkła z czasów poprzedniego ustroju. Kolekcjonerzy skupują szkło i kryształy z czasów PRL ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zdziwisz się ile mogą być warte te monety. Ich ceny sięgają wielu tysięcy złotych",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zdziwisz-si%C4%99-ile-mog%C4%85-by%C4%87-warte-te-monety-ich-ceny-si%C4%99gaj%C4%85-wielu-tysi%C4%99cy-z%C5%82otych/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Trzymasz ciągle stare monety obiegowe? Lepiej je sprawdź, ich wartość jest dzisiaj znacznie wyższa, niż przypuszczasz.",
            "image_url": "https://www.bing.pl/th?id=OVFT.wYVzALyOeiSlpm0a2INZzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN21 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zwykły banknot może być warty o wiele więcej, niż myślisz. Lepiej sprawdź dobrze swój portfel",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/zwyk%C5%82y-banknot-mo%C5%BCe-by%C4%87-warty-o-wiele-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-lepiej-sprawd%C5%BA-dobrze-sw%C3%B3j-portfel/ar-AA1NW4EW?ocid=BingNewsVerp",
            "description": "Nie każdy banknot jest warty tyle, ile wynosi jego nominał. W świecie kolekcjonerów istnieje mnóstwo banknotów, których wartość rośnie nie ze względu na materiał, z którego są wykonane czy wiek, ale p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN21 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Farma fotowoltaiczna Park Śląski",
            "link": "https://katowice.naszemiasto.pl/tag/farma-fotowoltaiczna-park-slaski",
            "description": "Park Śląski zamierza wybudować farmę fotowoltaiczną, która będzie zasilać m.in. dwie linie Elki, kąpielisko Fala i parkowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Katowice Nasze Miasto16 godz.",
            "source": "Katowice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poiska Czarnogóra zdjęcia kibiców",
            "link": "https://katowice.naszemiasto.pl/tag/poiska-czarnogora-zdjecia-kibicow",
            "description": "KATOWICE. Pomnik Jana Furtoka, legendy GKS-u, powstanie przy Arenie Katowice. To jeden z projektów, które znalazły uznanie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Katowice Nasze Miasto8 godz.",
            "source": "Katowice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historyczne odkrycie przy remoncie podłogi w dolnośląskiej wsi. Późne średniowiecze pod nogami",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/historyczne-odkrycie-przy-remoncie-pod%C5%82ogi-w-dolno%C5%9Bl%C4%85skiej-wsi-p%C3%B3%C5%BAne-%C5%9Bredniowiecze-pod-nogami/ar-AA1OcRaA?ocid=BingNewsVerp",
            "description": "We wsi Zapusta w gminie Olszyna przypadkowo odkryto ślady historii sprzed kilkuset lat. Podczas remontu podłogi znaleziono ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vM1iL_Lbwa7lC_rDIxVy9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Jelenia Góra Nasze Miasto on MSN19 godz.",
            "source": "Jelenia Góra Nasze Miasto on MSN",
            "article_content": ""
        }
    }
]