[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w niedzielę 5 października 2025 - kwiaty, wiązanki, znicze, ubrania i starocie. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-w-niedziel%C4%99-5-pa%C5%BAdziernika-2025-kwiaty-wi%C4%85zanki-znicze-ubrania-i-starocie-zdj%C4%99cia-ceny-wideo/ar-AA1NTIh0?ocid=BingNewsVerp",
            "description": "W niedzielę, 5 października 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego pogoda nie sprzyjała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5qYAcHQz9FEGOqkcd-j_ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN8 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ Staroci w Będzinie to RAJ dla miłośników retro przedmiotów! Te antyki tam upolujesz - Zobacz ZDJĘCIA. Jest w czym wybierać...",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/targ-staroci-w-b%C4%99dzinie-to-raj-dla-mi%C5%82o%C5%9Bnik%C3%B3w-retro-przedmiot%C3%B3w-te-antyki-tam-upolujesz-zobacz-zdj%C4%99cia-jest-w-czym-wybiera%C4%87/ar-AA1NUoTK?ocid=BingNewsVerp",
            "description": "Targ Staroci w Będzinie, to obowiązkowy punkt dla wszystkich łowców antyków, retro gadżetów i przedmiotów z duszą.",
            "image_url": "https://www.bing.pl/th?id=OVFT.2L9-0vDUIRKmClJnWJAHnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Będzin Nasze Miasto on MSN1 godz.",
            "source": "Będzin Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biojarmark 2025 we Włocławku. Ekologiczne smaki, regionalne rękodzieło i nie tylko - 5.10.2025. Zdjęcia, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/biojarmark-we-w%C5%82oc%C5%82awku-ekologiczne-smaki-regionalne-r%C4%99kodzie%C5%82o-i-nie-tylko-5102025-zdj%C4%99cia-wideo/ar-AA1NUgL3?ocid=BingNewsVerp",
            "description": "W godzinach od 10 do 14 mieszkańcy mieli okazję zaopatrzyć się w lokalne produkty prosto od producentów. To cykliczne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qhe7wG4T7-8qD3EInGqolC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN3 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jesienny pchli targ u Jędruli. Obok kompozycji na 1 listopada pojawiły się bożonarodzeniowe ozdoby",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jesienny-pchli-targ-u-j%C4%99druli-obok-kompozycji-na-1-listopada-pojawi%C5%82y-si%C4%99-bo%C5%BConarodzeniowe-ozdoby/ar-AA1NTAta?ocid=BingNewsVerp",
            "description": "Plac przy inowrocławskiej skarbówce, gdzie regularnie organizowany jest bazar, znów stał się centrum niedzielnego handlu. Okres przed Dniem Wszystkich Świętych wyraźnie sprzyjał sprzedaży, a wśród ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cgj1z3dri9fDcvnl2HbMDA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN1 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Motobazar w Toruniu. Tłumy fanów motoryzacji i bogata oferta w MotoParku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/motobazar-w-toruniu-t%C5%82umy-fan%C3%B3w-motoryzacji-i-bogata-oferta-w-motoparku/ar-AA1NTTkW?ocid=BingNewsVerp",
            "description": "Drugi w tym roku Motobazar został zorganizowany w Toruniu - w niedzielę 5 października. Motobazar to wydarzenie cieszące się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.liC-0rCQlWJDjSDT51yWhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN7 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z okresu PRL są w cenie. Poszukują ich kolekcjonerzy. Sprawdź, może je masz!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-monety-z-okresu-prl-s%C4%85-w-cenie-poszukuj%C4%85-ich-kolekcjonerzy-sprawd%C5%BA-mo%C5%BCe-je-masz/ar-AA1NzitR?ocid=BingNewsVerp",
            "description": "Monety z okres PRL są często poszukiwane przez kolekcjonerów. Mogą być warte duże pieniądze. Może je masz! Jej kilka cech, które decydują o ich sporej wartości. Sprawdź!",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Dziennik Bałtycki on MSN4 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tych monet i banknotów szukają kolekcjonerzy. Masz takie w domu? Płacą za nie nawet 40 tysięcy złotych. Można dużo zarobić 05.10.2025",
            "link": "https://gp24.pl/tych-monet-i-banknotow-szukaja-kolekcjonerzy-masz-takie-w-domu-placa-za-nie-nawet-40-tysiecy-zlotych-mozna-duzo-zarobic-05-10-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SUM6EoymQzlvGiI-SK2Fgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza14 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 05.10.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-27092025/ar-AA1NoBej?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._V-rWLu6pRQ3UWKHtZMwMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nasze Miasto on MSN14 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 groszy z PRL warte fortunę. Ważny drobny szczegół",
            "link": "https://next.gazeta.pl/next/7,151003,32301619,10-groszy-z-prl-warte-nawet-33-tys-zl-najrzadsza-moneta.html",
            "description": "10 groszy z PRL to najdroższa i najbardziej pożądana moneta z tego okresu Polski. Podczas jednej aukcji została sprzedana za ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QQU1oq4iNxHbwDnVN4R2Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Next Gazeta7 godz.",
            "source": "Next Gazeta",
            "article_content": "10 groszy z PRL warte fortunę. Ważny drobny szczegół\n\nMonety o nominale 10 groszy wybite w 1973 roku mogą posiadać astronomiczną wartość, ale tylko pod warunkiem, że nie posiadają znaku mennicy. W okolicach szponów orła, gdzie zwykle znajdują się wybite litery \"MW\", które oznaczają Mennicę Warszawską, powinna być pusta przestrzeń. Ten drobny szczegół sprawia, że 10-groszowa moneta uzyskała wyjątkową wartość w oczach kolekcjonerów.\n\nREKLAMA\n\nMoneta 10 groszy z 1973 r. bez znaku mennicy Źródło: Dom Aukcyjny Marciniak\n\nMoneta 10 groszy bez znaku mennicy sprzedana za 33 tys. zł\n\nPodczas aukcji w maju 2023 r. w Domu Aukcyjnym Marciniak słynna moneta 10 groszy z 1973 r. bez znaku mennicy została sprzedana za 33 tysiące złotych. - Poznaliśmy nową, historycznie najdroższą monetę obiegową okresu PRL - komentował wówczas Damian Marciniak z domu aukcyjnego w rozmowie z money.pl. Poprzedni rekord padł w kwietniu 2020 r. gdy taką samą monetę sprzedano za 29,9 tys. zł. - Jest to najrzadsza moneta obiegowa okresu PRL. Na rynku kolekcjonerskim moneta ta pojawia się nadzwyczaj rzadko - dodał Marciniak. Szacuje się, że jej nakład wynosił 80 mln sztuk.\n\nZobacz wideo Czy banknot o nominale 1000 zł wejdzie do użytku?\n\nStare monety nie zawsze są warte fortunę\n\nDamian Marciniak tłumaczył w rozmowie z serwisem o2.pl, że moneta 10-groszowa z PRL sprzedana za rekordową kwotę należała do osoby, która odziedziczyła klasery po swoim przodku kolekcjonerze. Dodał, że wiele osób znajduje stare monety i często błędnie zakłada ich ogromną wartość. - Polecam sprawdzać zakończone już aukcje w internecie, np. na Allegro. Istotne, by zwracać uwagę, ile osób brało udział w takiej licytacji - podkreślił. Monetę 10-groszą z 1973 r. bez znaku mennicy można znaleźć w ogłoszeniu w serwisie Allegro, gdzie została wystawiona za 6 100 zł.\n\nCzytaj również: \"Kraj UE wycofuje monety i zaokrągla ceny w sklepach. To samo czeka Polskę?\".\n\n\n\nŹródła:Dom Aukcyjny, money.pl, o2.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonowanie monet - co to jest?",
            "link": "https://gloswielkopolski.pl/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjonerow-sprawdz-ktore-sa-najdrozsze-i-ile-mozna-za-nie-zarobic-05102025/ar/c1-17275689",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Wielkopolski14 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fatalne dane dla Trumpa. Porzucają go kluczowe grupy wyborców",
            "link": "https://www.newsweek.pl/swiat/fatalne-wyniki-sondazy-dla-trumpa-i-republikanow-wazne-grupy-wyborcow-sie-odwracaja/9db4zxs",
            "description": "Donald Trump traci poparcie w grupach, które napędziły jego sukces wyborczy w 2024 r. – wynika z badań. Chodzi przede ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GtSzipYVKYeRCLY5tez7iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Newsweek Polska5 godz.",
            "source": "Newsweek Polska",
            "article_content": "W 2020 r. Demokraci wygrali wśród pokolenia Z różnicą 25 punktów (61 proc. do 36 proc.), wśród czarnych wyborców aż 83 punktami (91 proc. – 8 proc.), a wśród Latynosów 28 punktami (63 proc. – 35 proc.) – według danych AP VoteCast. Cztery lata później Trump znacząco zmniejszył te różnice: pokolenie Z podzieliło się prawie po równo (51 proc. do 47 proc.), wśród czarnych wyborców 83 proc. poparło kandydatkę Demokratów, a Trumpa 16 proc., z kolei wśród Latynosów ta proporcja wynosiła 55 proc. do 43. Były to jedne z największych zmian demograficznych w wyborach: przewaga Demokratów wśród pokolenia Z spadła o 21 punktów, a wśród Latynosów – o 16 punktów.\n\nDane pokazują, że ten zwrot w prawo w dużej mierze napędzany był przez mężczyzn. Wśród mężczyzn z pokolenia Z przewaga Demokratów zmniejszyła się z +7 pkt proc. w 2020 r. do przewagi Republikanów -8 pkt proc. w 2024 r., co oznacza zmianę o 15 pkt. Czarnoskórzy mężczyźni przesunęli się jeszcze wyraźniej – z przewagi Demokratów +75 do +49, czyli aż o 26 pkt proc. w stronę Republikanów. Latynoscy mężczyźni odnotowali zmianę o 19 pkt. – przewaga Demokratów spadła z +21 pkt. do zaledwie +2.\n\nNie tylko badanie Marist wskazuje, że Trump może tracić poparcie, które zyskał w tych grupach. Dotyczy to zwłaszcza Latynosów. Organizacja Somos Votantes, zajmująca się mobilizacją latynoskich wyborców, przeprowadziła we wrześniu sondaż, który pokazał, że wskaźnik aprobaty dla Trumpa wśród latynoskich mężczyzn spadł o 8 pkt. w ciągu ostatnich 8 miesięcy – z poziomu dodatniego do -6 pkt.\n\nWedług sondażu YMRP z maja, jedynie 14 proc. młodych Latynosów-mężczyzn miało „bardzo pozytywną” opinię o Trumpie, a 19 procent „raczej pozytywną”.\n\nPokolenie Z zaniepokojone polityką klimatyczną Trumpa\n\nDlaczego Trump traci wśród młodych? Peter Loge, profesor komunikacji politycznej na Uniwersytecie George’a Washingtona, powiedział „Newsweekowi”, że dzieje się tak, ponieważ wyborcy z pokolenia Z są „bardzo zaniepokojeni zmianami klimatycznymi”, podczas gdy Trump „cofa, a w niektórych przypadkach sabotuje wysiłki na rzecz walki z kryzysem klimatycznym”.\n\nJego działania i retoryka potwierdzają te obawy. W niedawnym przemówieniu do Zgromadzenia Ogólnego ONZ Trump nazwał zmiany klimatu „największym oszustwem, jakie kiedykolwiek popełniono” i odrzucił międzynarodowe wysiłki klimatyczne jako błędne. Obiecał również cofnięcie wielu polityk i regulacji mających na celu ograniczenie emisji gazów cieplarnianych, rozwój czystej energii czy zmniejszenie zanieczyszczeń z paliw kopalnych.\n\nW kraju jego administracja stara się znieść lub osłabić federalne zabezpieczenia leżące u podstaw polityki klimatycznej. Jednym z najważniejszych działań była próba uchylenia tzw. „endangerment finding” – ustalenia EPA z 2009 r., że gazy cieplarniane stanowią zagrożenie dla zdrowia publicznego i mogą być regulowane na podstawie Clean Air Act.\n\nNa arenie międzynarodowej Trump zapowiedział, że ponownie wycofa USA z Porozumienia Paryskiego, twierdząc, że Ameryka powinna uwolnić się od „niesprawiedliwych i obciążających” zobowiązań globalnych.\n\nSondaże pokazują, że te działania są szczególnie niepopularne wśród pokolenia Z. W najnowszym badaniu YouGov/Economist aż 60 proc. osób w wieku 18–29 lat wyraziło dezaprobatę wobec polityki Trumpa w sprawie klimatu – najwięcej spośród wszystkich grup wiekowych.\n\n„Wyborcy pokolenia Z mówią ankieterom, że są bardzo zaniepokojeni zmianami klimatu, a prezydent Trump cofa, a czasem wręcz atakuje działania mające na celu ich zwalczanie. To dokładne przeciwieństwo tego, czego chcą młodzi wyborcy” – podkreśla Loge.\n\nRetoryka Donalda Trumpa budzi strach\n\nJednak dla czarnych i latynoskich wyborców to retoryka Trumpa jest kluczowa – zauważa Loge.\n\nOdniósł się on do sytuacji sprzed kilku dni, gdy Trump udostępnił „rasistowski wpis w mediach społecznościowych”. Prezydent opublikował wideo stworzone przez sztuczną inteligencję, kpiące z przywódcy Demokratów w Izbie Reprezentantów Hakeema Jeffriesa oraz lidera mniejszości w Senacie Chucka Schumera – niedługo po ich spotkaniu z nim w sprawie grożącego rządowi zamknięcia.\n\nNa nagraniu Jeffries, który jest Afroamerykaninem, występuje w sombrero i z wąsem, a Schumer przemawia sztucznym głosem, domagając się darmowej opieki zdrowotnej dla nielegalnych imigrantów. W tle gra zespół meksykańskich mariachi.\n\nJeffries nazwał klip „rasistowskim” i napisał na X: „Bigoteria do niczego cię nie zaprowadzi. Zatrzymajcie cięcia. Obniżcie koszty. Ocalcie opiekę zdrowotną. NIE ustąpimy.”\n\nTrump odpowiedział kolejnym nagraniem, w którym ponownie dodał sombrero i wąsy Jeffriesowi, a w tle występował zespół mariachi złożony z czterech... wygenerowanych przez AI Trumpów.\n\nWideo wywołało falę oburzenia wśród Demokratów i działaczy czarnoskórych oraz latynoskich.\n\nPrzewodniczący Kongresowego Klubu Latynoskiego, Adriano Espaillat, nazwał filmik „obraźliwym”, dodając, że pokazuje on, iż Trump jest „oderwany od rzeczywistych problemów związanych z opieką zdrowotną w USA”.\n\nPrzewodnicząca Kongresowego Klubu Kobiet Demokratycznych, Teresa Leger Fernández, skomentowała: „to nie jest sposób na osiągnięcie porozumienia. Wygląda to raczej na wybuch sześciolatka”.\n\nZ kolei szefowa Kongresowego Klubu Czarnoskórych, Yvette Clarke, stwierdziła: „dziecinne zachowanie płynące z Białego Domu nie powinno być usprawiedliwiane przez żadnego Amerykanina”.\n\nNaloty służb imigracyjnych budzą strach wśród Latynosów w USA\n\nLoge zwrócił również uwagę, że naloty imigracyjne Trumpa sprawiły, że „wielu Latynosów jest mocno zaniepokojonych”.\n\nOd początku drugiej kadencji Trump drastycznie zaostrzył egzekwowanie prawa imigracyjnego. Jego administracja rozpoczęła masowe deportacje, wznowiła tysiące starych spraw i zwiększyła liczbę nalotów w „miastach-sanktuariach”. Finansowanie federalne na walkę z migracją wzrosło do 45 mld dol., co pozwoliło rozbudować ośrodki ICE i stworzyć obozy detencyjne, w tym kontrowersyjny ośrodek na Florydzie, nazwany „Aligatorowym Alcatraz”.\n\nBadania sugerują, że polityka ta wywołuje niepokój i sprzeciw polityczny wśród społeczności latynoskiej. Według ankiety Pew Research z marca 42 proc. dorosłych Latynosów obawia się, że oni lub ktoś im bliski może zostać deportowany – znacznie więcej niż w populacji ogólnej.\n\nPoza polityką działania administracji mają też skutki gospodarcze. „Financial Times” poinformował, że nasilone obawy przed deportacją, w połączeniu z rosnącymi kosztami życia, ograniczają wydatki konsumenckie Latynosów. Firmy takie jak Colgate-Palmolive czy Constellation Brands (producent piwa Modelo) odnotowały spadki sprzedaży w stanach przygranicznych. Detaliści, jak Walmart i Shoe Carnival, również donoszą o słabszych wydatkach wśród latynoskich klientów o niskich dochodach. Analitycy twierdzą, że inflacja i polityka imigracyjna wypychają wielu nieudokumentowanych imigrantów z życia publicznego i osłabiają ich udział w gospodarce.\n\nDzieje się to w czasie, gdy cała amerykańska gospodarka przeżywa trudności. Choć w drugim kwartale 2025 r. wzrosła w tempie 3,8 procent w skali rocznej po wcześniejszym spadku, prognozy wskazują na słaby wzrost w całym roku – około 1,7 proc. Sytuacja na rynku pracy również nie jest najlepsza: we wrześniu sektor prywatny stracił 32 tys. miejsc pracy, bezrobocie wzrosło do 4,3 procent, a liczba ofert zatrudnienia pozostaje bez zmian.\n\n„Czarni i Latynosi chcą uczciwej szansy na dobrą pracę, chcą móc pójść do lekarza i wierzyć, że jutro będzie lepsze niż dziś” – mówi Loge. Tymczasem „bezrobocie rośnie, polityka wydaje się chaotyczna… mniej pracy i więcej chaosu. To fatalne dla partii u władzy”.\n\nLatynosi, którzy od 2019 r. przyczynili się do ponad 30 proc. wzrostu PKB USA i dysponują siłą nabywczą na poziomie 2,4 bln dol., są szczególnie narażeni na te napięcia. Dane spisowe pokazują, że w gospodarstwach domowych Latynosów mediana dochodu to ok. 65 tys. 500 dol. – znacznie mniej niż średnia 93 tys. 900 dol. wśród białych gospodarstw. Według danych Rezerwy Federalnej 17 proc. Latynosów doświadcza niestabilności dochodów. Społeczność ta jest także silnie skoncentrowana w zawodach robotniczych, usługowych i budowlanych – wyjątkowo wrażliwych na inflację, wysokie stopy procentowe i zmiany w polityce imigracyjnej.\n\nWielu popierało Trumpa, ponieważ „obiecał naprawić to, co uważali za upadającą gospodarkę” – mówi prof. Loge. Ale wraz z „narastającym niepokojem gospodarczym” i tym, że „prezydent wciąż powtarza, jak fatalna jest sytuacja kraju”, spadek jego poparcia „nie jest zaskakujący”.\n\nTekst opublikowany w amerykańskim \"Newsweeku\". Tytuł, lead i śródtytuły od redakcji \"Newsweek Polska\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ Staroci w Będzinie to RAJ dla miłośników retro przedmiotów! Te antyki tam upolujesz - Zobacz ZDJĘCIA. Jest w czym wybierać...",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/targ-staroci-w-b%C4%99dzinie-to-raj-dla-mi%C5%82o%C5%9Bnik%C3%B3w-retro-przedmiot%C3%B3w-te-antyki-tam-upolujesz-zobacz-zdj%C4%99cia-jest-w-czym-wybiera%C4%87/ar-AA1NUoTK?ocid=BingNewsVerp",
            "description": "Targ Staroci w Będzinie, to obowiązkowy punkt dla wszystkich łowców antyków, retro gadżetów i przedmiotów z duszą. Odwiedziliśmy to wyjątkowe miejsce, odkrywając prawdziwe skarby: od lśniącej biżuteri ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g0IUDeWX3FtI3H8hkZ4UzA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Będzin Nasze Miasto on MSN1 godz.",
            "source": "Będzin Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwa targi w jednym miejscu. Od dzisiaj ruszył nowy pchli targ na Franowie w Poznaniu. Zobaczcie zdjęcia",
            "link": "https://gloswielkopolski.pl/dwa-targi-w-jednym-miejscu-od-dzisiaj-ruszyl-nowy-pchli-targ-na-franowie-w-poznaniu-zobaczcie-zdjecia/ar/c1p2-28048569",
            "description": "Niedzielne targi w Poznaniu cieszą coraz większą popularnością. Dzisiaj po raz pierwszy na Franowie ruszył Pyra Targ. To już drugi pchli targ w tej lokalizacji. Giełda Staroci Pchli Targ przy Centrum ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Wielkopolski5 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w niedzielę 5 października 2025 - kwiaty, wiązanki, znicze, ubrania i starocie. Zdjęcia, ceny, wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-w-niedziel%C4%99-5-pa%C5%BAdziernika-2025-kwiaty-wi%C4%85zanki-znicze-ubrania-i-starocie-zdj%C4%99cia-ceny-wideo/ar-AA1NTIh0?ocid=BingNewsVerp",
            "description": "W niedzielę, 5 października 2025 roku, na Pchlim Targu we Włocławku przy alei Kazimierza Wielkiego pogoda nie sprzyjała klientom. Mimo to wielu mieszkańców Włocławka i okolicznych powiatów odwiedziło ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN8 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark staroci w Kiermusach. Zobacz, czym handlowano w sobotę [ZDJĘCIA]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jarmark-staroci-w-kiermusach-zobacz-czym-handlowano-w-sobot%C4%99-zdj%C4%99cia/ar-AA1NTlON?ocid=BingNewsVerp",
            "description": "Jarmark Staroci i Rękodzieła Ludowego w Kiermusach to wyjątkowe wydarzenie, które odbywa się w każdą pierwszą niedzielę miesiąca oraz w sezonie również w sobotę, co miesiąc od ponad 20 lat. Jest to ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RYdSFD03zp-LKg45iy1sdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Białystok Nasze Miasto on MSN9 godz.",
            "source": "Białystok Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jesienny pchli targ u Jędruli. Obok kompozycji na 1 listopada pojawiły się bożonarodzeniowe ozdoby",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/jesienny-pchli-targ-u-j%C4%99druli-obok-kompozycji-na-1-listopada-pojawi%C5%82y-si%C4%99-bo%C5%BConarodzeniowe-ozdoby/ar-AA1NTAta?ocid=BingNewsVerp",
            "description": "Plac przy inowrocławskiej skarbówce, gdzie regularnie organizowany jest bazar, znów stał się centrum niedzielnego handlu. Okres przed Dniem Wszystkich Świętych wyraźnie sprzyjał sprzedaży, a wśród ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cgj1z3dri9fDcvnl2HbMDA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Inowrocław Nasze Miasto on MSN1 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "50 kosmicznych bomb zegarowych. Jak stare rakiety zagrażają orbicie Ziemi",
            "link": "https://android.com.pl/nauka/979125-50-bomb-zegarowych-stare-rakiety/",
            "description": "Według analizy przedstawionej podczas Międzynarodowego Kongresu Astronautycznego w Sydney stare rakiety krążące ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gtCY47_G86Q7QER3nYV5aw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "ANDROID.COM.PL5 godz.",
            "source": "ANDROID.COM.PL",
            "article_content": "Według analizy przedstawionej podczas Międzynarodowego Kongresu Astronautycznego w Sydney usunięcie zaledwie 50 najgroźniejszych obiektów z niskiej orbity okołoziemskiej mogłoby o połowę zmniejszyć ryzyko kolizji z kosmicznymi śmieciami.\n\nStare rakiety i zagrożenie w kosmosie\n\nNowe badanie kierowane przez Darrena McKnighta z firmy LeoLabs ujawnia, że większość najbardziej ryzykownych obiektów na orbicie to relikty z ubiegłego wieku. Z 50 elementów uznanych za najbardziej niebezpieczne aż 76% powstało przed rokiem 2000, a 88% to martwe człony rakiet, które po zakończeniu misji pozostały na orbicie. Te masywne konstrukcje poruszające się z prędkością około 8 kilometrów na sekundę, wciąż krążą między 700 a 1000 kilometrów nad powierzchnią Ziemi – w jednym z najbardziej zatłoczonych pasów orbity.\n\nPrzeczytaj także: Jaki smartfon do 1000 złotych wybrać? Ranking polecanych telefonów\n\nZderzenie nawet z niewielkim odłamkiem przy takich prędkościach mogłoby spowodować efekt domina, znany jako syndrom Kesslera – lawinowe namnażanie się nowych fragmentów śmieci, które uniemożliwiłyby bezpieczne korzystanie z przestrzeni kosmicznej. Najwięcej obiektów z listy pochodzi z Rosji i byłego Związku Radzieckiego – aż 34. Na dalszych miejscach znalazły się Chiny (10), Stany Zjednoczone (3), Europa (2) i Japonia (1). Dominują zwłaszcza rosyjskie rakiety typu SL-16 i SL-8, które odpowiadają za 30 z 50 najbardziej niebezpiecznych szczątków.\n\nWedług analizy McKnighta samo usunięcie 10 najbardziej ryzykownych obiektów mogłoby zmniejszyć ogólne zagrożenie o 30%, a oczyszczenie orbity z całej pięćdziesiątki aż o połowę. To pierwszy raz, gdy naukowcy przedstawili konkretne wyliczenia pokazujące realny wpływ działań oczyszczających na bezpieczeństwo orbity.\n\nOkazje wybrane dla Ciebie REKLAMA\n\nNowe śmieci z nowych misji\n\nChoć większość problemów pochodzi z przeszłości, współczesne misje również dokładają swoje. Jak zauważa Ars Technica – tylko od początku 2024 roku na niskiej orbicie znalazło się 26 nowych górnych członów rakiet, które pozostaną tam dłużej niż 25 lat – czyli znacznie powyżej międzynarodowego limitu uzgodnionego przez międzyagencyjny komitet IADC. Najwięcej z nich, bo aż 21 pochodzi z Chin.\n\nWynika to głównie z intensywnych prac nad chińskimi konstelacjami Guowang i Thousand Sails – odpowiednikami Starlinka Elona Muska. Choć same satelity są stosunkowo małe i manewrowe, to rakiety, które je wynoszą, często pozostają na orbicie bez możliwości deorbitacji. Niektóre nowsze chińskie systemy, jak rakieta Długi Marsz 5 z modułem YZ-2 potrafią samodzielnie zejść z orbity, jednak większość misji wciąż wykorzystuje starsze modele, które po prostu dryfują w przestrzeni.\n\nWedług McKnighta, jeśli Chiny utrzymają obecne tempo w ciągu kilku lat mogą pozostawić w przestrzeni ponad 100 niekontrolowanych członów rakietowych. To oznacza, że mimo rosnącej świadomości ekologicznej w kosmosie, problem śmieci wciąż narasta.\n\nGadżety i sprzęty polecane przez naszą redakcję (linki afiliacyjne prowadzą do sklepu partnera)\n\nŹródło: Ars Technica, opracowanie własne. Zdjęcie otwierające: Premium Resource / Adobe Stock\n\nCzęść odnośników to linki afiliacyjne lub linki do ofert naszych partnerów. Po kliknięciu możesz zapoznać się z ceną i dostępnością wybranego przez nas produktu – nie ponosisz żadnych kosztów, a jednocześnie wspierasz niezależność zespołu redakcyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 212 km od Pleszewa. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 4 - 5 października?",
            "link": "https://pleszew.naszemiasto.pl/wycieczki-rowerowe-do-212-km-od-pleszewa-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-4-5-pazdziernika/ar/c7p1-21831917",
            "description": "Wyjazd z Powsina, Świątynia Opaczności Bożej, a w niej Panteon Wielkich Polaków. Przejazd mostem Siekierkowskim, a dalej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9yeAymnYfVvNefmeV_ae7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Pleszew Nasze Miasto5 godz.",
            "source": "Pleszew Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znaki drogowe nieaktualne od 50 lat. Drawsko Pomorskie potrafi, i dobrze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/znaki-drogowe-nieaktualne-od-50-lat-drawsko-pomorskie-potrafi-i-dobrze/ar-AA1NUo1p?ocid=BingNewsVerp",
            "description": "Przepisy ruchu drogowego i wszystkie związane z nimi poboczne wątki, jak np. wzory znaków drogowych, ewoluują z wiatrem historii. Pół wieku to wystarczająco dużo czasu, aby posprzątać wszystkie relikt ...",
            "image_url": "https://www.bing.pl/th?id=ODF.9Ff8zYr7jwUcHOiRffZ2Eg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Autoblog.pl on MSN3 godz.",
            "source": "Autoblog.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 1 km od Kołobrzegu. Pomysły na odrobinę ruchu na powietrzu w weekend 4 - 5 października",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-1-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-na-powietrzu-w-weekend-4-5-pazdziernika/ar/c7p1-22319027",
            "description": "Kamienny Szaniec - zbudowany w latach 1832-1836 do obrony wybrzeża i portu od wschodu. W końcu XIX w. przebudowany na cele gastronomiczne. Fort Ujście - budowany w latach 1770-1774 według wzorów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spacer do 6 km od Kołobrzegu. Pomysły na wypoczynek na powietrzu w weekend 4 - 5 października",
            "link": "https://kolobrzeg.naszemiasto.pl/spacer-do-6-km-od-kolobrzegu-pomysly-na-wypoczynek-na-powietrzu-w-weekend-4-5-pazdziernika/ar/c7p1-22115647",
            "description": "Nim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 11 października w Kołobrzegu ma być 13°C. Prawdopodobieństwo wystąpienia deszczu wynosi 24%. Czas trwania spaceru: 1 godz. i 59 min.",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trudna walka o Europę",
            "link": "https://dorzeczy.pl/ekonomia/788394/moldawia-jacek-przybylski-trudna-walka-o-europe.html",
            "description": "GLOBALNE OCHŁODZENIE | Mołdawia. Piękne, lecz wyjątkowo biedne państwo, które nie dość, że jest słabo rozwinięte, to jest ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nSXNbFFeGGVPqTpBVk6rbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy6 godz.",
            "source": "Do Rzeczy",
            "article_content": "GLOBALNE OCHŁODZENIE | Mołdawia. Piękne, lecz wyjątkowo biedne państwo, które nie dość, że jest słabo rozwinięte, to jest jeszcze silnie uzależnione od importu paliw i surowców. Średnie wynagrodzenie wynosiło tu w drugim kwartale 2025 r. równowartość ok. 3 tys. zł. Mnóstwo ambitnych ludzi za dobrze płatną pracą emigruje więc do innych krajów.\n\nKiszyniów – mołdawska stolica – mocno przypomina Warszawę z lat 90. ubiegłego stulecia. Nowoczesne biurowce, nowobogackie wille i apartamentowce stoją obok nielicznych zabytków i wielu typowych socrealistycznych bloków. Na ulicach błyszczące porsche mijają rozklekotane auta rodem z ZSRS."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tradycje kulturowe powiatu konińskiego. Zbiórka materiałów o zwyczajach w regionie",
            "link": "https://www.lm.pl/aktualnosci/tradycje-kulturowe-powiatu-koninskiego-zbiorka-materialow-o-zwyczajach-w-regionie",
            "description": "Zdjęcia, pocztówki, zapiski, kroniki rodzinne i dokumenty — wszystko, co pozwoli poznać dawne zwyczaje, obrzędy i rzemiosło.",
            "image_url": "https://www.bing.pl/th?id=OVFT.jCGjCiY_FOW2QyfDPAq4oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "LM.pl2 godz.",
            "source": "LM.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Woli ratować pałace niż stawiać blokowiska. Tak powstają inwestycje z duszą",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/woli-ratowa%C4%87-pa%C5%82ace-ni%C5%BC-stawia%C4%87-blokowiska-tak-powstaj%C4%85-inwestycje-z-dusz%C4%85/ar-AA1NU2wz?ocid=BingNewsVerp",
            "description": "Naszym celem jest łączenie historii z nowoczesnością i tworzenie wartościowych inwestycji – tłumaczy w rozmowie ze Strefą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tZSvXATT4cSXSEDw7Wyldy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Strefa Biznesu on MSN3 godz.",
            "source": "Strefa Biznesu on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iga Świątek odwiedziła w Wuhan wyjątkowe miejsce! Robiła tam niesamowite rzeczy!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/iga-%C5%9Bwi%C4%85tek-odwiedzi%C5%82a-w-wuhan-wyj%C4%85tkowe-miejsce-robi%C5%82a-tam-niesamowite-rzeczy/ar-AA1NTz0e?ocid=BingNewsVerp",
            "description": "Iga Świątek pierwszy mecz w turnieju WTA w Wuhan zagra pewnie w środę. Za nią pierwsze treningi i konferencja prasowa, a ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WwKM_0wv1G710iBv7V4qyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Super Express on MSN8 godz.",
            "source": "Super Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starożytny Egipt w Luwrze – Paryska wycieczka po muzeum w 4K",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/staro%C5%BCytny-egipt-w-luwrze-paryska-wycieczka-po-muzeum-w-4k/vi-AA1NTbMr?ocid=BingNewsVerp",
            "description": "Przejdź przez dział Starożytnych Zabytków Egipskich w Luwrze w Paryżu. Ten film w jakości 4K HDR przedstawia starożytne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5CV8PxHVukctRoT1OpabGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wanderlust Travel Videos on MSN10 godz.",
            "source": "Wanderlust Travel Videos on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 groszy z PRL warte fortunę. Ważny drobny szczegół",
            "link": "https://next.gazeta.pl/next/7,151003,32301619,10-groszy-z-prl-warte-nawet-33-tys-zl-najrzadsza-moneta.html",
            "description": "10 groszy z PRL to najdroższa i najbardziej pożądana moneta z tego okresu Polski. Podczas jednej aukcji została sprzedana za ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QQU1oq4iNxHbwDnVN4R2Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Next Gazeta7 godz.",
            "source": "Next Gazeta",
            "article_content": "10 groszy z PRL warte fortunę. Ważny drobny szczegół\n\nMonety o nominale 10 groszy wybite w 1973 roku mogą posiadać astronomiczną wartość, ale tylko pod warunkiem, że nie posiadają znaku mennicy. W okolicach szponów orła, gdzie zwykle znajdują się wybite litery \"MW\", które oznaczają Mennicę Warszawską, powinna być pusta przestrzeń. Ten drobny szczegół sprawia, że 10-groszowa moneta uzyskała wyjątkową wartość w oczach kolekcjonerów.\n\nREKLAMA\n\nMoneta 10 groszy z 1973 r. bez znaku mennicy Źródło: Dom Aukcyjny Marciniak\n\nMoneta 10 groszy bez znaku mennicy sprzedana za 33 tys. zł\n\nPodczas aukcji w maju 2023 r. w Domu Aukcyjnym Marciniak słynna moneta 10 groszy z 1973 r. bez znaku mennicy została sprzedana za 33 tysiące złotych. - Poznaliśmy nową, historycznie najdroższą monetę obiegową okresu PRL - komentował wówczas Damian Marciniak z domu aukcyjnego w rozmowie z money.pl. Poprzedni rekord padł w kwietniu 2020 r. gdy taką samą monetę sprzedano za 29,9 tys. zł. - Jest to najrzadsza moneta obiegowa okresu PRL. Na rynku kolekcjonerskim moneta ta pojawia się nadzwyczaj rzadko - dodał Marciniak. Szacuje się, że jej nakład wynosił 80 mln sztuk.\n\nZobacz wideo Czy banknot o nominale 1000 zł wejdzie do użytku?\n\nStare monety nie zawsze są warte fortunę\n\nDamian Marciniak tłumaczył w rozmowie z serwisem o2.pl, że moneta 10-groszowa z PRL sprzedana za rekordową kwotę należała do osoby, która odziedziczyła klasery po swoim przodku kolekcjonerze. Dodał, że wiele osób znajduje stare monety i często błędnie zakłada ich ogromną wartość. - Polecam sprawdzać zakończone już aukcje w internecie, np. na Allegro. Istotne, by zwracać uwagę, ile osób brało udział w takiej licytacji - podkreślił. Monetę 10-groszą z 1973 r. bez znaku mennicy można znaleźć w ogłoszeniu w serwisie Allegro, gdzie została wystawiona za 6 100 zł.\n\nCzytaj również: \"Kraj UE wycofuje monety i zaokrągla ceny w sklepach. To samo czeka Polskę?\".\n\n\n\nŹródła:Dom Aukcyjny, money.pl, o2.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tych monet i banknotów szukają kolekcjonerzy. Masz takie w domu? Płacą za nie nawet 40 tysięcy złotych. Można dużo zarobić 05.10.2025",
            "link": "https://gp24.pl/tych-monet-i-banknotow-szukaja-kolekcjonerzy-masz-takie-w-domu-placa-za-nie-nawet-40-tysiecy-zlotych-mozna-duzo-zarobic-05-10-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SUM6EoymQzlvGiI-SK2Fgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Pomorza14 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ile zarabiają pokojówki",
            "link": "https://gazetakrakowska.pl/tag/ile-zarabiaja-pokojowki",
            "description": "Awarie systemów bankowych, a także niedawne wydarzenia w Hiszpanii pokazują, że posiadanie gotówki \"na czarną godzinę\" może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Qe_Ru3USMdCrrIzZ0Ok0bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Krakowska19 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lidl Katowice Zarzecze zalanie",
            "link": "https://katowice.naszemiasto.pl/tag/lidl-katowice-zarzecze-zalanie",
            "description": "KATOWICE. Pomnik Jana Furtoka, legendy GKS-u, powstanie przy Arenie Katowice. To jeden z projektów, które znalazły uznanie w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Katowice Nasze Miasto9 godz.",
            "source": "Katowice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dworzec pkp pleszew kowalew",
            "link": "https://kalisz.naszemiasto.pl/tag/dworzec-pkp-pleszew-kowalew",
            "description": "W trakcie prac remontowych budynku dworca PKP Pleszew w Kowalewie odkryto tajemnicze pomieszczenie, którego nie było w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Kalisz Nasze Miasto23 godz.",
            "source": "Kalisz Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wędkarz łowił ryby. Zamiast dorodnego szczupaka wyciągnął z wody skarb",
            "link": "https://historia.wprost.pl/12141454/nowy-dwor-mazowiecki-wedkarz-zamiast-ryby-wylowil-z-wisly-rapier-z-czasow-potopu-szwedzkiego.html",
            "description": "Wędkarz w okolicy Nowego Dworu Mazowieckiego wyciągnął z Wisły rapier z czasów potopu szwedzkiego. O sprawie powiadomiono ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2EhgNprK4Huv2Jz5aD88GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Historia Wprost8 godz.",
            "source": "Historia Wprost",
            "article_content": "Stowarzyszenie Historyczno – Badawcze Triglav poinformowało w mediach społecznościowych, że pod koniec września jeden z wędkarzy w okolicy Nowego Dworu Mazowieckiego zamiast dorodnego szczupaka wyciągnął z wody rapier, prawdopodobnie typ Agrippa, charakterystyczny dla XVII wieku.\n\n„Broń tego rodzaju wyróżniała się bogato profilowaną rękojeścią z ozdobnymi kabłąkami i jelcem, które zapewniały świetną ochronę dłoni. To broń lekka, elegancka i śmiercionośna zarazem – kwintesencja epoki renesansu” – podkreślili poszukiwacze.\n\nNowy Dwór Mazowiecki. Wędkarz zamiast ryby wyłowił z Wisły rapier z czasów potopu szwedzkiego\n\n„Możemy domniemywać, że rapier może mieć związek z okresem potopu szwedzkiego (1655–1660), kiedy to w rejonie Wisły zatonęły barki szwedzkie. Były to dramatyczne czasy – płynące z łupami jednostki często kończyły na dnie rzeki, pozostawiając ślady historii ukryte przez setki lat” – dodało SHB Triglav.\n\nO znalezisku archeolodzy poinformowali Mazowieckiego Wojewódzkiego Konserwatora Zabytków. Przedmiot po odpowiednim zabezpieczeniu został przekazany i zdeponowany w Muzeum Kampanii Wrześniowej i Twierdzy Modlin. „Każdy taki przedmiot to nie tylko relikt przeszłości, ale także nośnik historii, która dziś powraca, byśmy mogli ją badać i lepiej rozumieć” – podkreśliło Muzeum.\n\nWoda najlepszym środowiskiem dla zatopionych obiektów\n\nO ostatecznym miejscu przechowywania znaleziska zadecydują względy konserwatorskie. „Korzystając z okazji przypominamy, że najlepszym środowiskiem dla zatopionych obiektów jest woda. Nieumiejętne zabezpieczenie zabytku może doprowadzić do jego nieodwracalnego uszkodzenia, a brak profesjonalnej inwentaryzacji miejsca utratę wartości badawczo-naukowych” – podsumował Mazowiecki Wojewódzki Konserwator Zabytków.\n\nCzytaj też:\n\nWędkarz szukał robaków. Dokonał niezwykłego odkryciaCzytaj też:\n\nPrzełomowe odkrycie dokonane tuż za polską granicą? Archeolodzy nie kryją radości"
        }
    }
]