[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tej monety kolekcjonerzy poszukują najbardziej . Jest warta 100 tys. złotych",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/tej-monety-kolekcjonerzy-poszukuj%C4%85-najbardziej-jest-warta-100-tys-z%C5%82otych/ar-AA1KY6eF?ocid=BingNewsVerp",
            "description": "Stare monety, choć dawno wycofane z obiegu, potrafią kryć w sobie nieocenioną wartość. Dla jednych to sentymentalne pamiątki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.icD80aYgktjeesQ80JuibC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Kobieta on MSN13 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takich monet i banknotów PRL poszukują kolekcjonerzy. W 2025 roku stare pieniądze osiągają zawrotne ceny [21.08.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takich-monet-i-banknot%C3%B3w-prl-poszukuj%C4%85-kolekcjonerzy-w-2025-roku-stare-pieni%C4%85dze-osi%C4%85gaj%C4%85-zawrotne-ceny-21082025/ar-AA1KTBLH?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL-u są obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OfX7YLExsTGXZTAN4rBMeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN18 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 22.08.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-22082025/ar-AA1JlpIn?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN2 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs JPY/PLN 22 sierpnia 2025 r.",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/kurs-jpypln-22-sierpnia-2025-r/ar-AA1KZWaR?ocid=BingNewsVerp",
            "description": "Poznaj kurs japońskiego jena na dzień 22 sierpnia 2025. Jen jest jedną z głównych walut rezerwowych świata, dlatego ma ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vEp3OYPtpUEAcX-Ut3RAeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Business Insider Polska on MSN3 godz.",
            "source": "Business Insider Polska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mała Armia Janosika i piłkarskie emocje na weekend",
            "link": "https://www.4lomza.pl/index.php?wiad=70612",
            "description": "Rozpoczynający się weekend obfituje w różne wydarzenia, ale dwa z nich zasługują na szczególną uwagę. Sobotni koncert jubileuszowy na 100-lecie diecezji łomżyńskiej uświetni koncert największego zespo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qLxj2SAG3sOImvY06heEnA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "4lomza.pl2 godz.",
            "source": "4lomza.pl",
            "article_content": "Rozpoczynający się weekend obfituje w różne wydarzenia, ale dwa z nich zasługują na szczególną uwagę. Sobotni koncert jubileuszowy na 100-lecie diecezji łomżyńskiej uświetni koncert największego zespołu góralskiego w Polsce, czyli Małej Armii Janosika, która przyjedzie do Łomży w liczącej ponad 200 osób obsadzie. Tego samego dnia mecz rozegra ŁKS Łomża, który po trzech zwycięstwach jest liderem tabeli i ma szanse powiększyć przewagę nad drugą w tabeli Legią II Warszawa.\n\nPiątek upłynie pod znakiem atrakcji filmowych dla młodszych i starszych. O 9:00 w Hali Kultury rozpocznie się ostatni seans w ramach drugiej odsłony „Bajkowych poranków” dla najmłodszych. Zostanie wyświetlony animowany film lalkowy „Lola i pianino hałasów” (8+). Wstęp wolny, ale ilość miejsc jest ograniczona.\n\nZ kolei o 21:15 w Parku Jana Pawła II – Papieża Pielgrzyma ponownie pojawi się kino plenerowe. Będzie można obejrzeć norweski dramat psychologiczny „Armand” w reżyserii Halfdana Ullmanna Tøndla, który wszedł na ekrany w ubiegłym roku. Wstęp wolny.\n\nHala Kultury zaprasza w piątek również na godzinę 18:00, na pokaz zdjęć „TV Maski czasu” łomżyńskiego fotografa Stanisława Zeszuta. Zainspirowany różnymi programami telewizyjnymi zaczął je fotografować, skupiając się na ukazaniu emocji i mimiki występujących w telewizji osób. Czynił to z przerwami w latach 2005-2020, a najciekawsze prace zaprezentuje publicznie. Wstęp wolny.\n\nSobotnie przedpołudnie upłynie na Starym Rynku pod znakiem trzeciej już odsłony artystycznej akcji MDK-DŚT, realizowanej z Marzeną Turek, znaną w kraju i w świecie artystką wywodzącą się z Łomży. Przez dwie godziny, od 11:00 do 13:00, będzie realizowana Art_Akcja „Fabryka Op-Artu”. Wstęp wolny.\n\nO 15:00 lider grupy I Betclic III ligi ŁKS podejmie na swoim stadionie przedostatni w tabeli MLKS Znicz Biała Piska, są więc spore szanse na podtrzymanie zwycięskiej passy i powiększenie przewagi nad drugą w tabeli Legią II Warszawa. Łomżyńska drużyna wygrała trzy dotychczasowe mecze – ostatni z KS Wasilków 2:0 na wyjeździe i kibice liczą na kolejne zwycięstwo. Klub zapewnia stoisko z oficjalnymi gadżetami ŁKS-u, strefę gastronomiczną i dziecięcą z licznymi atrakcjami. Bilety w cenie od 10 (ulgowy), 20 (normalny) i 140 zł (VIP). Dzieci do 12 roku życia nie płacą za wstęp.\n\nO 17:00 w parku Muzeum Przyrody-Dworu Lutosławskich w Drozdowie odbędzie się koncert „Flamenco u Lutosławskich”. Compańia Flamenca LOS PAYOS, czyli wokalista Rubin de la Ana, gitarzysta i perkusista Arturo „El Polaco” Muszyński i tancerka Magdalena Siwecka. W programie tańce hiszpańskie i latynoamerykańskie, z tango i flamenco na czele. Bilety 25 zł.\n\nW sobotę Fundacja Iskra Nadziei, Katolickie Stowarzyszenie Diecezji Łomżyńskiej oraz Radio Nadzieja zapraszają na koncert „Iskra Nadziei”, upamiętniający 100-lecie diecezji łomżyńskiej. Wydarzenie odbędzie się w ogrodach biskupich, a uświetni je koncert największego zespołu góralskiego w Polsce, czyli Małej Armii Janosika, występującej pod kierunkiem Damiana Pałasza w imponującej obsadzie wokalno-instrumentalnej, złożonej przede wszystkim z dzieci. Koncert rozpocznie się o 19:00. Wstęp jest wolny, ale obowiązują bezpłatne wejściówki – jeśli ktoś jest jeszcze zainteresowany ich otrzymaniem, powinien zgłosić się w tej sprawie do proboszcza swojej parafii.\n\nW niedzielę odbędzie się na muszli przy ulicy Zjazd pchli targ, czynny w godzinach 7:00-14:00. Wstęp dla kupujących wolny.\n\nOd poniedziałku 25 sierpnia, od godziny 18:00 do 8 września będzie można oglądać na Starym Rynku wystawę plenerową „Lipcowi 1945. Twarze ofiar Obławy Augustowskiej”.\n\nZostała ona zorganizowana przez augustowski oddział Instytutu Pileckiego w celu upamiętnienia ofiar sowieckiej zbrodni sprzed 80 lat, których mogło być nawet dwa tysiące.\n\nCały czas można też oglądać interesujące i różnorodne wystawy czasowe:\n\n– w Galerii Pod Arkadami MDK-DŚT na Starym Rynku „50 fotografii z gór” Tomasza Mielecha , czynną do 29 sierpnia;\n\n– w Galerii Sztuki Współczesnej Muzeum Północno-Mazowieckiego zbiorową wystawę malarstwa członków Kazimierskiej Konfraterni Sztuki - Kolonii Artystycznej , czynną do 28 sierpnia. Bilety 1-10 zł.\n\n– w Muzeum Diecezjalnym malarstwa i rzeźby Rafała Namioty „Znaki początku – znaki końca” oraz pamiątek dotyczących biskupa łomżyńskiego Romualda Jałbrzykowskiego, obie czynne do 31 sierpnia;\n\n– w Muzeum Północno-Mazowieckim wystawę darów „Podarowane Muzeum”, prezentującą wiele niepokazywanych dotąd unikatów, w tym skarb srebrnych monet z XV i XVI wieku. Wystawa czynna do 14 września, bilety 1-15 zł;\n\n– w Galerii Bonar MDK-DŚT pokonkursową „Makulatura to nie śmieć – Człowiek”, czynną do 30 września.\n\nWojciech Chamryk"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolorowe szkło PRL w cenie złota. Tyle w 2025 roku trzeba zapłacić za stare naczynia i wazony",
            "link": "https://www.msn.com/pl-pl/technologia/og%C3%B3lne/kolorowe-szk%C5%82o-prl-w-cenie-z%C5%82ota-tyle-w-2025-roku-trzeba-zap%C5%82aci%C4%87-za-stare-naczynia-i-wazony/ar-AA1L0tVY?ocid=BingNewsVerp",
            "description": "Kolorowe szkło produkowane w PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QUIpSRrxk8kkZrR-aJEVxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Express Bydgoski on MSN36 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Imponująca parada na 31. Bolesławieckim Święcie Ceramiki. [ZDJĘCIA I FILM]",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/imponuj%C4%85ca-parada-na-31-boles%C5%82awieckim-%C5%9Bwi%C4%99cie-ceramiki-zdj%C4%99cia-i-film/ar-AA1KE6PJ?ocid=BingNewsVerp",
            "description": "W Bolesławcu trwa 31. Święto Ceramiki. W sobotnie popołudnie całą ulicę Bankową i Rynek zdominowali ludzie pomalowani gliną.",
            "image_url": "https://www.bing.pl/th?id=OVF.nV6GDhaxVOCd9TWrkPGRmA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN21 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podrzucam pomysły na kolejne edycje Święta Ceramiki - i garść refleksji",
            "link": "https://www.bolec.info/boleslawiec/informacje/kategoria/39507/podrzucam-pomysly-na-kolejne-edycje-swieta-ceramiki-i-garsc-refleksji",
            "description": "Zjazd Nowaka na tyrolce rzeczywiście był zbyt długi, ale trzeba mieć mnóstwo odwagi, aby wywinąć taki numer. Myślę, że nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8qNBkXNmWu5_rwkYPOZG4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bolec.Info12 godz.",
            "source": "Bolec.Info",
            "article_content": "BolecFelieton\n\n21 sierpnia 2025r. godz. 21:42, odsłon: 912, Dariusz Gołębiewski\n\nPodrzucam pomysły na kolejne edycje Święta Ceramiki - i garść refleksji\n\nW tym roku obserwowałem Święto Ceramiki z wielu perspektyw, odwiedzając różne miejsca i wydarzenia. Wnioski?\n\nParada otwierająca 31 BŚC (fot. Bolec.Info)\n\nOdwiedzałem lokale gastronomiczne, warsztaty w bibliotece, średniowieczną wioskę w muzeum, Paradę z Miłości do Gliny, targ staroci, kiermasz ceramiczny i kilka innych. Słyszałem przy okazji różne głosy i opinie o organizacji oraz przebiegu imprezy, a już po jej zakończeniu przeczytałem z uwagą felietony swoich redakcyjnych kolegów - Marcina (Święto Ceramiki w Bolesławcu - dla elit, czy dla wszystkich?) i Bernarda (Papa Dance na start i Papa Dance na finał)\n\nW Bolec.Info ścierają się różne poglądy na wiele tematów - i uważam, że tak powinno być w każdej szanującej się redakcji. Być może mielibyśmy dzięki temu w polskiej przestrzeni medialnej mniej propagandy i mówienia ludziom, co mają myśleć o danym wydarzeniu, a więcej faktów i jasno odróżnianych od nich opinii. Różnych, a nie tylko tych zgodnych z linią redakcyjną.\n\nNo ale skoro w Bolec.Info pluralizm jest, a przyglądałem się w tym roku wielu wydarzeniom w ramach BŚĆ, chciałbym się podzielić swoimi kilkoma wnioskami. Zwłaszcza, że mam kilka konkretnych pomysłów na to, co za rok mogłoby się znaleźć na świątecznym afiszu.\n\nAle najpierw opowiem, co widziałem teraz\n\nPo pierwsze - dla turysty kolejne edycje Święta Ceramiki mogą być wyjątkowe i ciekawe, ale z perspektywy lokalsa widzę to tak - od wielu lat każda kolejna edycja jest robiona według tego samego szablonu. W tym roku największą zmianą - moim zdaniem słuszną - było skasowanie tradycyjnej parady, która otwierała imprezę. Robienie dwóch parad w czasie jednej imprezy nie miało większego sensu.\n\nTym razem otwarcie BŚC zapamiętamy głównie z przelotu Papy Nowaka z wieży ratusza pod małą scenę. I mam tu pewną uwagę, bo tak się składa, że w ostatnich latach byłem dwukrotnie na tej wieży i mogę zaświadczyć, że już samo wejście na nią nie jest takie proste. Tak bowiem wyglądało jej wnętrze w 2018 roku:\n\nZjazd Nowaka na tyrolce rzeczywiście był zbyt długi, ale trzeba mieć mnóstwo odwagi, aby wywinąć taki numer. Myślę, że nie każdy krytyk byłby w stanie wspiąć się po tych kilkudziesięcioletnich, stromych schodach, na szczyt wieży, nie mówiąc już o tym, aby z niej zlecieć. Przyznaję, że osobiście na taki zjazd odwagi bym chyba nie miał.\n\nKolejna rzecz - mała scena pod Rynkiem to kiepski pomysł. Popołudniami organizowane na niej występy następowały po sobie niemal bez przerwy, przez co w zatłoczonym centrum miasta panowała nieustanna kakofonia. Nawet jeśli wiele z tych koncertów było bardzo udanych (mi szczególnie siadł występ jazzowy), hałasu było zdecydowanie za dużo.\n\nPozytywnym zaskoczeniem była dla mnie nadspodziewanie wysoka frekwencja na warsztatach w bibliotece. Byłem na trzech z czterech z nich i za każdym razem warsztatownia dosłownie pękała w szwach. Szczególnie dobrze bawiły się rodziny z małymi dziećmi, dla których była to znakomita oferta. Doskonale sprawdziło się średniowieczne obozowisko w Muzeum Ceramiki, podobało mi się też zróżnicowanie oferty muzycznej na obu scenach. Uważam poza tym, że przeniesienie zakończenia święta na godzinę 21 jest bardzo dobrym pomysłem, bo po prostu mieszkańcy ulicy Asnyka i okolic mogli się dzięki temu w spokoju wyspać przed poniedziałkiem.\n\nRuch w restauracjach był nasilony do tego stopnia, że w niedzielę popołudniu w Papierovej skończyły się zapasy, choć już przed świętem przewidywano tam pięciokrotnie wyższą frekwencję, niż na co dzień. Z kolei nieduża Tukawka znalazła się dosłownie na pierwszej linii frontu, bo wielu turystów przybywało do Bolesławca pociągami i sporo z nich zachodziło tam po kawę. Sprawne ogarnięcie tych wszystkich ludzi to był naprawdę spory wyczyn, zwłaszcza że - jak słyszałem - niektóre znacznie mniej uczęszczane wtedy lokale już tak sprawnie się nie wyrabiały.\n\nA wnioski na przyszłość?\n\nNie chcąc mówić o rzeczach, na których się nie znam, ograniczę się do tego, co dotyczy mojej historycznej działki.\n\nDobrą wiadomość przekazał mi w poniedziałek ks. Bogusław Wolański, mówiąc że w cztery dni w Bazylice pojawił się tysiąc turystów i pielgrzymów - jest to niezbity dowód, że Bazylika cieszy się sporym zainteresowaniem. Moim zdaniem wskazane byłoby więc, aby w przyszłym roku BOK nawiązał współpracę z parafią WNMP i św. Mikołaja, organizując z nią wspólne wydarzenia.\n\nPrzykłady? Zwiedzanie Bazyliki z przewodnikiem w wyznaczonych godzinach i koncert muzyki klasycznej. Podczas każdej edycji Wratislavia Cantans miejsca w Bazylice są zajęte co do jednego, więc podczas Dni Ceramiki tym bardziej taki koncert miałby sens.\n\nPoza tym warto byłoby też otworzyć dla zwiedzających inne ważnych zabytki, szczególnie Teatr Stary i Pałac Ślubów. Oba obiekty należą do władz samorządowych, więc zorganizowanie tam wejść dla zwiedzających wymagałoby jedynie znalezienia odpowiednich przewodników. Zwiedzanie teatru, poza samym poznaniem jego historii, mogłoby przyciągać także możliwością zajrzenia za jego kulisy.\n\nZa rok będziemy świętować 80 rocznicę przybycia osadników z Jugosławii, więc zasadnym pomysłem byłoby zorganizowanie rekonstrukcji tych wydarzeń - czy to w formie osadniczej wioski, podobnej do średniowiecznego obozowiska z tegorocznej edycji, czy też w formie spektaklu teatralnego, odbywającego się gdzieś w miejskiej przestrzeni. Albo może w formie gry terenowej w okolicach dworca PKP?\n\nI obowiązkowo miejsce, gdzie można by skosztować bałkańskiej kuchni!\n\nKoniecznie trzeba wymienić niektóre z tablic krajoznawczych, zamontowanych w centrum miasta, bo stoją tam od wielu lat i już się po prostu zużyły. Myślę szczególnie o tablicy, która znajduje się przy Okrąglaku i kiedyś promowała spływy na Kwisie. Kiedyś, bo tak już wyblakła, że ledwo da się ją odczytać. Przydałoby się też zamontować stałe oznaczenia, wskazujące na nową siedzibę Muzeum Ceramiki, bo na Ogrodowej nadal można się dowiedzieć, że muzeum znajduje się przy ul. Mickiewicza.\n\nMyślę też, że przydałoby się więcej spotkań z ciekawymi ludźmi - zarówno tymi z naszego regionu, jak i z zewnątrz. Myślę, że jedno dziennie, organizowane popołudniu w bibliotece, mogłoby być ciekawą ofertą dla tych, którzy nie są zainteresowani koncertami. Jedno duże, z kimś sławnym w całej Polsce, i cztery mniejsze, z ludźmi z Dolnego Śląska oraz bezpośrednio z naszego powiatu.\n\nMamy potężny potencjał turystyczny, który w Bolesławcu nie jest w pełni wykorzystywany nawet podczas Święta Ceramiki. Warto byłoby, aby zacząć ten potencjał intensywniej eksploatować.\n\nP.S: Jako argument za słusznością organizacji zwiedzania zabytków dorzucam też zdjęcie z wycieczki po Bolesławcu, którą zorganizowałem spontanicznie podczas edycji BŚC z 2019 roku. Nie było mnie na afiszu, bo na pomysł wpadłem dopiero w ostatniej chwili, a i tak przyszło około 110 osób."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gang złodziei ukradł bezcenny tryptyk Wita Stwosza na Opolszczyźnie. Ołtarza nigdy nie odnaleziono",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/gang-z%C5%82odziei-ukrad%C5%82-bezcenny-tryptyk-wita-stwosza-na-opolszczy%C5%BAnie-o%C5%82tarza-nigdy-nie-odnaleziono/ar-AA1KYdcN?ocid=BingNewsVerp",
            "description": "Złodzieje włamali się do XVI-wiecznego zabytkowego kościoła świętej Anny w Oleśnie w nocy z 19 na 20 sierpnia 1994 roku.",
            "image_url": "https://www.bing.pl/th?id=OVF.1uSWIH9OX8tH6UaPLlKxrA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowa Trybuna Opolska on MSN14 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Berlin Apartment z datą premiery. Przytulna przygodówka zadebiutuje tej jesieni",
            "link": "https://www.gram.pl/news/malownicza-gra-narracyjna-zadebiutuje-tej-jesieni-znamy-date-premiery-the-berlin-apartment",
            "description": "Fani przytulnych gier mogą zwrócić uwagę na The Berlin Apartment. Produkcja właśnie doczekała się daty premiery. Tytuł może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dM9vhPnFxH9jUyHb_tggHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gram.pl14 godz.",
            "source": "Gram.pl",
            "article_content": "Fani przytulnych gier mogą zwrócić uwagę na The Berlin Apartment. Produkcja właśnie doczekała się daty premiery. Tytuł może trafić do serc miłośników malowniczej, kolorowej stylistyki.\n\nZłota rączka otrzymuje zadanie odnowienia starego mieszkania w Berlinie. W trakcie szeroko zakrojonych prac renowacyjnych coraz głębiej zagłębia się w historię lokalu. Relikty z minionych czasów okazują się niemymi świadkami – a także dawnymi towarzyszami – poprzednich mieszkańców. Z każdym nowym znaleziskiem opowiada swojej córce historię kryjącą się za tym śladem przeszłej przygody – z własnymi bohaterami, we własnym gatunku, o zupełnie odmiennej atmosferze, lecz zawsze rozgrywającą się w tych samych czterech ścianach. – czytamy na Steamie.\n\nThe Berlin Apartment to pierwszoosobowa gra przygodowa, której fabuła rozwija się poprzez serię epizodów obejmujących minione stulecie. Każdy z tych epizodów opowie odrębną historię, prezentując własnych protagonistów, osadzając akcję w innym gatunku i tworząc zupełnie nową atmosferę. Elementem spajającym wszystkie te opowieści jest historyczne mieszkanie w Berlinie, które stanowi centralne miejsce akcji, będące niemym świadkiem wydarzeń.\n\nGracze mogą spodziewać się między innymi poszukiwania skarbów czy odkrywania reliktów. Tytuł charakteryzuje kolorowa stylistyka, a także zmieniający się w tle Berlin. Każdy ze wspomnianych wcześniej epizodów ma oferować unikalne rozwiązania rozgrywki.\n\nThe Berlin Apartment pojawi się na rynku 17 listopada 2025 roku. Tytuł ukaże się na konsolach PlayStation 5 i Xbox Series X/S, a także na PC za pośrednictwem platformy Steam."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najszybciej rozwijające się uzdrowisko Dolnego Śląska. Jeden dzień w Polanicy-Zdroju jest jak cały urlop - zdjęcia [22.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najszybciej-rozwijaj%C4%85ce-si%C4%99-uzdrowisko-dolnego-%C5%9Bl%C4%85ska-jeden-dzie%C5%84-w-polanicy-zdroju-jest-jak-ca%C5%82y-urlop-zdj%C4%99cia-22-08-2025/ar-AA1KF7TY?ocid=BingNewsVerp",
            "description": "Dolnośląskie uzdrowiska przyciągają odwiedzających jak magnes, ale nie każde z nich zachwyci nie tylko kuracjuszy, ale też ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8S8krkqcsIA9oxR3IW4Pjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska on MSN2 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warszawska rzeka skarbów. Miecz z Tarchomina i marmury z potopu",
            "link": "https://gazetaolsztynska.pl/1199259,Warszawska-rzeka-skarbow-Miecz-z-Tarchomina-i-marmury-z-potopu.html",
            "description": "Są jeszcze dwa „orły', o których nurkowie myślą najczęściej. Pierwszy – rzeźba orła z barki zbożowej. Piaskarze natrafili na nią w 1906 r.; skrzydło miało im odpaść w dłoniach, a reszta runęła w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.przNePaFFwex_atL1j0FuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gazeta Olsztyńska22 godz.",
            "source": "Gazeta Olsztyńska",
            "article_content": "Latem nad Wisłą, na wysokości Tarchomina, wędkarz wypatrzył w nurcie metal. To nie był złom. Z wody wystawał późnośredniowieczny miecz – niemal kompletny, z kulistą głowicą i intrygującym krzyżem na trzpieniu. Znalazca zachował się wzorowo: zadzwonił do konserwatora zabytków i przekazał artefakt. Po konserwacji broń trafi do Muzeum Archeologicznego. Brawo – tak się to robi!\n\nWisła – dawna autostrada pełna niespodzianek\n\nZanim powstały A1 i A2, towary płynęły rzekami. Wisła i Odra były arteriami handlu, a „tirami” – szkuty, wielkie płaskodenne barki. Bywało, że ładunki ginęły w wodzie; stąd dzisiejsze znaleziska. Kilka lat temu odsłoniły się nawet relikty XIX-wiecznego mostu między dzisiejszą kładką pieszą a mostem Śląsko-Dąbrowskim.\n\n\n\nPoszukiwania zaczęły się od listów króla\n\nW 2009 r. zespół związany z Uniwersytetem Warszawskim – m.in. dr Justyna Jasiewicz i prof. Hubert Kowalski – ruszył na Wisłę, zainspirowany archiwaliami. Z czasów „potopu” zachowała się korespondencja Jana Kazimierza ze starostą warszawskim: Szwedzi splądrowali jego ukochaną Villa Regia (dzisiejszy Pałac Kazimierzowski), rozebrali marmurowy fronton, załadowali łupy na barki… które miały pójść na dno. Król prosił, by udało się je zabezpieczyć, choćby zakopując na brzegu.\n\nDo ekipy dołączyli specjaliści od hydrografii. Najpierw – trzy lata sonarów i profilometrów, później nurkowania. Jesienią 2011 r., w rejonie Cytadeli, Wisła odsłoniła pierwsze „łuki” i progi: kamienne arkady, marmurowe futryny, nadproża, setki kafli posadzkowych. Najgłośniejszym odkryciem było międzyłucze z wielkim „snopkiem” – herbem Wazów. Nikt nie miał wątpliwości: to królewski skarb z pałacu Jana Kazimierza.\n\nMarmury, maskarony, a potem… armaty\n\nZnaleziska pochodziły z polskich kamieniołomów (Chęciny, Dębnik, Zygmuntówka) i z importów z Niderlandów. Z zachwytu wyrywała manierystyczna ogrodowa fontanna z czterema maszkaronami – po 350 latach w mule wyglądała „jak spod igły”. Był też czarny marmur z XVII-wiecznymi rytymi napisami, fragmenty balustrad, kolumn, schodów, ławy ogrodowe i… 250 marmurowych kafli.\n\nKulminacja przyszła w czwartym sezonie, gdy niski stan wody – najniższy od ponad 200 lat – pozwolił zajrzeć głębiej. Na dnie czekały drewniane koła od armat, elementy wozów, a rok później – same działa. Najcięższe bloki podnoszono śmigłowcem. Do dziś zespół wydobył z Wisły ponad 20 ton zabytków. Trafiały się też „pamiątki” nowsze: XIX- i XX-wieczne butelki, części samolotów z II wojny, pociski moździerzowe (tu do akcji wkraczali saperzy).\n\nW pobliżu natrafiono również na fragmenty drewnianego wraku łączonego kołkami i kwadratowymi nitami. Czy to szkuta ze skarbami? Tego wciąż nie wiadomo. Za to obok leżała cała „ławica” marmurów: elewacje, arkady, parapety, 700-kilogramowe nadproże i trzydzieści kul armatnich.\n\nNajcenniejsze ocalałe kawałki XVII-wiecznej Warszawy\n\nWydobyte elementy to jedne z nielicznych oryginalnych fragmentów barokowej Warszawy. Przebudowana przez Jana Kazimierza Villa Regia miała marmurowy fronton od strony dzisiejszego Krakowskiego Przedmieścia. Został rozebrany przez Szwedów – i właśnie jego części Wisła przechowała przez stulecia. Po konserwacji marmury trafiły do Muzeum Historii Polski; planowana jest rekonstrukcja frontonu, a przed nim ma stanąć królewska fontanna. To nie złoto i klejnoty – to materialna pamięć miasta.\n\nMarzenia eksploratorów: dwa orły\n\nSą jeszcze dwa „orły”, o których nurkowie myślą najczęściej. Pierwszy – rzeźba orła z barki zbożowej. Piaskarze natrafili na nią w 1906 r.; skrzydło miało im odpaść w dłoniach, a reszta runęła w głębię. Dziś rzeźba zapewne leży pod piaskiem, 5–10 metrów niżej – może kiedyś znów wypłynie.\n\nDrugi – ORP „Orzeł”, polski okręt podwodny zaginiony w 1940 r. na Morzu Północnym. Jego historia to materiał na film: ucieczka przed Niemcami i Sowietami, rejs przez Bałtyk bez map, determinacja załogi. Wciąż jest poszukiwany.\n\nZnalazłeś coś w rzece? Zrób to tak\n\nNie czyść i nie zabieraj – to może zniszczyć zabytek i jest niezgodne z prawem.\n\nZadzwoń do wojewódzkiego konserwatora zabytków lub powiadom policję.\n\nZabezpiecz miejsce w miarę możliwości i poczekaj na specjalistów.\n\nWisła bywa kapryśna, ale kiedy opuszcza nurt – potrafi opowiedzieć historię Warszawy lepiej niż niejedna kronika. A my mamy obowiązek tych opowieści słuchać i mądrze je chronić.\n\n\n\nŹródło: weekend.gazeta.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyki w cenie złota. Tyle kosztują starze rzeczy z domów w lipcu 2025 - potrafią być warte krocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/antyki-w-cenie-z%C5%82ota-tyle-kosztuj%C4%85-starze-rzeczy-z-dom%C3%B3w-w-lipcu-2025-potrafi%C4%85-by%C4%87-warte-krocie/ar-AA1L0mEw?ocid=BingNewsVerp",
            "description": "W 2025 roku antyki cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz jeszcze takie w domu, przyjrzyj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._hgylbrzjFORC7NKUeqyPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski on MSN36 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jest nadzieja dla willi Krzyszkowskich w Myślenicach. Wojewódzki konserwator zabytków w Krakowie bierze architektoniczną perełkę pod ochronę",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/jest-nadzieja-dla-willi-krzyszkowskich-w-my%C5%9Blenicach-wojew%C3%B3dzki-konserwator-zabytk%C3%B3w-w-krakowie-bierze-architektoniczn%C4%85-pere%C5%82k%C4%99-pod-ochron%C4%99/ar-AA1L03ed?ocid=BingNewsVerp",
            "description": "Wojewódzki konserwator zabytków w Krakowie usłyszał głos mieszkańców Myślenic, którzy stanęli w obronie pięknego, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Bx__0DuqnLa7zQ0gEZbmNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska on MSN2 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Remont schodów jak z kreskówki \"Sąsiedzi\". Nic się nie zgadza",
            "link": "https://tvn24.pl/poznan/poznan-kutrzeby-kuriozalne-wykonanie-remontu-schodow-do-pomnika-armii-poznan-st8607453",
            "description": "Miało być pięknie, a wyszło tak, że spokojnie można byłoby tu kręcić sceny do komedii Stanisława Barei. W Poznaniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fMPZ2_YGW-_LFoCzs05Yqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN2418 godz.",
            "source": "TVN24",
            "article_content": "Poznań. Tak wyremontowano schody przy pomniku Armii Poznań Źródło: Filip Czekała/TVN24\n\nPosłuchaj artykułu Wykup subskrypcję TVN24+, aby posłuchać artykułu.\n\n\n\nMasz subskrypcję? Zaloguj się. Dowiedz się więcej Udostępnij Facebook Kopiuj link\n\nSchody prowadzące z ulicy Kutrzeby do Pomnika Armii Poznań od lat wymagały remontu. Stopnie się pozapadały, krawężniki poprzechylały, nawierzchnia między ich kolejnymi częściami była dziurawa i pełna kamieni.\n\nNa zdjęciach Google Street View z października 2024 roku zobaczyć można jeszcze znak ostrzegawczy \"Uwaga inne niebezpieczeństwo\" z tabliczką \"UWAGA ! SCHODY DO REMONTU\", na którym ktoś złośliwie dopisał \"w 2044 r.\".\n\nRemont udało się zrealizować 19 lat wcześniej. Teraz można zobaczyć efekty tych prac. A raczej... defekty. Bo trudno tu znaleźć coś, co zostało zrobione zgodnie ze sztuką.\n\nFinał remontu wygląda tak, jakby zabrali się za niego Pat i Mat z popularnej czechosłowackiej kreskówki \"Sąsiedzi\".\n\n\"Serial przedstawia dwóch bohaterów stawiających czoło problemom i próbujących je rozwiązać samodzielnie za pomocą prostych narzędzi, co zawsze jest przyczyną jeszcze większych problemów. Mimo wszystko bohaterowie są zadowoleni z wyniku swojej ciężkiej pracy\" - głosi wpis w Wikipedii o tym serialu animowanym. I ten opis - niestety - idealnie pasuje do tego, co wydarzyło się w Poznaniu.\n\nBo odpowiedzialni za remont są zadowoleni z efektów, a problemów nie dostrzegają. Zupełnie jak bohaterowie serialu Lubomíra Beneša.\n\nPartactwo po poznańsku\n\nZa przebudowę odpowiada Zarząd Zieleni Miejskiej w Poznaniu. \"Rozpoczęliśmy prace remontowe schodów na Skwerze Bitwy Nad Bzurą\" - ogłosili urzędnicy 18 lipca w mediach społecznościowych. W zamieszczonym poście dodano zdjęcia pokazujące stan schodów przed rozpoczęciem prac. \"W ramach zadania wymienione zostaną uszkodzone stopnie, a ubytki w nawierzchni zostaną uzupełnione grysem kamiennym\" - zapowiadał ZZM.\n\nSchody przed remontem Źródło: Zarząd Zieleni Miejskiej w Poznaniu\n\nBrzmiało obiecująco.\n\nPrace miały potrwać do końca sierpnia, ale już 11 sierpnia Tomasz Hejna, prowadzący fanpage Gemela Poznańska, opublikował zdjęcia pokazujące efekt końcowy. \"Czułem, że odwalone zostanie takie papudractwo (w gwarze poznańskiej partactwo - red.)\" - skomentował.\n\nNa zdjęciach widać, że przy schodach pojawiły się szare barierki. - Oczywiście, przy nowych realizacjach, przy remontach schody muszą być wyposażone w poręcze. Ale zaznaczę - w poręcze, a nie barierki! To, co tu stanęło, to zwykłe barierki stosowane przy drogach, a nie poręcze dedykowane do takich rzeczy. To jest obszar ochrony konserwatorskiej, w tym miejscu należałoby zrobić stylizowaną poręcz - mówi tvn24.pl Hejna.\n\nTakie barierki zamontowano przy schodach Źródło: Filip Czekała/TVN24\n\nZaglądam do Katalogu Mebli Miejskich Poznania, do którego wszystkie jednostki miejskie powinny się stosować. Dokument określa, jakie elementy miejskiej infrastruktury mogą powstawać w miejskiej przestrzeni bez dodatkowej akceptacji Miejskiego Konserwatora Zabytków czy plastyka miejskiego. Znajduję tam szare barierki - zgodnie z katalogiem można je stosować w historycznych dzielnicach (katalog tak określa Ostrów Tumski, Śródkę, Jeżyce, Łazarz i Wildę) oraz w pozostałych częściach miasta, ale poza centrum i Starym Miastem. A schody znajdują się w centrum. Trudno więc nie przyznać racji Hejnie.\n\nSame barierki udające poręcze to jedno. Drugie to sposób ich instalacji. Kąt pochylenia schodów się zmienia, więc i barierki się nie schodzą. Najjaskrawiej widać to przy ostatnim segmencie - gdyby barierki były w jednej płaszczyźnie, między nimi powstałaby spora dziura. Co zrobiono? Barierki ułożono na zakładkę...\n\nBarierki zamontowano na zakładkę Źródło: Filip Czekała/TVN24\n\nIdźmy dalej - na końcu schodów, przy zejściu na chodnik przy ulicy Kutrzeby, dodatkowo zamontowano biało-czerwone barierki zwane też złośliwie \"patriotycznymi\".\n\nHejna nie może uwierzyć, że ktoś mógł wpaść na taki pomysł. - Czy Zarząd Zieleni Miejskiej naprawdę uważa, że ludzie są na tyle głupi i nieodpowiedzialni? - pyta retorycznie.\n\nNa końcu schodów zamontowano biało-czerwone zapory dla pieszych Źródło: Filip Czekała/TVN24\n\nJak dodaje, całość dopełnia leżący w ziemi betonowy bloczek niewykorzystany przy przebudowie schodów.\n\nHejna samo przeprowadzenie remontu schodów chwali. Realizację ocenia jednak na \"dwóję\". - Jak tak dalej pójdzie, to może niedługo zaczniemy na Starym Mieście ustawiać kwietniki zrobione z opon? Będzie równie estetycznie - ironizuje.\n\nPo remoncie na skarpie zostawiono jeden z betonowych bloczków Źródło: Filip Czekała/TVN24\n\nStopnie o nierównej długości. \"Tak właśnie poczułem\"\n\nW komentarzach pod postem Hejny internauci nie zostawili na estetyce wyremontowanych schodów suchej nitki. \"Zgroza\", \"Przepięknie. Szczególnie to połączenie na zakładkę\", \"ZDM takie slalomy będzie też stosował dla samochodów? Czy jak zwykle tylko piesi muszę mieć trudno?\", \"Biało-czerwone barierki są? Są, no to wszystko legitnie\" - czytamy.\n\nCzy naprawdę jest aż tak źle? Pojechałem zobaczyć to dzieło poznańskich inżynierów na własne oczy. Schodząc w dół od strony pomnika, potknąłem się i... gdyby nie te szare barierki, to pewnie ten tekst powstałby później. Szybka analiza tego, co się stało, wskazała winnego. I nie byłem to ja. Stopnie na schodach mają nierówne długości.\n\nStopnie schodów mają różną długość Źródło: Filip Czekała/TVN24\n\nDla przykładu - od dołu mamy trzy krótkie stopnie, potem długi - z dwóch betonowych bloczków - jeden krótki i podest, a za nim dwa krótkie stopnie, jeden długi i znów krótki. Idąc z góry, można nie dostrzec, że przed nami będzie podwójny stopień - łączenie płyt przypada dokładnie w połowie i można odnieść wrażenie, że każdy z betonowych bloczków to kolejny stopień. A wtedy łatwo o utratę równowagi.\n\nNie jest to moje odosobnione wrażenie. Chwilę po tym, jak wylądowałem na barierkach, problemy z równowagą miał mężczyzna schodzący do ulicy Kutrzeby. Zwróciłem mu uwagę na specyficzne ułożenie stopni. - Tak właśnie poczułem, że coś mi się tu nie zgadza. Ewidentnie jest tu coś zrobione niezgodnie ze sztuką. Tak nie powinny wyglądać schody - komentuje.\n\nNiektóre stopnie są dwa razy dłuższe niż inne Źródło: Filip Czekała/TVN24\n\n\"Wszystko tu kuleje\"\n\nO wykonanie tych schodów pytam specjalistę - Jakuba Głaza, krytyka architektury zajmującego się między innymi działaniami na rzecz naprawy miast. - Wszystko tu kuleje: ergonomia, funkcja, estetyka. Nagle po latach nieremontowania tych schodów - bo one ciągle czekały na remont - dostajemy coś o tak substandardowej formie. Obok Pomnika Armii Poznań, odnowionego zresztą pieczołowicie, gdzie mała architektura odgrywa bardzo dużą rolę, wstawiono bariery przemysłowe, masowej produkcji i biało-czerwone zapory, których w żaden sposób nie da się obronić. Gdzie był plastyk miejski? Gdzie są jakiekolwiek ustalenia z Miejskim Konserwatorem Zabytków? Nie mogę uwierzyć, że ktoś to zatwierdził, i to jeszcze w Zarządzie Zieleni Miejskiej, który w końcu jednak głównie estetyką się zajmuje. To jest po prostu straszne - mówi.\n\nJego zdaniem te schody pokazują ułomność systemu zarządzania w mieście. - W prawidłowo działającym systemie takie rzeczy po prostu w ogóle nie mają prawa się pojawić. Ten przykład pokazuje dobitnie, że w mieście ciągle nie działa system zatwierdzania tego typu inwestycji - ocenia.\n\nZZM: bezpieczeństwo jest ważniejsze niż estetyka\n\nNa razie Zarząd Zieleni Miejskiej remontem w mediach społecznościowych się nie pochwalił. Ale z realizacji inwestycji są zadowoleni.\n\n- Schody już od 10-15 lat były w bardzo złym stanie technicznym, ale że to jest główny ciąg komunikacyjny, przede wszystkim do szkół, do liceum, do Colegium Da Vinci i do Auli Artis, stąd też nie podejmowaliśmy decyzji o ich wyłączeniu z użytkowania. Od lat w planie jest remont całego skweru Bitwy nad Bzurą i skweru Kaczyńskich, stąd odwlekaliśmy ten remont, żeby zrobić to kompleksowo, natomiast to się już zaczęło nam mocno wydłużać, więc podjęliśmy decyzję, żeby przeprowadzić remont usprawniający te schody. Nie jest to żadna wielka inwestycja, a naprawa schodów, tak żeby nie były niebezpieczne - wyjaśnia Julia Syska-Wieczorek, zastępca dyrektora Zarządu Zieleni Miejskiej.\n\nZZM z efektów remontu jest zadowolony Źródło: Filip Czekała/TVN24\n\nJak przyznaje, projekt nie był konsultowany z Miejskim Konserwatorem Zabytków ani z plastykiem miejskim. - Wykorzystaliśmy te materiały, które wcześniej tam były. Barierki też kiedyś były, ale zostały zdemontowane - przekonuje i dodaje, że decyzję o zamontowaniu biało-czerwone zapór podjęto w trakcie remontu. - Kiedy te schody były w kiepskim stanie, to wszyscy chodzący tamtędy zwalniali. Teraz, kiedy je przywróciliśmy do dobrego stanu, obawiałam się, że dzieciaki, spiesząc się do szkoły, będą zbiegać po tych schodach i będą mogły wpaść pod samochód. To jest tylko i wyłącznie podyktowane bezpieczeństwem - mówi.\n\nZapytana o to, dlaczego w centrum miasta, w miejscu, do którego docierać będzie coraz więcej turystów w związku z budowanym w sąsiedztwie Muzeum Powstania Wielkopolskiego, stosowane są elementy infrastruktury raczej przystające do estetyki powiatowej niż stylizowane, odpowiada, że \"bezpieczeństwo jest ważniejsze niż estetyka\".\n\nNa moją uwagę, że należy zadbać o obie kwestie, dodała, że urzędnicy zastanowią się nad... zmianą kolorystyki.\n\nKiedy podkreślam, że nie o kolor chodzi, w odpowiedzi słyszę: - Remont jest tymczasowy. W momencie kiedy muzeum będzie na ukończeniu, myślę, że miasto przeznaczy pieniądze, żeby okolica wyglądała bardziej reprezentatywnie.\n\nNa moją uwagę, że robienie prowizorki to marnotrawienie środków publicznych, przedstawicielka ZZM odpowiada, że w przypadku remontu generalnego barierki zostaną wymontowane i wykorzystane wtórnie.\n\nKwestii różnej długości stopni obiecuje się... przyjrzeć.\n\nCałej sprawie przyjrzy się także plastyk miejski. - Moi współpracownicy są już w kontakcie z Zarządem Zieleni Miejskiej - przekazał Piotr Libicki."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "kolekcja - Newsy",
            "link": "https://www.fakt.pl/temat/kolekcja",
            "description": "Informacje o celach przetwarzania danych znajdziesz w „Ustawieniach zaawansowanych', a szczegółową informację o przetwarzaniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vMZf1vSBUC2nisbqQS5zsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Fakt.pl11 godz.",
            "source": "Fakt.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "22 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-22,7,day.html",
            "description": "Komnaty drugiego piętra zamku, wysokie i obszerne, służyły celom reprezentacyjnym. Tutaj odbywały się posiedzenia sejmu i senatu, królewskie audiencje i uroczystości weselne oraz bale. Po ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków10 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tej monety kolekcjonerzy poszukują najbardziej . Jest warta 100 tys. złotych",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/tej-monety-kolekcjonerzy-poszukuj%C4%85-najbardziej-jest-warta-100-tys-z%C5%82otych/ar-AA1KY6eF?ocid=BingNewsVerp",
            "description": "Stare monety, choć dawno wycofane z obiegu, potrafią kryć w sobie nieocenioną wartość. Dla jednych to sentymentalne pamiątki, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.icD80aYgktjeesQ80JuibC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Kobieta on MSN13 godz.",
            "source": "Kobieta on MSN",
            "article_content": ""
        }
    }
]