[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Będzin autobus kolizja",
            "link": "https://bedzin.naszemiasto.pl/tag/bedzin-autobus-kolizja",
            "description": "Do groźnego zdarzenia drogowego doszło w dzielnicy Syberka w Będzinie. Kierowca autobusu przewożącego pracowników jednej z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "bedzin.naszemiasto18 godz.",
            "source": "bedzin.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie kupować stare monety i o czym pamiętać?",
            "link": "https://beskidzka24.pl/gdzie-kupowac-stare-monety-i-o-czym-pamietac/",
            "description": "Fascynuje Cię numizmatyka i marzysz o posiadaniu unikatowych monet z dawnych epok? Kolekcjonowanie starych monet to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SjgIIhlyHi4ZJJpx1Mit8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "beskidzka242 godz.",
            "source": "beskidzka24",
            "article_content": "Fascynuje Cię numizmatyka i marzysz o posiadaniu unikatowych monet z dawnych epok? Kolekcjonowanie starych monet to pasjonujące hobby, które pozwala zgłębiać historię i dawną kulturę. Monety to cenne zabytki, które mogą stanowić doskonałą inwestycję. Jeśli chcesz rozpocząć swoją przygodę z numizmatyką lub poszerzyć swoją kolekcję, dowiedz się, gdzie kupować stare monety i o czym pamiętać, aby uniknąć rozczarowań.\n\nPo czym można poznać autentyczne stare polskie monety?\n\nRozpoznanie autentycznych starych monet polskich to kluczowa umiejętność dla każdego kolekcjonera. Na rynku numizmatycznym niestety nie brakuje replik, które mogą wprowadzić w błąd nawet doświadczonych numizmatyków. Dlatego też, przed zakupem warto dokładnie przyjrzeć się cechom charakterystycznym monety i porównać ją z wzorcami.\n\nNa co zwrócić uwagę, oceniając autentyczność starych monet?\n\nMateriał – autentyczne stare monety wykonane są z metali szlachetnych (złoto, srebro) lub metali nieszlachetnych (miedź, brąz, nikiel). Sprawdź, czy kolor, waga i próba metalu odpowiadają danemu okresowi i nominałowi monety.\n\nWaga i wymiary – każda moneta ma określoną wagę i wymiary, które są podane w katalogach numizmatycznych.\n\nWygląd – przyjrzyj się dokładnie rysunkowi monety, detalom, napisom i symbolom. Zwróć uwagę na ewentualne różnice, błędy lub nieprawidłowości, które mogą świadczyć o fałszerstwie.\n\nDźwięk – monety wykonane z metali szlachetnych wydają charakterystyczny dźwięk, który różni się od dźwięku monet wykonanych z metali nieszlachetnych.\n\nSygnatury i znaki mennicze – na wielu starych monetach znajdują się sygnatury mincerzy, znaki mennicze lub inne oznaczenia, które pozwalają na identyfikację monety i ustalenie jej pochodzenia.\n\nStan – monety w idealnym stanie (menniczym) są najcenniejsze, ale nawet te gorzej zachowane mogą być wartościowe, jeśli są unikalne.\n\nJakie stare złote monety mają największą wartość?\n\nStare złote monety od wieków fascynują kolekcjonerów i inwestorów ze względu na swoją wartość kruszcową, historyczną i artystyczną. Stanowią cenny nabytek i mogą być doskonałą lokatą kapitału. Wartość zależy od wielu czynników. Które okazy są najbardziej wartościowe?\n\nPolskie Złote Dukaty – monety o nominałach 80 i 50 dukatów osiągają zawrotne ceny sięgające milionów złotych;\n\nZłote monety z okresu II Rzeczypospolitej – szczególnie te rzadkie i dobrze zachowane osiągają wysokie ceny.\n\nMonety z wizerunkiem Jana Pawła II – okazy z 1985 roku o nominałach 1000, 2000 i 10000 złotych są cennym uzupełnieniem kolekcji polskich numizmatów.\n\nDonatywy Wazów – to monety okolicznościowe bite za panowania królów z dynastii Wazów.\n\nAugustdory Stanisława Augusta Poniatowskiego – to złote monety o nominale 5 dukatów.\n\nRosyjskie złote monety z okresu carskiego (np. ruble, półimperiały, imperiały) – są cenione ze względu na swoją wartość kruszcową.\n\nWartość monet może się znacznie różnić w zależności od stanu zachowania, rzadkości i popytu na rynku numizmatycznym. Przed zakupem warto skonsultować się z doświadczonym numizmatykiem lub rzeczoznawcą, który pomoże Ci ocenić wartość i autentyczność. Wiele starych monet znajdziesz tutaj: https://www.antyki-bronisze.pl/kategoria/monety .\n\nGdzie kupować i sprzedawać stare monety?\n\nKupno i sprzedaż starych monet wymagają wiedzy, ostrożności i zaufania. Najczęściej pasjonaci spotykają się na giełdach numizmatycznych i w specjalistycznych sklepach, ale coraz popularniejsze są aukcje numizmatyczne, gdzie można nabyć monety po atrakcyjnych cenach. W ich przypadku trzeba jednak liczyć się z konkurencją i ryzykiem przepłacenia. Zakup starych monet jest też możliwy przez internet, ale trzeba zachować szczególną ostrożność i kupować tylko od sprawdzonych i wiarygodnych sprzedawców.\n\nGdzie sprzedać stare monety? Skup to najprostszy i najszybszy sposób, ale ceny są zazwyczaj niższe niż ceny rynkowe. Obecnie bardziej popularne są aukcje internetowe, jednak trzeba liczyć się z prowizją i ryzykiem oszustwa. Najlepszą i najbezpieczniejszą metodą jest bezpośrednia sprzedaż numizmatykom i kolekcjonerom np. na giełdach antyków. To dobry sposób na sprzedaż starych monet po atrakcyjnych cenach.\n\nPamiętaj, że kupno i sprzedaż starych monet to proces, który wymaga wiedzy i ostrożności. Zawsze kupuj i sprzedawaj monety tylko od sprawdzonych i wiarygodnych sprzedawców.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić! [20.02.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87-19-02-2025-r/ar-AA1zlLU9?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy szukają monet z okresu PRL, ale nie tylko, gdyż także monety starsze, a nawet te współczesne mogą być cenne.",
            "image_url": "https://www.bing.pl/th?id=OVF.b3NOLgnWkBgIJ%2fzpaT%2fC%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 20.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-20022025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 20.02.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-20022025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J-IpcgoPo-gHwb7CmQ-hqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 20.02.2025",
            "link": "https://gs24.pl/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mozesz-otrzymac-kilka-tysiecy-zlotych-zdjecia-20022025/ar/c1-17930573",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gs24.pl6 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rusza remont budynku na Muzeum Wałbrzyszan. Pozostanie jeszcze wypełnić go treścią",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/rusza-remont-budynku-na-muzeum-wa%C5%82brzyszan-pozostanie-jeszcze-wype%C5%82ni%C4%87-go-tre%C5%9Bci%C4%85/ar-AA1zmKBF?ocid=BingNewsVerp",
            "description": "Muzeum Wałbrzyszan materializuje się. Można tak śmiało powiedzieć po tym jak w środę, 19 lutego 2025 roku podpisano umowę na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.OVs8jLt2rgtUJxJnIjLnGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Naszemiasto on MSN22 godz.",
            "source": "Wałbrzych Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To kwiaty najlepsze do domu! Te rośliny doniczkowe są piękne i wzbogacą twoje wnętrze. Jakie kwiaty wybrać do domu? 20.02.2025",
            "link": "https://gk24.pl/to-kwiaty-najlepsze-do-domu-te-rosliny-doniczkowe-sa-piekne-i-wzbogaca-twoje-wnetrze-jakie-kwiaty-wybrac-do-domu-20022025/ar/c9-18815989",
            "description": "Obecnie pragniemy, by nasze domowe wnętrza miały swój unikatowy charakter, były przytulne i kolorowe. Jednym z pomysłów na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fVX2LOjoPyAPqK6-wGyrOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te rośliny przyciągają bogactwo i dobrobyt! Masz je w domu? Czekają cię pieniądze! Dzięki tym roślinom możesz zostać bogaczem",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/te-ro%C5%9Bliny-przyci%C4%85gaj%C4%85-bogactwo-i-dobrobyt-masz-je-w-domu-czekaj%C4%85-ci%C4%99-pieni%C4%85dze-dzi%C4%99ki-tym-ro%C5%9Blinom-mo%C5%BCesz-zosta%C4%87-bogaczem/ar-AA1yvoSE?ocid=BingNewsVerp",
            "description": "Czy rośliny mogą mieć magiczną moc? Okazuje się, że wiele osób wierzy w to, że rośliny przynoszą bogactwo i dobrobyt. Są też ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iUnN73FyFvxPnyCdENEvES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN16 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 20.02.2025",
            "link": "https://dzienniklodzki.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-20022025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M2fw_kVEbAkv5zg2kvCAfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dzienniklodzki6 godz.",
            "source": "dzienniklodzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Będzin autobus kolizja",
            "link": "https://bedzin.naszemiasto.pl/tag/bedzin-autobus-kolizja",
            "description": "Do groźnego zdarzenia drogowego doszło w dzielnicy Syberka w Będzinie. Kierowca autobusu przewożącego pracowników jednej z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "bedzin.naszemiasto18 godz.",
            "source": "bedzin.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W kamienicy przy ul. Maślanej we Włocławku będą mieszkania. Trwa remont. Tak wyglądają prace",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/w-kamienicy-przy-ul-ma%C5%9Blanej-we-w%C5%82oc%C5%82awku-b%C4%99d%C4%85-mieszkania-trwa-remont-tak-wygl%C4%85daj%C4%85-prace/ar-AA1zqMBi?ocid=BingNewsVerp",
            "description": "W kamienicy przy ul. Maślanej 4/6 we Włocławku powstanie kilkanaście mieszkań na tani wynajem. Obecnie trwa tam kapitalny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ewHfzjZAvi1OUPLPu_i9ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Nasze Miasto on MSN1 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Znaleziono artefakt sprzed dwóch tysięcy lat. Miał przepowiadać przyszłość",
            "link": "https://www.national-geographic.pl/historia/znaleziono-artefakt-sprzed-dwoch-tysiecy-lat-mial-przepowiadac-przyszlosc/",
            "description": "Ma ponad dwa tysiące lat i wykonana jest z brązu. Nietypowo wyglądającą łyżkę odkrył poszukiwacz skarbów na Wyspie Man.",
            "image_url": "https://www.bing.pl/th?id=OVFT.OpxxnXK5RT-A2wZDiQEa2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "national-geographic1 godz.",
            "source": "national-geographic",
            "article_content": "Spis treści:\n\nReklama\n\nNietypowy zabytek znaleziono na Wyspie Man (ang. Isle of Man), która położona jest między wybrzeżami Anglii, Szkocji, Irlandii i Walii, pośrodku Morza Irlandzkiego. Wyspa ma 52 kilometry długości i 22 kilometry szerokości, zatem jej powierzchnia zbliżona jest do Warszawy. Zamieszkuje ją około 80 tys.osób.\n\nLudzie dotarli na wyspę, podróżując drogą morską, około połowy VII tysiąclecia p.n.e. Od tego czasu bez przerwy jest zasiedlona. Najnowsze znalezisko archeologiczne pochodzi z drugiej połowy I tysiąclecia p.n.e.\n\nSzczęście detektorysty\n\nŁyżkę z brązu, pochodzącą z epoki żelaza, odkrył poszukiwacz skarbów Rob Middletone z pomocą detektora metalu. Szczęście uśmiechnęło się do niego na polu uprawnym rolnika Davida Andersona w rejonie miejscowości Patrick, na zachodnim wybrzeżu Wyspy Man.\n\nŁyżka ma okrągły czerpak i uchwyt w kształcie truskawki, na którym widać delikatnie wygrawerowane linie tworzące krzyż. Pomiędzy czerpakiem a uchwytem widoczne są spiralne zdobienia. Tego typu zabytki do prawdziwa rzadkość. To pierwszy tego typu artefakt znaleziony na Wyspie Man i 28. znany z całego świata. Łyżkę przekazano do zbiorów narodowych Manx, którymi opiekuje się Manx National Heritage w Manx Museum. Od lutego jest wystawiona na widok publiczny.\n\nDo czego służyła nietypowa łyżka?\n\n– Datowana na około 400–100 lat. p.n.e. łyżka z brązu jest jednym z najbardziej intrygujących obiektów, jakie kiedykolwiek odkryto na wyspie – mówi Allison Fox, kuratorka ds. archeologii w Manx National Heritage, organizacji chroniącej dziedzictwo historyczne wyspy. Dodaje, że w ogóle jeśli chodzi chodzi o epokę żelaza, znaleziska na tej wyspie nie są częste.\n\nW jej ocenie znalezisko jest związane z „potencjalną prehistoryczną aktywnością rytualną mającą miejsce na wyspie Man”. Chociaż dokładna funkcja łyżki nie jest znana, wiodąca teoria głosi, że była ona używana w rytuałach wróżbiarskich, w czasie których próbowano przewidzieć przyszłość.\n\nArtefakt należał zapewne do ludności celtyckiej, która w epoce żelaza napłynęła na wyspę. Pozostało po niej trochę stanowisk archeologicznych, w tym relikty po okrągłych domostwach i ufortyfikowanych osadach budowanych na wzniesieniach.\n\nJak korzystać z przepowiadacza przyszłości? Instrukcja obsługi\n\nPodobne łyżki znajdowane są z reguły w parach. Jak wyjaśnia Allison Fox, rytuał wróżbiarski miał wyglądać następująco. Jakąś ciecz wlewano na część z uchwytem, gdzie znajduje się delikatnie wyryty krzyż. Gdy płyn trafiał do jednej z wydzielonych ćwiartek, uzyskiwano odpowiedź – bo każda część łyżki miała pewne znaczenie.\n\nW tym miejscu warto wspomnieć, że łyżki w starożytnej Europie nierzadko odgrywały inną rolę niż tylko przyrządu służącego do spożywania potraw. Niedawno zespół polskich badaczy przeanalizował kilkaset niewielkich łyżeczek ze stanowisk archeologicznych w Skandynawii, Niemiec oraz Polski używanych przez plemiona germańskie. Były noszone przy pasie przez mężczyzn, a ze względu na swoje rozmiary nie pełniły żadnej praktycznej funkcji w codziennym życiu. Wniosek: mogły służyć jako dozowniki środków psychoaktywnych, które pobudzały germańskich wojowników do walki.\n\nReklama\n\nŹrodło: MNH\n\nNasz autor"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 lutego – Dzisiaj jest święto: to, co odnotowano na Ukrainie i na świecie",
            "link": "https://geopolityka.org/20250220/20-lutego-dzisiaj-jest-swieto-to-co-odnotowano-na-ukrainie-i-na-swiecie/",
            "description": "20 lutego kalendarz kościelny wspomniał Święty Leo, biskup Katan, który mieszkał w stuleciu VIII i zasłynął ze swojej życzliwości i ...",
            "image_url": "https://www.bing.plNo image",
            "category": "relikty",
            "date": "geopolityka.org3 godz.",
            "source": "geopolityka.org",
            "article_content": "20 lutego kalendarz kościelny wspomniał Święty Leo, biskup Katan, który mieszkał w stuleciu VIII i zasłynął ze swojej życzliwości i miłosierdzia, pisze. Był mentorem dla wielu wierzących, dbał o bez środków do życia, karmił pacjentów i był leczony i różnił się od cudownych umiejętności. Najbardziej znanym przypadkiem w jego życiu jest konfrontacja z Mago Iliodor, którego Leo ujawnił i jest zmuszony porzucić czarownicę. Święty został przyznany ludziom jego niezachwianej wiary i bezinteresownej posługi, a jego relikty są przechowywane w Rimenas, przodkowie wierzyli, że 20 lutego jest to dzień, w którym można dowiedzieć się o przyszłej pogodzie. Jeśli wrony krąży wysoko na niebie, śnieg czekał, a jeśli śnieg spadł z deszczem, wkrótce się pojawił. Słoneczny dzień był uważany za oznaka cienkiego roku, a północny wiatr ogłosił ocieplenie. Tego dnia zorganizowano ostatnią zimową rozrywkę – opuścili tłuszcze i które odejdzie na najdłuższy czas, musiał zdobyć szczęśliwy rok. Jednocześnie tego dnia nie powinien zaczynać nowych rzeczy, składać obietnice lub pić alkohol, ponieważ mógłby tolerować niepowodzenie źródła 20 lutego, jest bogaty w znaczące wydarzenia. W 1872 r. Metropolitan Art Museum zostało otwarte w Nowym Jorku, a tego samego dnia w Stanach Zjednoczonych otrzymało patent na windę elektryczną. W 1922 r. Vilnius Seimas zatwierdziła wejście Vilnia do Polski, co spowodowało długoterminowe spory międzynarodowe. W 1940 r. Świat po raz pierwszy zobaczył kreskówkę z duetem Toma i Jerry'ego, aw 1962 r. Amerykański astronaut John Glenn złożył trzy rewolucje wokół ziemi na statku francuskiego 7. Ważny dzień 20 lutego dla Ukrainy – tego dnia tego dnia – tego dnia W 1992 roku Verkhovienna Rada postanowiła świętować Dzień Niepodległości 24 sierpnia. W 2014 roku. Był to jeden z najbardziej dramatycznych momentów współczesnej historii Ukrainy, kiedy siły bezpieczeństwa otworzyły ogień do protestujących. Również tego dnia, aby świętować dzień sprawiedliwości społecznej, przypominając potrzebę równych praw i możliwości dla wszystkich. Kolejnym ważnym datą jest początek rosyjskiej agresji przeciwko Ukrainie w 2014 r., Kiedy siły specjalne Federacji Rosyjskiej zaatakowały Krym. Ponadto świat ds. Cholangiokarcinoma jest dziś uwielbiony – rzadka postać raka, która powinna zwiększyć uwagę i badania\n\nSource"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 20.02.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://dziennikbaltycki.pl/przeglad-prasy-20-02-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960899",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 19.02.",
            "image_url": "https://www.bing.pl/th?id=OVFT.aqmFcEaxCf50jk-9YWIW5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "dziennikbaltycki.pl8 godz.",
            "source": "dziennikbaltycki.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 6 km od Kołobrzegu. Podpowiedzi ciekawych tras na weekend 22 - 23 lutego",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-nordic-walking-do-6-km-od-kolobrzegu-podpowiedzi-ciekawych-tras-na-weekend-22-23-lutego/ar/c7p1-22319027",
            "description": "Rozglądasz się za nowymi trasami nordic walking w okolicy Kołobrzegu? Razem z Traseo przygotowaliśmy dla Ciebie garść ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jckF_EEAPeB5h3ztPHHhyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto22 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Zamościu zaplanowano Pchli Targ. Będzie można wyszperać prawdziwe „perełki'",
            "link": "https://krasnik.naszemiasto.pl/w-zamosciu-zaplanowano-pchli-targ-bedzie-mozna-wyszperac/ar/c3-9862429",
            "description": "Ceny na zamojskim Pchlim Targu są naprawdę okazyjne. Najbliższe takie przedsięwzięcie odbędzie się w niedzielę (2 marca).",
            "image_url": "https://www.bing.pl/th?id=OVFT.bCBwQ1nSSEYgXVMoSktYfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "krasnik.naszemiasto2 godz.",
            "source": "krasnik.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielki Piec Huty „Pokój' w Rudzie Śląskiej zmienia się w atrakcję regionu. Powstanie tu platforma widokowa, ogród i restauracje",
            "link": "https://dziennikzachodni.pl/wielki-piec-huty-pokoj-w-rudzie-slaskiej-zmienia-sie-w-atrakcje-regionu-powstanie-tu-platforma-widokowa-ogrod-i-restauracje/ar/c1p2-27287957",
            "description": "Wielki Piec uruchomiono w 1968 roku, a jego budowa zajęła rekordowe 105 dni zamiast planowanych 1,5 roku. Produkcja trwała ...",
            "image_url": "https://www.bing.pl/th?id=OVF.s1eGBdKt%2bl3%2flnMkgzP0%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikzachodni.pl1 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We Włoszech odkryto pochodzącą z epoki żelaza nekropolię",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/we-w%C5%82oszech-odkryto-pochodz%C4%85c%C4%85-z-epoki-%C5%BCelaza-nekropoli%C4%99/ar-AA1zqgMC?ocid=BingNewsVerp",
            "description": "Niezwykła nekropolia z epoki żelaza, pochodząca sprzed ponad 2500 lat, została odkopana w północnowłoskim mieście Trydent.",
            "image_url": "https://www.bing.pl/th?id=OVFT.CO-3X7rroUESOyxL2Xi81i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Euronews Polski on MSN3 godz.",
            "source": "Euronews Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne zabytki",
            "link": "https://www.niedziela.pl/artykul/175329/nd/Cenne-zabytki",
            "description": "Jedyną w swoim rodzaju zachowaną w diecezji kapę procesyjną z ok. 1600 r. i inne cenne przedmioty, które powróciły z pracowni ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EFablSojauBjx9SyWfvlBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niedziela23 godz.",
            "source": "Niedziela",
            "article_content": "Zainspiruj się moim świadectwem\n\nOd 10 lat żyje na wolności. Jest przykładem, że Jezus może zrodzić się w sercu każdego człowieka, także tego, który stoczył się na samo dno, przebywa w zakładzie karnym i po ludzku nie widać już dla niego ratunku. Dzieli się świadectwem życia. Jak sam mówi, to wszystko się wydarzyło dzięki temu, że trafił do więzienia.\n\nBabcia mówiła małemu Grzesiowi Czerwickiemu, że jest Bóg Ojciec, która go kocha i się o niego troszczy. Ale on w to nie wierzył. Był ochrzczony, przystąpił do I Komunii św., ale wzrastał w rodzinie patologicznej, rodzice nie mieszkali razem, mimo iż byli małżeństwem. Gdy miał 9 lat, ojciec przyszedł do domu, miał się nim opiekować, zaczął oglądać telewizję i powiedział chłopcu, żeby przyniósł mu piwo ze sklepu. – Odmówiłem. I wtedy mi powiedział: Jesteś niewypałem, do niczego się nie nadajesz, nic nie osiągniesz, nic nie umiesz robić, nawet po piwo zajść do sklepu. Poczułem się, jakbym dostał młotkiem 9-kilogramowym w głowę. Powiedziałem mu, że sam jest niewypał i może sobie sam iść po to piwo. Zerwał się na równe nogi, rzucił mnie na łóżko i dusił poduszką. Udało mi się uciec. Wylądowałem na śmietniku. Od tego momentu przez 19 lat wierzyłem w to, że jestem niewypałem. W moim sercu pracowała nienawiść do ojca, do wszystkich – wspomina Grzegorz Czerwicki."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Serca ostygły. Już nie lubimy Ukraińców. Ranking polskich sympatii dla obcokrajowców",
            "link": "https://dziennikbaltycki.pl/serca-ostygly-juz-nie-lubimy-ukraincow-ranking-polskich-sympatii-dla-obcokrajowcow/ar/c1p2-27288339",
            "description": "Włosi i Amerykanie to narody, które darzymy największą sympatią. Na drugim biegunie są Rosjanie. Zmieniło się nasze podejście ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Pr7tWoVDJaa4ipJOW9M1Oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikbaltycki.pl1 godz.",
            "source": "dziennikbaltycki.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie kupować stare monety i o czym pamiętać?",
            "link": "https://beskidzka24.pl/gdzie-kupowac-stare-monety-i-o-czym-pamietac/",
            "description": "Fascynuje Cię numizmatyka i marzysz o posiadaniu unikatowych monet z dawnych epok? Kolekcjonowanie starych monet to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SjgIIhlyHi4ZJJpx1Mit8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "beskidzka242 godz.",
            "source": "beskidzka24",
            "article_content": "Fascynuje Cię numizmatyka i marzysz o posiadaniu unikatowych monet z dawnych epok? Kolekcjonowanie starych monet to pasjonujące hobby, które pozwala zgłębiać historię i dawną kulturę. Monety to cenne zabytki, które mogą stanowić doskonałą inwestycję. Jeśli chcesz rozpocząć swoją przygodę z numizmatyką lub poszerzyć swoją kolekcję, dowiedz się, gdzie kupować stare monety i o czym pamiętać, aby uniknąć rozczarowań.\n\nPo czym można poznać autentyczne stare polskie monety?\n\nRozpoznanie autentycznych starych monet polskich to kluczowa umiejętność dla każdego kolekcjonera. Na rynku numizmatycznym niestety nie brakuje replik, które mogą wprowadzić w błąd nawet doświadczonych numizmatyków. Dlatego też, przed zakupem warto dokładnie przyjrzeć się cechom charakterystycznym monety i porównać ją z wzorcami.\n\nNa co zwrócić uwagę, oceniając autentyczność starych monet?\n\nMateriał – autentyczne stare monety wykonane są z metali szlachetnych (złoto, srebro) lub metali nieszlachetnych (miedź, brąz, nikiel). Sprawdź, czy kolor, waga i próba metalu odpowiadają danemu okresowi i nominałowi monety.\n\nWaga i wymiary – każda moneta ma określoną wagę i wymiary, które są podane w katalogach numizmatycznych.\n\nWygląd – przyjrzyj się dokładnie rysunkowi monety, detalom, napisom i symbolom. Zwróć uwagę na ewentualne różnice, błędy lub nieprawidłowości, które mogą świadczyć o fałszerstwie.\n\nDźwięk – monety wykonane z metali szlachetnych wydają charakterystyczny dźwięk, który różni się od dźwięku monet wykonanych z metali nieszlachetnych.\n\nSygnatury i znaki mennicze – na wielu starych monetach znajdują się sygnatury mincerzy, znaki mennicze lub inne oznaczenia, które pozwalają na identyfikację monety i ustalenie jej pochodzenia.\n\nStan – monety w idealnym stanie (menniczym) są najcenniejsze, ale nawet te gorzej zachowane mogą być wartościowe, jeśli są unikalne.\n\nJakie stare złote monety mają największą wartość?\n\nStare złote monety od wieków fascynują kolekcjonerów i inwestorów ze względu na swoją wartość kruszcową, historyczną i artystyczną. Stanowią cenny nabytek i mogą być doskonałą lokatą kapitału. Wartość zależy od wielu czynników. Które okazy są najbardziej wartościowe?\n\nPolskie Złote Dukaty – monety o nominałach 80 i 50 dukatów osiągają zawrotne ceny sięgające milionów złotych;\n\nZłote monety z okresu II Rzeczypospolitej – szczególnie te rzadkie i dobrze zachowane osiągają wysokie ceny.\n\nMonety z wizerunkiem Jana Pawła II – okazy z 1985 roku o nominałach 1000, 2000 i 10000 złotych są cennym uzupełnieniem kolekcji polskich numizmatów.\n\nDonatywy Wazów – to monety okolicznościowe bite za panowania królów z dynastii Wazów.\n\nAugustdory Stanisława Augusta Poniatowskiego – to złote monety o nominale 5 dukatów.\n\nRosyjskie złote monety z okresu carskiego (np. ruble, półimperiały, imperiały) – są cenione ze względu na swoją wartość kruszcową.\n\nWartość monet może się znacznie różnić w zależności od stanu zachowania, rzadkości i popytu na rynku numizmatycznym. Przed zakupem warto skonsultować się z doświadczonym numizmatykiem lub rzeczoznawcą, który pomoże Ci ocenić wartość i autentyczność. Wiele starych monet znajdziesz tutaj: https://www.antyki-bronisze.pl/kategoria/monety .\n\nGdzie kupować i sprzedawać stare monety?\n\nKupno i sprzedaż starych monet wymagają wiedzy, ostrożności i zaufania. Najczęściej pasjonaci spotykają się na giełdach numizmatycznych i w specjalistycznych sklepach, ale coraz popularniejsze są aukcje numizmatyczne, gdzie można nabyć monety po atrakcyjnych cenach. W ich przypadku trzeba jednak liczyć się z konkurencją i ryzykiem przepłacenia. Zakup starych monet jest też możliwy przez internet, ale trzeba zachować szczególną ostrożność i kupować tylko od sprawdzonych i wiarygodnych sprzedawców.\n\nGdzie sprzedać stare monety? Skup to najprostszy i najszybszy sposób, ale ceny są zazwyczaj niższe niż ceny rynkowe. Obecnie bardziej popularne są aukcje internetowe, jednak trzeba liczyć się z prowizją i ryzykiem oszustwa. Najlepszą i najbezpieczniejszą metodą jest bezpośrednia sprzedaż numizmatykom i kolekcjonerom np. na giełdach antyków. To dobry sposób na sprzedaż starych monet po atrakcyjnych cenach.\n\nPamiętaj, że kupno i sprzedaż starych monet to proces, który wymaga wiedzy i ostrożności. Zawsze kupuj i sprzedawaj monety tylko od sprawdzonych i wiarygodnych sprzedawców.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 20.02.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-20022025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Taka 5 złotówka i inne monety są w cenie złota. Sprawdź, ile można na nich zarobić! [20.02.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/taka-5-z%C5%82ot%C3%B3wka-i-inne-monety-s%C4%85-w-cenie-z%C5%82ota-sprawd%C5%BA-ile-mo%C5%BCna-na-nich-zarobi%C4%87-19-02-2025-r/ar-AA1zlLU9?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy szukają monet z okresu PRL, ale nie tylko, gdyż także monety starsze, a nawet te współczesne mogą być cenne.",
            "image_url": "https://www.bing.pl/th?id=OVF.b3NOLgnWkBgIJ%2fzpaT%2fC%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN6 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 20.02.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-20-02-2025/ar-AA1zpK1x?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._V-rWLu6pRQ3UWKHtZMwMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN5 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie pod Częstochową. Na Jurze znaleziono rzymski miecz sprzed 2000 lat. \"Miecz został połamany rytualnie na trzy części\"",
            "link": "https://dziennikzachodni.pl/niezwykle-odkrycie-pod-czestochowa-na-jurze-znaleziono-rzymski-miecz-sprzed-2000-lat-miecz-zostal-polamany-rytualnie-na-trzy-czesci/ar/c1p2-27280441",
            "description": "Na terenie północnej Jury pod Częstochową odkryto najprawdopodobniej rzymski miecz sprzed około 2000 lat. Miecz znaleźli dwaj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FSSi_SOtAhI0XkyBIYDbGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "dziennikzachodni.pl3 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najważniejsze odkrycie od 100 lat w Egipcie. Odnaleźli grobowiec faraona",
            "link": "https://tech.wp.pl/najwazniejsze-odkrycie-od-100-lat-w-egipcie-odnalezli-grobowiec-faraona,7127179461049120a",
            "description": "To odkrycie na miarę Tutanchamona. Archeolodzy znaleźli grobowiec faraona Thotmesa II wraz z ceramiką grobową.",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "wp7 godz.",
            "source": "wp",
            "article_content": "Prawdziwa sensacja w Egipcie - odnaleziono grobowiec faraona Thotmesa II, który panował w Egipcie ok. 3500 lat temu. Był ukryty w skale. Jest to pierwsze odkrycie grobowca faraona od czasu odkrycia grobowca Tutanchamona w 1922 roku, poinformowało egipskie Ministerstwo Turystyki i Starożytności w oświadczeniu. Imię Thotmesa II widnieje na ceramice znalezionej w miejscu pochówku — odkrycie to pozwoliło archeologom zidentyfikować grobowiec.\n\nImię Thotmesa II znaleziono na ceramice w jego grobowcu © Licencjodawca\n\nThotmes II jest może najbardziej znany z małżeństwa z przyrodnią siostrą Hatszepsut. Po jego śmierci Hatszepsut wstąpiła na tron jako faraon. Jednak w przeciwieństwie do pochówku Tutanchamona, nowo odkryty grób jest niemal pusty i nie zawiera ciała. Archeolodzy ustalili, że grób został zalany wodami zaraz po pochówku Thotmesa II, więc przedmioty pogrzebowe zostały przeniesione w inne miejsce. Jego mumia została znaleziona w XIX wieku w podziemnej skrytce niedaleko świątyni Hatszepsut, wraz z wieloma innymi królewskimi mumiami. Obecnie znajduje się w Narodowym Muzeum Cywilizacji Egipskiej w Kairze.\n\nGrób odkryty wcześniej\n\nJak podają odkrywcy, grobowiec ma około 29 metrów długości i zawiera komorę grobową o wymiarach 5,3 na 5,2 na 3,4 metra. \"Cała zawartość grobu została usunięta. Grób nie został splądrowany\" – powiedział Piers Litherland, egiptolog z Uniwersytetu w Cambridge i jeden z liderów zespołu, który odkrył grób dla portalu Live Science.\n\nDalsza część artykułu pod materiałem wideo\n\nArcheolodzy natrafili na grób po raz pierwszy w październiku 2022 roku, ale dopiero pod koniec sezonu wykopaliskowego 2024 i na początku 2025 roku, po przeanalizowaniu ceramiki z imieniem Thotmesa II, badacze byli w stanie zidentyfikować miejsce pochówku jako grób faraona. Jeden z fragmentów ceramiki \"zawierał etykietę wskazującą, że zawierał przedmiot, który był używany do balsamowania\" – powiedział Litherland. \"To potwierdza, że pochówek rzeczywiście miał miejsce w tym grobie.\"\n\nMożliwe, że istnieje jeszcze jeden, nieodkryty grób, do którego przeniesiono przedmioty po zalaniu, zauważył Litherland. Mumia ponownie pochowana w skarbcu w Deir el-Bahari, pobliskim miejscu, została przez niektórych egiptologów zidentyfikowana jako Thotmes II. Jednak ta mumia może być zbyt stara (prawdopodobnie w wieku 40 lat w chwili śmierci), by była mumią Thotmesa II, a jego mumia i drugi grób mogą leżeć nienaruszone gdzieś indziej – dodał.\n\nKim był Thotmes II?\n\nO panowaniu Thotmesa II wiadomo niewiele. Trwa debata, jak długo rządził, ale może to być mniej niż pięć lat – informuje Narodowego Muzeum Cywilizacji Egipskiej. Niektórzy badacze uważają jednak, że jego panowanie trwało znacznie dłużej, a Metropolitan Museum of Art w Nowym Jorku szacuje, że rządził od około 1492 do 1479 roku p.n.e."
        }
    }
]