[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gorąca niedziela na Pchlim Targu 20 lipca 2025 - starocie, biżuteria, odzież, meble. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gor%C4%85ca-niedziela-na-pchlim-targu-20-lipca-2025-starocie-bi%C5%BCuteria-odzie%C5%BC-meble-zdj%C4%99cia-ceny/ar-AA1IW6kV?ocid=BingNewsVerp",
            "description": "W słoneczną niedzielę, 20 lipca 2025 roku na Pchlim Targu przy alei Kazimierza Wielkiego we Włocławku nie brakowało ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZsWqlHJweavkl49oF3oS3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN1 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedzielna giełda samochodowa przy Andersa. Takie auta oferowali sprzedający",
            "link": "https://www.msn.com/pl-pl/motoryzacja/og%C3%B3lne/niedzielna-gie%C5%82da-samochodowa-przy-andersa-takie-auta-oferowali-sprzedaj%C4%85cy/ar-AA1IWrWt?ocid=BingNewsVerp",
            "description": "Na giełdzie samochodowej przy ul. Andersa w Białymstoku można obejrzeć, sprawdzić i kupić samochody używane różnych marek. Co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4w_wVX7RvMJ6oVZv6HbJ2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kurier Poranny on MSN3 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polskie monety z papieżem. Na aukcjach płacą za nie krocie",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/polskie-monety-z-papie%C5%BCem-na-aukcjach-p%C5%82ac%C4%85-za-nie-krocie/ar-AA1IVrgr?ocid=BingNewsVerp",
            "description": "Rzadkie, stare monety z Janem Pawłem II są warte fortunę - tak wynika z naszej analizy zakończonych aukcji w serwisie Onebid. Jedną z takich monet sprzedano za ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qXPYOt4opjbuEdbLUjfq7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Biznes w INTERIA.PL on MSN12 godz.",
            "source": "Biznes w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 20.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-20072025/ar-AA1HFaiJ?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN10 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci, kwiaty, rowery, ogrodowe bajery. Co można było kupić na Andersa w niedzielę 20.07? Zobacz ceny owoców i warzyw",
            "link": "https://www.msn.com/pl-pl/jedzenie-i-picie/og%C3%B3lne/gie%C5%82da-staroci-kwiaty-rowery-ogrodowe-bajery-co-mo%C5%BCna-by%C5%82o-kupi%C4%87-na-andersa-w-niedziel%C4%99-20-07-zobacz-ceny-owoc%C3%B3w-i-warzyw/ar-AA1IW7vc?ocid=BingNewsVerp",
            "description": "Niedziela to dzień, kiedy giełda na Andersa czeka na kupujących. Co można było znaleźć na straganach? Wybór ogromny: od ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.i5frJbjRKzyLU3q6qKwQdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Kurier Poranny on MSN5 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wróżka cassandra",
            "link": "https://pomorska.pl/tag/wrozka-cassandra",
            "description": "Czy masz szansę dożyć setki? Wiele zależy od twojego znaku zodiaku. Wróżka Cassandra przygotowała specjalne zestawienie pięciu najbardziej długowiecznych znaków... Jakie znaki zodiaku nie pasują do si ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qEcc-ZyVkvSOSXNTGhpADA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Gazeta Pomorska19 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rozwadowski Targ Staroci w Stalowej Woli w słońcu i w deszczu, z tłumami mieszkańców. Zobacz zdjęcia z niedzieli 20 lipca",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/rozwadowski-targ-staroci-w-stalowej-woli-w-s%C5%82o%C5%84cu-i-w-deszczu-z-t%C5%82umami-mieszka%C5%84c%C3%B3w-zobacz-zdj%C4%99cia-z-niedzieli-20-lipca/ar-AA1IWhd4?ocid=BingNewsVerp",
            "description": "Rozwadowski Targ Staroci zorganizowany w Stalowej Woli 20 lipca miał wielu sprzedających i potencjalnych kupców. Sprzyjała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xezVaZOXEe52C8fvGgCQJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN5 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gorąca niedziela na Pchlim Targu 20 lipca 2025 - starocie, biżuteria, odzież, meble. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/gor%C4%85ca-niedziela-na-pchlim-targu-20-lipca-2025-starocie-bi%C5%BCuteria-odzie%C5%BC-meble-zdj%C4%99cia-ceny/ar-AA1IW6kV?ocid=BingNewsVerp",
            "description": "W słoneczną niedzielę, 20 lipca 2025 roku na Pchlim Targu przy alei Kazimierza Wielkiego we Włocławku nie brakowało ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZsWqlHJweavkl49oF3oS3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN4 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Japonia pod Stożkiem. Zobaczyliśmy staruszkę Ubę, która miotłą usuwa zło, i dziadka Jo grabiami przyciągającego dobro",
            "link": "https://bielskobiala.wyborcza.pl/bielskobiala/7,88025,32116459,japonia-pod-stozkiem-zobaczylismy-staruszke-ube-ktora-miotla.html",
            "description": "- Lalki daje się dzieciom zaraz po urodzeniu. Nie są do zabawy. Przedstawiają wzór do naśladowania. Chłopcom często daje się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.V9IRh_u88g4pFexNI5cNDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bielsko-Biała.Wyborcza.pl8 godz.",
            "source": "Bielsko-Biała.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytkowe auta i burgery. Za nami \"blokowanie\" McDonalda (zobacz zdjęcia)",
            "link": "https://www.info.elblag.pl/37,81385,Zabytkowe-auta-i-burgery-Za-nami-blokowanie-McDonalda-zobacz-zdjecia.html",
            "description": "Mercedesy, fordy i fiaty, a do tego burgery z frytkami. Kilkadziesiąt aut wzięło udział w Klasycznym blokowaniu McDonalda w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.15VuMHwUwILeKHKiyLhzMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "info.elblag.pl26 min",
            "source": "info.elblag.pl",
            "article_content": "Mercedesy, fordy i fiaty, a do tego burgery z frytkami. Kilkadziesiąt aut wzięło udział w Klasycznym blokowaniu McDonalda w Elblągu. Zobacz galerię zdjęć z wydarzenia.\n\n\n\nParking przed restauracją amerykańskiej sieci przy al. Grunwaldzkiej zaroił się od zabytkowych pojazdów. W niedzielę, 20 lipca, odbyło się tu Klasyczne Blokowanie McDonalda – impreza miłośników motoryzacji, podczas której mieli okazję wspólnie spędzić czas i zaprezentować auta z dawnych lat.\n\nBlokowanie to sentymentalna podróż do czasów, kiedy świat był analogowy, kiedy ludzie chodzili w ubraniach z naturalnych materiałów, a te sztuczne dopiero wchodziły i były hitem. Czasów, kiedy człowiek, gdy odstawił telefon i zamknął drzwi to nikt go już nie mógł znaleźć. Kiedy ludzie się naprawdę kochali i wspierali, kiedy jedli niezdrowe rzeczy, palili papierosy, pili alkohol, ale żyli do osiemdziesiątki. Kiedy chyba żyło się ciut wolniej i z większym spokojem o to, co będzie jutro i za pół roku\n\n- mówi Bartosz Gądek, współorganizator imprezy z Trójmiasta.\n\n- Sam McDonald's to nie przypadek. Lata 50. i 60. w Stanach Zjednoczonych to jest początek tej ery konsumpcjonizmu, w której my dalej tkwimy. Więc wracamy jakby do korzeni. Wtedy ludzie się spotykali i rozmawiali - przypomnijmy sobie te wszystkie amerykańskie filmy - my bardzo chcemy, żeby również teraz ludzie zaczęli ze sobą rozmawiać. Tak po prostu, w realu, jak chociażby podczas tego wydarzenia - podkreśla.\n\nW \"blokowaniu\" wzięło udział kilkadziesiąt zabytkowych aut. Warunkiem udziału w wydarzeniu była metryka samochodu. - Mamy tu klasyczny set na blokowaniu, czyli samochody do roku 89, z pewnymi wyjątkami. Są tutaj samochody absolutnie nietuzinkowe. Możemy zobaczyć choćby kultowego \"krokodyla\" - saab to marka zapomniana od kilkunastu lat, czy bardzo ładnego mercedesa coupé. Mamy również dwa rzadkie Fiaty, kabriolety. Jeden z nich to model, który miała Anna German, drugi to model, którym ścigał się Andrzej Jaroszewicz - wylicza współorganizator.\n\n\"Blokowanie\" to akcja cykliczna, organizowana w różnych miejscach. W Elblągu odbyła się po raz szósty. - Macie tutaj - moim zdaniem, a siedzę w klasykach już od 40 lat - jedną z najfajniejszych ekip, którą kręcą klasyczne auta. Nie byłoby blokowania w Elblągu, gdyby nie zwarta, silna i kochająca te klasyczne samochody - dodaje Bartosz Gądek.\n\nImpreza przyjęła się w Elblągu i cieszy sporym powodzeniem. Atmosfera podczas wydarzenia jest wyjątkowa, to sprawa ludzi, tematów rozmów i oczywiście samych aut. Staramy się urozmaicić to wydarzenie, w tym roku nowością jest wyjazd do Nowego Dworu Gdańskiego. Ruszamy tam z parkingu przed elbląską restauracją, chcemy zwiedzić Żuławski Park Historyczny\n\n- mówi Adam Michałek, z grupy Elbląskie Klasyki.\n\n\n\nOrganizatorami wydarzenia są: Północna.TV, Elbląskie Klasyki i zespół elbląskiej restauracji McDonald's."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Barwny karnawał w epoce Bieruta",
            "link": "https://dorzeczy.pl/opinie/755355/barwny-karnawal-w-epoce-bieruta.html",
            "description": "Wystawa o Światowym Festiwalu Młodzieży i Studentów dobrze oddaje euforię, w którą wpadli Polacy – dodajmy: głównie warszawiacy – mogąc na krótkie dwa tygodnie obcować z zakazanym przez długie lata za ...",
            "image_url": "https://www.bing.pl/th?id=ODF.-WiLO7Eg3naBmL51JmpBdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy2 godz.",
            "source": "Do Rzeczy",
            "article_content": "Ale paradoksalnie, choć wyśmiewa ideologiczną sztywność marksizmu, to w wielu aspektach ekspozycji można wyczuć pryncypializm politycznej poprawności Warszawa w 1955 r. była miastem kontrastów. Lśniące świeżym tynkiem odbudowane zabytki i nowe, monumentalne gmachy komunistycznej władzy sąsiadowały ze zrujnowanymi domami i pustymi placami po wyburzonym, przedwojennym mieście. Stolica Polski ciągle żyła grozą wojennych strat i o wiele bardziej aktualnym terrorem stalinowskiej bezpieki. A jednocześnie było to miasto, które właśnie w tym roku osiągnęło próg miliona mieszkańców. Pełne dzieci i młodych ludzi. Ci ostatni dusili się pod zakłamaną i sformalizowaną fasadą życia dyktowaną w najmniejszych drobiazgach przez marksistowskich ideologów.\n\nI w ten szary krajobraz wdarł się huragan Światowego Festiwalu Młodzieży i Studentów. Ta planowana jako propagandowe wydarzenie impreza oznaczała jednak przybycie do Warszawy kilkadziesiąt tysięcy gości z zagranicy, których witało wielokrotnie więcej „krajowych” delegatów z całej Polski. Odcięte od 16 lat od zewnętrznego świata miasto – najpierw przez hitlerowską okupację, a potem przez represyjny stalinizm – nagle zobaczyło, że można żyć kolorowo, wesoło i spontanicznie. I dlatego wystawa w Muzeum Warszawy na Starym Mieście nosi tytuł „Lato, które zmieniło wszystko – Festiwal 1955”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie SKARBY można kupić na największej giełdzie staroci w Gliwicach! Są militarne artefakty, stare pocztówki, kryształy i inne. ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takie-skarby-mo%C5%BCna-kupi%C4%87-na-najwi%C4%99kszej-gie%C5%82dzie-staroci-w-gliwicach-s%C4%85-militarne-artefakty-stare-poczt%C3%B3wki-kryszta%C5%82y-i-inne-zdj%C4%99cia/ar-AA1IVQ1l?ocid=BingNewsVerp",
            "description": "Co druga i ostatnia niedziela miesiąca na targowisku przy ul. Lipowej tętni życiem – to wtedy odbywa się Gliwicka Giełda Staroci. Znajdziesz tu unikalne militaria, stare pocztówki, kryształy, monety i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.d6DaSKFSkVDIzx-_uLoPeQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Nasze Miasto on MSN7 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryto najstarszą osadę zbudowaną nad jeziorem w Europie",
            "link": "https://londynek.net/wiadomosci/Odkryto%20najstarsza%20osade%20zbudowana%20nad%20jeziorem%20w%20Europie%2Cwiadomosci%2C%20news,/wiadomosci/article?jdnews_id=107099",
            "description": "Nad albańskim brzegiem Jeziora Ochrydzkiego odkryto najstarszą osadę ludzką zbudowaną nad jeziorem w Europie - poinformowała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FvLor0c3F9A-X7wQa7KQCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Londynek.net8 godz.",
            "source": "Londynek.net",
            "article_content": "Dziś, 10:00\n\nNad albańskim brzegiem Jeziora Ochrydzkiego odkryto najstarszą osadę ludzką zbudowaną nad jeziorem w Europie - poinformowała agencja Reutera, powołując się na doniesienia pracujących na miejscu archeologów.\n\nZone place=e1-mobile\n\nBadacze twierdzą, że odkryli ślady osady zamieszkiwanej przez zorganizowane społeczności łowiecko-rolniczej nawet 8 tys. lat temu.\n\nZespół naukowców ze Szwajcarii i Albanii bada obszar znajdujący się na głębokości ok. trzech metrów pod wodą, wydobywając drewniane pale, na których w przeszłości stały domy - poinformował Reuters.\n\nArcheolodzy odkryli w okolicy również kości zwierząt domowych i dzikich, przedmioty z miedzi i bogato zdobioną ceramikę.\n\nAlbert Hafner z Uniwersytetu w Bernie przyznał, że podobne osady odkryto w regionach alpejskich i śródziemnomorskich, ale zabudowania w wiosce Lin w Albanii są o pół tysiąca lat starsze.\n\nLiczne badania pokazują, że Jezioro Ochrydzkie, należące do Macedonii Północnej i Albanii, jest najstarszym jeziorem w Europie, liczącym ponad milion lat - przypomniał Reuters. (Fot. Getty Images)\n\n\"Ponieważ znaleziska znajdują się pod wodą, nadal są dobrze zachowane, co pozwala nam badać, co jedli ci ludzie i co uprawiali\" - wyjaśnił ekspert.\n\nHafner dodał, że znaleziska potwierdzają, że ludzie mieszkający nad jeziorem przyczynili się do rozpowszechnienia rolnictwa i hodowli w innych częściach Europy. \"Nadal zajmowali się łowiectwem i zbieractwem, ale stabilne źródło utrzymania pochodziło z rolnictwa\" – dodał.\n\nAlbański archeolog Adrian Anastasi zastrzegł, że pełne zbadanie obszaru może zająć dekady.\n\n\"Biorąc pod uwagę sposób, w jaki żyli, jedli, polowali, łowili ryby, a także sposób, w jaki wykorzystano architekturę do budowy ich osad, możemy powiedzieć, że byli bardzo inteligentni jak na tamte czasy\" – podsumował dotychczasowe prace."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki w okolicach Krakowa. Sprawdź ciekawe miejsca, które warto odwiedzić! [20.07.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wycieczki-w-okolicach-krakowa-sprawd%C5%BA-ciekawe-miejsca-kt%C3%B3re-warto-odwiedzi%C4%87-20-07-2025/ar-AA1HrHpY?ocid=BingNewsVerp",
            "description": "Urokliwe miasteczka, wiekowe zamki, malownicze parki i spokojne zakątki – to wszystko czeka na odkrycie tuż za rogatkami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8L0I1Kh7F7im0h3KPJKlEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN7 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    }
]