[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Świąteczne zakupy? Oto największe targowiska w województwie śląskim. Kupisz tam warzywa, meble, a nawet auta. Kiedy są czynne?",
            "link": "https://dziennikzachodni.pl/swiateczne-zakupy-oto-najwieksze-targowiska-w-wojewodztwie-slaskim-kupisz-tam-warzywa-meble-a-nawet-auta-kiedy-sa-czynne/ar/c1p2-27750569",
            "description": "Rynek na Narutowicza Asortyment: warzywa, owoce, mięso, wędliny, ryby, jaja, pieczywo, chemia gospodarcza, odzież, obuwie, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kd1pPdbOPEmm6bKCBGs0Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Dziennik Zachodni1 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak wyglądała grudniowa Falenicka Giełda Staroci w Warszawie. To wydarzenie zawsze gromadzi tłumy. Co można było kupić?",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/tak-wygl%C4%85da%C5%82a-grudniowa-falenicka-gie%C5%82da-staroci-w-warszawie-to-wydarzenie-zawsze-gromadzi-t%C5%82umy-co-mo%C5%BCna-by%C5%82o-kupi%C4%87/ar-AA1Skdod?ocid=BingNewsVerp",
            "description": "W miniony weekend na Targowisku Falenica przy ul. Trocinowej 1 w Warszawie odbyła się kolejna edycja Falenickiej Giełdy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UkeLK-PsNGTza3O44FnRly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Warszawa Nasze Miasto on MSN23 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TQ LASER EUROPE SP. Z O.O.",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,17652688,tq-laser-europe-sp-z-o-o.html",
            "description": "Polska zdecydowała o czasowym zamknięciu kolejowego przejścia granicznego w Małaszewiczach z powodu rosyjsko-białoruskich manewrów wojskowych Zapad-2025. Ta strategiczna decyzja, podyktowana względami ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl21 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Eksperci ESET ostrzegają przed oszustwem popularnym w ostatnich miesiącach w Czechach, które właśnie dotarło do Polski. Cyberprzestępcy zaatakowali klientów PKO Banku Polskiego, zachęcając ich do pobrania lub aktualizowania aplikacji ...\n\nPARP opublikował właśnie rezultaty najświeższego, cyklicznego badania tradycyjnie już rzucającego światło na sytuację panującą na rynku pracy. Z lutowej analizy \"Rynek pracy, edukacja, kompetencje. Aktualne trendy i wyniki badań ...\n\nBank Japonii (BOJ) podjął decyzję o podwyżce stopy procentowej o 0.25 punktu procentowego, ustalając ją na poziomie 0.5%. Jest to najwyższy poziom od października 2008 roku. Decyzja została podjęta stosunkiem głosów 8 do 1, a jedynym ...\n\nStany Zjednoczone i Unia Europejska ogłosiły osiągnięcie długo oczekiwanego porozumienia handlowego, które - choć zawarte w formule ustnej - ma szansę znacząco wpłynąć na relacje transatlantyckie i kierunek globalnej polityki ...\n\nMiędzynarodowy Dzień Własności Intelektualnej, obchodzony 26 kwietnia, to nie tylko okazja do świętowania innowacyjności, kreatywności i osiągnięć twórców, ale również moment refleksji nad tym, jak skutecznie chronić swoje prawa w ...\n\nRekrutacja i selekcja to te procesy, w których firmy w coraz większym stopniu wspierają się rozwiązaniami technologicznymi. Potwierdzeniem tej tendencji jest opublikowany właśnie przez Antal raport \"Trendy w rekrutacji specjalistów i ...\n\nW listopadzie 2024 roku doszło do incydentu na lotnisku Katowice-Pyrzowice, w wyniku którego 42 pasażerów nie zdążyło na swój lot do Dortmundu obsługiwany przez linię Ryanair. Stało się tak, ponieważ utknęli oni w kolejce do kontroli ...\n\nTAURON, jedna z największych firm energetycznych w Polsce, wprowadza nową fakturę TAURON oraz ofertę Tanie Godziny. Obie zmiany mają na celu uproszczenie rozliczeń oraz umożliwienie klientom bardziej świadomego korzystania z energii ...\n\nPojawił się najnowszy raport Experis \"Prognozy CIO na 2025 rok: Kluczowe priorytety dla liderów technologii\", a w nim analiza najbardziej bieżących wyzwań, z jakimi przychodzi się zmagać liderom IT. Nie jest zaskoczeniem, że sprawą ...\n\nNo Fluff Jobs opublikował wyniki raportu \"Rynek pracy IT 2024/2025\". Opracowanie rzuca światło na sytuację w branży, wyjawiając szczegóły dotyczące m.in. oferowanych pracownikom zarobków, benefitów pozapłacowych oraz udogodnień w ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 19.12.2025",
            "link": "https://gk24.pl/stare-monety-z-czasow-prl-u-warte-fortune-kolekcjonerzy-wlasnie-ich-szukaja-zdjecia-19-12-2025/ar/c3p2-28049553",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić 19.12.2025",
            "link": "https://gk24.pl/tyle-pieniedzy-placa-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mozna-duzo-na-nich-zarobic-19-12-2025/ar/c3p2-28192103",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._VPgEXcM3dtR7HZcxrJPCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Są dodatkowe pieniądze dla seniorów. Wielu nie zna tych sposobów",
            "link": "https://www.msn.com/pl-pl/finanse/other/s%C4%85-dodatkowe-pieni%C4%85dze-dla-senior%C3%B3w-wielu-nie-zna-tych-sposob%C3%B3w/ar-AA1RVeHc?ocid=BingNewsVerp",
            "description": "Wielu opolskich seniorów co miesiąc sprawdza konta bankowe i zastanawia się, jak poprawić swój domowy budżet. Tymczasem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5rJBz7RGOgJsy6raaMl2CS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN21 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony, dzbanki, misy i inne kryształy z PRL-u warte tysiące. Szkło kosztuje nawet kilkanaście tysięcy złotych 17.12.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wazony-dzbanki-misy-i-inne-kryszta%C5%82y-z-prl-u-warte-tysi%C4%85ce-szk%C5%82o-kosztuje-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-17122025/ar-AA1R0Y0o?ocid=BingNewsVerp",
            "description": "Fascynacja kryształami i szkłem z czasów PRL zyskuje na popularności wśród kolekcjonerów. Na starych wazonach, talerzach czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s4_V4XsjxJb0N3Yin2Y_uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN2 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 19.12.2025 - najważniejsze wydarzenia. Przygotowaliśmy przegląd prasy z wczoraj",
            "link": "https://nto.pl/prasowka-19-12-2025-najwazniejsze-wydarzenia-przygotowalismy-przeglad-prasy-z-wczoraj/ar/c1p1-19960921",
            "description": "HOROSKOP dzienny na piątek 19 grudnia 2025 roku dla każdego znaku zodiaku. Sprawdź swój horoskop na dziś i zobacz, co wydarzy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9ZKO1L3_5dOG9bv32XJxFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska4 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Świąteczne zakupy? Oto największe targowiska w województwie śląskim. Kupisz tam warzywa, meble, a nawet auta. Kiedy są czynne?",
            "link": "https://dziennikzachodni.pl/swiateczne-zakupy-oto-najwieksze-targowiska-w-wojewodztwie-slaskim-kupisz-tam-warzywa-meble-a-nawet-auta-kiedy-sa-czynne/ar/c1p2-27750569",
            "description": "Rynek na Narutowicza Asortyment: warzywa, owoce, mięso, wędliny, ryby, jaja, pieczywo, chemia gospodarcza, odzież, obuwie, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.kd1pPdbOPEmm6bKCBGs0Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni1 godz.",
            "source": "Dziennik Zachodni",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uliczka wstydu świdnica",
            "link": "https://gazetawroclawska.pl/tag/uliczka-wstydu-swidnica",
            "description": "Przejście z Rynku ulicą Świętokrzyską do Zaułka Świętokrzyskiego w Świdnicy jest miejscem, które turysta powinien omijać. Ta ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-hbElLTfT5ufTMBp1lCNPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska10 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ekologiczne wnętrze",
            "link": "https://krasnik.naszemiasto.pl/tag/ekologiczne-wnetrze",
            "description": "Być blisko natury na co dzień, czerpać z niej spokój i dobrą energię, korzystać z dobroczynnego wpływu na nasze zdrowie... W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kraśnik Nasze Miasto1 godz.",
            "source": "Kraśnik Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdańsk: archeolodzy odnaleźli 14 tysięcy zabytkowych przedmiotów na Westerplatte",
            "link": "https://www.polskieradio.pl/399/7980/Artykul/3623190,gdansk-archeolodzy-odnalezli-14-tysiecy-zabytkowych-przedmiotow-na-westerplatte",
            "description": "Podczas XII etapu badań archeologicznych na terenie Westerplatte archeolodzy odnaleźli ponad 14 tysięcy zabytkowych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.DCVKauMTW8ebtIEL1mDbIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Polskie Radio9 godz.",
            "source": "Polskie Radio",
            "article_content": "Muzeum II Wojny Światowej w Gdańsku poinformowało, że celem prac było odnalezienie szczątków leg. Mieczysława Krzaka – poległego w nocy z 2 na 3 września obrońcy Westerplatte, odnalezienie pozostałości pomnika 10. rocznicy odzyskania niepodległości, dokończenie eksploracji obiektów częściowo rozpoznanych w poprzednich sezonach oraz przeprowadzenie badań poprzedzających kolejny etap inwestycji związanej z budową Muzeum Westerplatte. Mimo prowadzonych prac szczątków leg. Krzaka nie udało się odnaleźć. Poszukiwania zabytków koncentrowały się głównie we wschodniej części półwyspu.\n\n- XII etap prac archeologicznych na Westerplatte był bardzo intensywny i owocny. Odsłoniliśmy i udokumentowaliśmy relikty wielu budynków oraz obiektów związanych zarówno z czasami funkcjonowania na Westerplatte kurortu morskiego jak i wykonanych na potrzeby polskiej Wojskowej Składnicy Tranzytowej - powiedział kierownik Działu Archeologii MIIWŚ Filip Kuczma.\n\nDodał, że podczas badań archeolodzy pozyskali także sporo wyjątkowych przedmiotów które wzbogacą muzealne zbiory i przyszłą wystawę.\n\n- W rejonie reliktów budynku zawiadowcy stacji Westerplatte odkryliśmy zachowane in situ tzw. potykacze. Są to elementy polskich umocnień polowych, które jak wiemy z relacji uczestników wydarzeń z pierwszych dni września 1939 r., mocno utrudniły działania niemieckim żołnierzom atakującym Westerplatte - powiedział i dodał, że zaskoczeniem było zachowanie tych elementów pomimo faktu, iż teren ten został mocno przekształcony po zakończeniu walk o polską Składnicę.\n\nMuzeum przekazało, że w trakcie badań odkryto kolejne fragmenty konstrukcji i nawarstwień pruskiej baterii plażowej znanych z wcześniejszych sezonów. Odsłonięto m.in. frontalny mur i przypory przygotowalni amunicji, zlokalizowanej w południowo-wschodniej części fortyfikacji. Budynek powstał na przełomie lat 60. i 70. XIX w., natomiast odkryte w tym sezonie mury związane są z jego modernizacją z lat 1875–1876. Z archiwalnych planów wynika, że przygotowalnia mieściła się w parterowym obiekcie zabezpieczonym z trzech stron ziemnym nasypem.\n\nOdnaleziono również fundament pomnika wzniesionego w 1928 r. z okazji 10. rocznicy odzyskania niepodległości. Obelisk, znany z archiwalnej fotografii, zdobił relief orła stojącego na pelcie oraz sentencja: „Wspólną pracą wszystkich tworzy się bogactwo”. Pomnik został rozebrany przez Niemców po kapitulacji składnicy, jednak zachowała się jego podziemna podstawa, odsłonięta ok. 30 cm poniżej obecnego poziomu gruntu. Zarejestrowano także relikty infrastruktury WST oraz fragment muru hotelu Prinz Heinrich z 1889 r.\n\nPodczas XII etapu badań archeologicznych na terenie Westerplatte archeolodzy odnaleźli ponad 14 tys. zabytkowych przedmiotów. Niemal 2,6 tys. artefaktów uznano za zabytki o wysokiej wartości wystawienniczej, naukowej i emocjonalnej.https://t.co/OhGZPKsh8P\n\n(Fot. MIIWŚ) pic.twitter.com/QCxbmuq6nw — Dzieje.pl (@dziejepl) December 18, 2025\n\nZdecydowana większość pozyskanego materiału zabytkowego związana jest z okresem funkcjonowania kurortu. Są to głównie fragmenty ceramiki naczyniowej i szkła, a także pojedyncze zabawki, monety oraz inne drobne przedmioty codziennego użytku. Wśród naczyń znalazły się m.in. fragmenty z uranowego szkła, dzbanek angielskiej produkcji z końca XIX w. ze scenami myśliwskimi, a także filiżanki, talerze i figurki.\n\nDo najcenniejszych znalezisk zaliczono m.in. czajnik warszawskiej firmy Wulkan, najprawdopodobniej używany przez zawiadowcę stacji, st. sierż. rez. Wojciecha Najsarka, oraz niemieckie łuski nabojów Mauser kal. 7,92 mm – ślady pierwszego szturmu na WST, podczas którego Najsarek został śmiertelnie postrzelony. W obiektach śmietnikowych odkryto także polskie orły z rogatywek i furażerek, guziki z magazynu mundurowego WST, nosidła do gruzu oraz drewniane elementy konstrukcyjne kasyna podoficerskiego.\n\nInteresującym znaleziskiem jest lornetka z przestrzelonym szkłem, odnaleziona w zasypisku niemieckiego okopu z 1945 r. w rejonie „Fortu”. Została wyprodukowana we Francji na przełomie XIX i XX w. do użytku cywilnego, jednak tego typu przedmioty były wykorzystywane także do celów wojskowych.\n\nW trakcie prac odkryto ponadto zawiesie lampy – element jednego ze słupów oświetleniowych składnicy. W połączeniu z kloszem odnalezionym we wcześniejszym etapie badań umożliwi to wierne odtworzenie systemu oświetlenia WST, planowanego do rekonstrukcji w ramach budowy nowego muzeum.\n\nPodczas badań natrafiono również na ponad 260 wojskowych przedmiotów wybuchowych i niebezpiecznych, w tym pociski artyleryjskie kal. od 37 do 150 mm, zapalniki oraz elementy amunicji strzeleckiej. Wszystkie zostały zabezpieczone przez sapera nadzorującego prace.\n\nMuzeum podało, że badania trwały od 31 marca do 1 października 2025 r. Rozpoczęcie kolejnego, XIII etapu prac archeologicznych na Westerplatte zaplanowano na marzec 2026 r.\n\nBadania archeologiczne na półwyspie Westerplatte prowadzone są od 2016 r. W 2019 r. odnaleziono mogiły dziewięciu polskich żołnierzy, z których siedmiu zidentyfikowano dzięki badaniom genetycznym. W 2022 r. zostali oni pochowani na nowym cmentarzu Żołnierzy Wojska Polskiego na Westerplatte. W 2024 r. odnaleziono szczątki czterech polskich jeńców cywilnych, zamordowanych przez Niemców w pierwszych miesiącach wojny."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z Pałacu Prezydenckiego znika Okrągły Stół. Fala komentarzy. \"Jakież to wymowne\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z-pa%C5%82acu-prezydenckiego-znika-okr%C4%85g%C5%82y-st%C3%B3%C5%82-fala-komentarzy-jakie%C5%BC-to-wymowne/ar-AA1SBvgU?ocid=BingNewsVerp",
            "description": "Karol Nawrocki ogłosił, że z Pałacu Prezydenckiego znika Okrągły Stół. To wywołało burzę wśród polityków rządzącej koalicji i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VGOj6DrwtdT4XmjWatI66S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Onet on MSN18 godz.",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dla Muzeum Archeologicznego to prawdziwa rewolucja. Największe egipskie zbiory w Polsce wreszcie ujrzą światło dzienne",
            "link": "https://gazetakrakowska.pl/dla-muzeum-archeologicznego-to-prawdziwa-rewolucja-najwieksze-egipskie-zbiory-w-polsce-wreszcie-ujrza-swiatlo-dzienne/ar/c13p2-28281307",
            "description": "Krakowskie muzeum posiada w swoich zbiorach m.in. ceramikę datowaną na ok. 5-6 tys. lat, pochodzące z obszaru dzisiejszej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.C3_P5J9WU8xtWnyjH7Li6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska18 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nawrocki usuwa Okrągły Stół. \"Kłuł w oczy\", \"Fetyszyzujecie mebel\"",
            "link": "https://www.rmf24.pl/polityka/news-nawrocki-usuwa-okragly-stol-klul-w-oczy-fetyszyzujecie-mebel,nId,8051786",
            "description": "Decyzja Karola Nawrockiego o usunięciu Okrągłego Stołu jest szeroko komentowana przez polityków różnych opcji. Szef resortu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t4XdL7F3BpA0i3dLcNUdSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "RMF2419 godz.",
            "source": "RMF24",
            "article_content": "Tusk: Kaczyńscy byli współautorami Okrągłego Stołu\n\nPremier Donald Tusk pytany o decyzję prezydenta ocenił, że jest to \"ironia historii\". Zaznaczył, że w czasach obradowania Okrągłego Stołu, jako ówczesny działacz \"Solidarności\" był temu przeciwny.\n\nByłem młody, radykalny i chciałem szybciej zakończyć ten etap pośredni między komunizmem a wolną Polską, a bracia (Lech i Jarosław - przyp. red.) Kaczyńscy byli współautorami Okrągłego Stołu - powiedział szef rządu w czasie wizyty w Brukseli. Zasugerował też ironicznie, że historyczny mebel przydałby się teraz skłóconym politykom PiS-u.\n\nPolityczne mordobicie trwa w najlepsze, więc być może powinni na nowo ten stół zmontować, usiąść i starać się dogadać - radził lider Koalicji Obywatelskiej.\n\nSiemoniak o prezydencie: Bliżej mu do spiskowych teorii\n\nTomasz Siemoniak, koordynator służb specjalnych ocenił, że usunięcie Okrągłego Stołu to element zaostrzającej się walki o wyborców Grzegorza Brauna. \"Prezydent, usuwając okrągły stół z Pałacu Prezydenckiego pokazał, że bliżej mu do spiskowych teorii a zupełnie daleko do szacunku wobec polskiej historii. Trudnej i niejednoznacznej. A w niej Okrągły Stół był kamieniem milowym bezkrwawej polskiej drogi do niepodległości i demokracji. Do obrad i porozumień siadła Solidarność z Lechem Wałęsą na czele, którzy cieszyli się powszechnym poparciem społecznym. Nie zdemontuje się historii!\" - ocenił."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 10 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 20 - 21 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-10-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-20-21-grudnia/ar/c7p1-21831633",
            "description": "Szlak Velo Metropolis między Krakowem a Tarnowem to propozycja atrakcyjna zarówno dla osób chcących pokonać całość w jeden ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.DSMebaf5WRfLEp3MlS0lRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto17 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne darowizny na rzecz Muzeum Pamięci Mieszkańców Ziemi Oświęcimskiej. Pozwalają pokazać szerzej historię Oświęcimia i okolic",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/cenne-darowizny-na-rzecz-muzeum-pami%C4%99ci-mieszka%C5%84c%C3%B3w-ziemi-o%C5%9Bwi%C4%99cimskiej-pozwalaj%C4%85-pokaza%C4%87-szerzej-histori%C4%99-o%C5%9Bwi%C4%99cimia-i-okolic/ar-AA1SAvD7?ocid=BingNewsVerp",
            "description": "Wśród najcenniejszych artefaktów są dary wdzięczności od więźniów KL Auschwitz, wykonane dla ludzi, którzy im pomogli w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TgOAVJYffT7YdP3Sxk4kFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Oświęcim Nasze Miasto on MSN21 godz.",
            "source": "Oświęcim Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 19.12.2025",
            "link": "https://gk24.pl/monety-z-czasow-prl-zobacz-ktore-sa-warte-fortune-19-12-2025/ar/c1p2-28051177",
            "description": "Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ze szkła z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fcXjXaU4f1Plmh2aSfsj8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński3 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak tanio było dekadę temu. Te czasy już raczej nie wrócą",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/tak-tanio-by%C5%82o-dekad%C4%99-temu-te-czasy-ju%C5%BC-raczej-nie-wr%C3%B3c%C4%85/ar-AA1SxrYY?ocid=BingNewsVerp",
            "description": "Dla wielu osób przeglądanie takiej gazetki to sentymentalna podróż do czasów, gdy codzienne zakupy wyglądały inaczej, a ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H3mH18gIUeXu0jCwyHJgsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN23 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    }
]