[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku w Wielką Sobotę - 19 kwietnia 2025. Tanie warzywa, kwiaty i ozdoby. Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-w-wielk%C4%85-sobot%C4%99-19-kwietnia-2025-tanie-warzywa-kwiaty-i-ozdoby-zdj%C4%99cia-wideo-ceny/ar-AA1DelSE?ocid=BingNewsVerp",
            "description": "W sobotę 19.04.2025 roku najwięcej było stanowisk z warzywami i owocami, ale nie zabrakło stanowisk z odzieżą i butami ...",
            "image_url": "https://www.bing.pl/th?id=OVF.z2bkYlY1l40YXBCID7mYOg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN8 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [20.04.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-20042025/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=OVF.NaOaj3pmC%2f6qjwbeafPs0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Express Bydgoski on MSN10 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [20.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-31-03-2025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8gO%2bnxj6NqDoTHM%2bzUW%2fMw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku w Wielką Sobotę - 19 kwietnia 2025. Tanie warzywa, kwiaty, ozdoby. Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-w-wielk%C4%85-sobot%C4%99-19-kwietnia-2025-tanie-warzywa-kwiaty-ozdoby-zdj%C4%99cia-wideo-ceny/ar-AA1De5Tl?ocid=BingNewsVerp",
            "description": "We Włocławku działają dwa miejskie targowiska oraz niedzielny pchli targ. Jedno z targowisk znajduje się przy ulicy Kaliskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xujT2-Kd99ldpvLEfR0voy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN8 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda Staroci i Rożności w Starachowicach w Wielką Sobotę. Były skarby. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gie%C5%82da-staroci-i-ro%C5%BCno%C5%9Bci-w-starachowicach-w-wielk%C4%85-sobot%C4%99-by%C5%82y-skarby-zobacz-zdj%C4%99cia/ar-AA1De9oG?ocid=BingNewsVerp",
            "description": "Nawet w Wielką Sobotę pasjonaci Giełdy Staroci i Rożności w Starachowicach nie odpuszczają. Jak co sobotę zjawili się na parkingu Specjalnej Strefy Ekonomicznej Starachowice i mieli klientów.",
            "image_url": "https://www.bing.pl/th?id=ODF.IYNYIrP1cScoR_PcrwdBfQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Starachowice Nasze Miasto on MSN14 godz.",
            "source": "Starachowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [20.04.2025 r.]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-31-03-2025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.8gO%2bnxj6NqDoTHM%2bzUW%2fMw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN11 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z PRL są sporo warte. Małą fortunę dostaniesz nawet za pieniądze obiegowe",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-prl-s%C4%85-sporo-warte-ma%C5%82%C4%85-fortun%C4%99-dostaniesz-nawet-za-pieni%C4%85dze-obiegowe/ar-AA1Dft3v?ocid=BingNewsVerp",
            "description": "Pieniądze są w cenie i to dosłownie. Monety z PRL są poszukiwane przez kolekcjonerów, a jeszcze stosunkowo niedawno Polacy wrzucali je bez namysłu do portfeli.",
            "image_url": "https://www.bing.pl/th?id=ODF.qXPYOt4opjbuEdbLUjfq7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Biznes w INTERIA.PL on MSN22 min",
            "source": "Biznes w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z czasów PRL kupują kolekcjonerzy. Sprawdź, czy ich nie masz",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/te-monety-z-czas%C3%B3w-prl-kupuj%C4%85-kolekcjonerzy-sprawd%C5%BA-czy-ich-nie-masz/ar-AA1Ddoyi?ocid=BingNewsVerp",
            "description": "To unikatowy polski skarb. Wykopano go na polu 42 lata temu. Wybity przez Bolesława Chrobrego srebrny denar z lat 992-997, będący w posiadaniu Muzeum Pomorza Środkowego w Słupsku, jest bezcenny. Zacho ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Dziennik Bałtycki on MSN20 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krocie za poszukiwane wazony PRL. Tyle w 2025 roku płacą kolekcjonerzy za stare kryształowe, porcelanowe i szklane wazony [20.04.2025]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/krocie-za-poszukiwane-wazony-prl-tyle-w-2025-roku-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-kryszta%C5%82owe-porcelanowe-i-szklane-wazony-20042025/ar-AA1CBMeE?ocid=BingNewsVerp",
            "description": "pochodzenia - wazony z renomowanych hut, takich jak \"Ząbkowice\" czy \"Irena\", są bardziej wartościowe.",
            "image_url": "https://www.bing.pl/th?id=OVF.NaOaj3pmC%2f6qjwbeafPs0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN10 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Siuda Baba sieje postrach w Wieliczce, a w Iłży walą w bębny. Oto ciekawe zwyczaje wielkanocne w Polsce",
            "link": "https://www.se.pl/styl-zycia/porady/siuda-baba-sieje-postrach-w-wieliczce-a-w-ilzy-wala-w-bebny-oto-ciekawe-zwyczaje-wielkanocne-w-polsce-aa-ejcf-3Buq-Hvy9.html",
            "description": "Jak obchodzi się Wielkanoc w Polsce? Na pierwszy rzut oka pytanie jest banalne, bo przecież wszystko jest jasno określone — ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WUAqIiy2vJIiWRBxAbL56C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Super Express1 godz.",
            "source": "Super Express",
            "article_content": "Gdzie wsypać sodę oczyszczoną do pralki, aby wybieliła tkaniny? Połowa Polek popełnia ten błąd przez co soda jest nieskuteczna. Używaj jej w ten sposób, a pranie zawsze będzie idealnie białe\n\nWielkanoc w Polsce to nie tylko czas refleksji i duchowego odrodzenia, ale także okazja do celebrowania bogactwa kulturowego, które różni się w zależności od regionu. Sprawdź jakie tradycje są związane z tym okresem na Śląsku, Kujawach, Mazowszu czy w Małopolsce.\n\nTradycje wielkanocne na Kurpiach\n\nZanim przystroimy koszyczki i pomalujemy pisanki, czeka nas Niedziela Palmowa. W tradycji chrześcijańskiej Niedziela Palmowa upamiętnia wjazd Jezusa do Jerozolimy. Ten dzień warto spędzić na Kurpiach. Chociaż zwyczaj obchodzenia Niedzieli Palmowej jest żywy w całej Polsce, to najhuczniej obchodzi się ją we wsi Łyse w województwie mazowieckim. Wyjątkowe obchody przyciągają już nie tylko wiernych z regionu, ale także ciekawskich z całej Polski. Faktycznie, w całym kraju w ostatnią niedzielę Wielkiego Postu święcimy palmy wielkanocne, jednak te kurpiowskie wyróżniają się nie tylko jaskrawymi kolorami, ale przede wszystkim dużymi rozmiarami. Ich wysokość sięga od 2 do nawet 6 metrów. Również ich sposób wykonania jest inny niż w przypadku typowej polskiej palmy. Powstają na bazie pnia ściętego drzewka – leszczyny albo sosny. Następnie oplata się je widłakiem, borówką bądź kwiatami, dowolnie suszonymi lub z bibuły. Do ozdobienia kurpiowskich palm wielkanocnych wykorzystuje się roślinność leśną oraz kwiaty z bibuły i bibułowe wstążki. Od 1969 roku uroczystościom Niedzieli Palmowej towarzyszy konkurs na najpiękniejszą palmę kurpiowską. Nagrodzone prace zazwyczaj zostają w Łysych, gdzie są wystawiane w obydwu kościołach – starym z drewna oraz nowym murowanym. W konkursie biorą udział zarówno osoby indywidualne, jak i całe klasy z okolicznych szkół. Rekordowa liczba palm wielkanocnych została zgłoszona do konkursu w 2012 roku. Jury oceniło ich wtedy aż 250. Każdego roku kilka palm nie zostaje zakwalifikowanych do konkursu. Powodem jest zazwyczaj dekoracja niezgodna z tradycją, przykładowo wykorzystanie zboża. Obowiązkowym elementem tradycyjnych palm kurpiowskich były żywe elementy zielone, takie jak gałązki borówek. Te niestety coraz rzadziej wykorzystywane są do przyozdabiania gałązek. Bywa, że przed Niedzielą Palmową w lasach nie ma jeszcze zieleni, przez co uczestnikom łatwiej zdobyć papier czy bibułę, niż roślinność.\n\nTradycje i zwyczaje wielkanocne na Śląsku\n\nŚwięta Wielkiej Nocy na Śląsku rozpoczyna Niedziela Palmowa. Podobnie, jak na Kaszubach niektórzy jeszcze kultywują tradycje połykania kuleczek poświęconych bazi, które mają chronić przed chorobami i bólem gardła. Z palemek rolnicy z robią krzyż i wtykają w ziemię w Wielki Czwartek. Ma to chronić pola przed suszą lub powodzią. W trakcie świąt nie wolno też wykonywać żadnych prac w polu — wtedy plony będą urodzajne. Ślązacy wyjątkowo restrykcyjnie podchodzą do ścisłego postu w Wielki Piątek — nie powinni oglądać również telewizji i słuchać radia!\n\nTradycje wielkanocne w Małopolsce. Emaus, Rękawka i Siuda Baba\n\nW Małopolsce i w samym Krakowie do dzisiaj funkcjonuje mnóstwo zwyczajów i tradycji wielkanocnych, niektóre sięgają aż średniowiecza! W Wielkanocny Poniedziałek odbywa się Emaus. Odpust odbywa się na krakowskim Salwatorze przy klasztorze Sióstr Norbertanek i kościele pw. św. Norberta. To tradycja z XVI w., która nawiązuje do wędrówki Jezusa do Emaus (to w Emaus Zmartwychwstałego po raz pierwszy ujrzeli uczniowie). Przy okazji odpustu pojawiają się kramy z zabawkami, słodyczami i sercami z pierników. Wtorek po świętach to czas zabawy na Rękawce, czyli odpust na Kopcu Kraka. Legenda głosi, że kopiec został usypany z ziemi, noszonej przez ludzi w rękawach. W XVII w. bogaci mieszczanie ze szczytu kopca Kraka zrzucali monety, słodycze, owoce, jajka. U stóp wzgórza czekali na te dary ubodzy, żacy i dzieci. Dziś na kopcu Kraka i pobliskim Wzgórzu Lasoty odbywa się średniowieczny festyn. W nocy z wielkanocnej niedzieli na poniedziałek mieszkańców nachodzi Siuda Baba. Czarna od sadzy, bo przez cały rok pilnowania ognia nie wolno jej się było umyć. Według podań niegdyś we wsi Lednica Góra pod Wieliczką istniała świątynia bogini Ledy. Ku jej czci płonął wieczny ogień, którego strzegła kapłanka. Raz do roku wyruszała na łowy — szukała następczyni. Wybrana panna, której nie udało się wykupić, musiała do następnej wiosny pilnować ognia.\n\nTradycje i zwyczaje wielkanocne na Kujawach. Wybijanie żuru\n\nZgodnie z tradycją wielkanocną na Kujawach w Wielki Czwartek wieczorem zbierali się chłopcy z glinianymi naczyniami do zarabiania żuru. Zaczynał się zwyczaj wybijania żuru. Był to znak, że post się powoli kończy. Kawalerowie rozbijali garnek z zawartością o próg domu, w którym była panna na wydaniu. W Wielki Piątek o świcie gospodyni podnosiła pierzynę i smagała śpiących jeszcze domowników wierzbowymi lub brzozowymi gałązkami, mówiąc, że to za „boże rany\". Śmigus-Dyngus to tradycja Wielkanocnego Poniedziałku. Chłopcy chodzili od domu do domu, smagając dziewczęta gałązkami wierzby lub brzozy albo oblewając wodą. Kolejnego dnia następował rewanż — panny oblewały wodą kawalerów.\n\nTradycje i zwyczaje wielkanocne na Mazowszu. Barabanienie w Iłży\n\nNa Mazowszu podobnie, jak w Małopolsce tradycji i zwyczajów wielkanocnych jest mnóstwo. Od kurpiowskich palm w Łysych po barabanienie w Iłży pod Radomiem. Jeśli Niedziela Palmowa, to na Kurpiach. Od 1969 roku uroczystościom towarzyszy konkurs na najpiękniejszą palmę. Kurpiowskie charakteryzuje przede wszystkim rozmiar. Ich wysokość zaczyna się od 2 metrów. Powstają na bazie pnia ściętego drzewa – leszczyny albo sosny, a do ozdobienia wykorzystuje się roślinność leśną oraz kwiaty i wstążki z bibuły. Inną tradycją z Mazowsza jest najgłośniejsza msza w roku. W Iłży pod Radomiem Zmartwychwstanie Pańskie celebrowane jest w nocy z soboty na niedzielę. Od północy do 6 rano słychać dźwięk barabanu. Dziesięciu mężczyzn uderza w baraban i przechodzi przez całe miasto, aby oznajmiać, że Chrystus zmartwychwstał. Baraban to ogromny bęben turecki używany przez pułki janczarskie oraz oddziały dawnych wojsk polskich. Miedziany kocioł z XVII w. jest wyjmowany raz w roku ze skarbca parafii Najświętszej Marii Panny.\n\nZOBACZ TEŻ: Życzenia wielkanocne 2025 po angielsku, niemiecku i w innych językach świata. Gotowe krótkie życzenia na Wielkanoc"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 19.04.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-19-04-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.atuXLf0X56JIkR8I1eDH0A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaglądamy do Zakładów Porcelany Stołowej Karolina w Jaworzynie Śląskiej. Jedyny taki młyn i piec, ogromne hale i sprzęt na sprzedaż. Zobacz",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zagl%C4%85damy-do-zak%C5%82ad%C3%B3w-porcelany-sto%C5%82owej-karolina-w-jaworzynie-%C5%9Bl%C4%85skiej-jedyny-taki-m%C5%82yn-i-piec-ogromne-hale-i-sprz%C4%99t-na-sprzeda%C5%BC-zobacz/ar-AA1DaG4X?ocid=BingNewsVerp",
            "description": "Sąd Rejonowy w Wałbrzychu zatwierdził wniosek syndyka o sprzedaż Zakładów Porcelany Stołowej Karolina. Będzie podzielony na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.rB%2fyBDVz2LES%2b7F3O4srIA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN19 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaglądamy do Zakładów Porcelany Stołowej Karolina w Jaworzynie Śląskiej. Jedyny taki młyn i piec, ogromne hale i sprzęt na sprzedaż",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zagl%C4%85damy-do-zak%C5%82ad%C3%B3w-porcelany-sto%C5%82owej-karolina-w-jaworzynie-%C5%9Bl%C4%85skiej-jedyny-taki-m%C5%82yn-i-piec-ogromne-hale-i-sprz%C4%99t-na-sprzeda%C5%BC/ar-AA1DaKFz?ocid=BingNewsVerp",
            "description": "Sąd Rejonowy w Wałbrzychu zatwierdził wniosek syndyka o sprzedaż Zakładów Porcelany Stołowej Karolina w częściach. Tym samym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6HRSNYYZ8gUWJp-oDfn9aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN19 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aleksandra chapko",
            "link": "https://gazetakrakowska.pl/tag/aleksandra-chapko",
            "description": ", pochodząca z Nowego Sączu aktorka, która popularność zyskała rolą Nadii Wideckiej w serialu „M jak miłość', podzieliła się radosną nowiną. Z... Aleksandara Chapko, której popularność przyniosła rola ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Krakowska1 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wiadomości paszyn",
            "link": "https://gazetakrakowska.pl/tag/wiadomosci-paszyn",
            "description": "Aleksandra i Andrzej Grińscy z Paszyna przed laty podjęli niezwykle ważną życiową decyzję o pomocy dzieciom w potrzebie. Mimo że sami doczekali się trzech ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Gazeta Krakowska1 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Raciborski targ staroci ze smutnym akcentem",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/116472-raciborski-targ-staroci-ze-smutnym-akcentem-",
            "description": "Plac Dominikański w Raciborzu, mimo świątecznych przygotowań, tętnił życiem. Wielka Sobota to nie tylko święcenie pokarmów, ale w tym roku także tradycyjny targ staroci, który przyciągnął wielu sprzed ...",
            "image_url": "https://www.bing.pl/th?id=ODF.zyHZryUb3Zd_dbBzzJoUdQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Nasz Racibórz16 godz.",
            "source": "Nasz Racibórz",
            "article_content": "Plac Dominikański w Raciborzu, mimo świątecznych przygotowań, tętnił życiem. Wielka Sobota to nie tylko święcenie pokarmów, ale w tym roku także tradycyjny targ staroci, który przyciągnął wielu sprzedających i odwiedzających. Wśród rozmów nie brakowało wspomnień o jednym z jego najbardziej rozpoznawalnych uczestników, śp. Adama Melnarowicza.\n\nWielka Sobota w Raciborzu to dzień pełen tradycji – zarówno duchowych, jak i tych związanych z codziennym życiem miasta. Oprócz święcenia pokarmów na rynku, wielu raciborzan i gości odwiedziło targ staroci na placu Dominikańskim.\n\nFrekwencja dopisała – mimo gorączki przedświątecznych przygotowań, na placu pojawiło się wielu wystawców. Słoneczna pogoda sprzyjała spacerom między stoiskami, gdzie można było znaleźć prawdziwe perełki. Jedną z nich był XIX-wieczny polifon wałkowy, czyli pozytywka wygrywająca melodie z wałka z wypustkami. Cena wywoławcza wynosiła 1300 zł. Podobne urządzenia, w zależności od producenta, stanu zachowania i jakości wykonania, osiągają na rynku ceny od 500 do nawet 6000–7000 zł.\n\nNa uwagę zasługiwała także ciekawa kolekcja żołnierzyków oraz bogaty wybór staroci i szpargałów – od drobnych przedmiotów codziennego użytku po unikatowe kolekcjonerskie okazy.\n\nW gronie wystawców i odwiedzających nie zabrakło wspomnień o Adamie Melnarowiczu z Markowic – numizmatyku, filateliście i stałym bywalcu raciborskiego targu. Przez lata obecny na niemal wszystkich jego edycjach, był postacią dobrze znaną lokalnym kolekcjonerom. Zmarł w wieku 72 lat, a jego pogrzeb odbył się 16 kwietnia w Markowicach. Po panu Adamie pozostały imponujące zbiory monet i znaczków, które przez dekady gromadził z wielką pasją.\n\nTarg staroci w Raciborzu po raz kolejny udowodnił, że to nie tylko miejsce handlu, ale także przestrzeń spotkań, rozmów i wspólnej pamięci.\n\nŚp. Adam Melnarowicz"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Kaliskiej we Włocławku w Wielką Sobotę - 19 kwietnia 2025. Tanie warzywa, kwiaty i ozdoby. Zdjęcia, wideo, ceny",
            "link": "https://www.msn.com/pl-pl/kuchnia/wiadomosci-o-zywieniu/targowisko-przy-ul-kaliskiej-we-w%C5%82oc%C5%82awku-w-wielk%C4%85-sobot%C4%99-19-kwietnia-2025-tanie-warzywa-kwiaty-i-ozdoby-zdj%C4%99cia-wideo-ceny/ar-AA1DelSE?ocid=BingNewsVerp",
            "description": "W sobotę 19.04.2025 roku najwięcej było stanowisk z warzywami i owocami, ale nie zabrakło stanowisk z odzieżą i butami ...",
            "image_url": "https://www.bing.pl/th?id=OVF.z2bkYlY1l40YXBCID7mYOg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN8 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda Staroci i Rożności w Starachowicach w Wielką Sobotę. Były skarby. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/gie%C5%82da-staroci-i-ro%C5%BCno%C5%9Bci-w-starachowicach-w-wielk%C4%85-sobot%C4%99-by%C5%82y-skarby-zobacz-zdj%C4%99cia/ar-AA1De9oG?ocid=BingNewsVerp",
            "description": "Nawet w Wielką Sobotę pasjonaci Giełdy Staroci i Rożności w Starachowicach nie odpuszczają. Jak co sobotę zjawili się na parkingu Specjalnej Strefy Ekonomicznej Starachowice i mieli klientów.",
            "image_url": "https://www.bing.pl/th?id=ODF.IYNYIrP1cScoR_PcrwdBfQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Starachowice Nasze Miasto on MSN14 godz.",
            "source": "Starachowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chmielna remont",
            "link": "https://warszawa.naszemiasto.pl/tag/chmielna-remont",
            "description": "Chmielna wypiękniała. Obsadzona drzewami i krzewami oraz wyposażona w wygodne ławki – tak wygląda reprezentacyjna ulica w centrum Warszawy po zakończonej... Ulica Chmielna przechodzi remont związany z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto5 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pociągiem na zwiedzanie ziemi kłodzkiej. Wyjątkowy region, wiele zabytków i fantastyczne widoki",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,31863820,ziemie-klodzka-mozna-zwiedzac-na-bilecie-kolejowym-duzo-roznych.html",
            "description": "Na turystów czekają polskie Carcassone, Twierdza Kłodzko i bardzo ciekawe uzdrowiska. Z biletem kolejowym można dojechać również do Lądka-Zdroju oraz Stronia Śląskiego.",
            "image_url": "https://www.bing.pl/th?id=ODF._X9e-KOMAmBaCQXrl7msXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Wrocław.Wyborcza.pl15 godz.",
            "source": "Wrocław.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwór fischera gdańsk",
            "link": "https://dziennikbaltycki.pl/tag/dwor-fischera-gdansk",
            "description": "Kościół Bożego Ciała w Gdańsku znajdujący się u stóp Góry Gradowej kryje jeszcze wiele tajemnic. Jedną częściowo odkryto. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I06KOoh9rxWcZfj9jTW-kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki16 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sklep pod kogutkiem, czyli wielki powrót Cepelii w nowym miejscu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/sklep-pod-kogutkiem-czyli-wielki-powr%C3%B3t-cepelii-w-nowym-miejscu/ar-AA1Dfzqb?ocid=BingNewsVerp",
            "description": "„Cepelia' to marka, dzięki której polska sztuka ludowa weszła do miast. Przez lata funkcjonowała pod kuratelą państwa. Po ...",
            "image_url": "https://www.bing.pl/th?id=OVF.F%2fvaOVoesKwOxUrKbyGiMw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Poranny on MSN22 min",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby w Lubuskiem. Ziemia kryła cenne znaleziska. Sprawdzamy, gdzie i co odkryto w naszym regionie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/skarby-w-lubuskiem-ziemia-kry%C5%82a-cenne-znaleziska-sprawdzamy-gdzie-i-co-odkryto-w-naszym-regionie/ar-AA1DeHir?ocid=BingNewsVerp",
            "description": "Zdobiona biżuteria sprzed kilku tysięcy lat, zakopane w lesie monety, przepiękna zastawa - między innymi takie przedmioty ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yqVb5CBlE2eFzKS%2bSCErEA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska on MSN11 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby spod fundamentów: niezwykłe odkrycia przy kolegiacie w Końskich",
            "link": "https://radiokielce.pl/1291182/skarby-spod-fundamentow-niezwykle-odkrycia-przy-kolegiacie-w-konskich/",
            "description": "Podczas prac remontowych związanych z odwodnieniem kolegiaty św. Mikołaja w Końskich odkryto szereg unikatowych artefaktów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.X5zCo2JVxRxNKVMGP65nCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Kielce15 godz.",
            "source": "Radio Kielce",
            "article_content": "Podczas prac remontowych związanych z odwodnieniem kolegiaty św. Mikołaja w Końskich odkryto szereg unikatowych artefaktów. Wśród znalezisk znalazły się m.in. srebrne szelągi z XV wieku, okucia okienne z herbami oraz doskonale zachowana szklana butelka z XVIII wieku, najprawdopodobniej zawierająca wino mszalne.\n\nW trakcie robót ziemnych historyczne stowarzyszenie „Pasja” z Końskich, wykorzystując wykrywacze metalu i specjalne sita, przeszukiwało hałdy ziemi w pobliżu fundamentów najstarszej części świątyni – od strony północnej. Jak relacjonuje Radosław Nowek, członek stowarzyszenia, pierwsze poszukiwania były wyjątkowo owocne.\n\n– Używaliśmy nie tylko wykrywaczy metali, ale również sit, co pozwoliło na odnalezienie bardzo drobnych elementów, takich jak monety. Znaleźliśmy m.in. dwie monety Jana Olbrachta z XV wieku, co potwierdza datę rozpoczęcia budowy kościoła – 1492 rok – mówi Nowek.\n\nWśród monet znalazły się również młodsze egzemplarze, takie jak srebrny szeląg Stefana Batorego, grosz austro-węgierski wybity dla wojsk austriackich w Galicji i Krakowie z 1794 roku (z napisem „grossus pol”), a także kopiejki, halerze, boratynki oraz dewocjonalia i krzyżyki z początku XIX wieku.\n\nSzczególne zainteresowanie wzbudziły okucia okienne z gmerkami, w tym dwa ołowiane fragmenty z herbami Nałęcz.\n\n– Nie wiemy, czy były częścią dawnych witraży, czy może zwykłych okien, ale bez wątpienia są to cenne i wiekowe znaleziska – dodaje.\n\nNajwiększą niespodzianką okazała się jednak szklana butelka z XVIII wieku, znaleziona w stanie niemal idealnym. Nie zawierała listu, lecz płyn o nieznanej zawartości.\n\n– Butelka różni się od współczesnych – została wykonana ręcznie z tzw. szkła ciągnionego, co rozpoznać można po charakterystycznym wgłębieniu produkcyjnym. Najprawdopodobniej służyła jako naczynie na wino mszalne – wyjaśnia.\n\nOdkryte przedmioty zostaną przekazane archeologowi do analizy oraz do wojewódzkiego konserwatora zabytków, a następnie trafią do tworzonego właśnie Muzeum Ziemi Koneckiej.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "„Niechciany' pałac hetmana i wielkiego kanclerza Rzeczpospolitej? Zamość znowu szuka inwestora",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/niechciany-pa%C5%82ac-hetmana-i-wielkiego-kanclerza-rzeczpospolitej-zamo%C5%9B%C4%87-znowu-szuka-inwestora/ar-AA1D7LBB?ocid=BingNewsVerp",
            "description": "Pałac wzniesiono na polecenie Jana Zamoyskiego, wielkiego kanclerza, hetmana Rzeczpospolitej, zwycięzcy na bitewnych polach, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NbZl2wKKirofGXisAr3nWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski on MSN12 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dwór fischera gdańsk",
            "link": "https://dziennikbaltycki.pl/tag/dwor-fischera-gdansk",
            "description": "Kościół Bożego Ciała w Gdańsku znajdujący się u stóp Góry Gradowej kryje jeszcze wiele tajemnic. Jedną częściowo odkryto. To ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.I06KOoh9rxWcZfj9jTW-kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Bałtycki16 godz.",
            "source": "Dziennik Bałtycki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z PRL są sporo warte. Małą fortunę dostaniesz nawet za pieniądze obiegowe",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-prl-s%C4%85-sporo-warte-ma%C5%82%C4%85-fortun%C4%99-dostaniesz-nawet-za-pieni%C4%85dze-obiegowe/ar-AA1Dft3v?ocid=BingNewsVerp",
            "description": "Pieniądze są w cenie i to dosłownie. Monety z PRL są poszukiwane przez kolekcjonerów, a jeszcze stosunkowo niedawno Polacy wrzucali je bez namysłu do portfeli.",
            "image_url": "https://www.bing.pl/th?id=ODF.qXPYOt4opjbuEdbLUjfq7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Biznes w INTERIA.PL on MSN22 min",
            "source": "Biznes w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z czasów PRL kupują kolekcjonerzy. Sprawdź, czy ich nie masz",
            "link": "https://www.msn.com/pl-pl/finanse/ekonomia/te-monety-z-czas%C3%B3w-prl-kupuj%C4%85-kolekcjonerzy-sprawd%C5%BA-czy-ich-nie-masz/ar-AA1Ddoyi?ocid=BingNewsVerp",
            "description": "To unikatowy polski skarb. Wykopano go na polu 42 lata temu. Wybity przez Bolesława Chrobrego srebrny denar z lat 992-997, będący w posiadaniu Muzeum Pomorza Środkowego w Słupsku, jest bezcenny. Zacho ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Dziennik Bałtycki on MSN20 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Krwawe walki o Malbork. Himmler złożył oficerom absurdalną propozycję",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/krwawe-walki-o-malbork-himmler-z%C5%82o%C5%BCy%C5%82-oficerom-absurdaln%C4%85-propozycj%C4%99/ar-AA1Dd6N5?ocid=BingNewsVerp",
            "description": "Malborskie mury obracały się w gruz, zniknął kościół i XIV-wieczny posąg Matki Boskiej. Zabytkowe kamienice miasta trawił ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.GLtV-iRw_Ynd9VImOWoXri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Wiadomości Onet on MSN22 godz.",
            "source": "Wiadomości Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w dolnośląskim kościele. Znaleziono to podczas prowadzonych prac",
            "link": "https://wiadomosci.radiozet.pl/wroclaw/niezwykle-odkrycie-w-dolnoslaskim-kosciele-znaleziono-to-podczas-prowadzonych-prac",
            "description": "W kościele w Pastuchowie (gm. Jaworzyna Śląska, pow. świdnicki) dokonano niezwykłego odkrycia, o czym poinformował w piątek ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RWt1vx3qqPyfoGm2gOIV9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET21 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Co znaleziono podczas prac konserwatorskich prowadzonych od 2023 roku w kościele pod wezwaniem Św. Barbary w Pastuchowie?\n\nDlaczego to odkrycie jest tak cenne?\n\nJaka jest historia kościoła w Pastuchowie?\n\nCenne odkrycie w kościele w Pastuchowie. Odkryto to podczas prac\n\nOd czerwca 2023 roku w kościele pod wezwaniem Św. Barbary w Pastuchowie (woj. dolnośląskie) prowadzone są prace konserwatorskie, które polegają na odsłonięciu oryginalnych polichromii, odkrytych na sklepieniu i żebrach prezbiterium kościoła oraz na sklepieniu absydy. W trakcie prowadzonych prac ujawniono cenną dekorację malarską. Przedstawia typowy dla sztuki średniowiecznej program ikonograficzny. \"W wysklepkach sklepienia zachowały się przedstawienia symboli Czterech Ewangelistów, które po wykonanej konserwacji technicznej i estetycznej odzyskały swój dawny blask\" - poinformował Dolnośląski Konserwator Zabytków.\n\nPrzestrzenie wysklepek wypełnione są wicią roślinną, wychodzącą z jednej z strony paszczy \"Głupca\", z drugiej z paszczy \"Lewiatana\" - co ciekawe, jego postać została zrekonstruowana dzięki wykonaniu zdjęć w świetle UV. Postacie nie znajdują się tam przypadkowo; nawiązują bowiem do centralnej sceny Sądu Ostatecznego, umieszczonej na sklepieniu absydy prezbiterium, która została jedynie odsłonięta i poddana koniecznej konserwacji technicznej. Sam kościół w Pastuchowie stanowi niezwykle cenny przykład sakralnego dziedzictwa Dolnego Śląska.\n\nHistoria kościoła w Pastuchowie\n\nKościół pod wezwaniem Św. Barbary został zbudowany około połowy XIII w. z kamienia łamanego, w stylu późnoromańskim, powiększony w XVIII w. o wieżę zachodnią. Jest to budowla jednonawowa z kwadratowym prezbiterium zakończonym absydą sklepioną półkopułą. \"W prezbiterium założono sklepienia krzyżowo-żebrowe wsparte na narożnych kolumienkach. W zachodniej ścianie nawy zachował się skromny portal uskokowy. W prezbiterium widnieje późnogotyckie tabernakulum i kamienna chrzcielnica\" - czytamy na stronie pastuchow.pl.\n\nŹródło: Radio ZET/Pastuchow.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby w Lubuskiem. Ziemia kryła cenne znaleziska. Sprawdzamy, gdzie i co odkryto w naszym regionie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/skarby-w-lubuskiem-ziemia-kry%C5%82a-cenne-znaleziska-sprawdzamy-gdzie-i-co-odkryto-w-naszym-regionie/ar-AA1DeHir?ocid=BingNewsVerp",
            "description": "Zdobiona biżuteria sprzed kilku tysięcy lat, zakopane w lesie monety, przepiękna zastawa - między innymi takie przedmioty ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yqVb5CBlE2eFzKS%2bSCErEA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Lubuska on MSN11 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    }
]