[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niewyjaśnione morderstwo pary studentów w Górach Stołowych. \"Śledztwo zostało spaprane\"",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,26361278,niewyjasnione-morderstwo-pary-studentow-w-gorach-stolowych.html",
            "description": "Po odkryciu ciał Ani i Roberta na Narożniku zespół policjantów pojechał na miejsce, ale zanim tam weszli, zapadł mrok. Więc ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XbFQpba33_UNDmD6QT_Hki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "wroclaw.wyborcza4 godz.",
            "source": "wroclaw.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 26.12.2024",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-26122024/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl14 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 26.12.2024",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-26122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 26.12.2024",
            "link": "https://gs24.pl/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mozesz-otrzymac-kilka-tysiecy-zlotych-zdjecia-26122024/ar/c1-17930573",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gs24.pl14 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kiedyś ze złotówką byłeś królem, dziś... ledwo kupisz bułkę. Jak zmieniły się ceny?",
            "link": "https://www.polsatnews.pl/wiadomosc/2024-12-26/kiedys-za-zlotowke-byles-krolem-dzis-ledwo-kupisz-bulke-jak-zmienily-sie-ceny/",
            "description": "Od czasów denominacji w Polsce minęło już prawie 30 lat. Stare złote zostały ukrócone o cztery zera, na rynku pojawiły się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B1FXlBzLnegQV5JDvOYa-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "polsatnews11 godz.",
            "source": "polsatnews",
            "article_content": "Od czasów denominacji w Polsce minęło już prawie 30 lat. Stare złote zostały ukrócone o cztery zera, na rynku pojawiły się znane dziś monety i banknoty. Niby pieniądz ten sam, ale jego wartość z roku na rok zmienia się jak w kalejdoskopie.\n\nJak podaje Główny Urząd Statystyczny, inflacja w listopadzie 2024 r. wyniosła 4,6 proc. W praktyce oznacza to spadek siły nabywczej pieniądza krajowego. Za tą samą kwotę kupimy mniej niż jeszcze kilka miesięcy temu.\n\nZłotówka. Ile w dzisiejszej rzeczywistości można nabyć za nią rzeczy?\n\nZłotówka królowała w latach 90. Mała paczka chrupek, oranżada na miejscu i guma do żucia. To wszystko można było zakupić za symboliczną złotówkę. Nie tylko w sklepikach szkolnych, ale w każdym sklepie spożywczym.\n\nLata 90. to był dopiero początek super i hipermarketów w Polsce, na każdym kroku można było znaleźć dziś już praktycznie zapomniane małe rodzinne sklepiki. Co ciekawe, większość z nich miała dokładnie te same ceny, ponieważ zaopatrzenie pochodziło z jednej hurtowni.\n\nObiad można było zmontować za kilka groszy - 30 gr za jedno jajko, 55 gr za kilogram ziemniaków.\n\nZOBACZ: Nie wszędzie smakują tak samo. Tradycyjne dania wigilijne z różnych regionów\n\nIdentyczna sytuacja miała miejsce w piekarni. Chleb kosztował złotówkę, czasami 1,50 zł. Mrożony można było zakupić już za 60 gr. Bułka kajzerka? 20 gr. Słodka bułka z nadzieniem? 80 gr. Dzisiaj, żeby znaleźć najzwyklejszą bułkę poniżej złotówki, trzeba udać się do supermarketu. Ewentualnie odnaleźć jakiś rodzinny sklepik, który nie został jeszcze częścią franczyzy.\n\nNależy oczywiście pamiętać, iż wartość ówczesnej złotówki jest zupełnie inna niż tej dzisiejszej. Średnia pensja w 1995 r. wynosiła około 560 zł netto miesięcznie, w 1998 już 1200 zł miesięcznie. I nie każda osoba mogła sobie pozwolić na dowolne zakupy, stopa bezrobocia w 1995 r. wynosiła prawie 16 proc.\n\nCeny w 2010 roku wydają się nierealne\n\nW dobie cyfrowego dostępu do danych można odnaleźć nie tylko archiwalne raporty GUS, ale również zdjęcia starych gazetek promocyjnych, a nawet paragonów. Ceny, o których najgłośniej rozmawia się w internecie, dotyczą zawsze dużych, sieciowych sklepów.\n\nZOBACZ: Inspektorzy biją na alarm. Połowa słonych przekąsek z groźnymi nieprawidłowościami w składach\n\nJeszcze 14 lat temu najtańszy chleb można było kupić za 98 gr, kajzerkę za 11 gr, a mleko za 2,19 zł. Rok 2010 zaowocował budową 420. sklepów wielkopowierzchniowych. Rodzinne interesy w małych miejscowościach i osiedlowe delikatesy znane z większych miast powoli zaczęły być spychane z rynku przez super i hipermarkety.\n\nIle warta jest złotówka w 2024 roku?\n\nW sklepach osiedlowych ciężko znaleźć cokolwiek za złotówkę. Najwyżej zwykłą bułkę, ewentualnie małego lizaka lub gumę do żucia. W dużych sklepach wybór jest niewiele większy - bułka, najtańsza zupka chińska, niskiej jakości słodycze marki własnej.\n\nDziecko w latach 90. mając złotówkę w dłoni, mogło zakupić przekąski na cały dzień zabawy. Współcześnie za tę samą kwotę może kupić sobie bułkę.\n\nred. / polsatnews.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podkarpackie urzędy skarbowe z noworocznymi licytacjami",
            "link": "https://nowiny24.pl/podkarpackie-urzedy-skarbowe-z-noworocznymi-licytacjami/ar/c3p2-27119325",
            "description": "Na licytacje urzędów skarbowych trafiają dobra, które zostały odebrane obywatelom, którzy notorycznie zalegają lub uchylają ...",
            "image_url": "https://www.bing.pl/th?id=OVF.XqdwRgxxNJ652vc7yZwADg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "nowiny24.pl3 godz.",
            "source": "nowiny24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 26.12.2024",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-26122024/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qJxD_vEfBnkli6u12wEXYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl14 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 26.12.2024",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-26122024/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z ...",
            "image_url": "https://www.bing.pl/th?id=OVF.9v0EJGP0jS9i8LMHQM7LAQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "gk24.pl14 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czy będą wyłączenia prądu 26.12 w lubuskim? Sprawdź, gdzie mogą być przerwy w dostawie",
            "link": "https://gazetalubuska.pl/czy-beda-wylaczenia-pradu-26-12-w-lubuskim-sprawdz-gdzie-moga-byc-przerwy-w-dostawie/ar/c1p1-20589272",
            "description": "Prąd elektryczny jest ukierunkowanym przepływem ładunków elektrycznych. Rozróżniamy prąd stały, zmienny i przemienny. Prąd ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.20FLC9Ku0eKOeJPz_w1NhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Lubuska21 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyłączenia prądu w Wałbrzychu. Sprawdź, gdzie nie będzie prądu 26.12",
            "link": "https://walbrzych.naszemiasto.pl/wylaczenia-pradu-w-walbrzychu-sprawdz-gdzie-nie-bedzie-pradu-26-12/ar/c1p1-20593788",
            "description": "Informacje o planowanych wyłączeniach prądu i awariach pochodzą ze stron operatorów energii elektrycznej w Polsce: ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "walbrzych.naszemiasto21 godz.",
            "source": "walbrzych.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 26.12.2024",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-26122024/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.I%2bAWdQ%2b3pk5GhWGWW2hpKg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poranny11 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-26122024/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.dDneYWQb1q9Z1YheW8c4zw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl11 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Piękne widoki ze wspaniałego pustkowia w sercu dolnośląskiego miasta. To jedna z hałd dawnej kopalni w Wałbrzychu - zdjęcia",
            "link": "https://walbrzych.naszemiasto.pl/piekne-widoki-ze-wspanialego-pustkowia-w-sercu-dolnoslaskiego-miasta-to-jedna-z-hald-dawnej-kopalni-w-walbrzychu-zdjecia/ar/c7p2-27121659",
            "description": "Edwin „Buzz\" Aldrin po wylądowaniu na Księżycu miał swoje wrażenia opisać słowami: „Piękny widok... wspaniałe pustkowie\". Jednak nie trzeba lecieć na Księżyc, by doświadczyć podobnych emocji, poczuć ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "walbrzych.naszemiasto4 godz.",
            "source": "walbrzych.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najlepsze używane auta 25 tysięcy złotych. Wśród nich dwa kultowe modele kombi",
            "link": "https://moto.pl/Testy/7,182074,31573069,najlepsze-uzywane-auta-25-tysiecy-zlotych-wsrod-nich-dwa-kultowe.html",
            "description": "W Europie gospodarka lekko zwalnia, na czym tracą producenci średniej i niskiej półki. Systematycznie rosną za to wyniki ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dVgI1Z3_HcWOES76dJyUuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "moto4 godz.",
            "source": "moto",
            "article_content": "Coraz więcej osób szuka samochodów za około 25 tysięcy zł. To budżet pozwalający na leciwe auto z metką premium, nieco świeższego przedstawiciela klasy średniej lub dość młodego reprezentanta segmentu B. Można trafić na pewniaka, ale są też wersję, których lepiej się wystrzegać. Mogą skutecznie wydrenować portfel. Zapraszamy zatem do lektury.\n\nREKLAMA\n\nZobacz wideo Części Hondy z Jordanii\n\nHonda Accord VIII\n\nOd 2008 do 2015 dostępna była ósma generacja Hondy Accord – ostatnia oferowana w Europie. Szkoda, bo to wyjątkowy samochód. Nowocześnie narysowane nadwozie występowało jako sedan i kombi i trzeba przyznać, że nawet dziś wygląda dość świeżo i atrakcyjnie. Oferuje ponadto przestronne wnętrze i dobre właściwości jezdne. Z tym autem szybko się zaprzyjaźnimy. Wybór jednostek napędowych mamy bardzo ograniczony. Szukając diesla, skazani jesteśmy na autorską konstrukcję Hondy 2.2 i-DTEC o mocy 150-180 KM. Korzysta z bezpośredniego wtrysku common rail, turbosprężarki ze zmienną geometrią łopat, dwumasowego koła zamachowego i filtra cząstek stałych. Stosowana była tylko w Accordzie i CR-V. W efekcie jej niewielkiej popularności, ceny części zamiennych są znacznie wyższe w porównaniu do konkurencyjnych jednostek. Sprzęgło z kołem dwumasowym kosztuje około 6-7 tysięcy zł.\n\nOgromną popularnością cieszą się za to benzynowe wersje Accorda, uchodzące za wzór bezawaryjności. Tutaj do dyspozycji mamy czterocylindrowe, wolnossące jednostki 2.0 i 2.4 o mocy 156 i 201 KM sprzęgnięte z sześciobiegową manualną przekładnią. Każdy z agregatów dysponuje wielopunktowym wtryskiem paliwa, zmiennymi fazami rozrządu i brakiem typowych bolączek. W większości przypadków wystarczy okresowa troska o filtry i płyny. 25 tysięcy złotych to minimalna kwota na solidnego Japończyka. W tej cenie możemy jedynie rozpatrywać auta z początku produkcji. Nasz typ to benzynowe 2.0. Najlepsze modele z nadwoziem kombi i silnikiem benzynowym 2,4 l (produkowane w Japonii, a nie w Wielkiej Brytanii) lub dieslem 2,2-litra z końca produkcji mogą być dwukrotnie droższe.\n\nAudi A4 Avant B8 fot. Audi\n\nAudi A4 B8\n\nPolacy umiłowali sobie to Audi klasy średniej. Od lat widnieje w czołówce najliczniej sprowadzanych, a dobre sztuki błyskawicznie znajdują nowych nabywców. Generację B8 produkowano w latach 2007-2015. Estetyczne nadwozie nie ma problemów z korozją, podobnie jak kabina nie notuje słabych punktów jakościowych. Przestrzeń nie rzuca na kolana, jednak jest wystarczająca dla czwórki pasażerów. Ciekawą wersję stanowi Allroad ze zwiększonym prześwitem i nakładkami ochronnymi karoserii. To dobra alternatywa dla SUV-a. Stawiając na rodzinne Audi, otrzymujemy bagażnik o pojemności 490 l. Niezbyt imponujący wynik. Wybierając odmianę z napędem na cztery koła, otrzymujemy pancerny, permanentny układ quattro. Dostępny był z silnikami 2.0 TSI 180-225 KM, 3.0 V6 TSI 275-333 KM, a także z dieslami. Te ledwo mieszczą się w naszym budżecie.\n\nW pozostałych przypadkach napęd trafia na przednią oś. Rozsądną opcją pozostaje bazowy motor benzynowy 1.8 TSI 120-177 KM – dość popularny na rynku wtórnym. Mierzy się również ze znacznym zapotrzebowaniem na olej, ale im młodszy egzemplarz, tym ryzyko awarii mniejsze. Sytuacja się poprawiła w 2011 przy okazji modernizacji motorów z rodziny TFSI. Większość problemów zyskała marginalne znaczenie. Jeśli benzynowe A4 B8, to najlepiej po 2011. Tutaj próżno szukać wolnossących napędów. Czasy się zmieniły i też konkurencja poszło mocno do przodu. Optymalna wersja to 1.8 TFSI o mocy 160 KM i 250 Nm. Do setki przyspiesza w 8,6 sekundy i rozpędza się do 225 km/h. Za taki wariant trzeba zapłacić bliżej 30 tysięcy zł.\n\nAmatorzy silników diesla mają do wyboru czterocylindrowe 2.0 TDI 120, 136, 143, 150, 170, 177 i 190 KM. Dostajemy bezpośredni wtrysk common rail i trwały pasek rozrządu. Silnik przekonuje niskim spalaniem i dobrą dynamiką. Znacznie więcej oferują widlaste diesle 2.7 i 3.0 V6 TDI - generują 190 KM i 204-245 KM. Zapewniają świetne osiągi, kulturę pracy i wciąż niskie spalanie. Kupując widlasty motor musimy być świadomi kosztów związanych z wymianą łańcucha rozrządu - cała operacja poza ASO to koszt nawet 6-8 tysięcy złotych. Audi starzeje się z klasą, choć warto je dobrze sprawdzić przed kupnem. Mając w kieszeni 25 tysięcy zł, możemy zapolować na egzemplarze z lat 2008-2010. 70 procent oferty stanowią odmiany z napędem wysokoprężnym.\n\nSuzuki SX4 fot. Suzuki\n\nSuzuki SX4\n\nNiewiele osób pamięta o tym modelu, a ten dobrze trzyma wartość i zadowoli osoby o zamiłowaniu do prostej mechaniki. W czasach swojej rynkowej kariery SX4 nie zdobył wielkiej popularności w Europie. Podobny los spotkał jego bliźniaka – Fiata Sedici. Obydwa modele produkowane były w węgierskich zakładach Suzuki w latach 2006-2014. Obłe, pozbawione wyrazu nadwozie nie ma problemów z korozją. W cenniku znalazł się pięciodrzwiowy, lekko podniesiony hatchback i nieproporcjonalny sedan. Auto ma 414 cm długości, a prześwit rzędu 17,5 cm, pozwoli na pokonanie wielu miejskich przeszkód.\n\nWzorem modeli segmentu B, wnętrze nie rozpieszcza przestronnością. O ile z przodu każdy znajdzie dogodną pozycję do jazdy, o tyle na kanapie wysokim osobom będzie po prostu ciasno. Esteci rozczarują się twardymi, podatnymi na zarysowania plastikami i niezbyt przyjemnymi w dotyku tekstyliami. Plusem takiej konfiguracji jest wysoka trwałość całości. Przy odrobinie szczęścia, znajdziemy egzemplarz z klimatyzacją manualną, elektrycznie sterowanymi szybami i napędem 4x4. Do wyboru mamy wolnossące silniki benzynowe 1.5, 1.6 i 2.0 o mocy 99-150 KM lub diesle – 1.6, 1.9 i 2.0 90-135 KM. W kwestii napędu każda z opcji jest dobra i trwała. 25 tysięcy złotych pozwoli na egzemplarze z lat 2010-2012.\n\nMitsubishi ASX fot. Mitsubishi\n\nMitsubishi ASX I 2.0 16V\n\nRzadko się zdarza, by tak długo utrzymywać na rynku jedną generację auta. Wyjątki stanowią Mercedesy Klasy G i Toyoty Land Cruiser, które urastają do miana legendy. Co innego w przypadku kompaktowych SUV-ów. Niemniej, kariera najmniejszego crossovera Mitsubishi trwała od 2010 do 2022. W tym czasie pięciodrzwiowe nadwozie przechodziło dwie poważne modernizacje wizualne: 2012 i 2019. Bez względu na rok produkcji, karoseria dobrze znosi użytkowanie, a powłoka antykorozyjna okazuje się wystarczająca, choć nie jest mocnym argumentem. Prześwit w postaci 17 cm nie zachwyca, ale pozwoli forsować krawężniki lekkie przeszkody terenowe. Długość Mitsubishi wynosi 430 cm.\n\nPoczątkowo producent oferował tylko jeden silnik benzynowy. Słaby, lecz bezawaryjny 1.6 o mocy 116 KM łączony był z napędem na przednie koła. Po latach zastąpiony został większą jednostką – 2.0 o mocy 150 KM znaną z Outlandera. Każdy z wolnossących benzyniaków wyposażono w wielopunktowy wtrysk paliwa i mechaniczną regulację luzu zaworowego. Mimo wszystko, oba silniki bez większych problemów współpracują z instalacją gazową. Zdaniem mechaników, benzynowy ASX jest najbezpieczniejszym wyborem, generującym najniższe koszty serwisowe. Tutaj wystarczą regularne wymiany oleju i rozrządu co 100 tysięcy kilometrów - koszt około 1200-1400 złotych. W alternatywie pozostają trzy diesle. Mniejszy to 1.6 Di-D – 114 KM i 270 Nm. Lepsze parametry oferują 1.8 Di-D oraz 2.2 DI-D. Oba oferują 150 KM. Trzeba się jednak liczyć z dość drogą ścieżką serwisową. Mitsubishi dobrze też trzyma cenę. Uchodzi za trwały wóz, a na rynku wtórnym nie brakuje zadbanych egzemplarzy. Mając w kieszeni 25 tysięcy złotych, nastawmy się na samochody z pierwszych trzech lat produkcji.\n\nCitroen C4 fot. Citroen\n\nCitroen C4 II\n\nWokół aut francuskich urosło wiele mitów, ale większość z nich to relikty. Peugeot, Citroen i Renault sukcesywnie udoskonalają swoje konstrukcje, choć problemy z elektroniką wciąż się zdarzają. Niemniej, wiele modeli z ostatnich lat to niezła inwestycja. Należy do nich C4 II. Od 2010 do 2017 z linii montażowych zjeżdżało drugie wcielenie kompaktowego Citroena. Tym razem w ofercie znalazł się tylko pięciodrzwiowy hatchback. Francuzi uznali widocznie, że kombi, sedan i kabrio nie mają już racji bytu. Całkiem ciekawie zaprojektowane nadwozie zostało skutecznie zabezpieczone przed korozją. Miejsce futurystycznych kształtów zajęły niczym niewyróżniające się obłości. Kierowcy zgłaszają jednak podatność na rysy delikatnej powłoki lakierniczej. Auto ma 433 cm długości.\n\nWe wnętrzu zrezygnowano z odważnych rozwiązań, chociażby z charakterystycznej kierownicy z nieruchomą, centralną częścią. Miękkie i obszerne fotele gwarantują wygodę każdemu, niezależnie od wzrostu. Na kanapie wygodnie zasiądą kolejne dwie dorosłe osoby, choć przydałoby się dłuższe siedzisko. W kwestii pakowności, kufer Citroena mieści od 410 do 1185 litrów.\n\nPaleta silników benzynowych składa się z konstrukcji opracowanych wspólnie z BMW. To 1.4 VTi, 1.6 Vti i 1.6 THP o mocy 95, 120 i 156 KM. O ile wolnossące warianty korzystają z wielopunktowego wtrysku paliwa i są względnie bezproblemowe, o tyle wariant doładowany oznacza duże ryzyko wysokich kosztów napraw. Zastosowano w nim bezpośredni wtrysk paliwa, turbosprężarkę i łańcuch rozrządu. Największą jego wadą jest nietrwały napęd rozrządu – łańcuch rozciąga się, zaburzając pracę zmiennych faz rozrządu.\n\nO wiele lepsze oceny zbierają silniki diesla 1.6 i 2.0 HDI o mocy 92-120 i 150 KM. Wyposażono je w bezpośredni wtrysk paliwa common-rail, turbosprężarkę ze zmienną geometrią łopat, dwumasowe koło zamachowe i filtr cząstek stałych. Każdy oferuje dobrą dynamikę przy ascetycznym zużyciu paliwa. Podaż kompaktowych Citroenów znajduje się na przyzwoitym poziomie. Niezła relacja ceny do jakości sprawia, że 25 tysięcy zł wystarczy na auta z lat 2011-2014."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zwyczaje noworoczne i tradycje świąt Bożego Narodzenia na Krajnie. Tak świętowano jeszcze w XX wieku [27.12.2024]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zwyczaje-noworoczne-i-tradycje-%C5%9Bwi%C4%85t-bo%C5%BCego-narodzenia-na-krajnie-tak-%C5%9Bwi%C4%99towano-jeszcze-w-xx-wieku-27122024/ar-AA1wx7MJ?ocid=BingNewsVerp",
            "description": "Dawne świętowanie Bożego Narodzenia w północno-wschodniej części Krajny, czyli w powiecie sępoleńskim, było pełne obyczajów, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.OBDfClUFbzJtsbCkf67HVQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN2 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Tu walczył z małpami Zagłoba\". Historyczny ceglany mur oporowy na Mariensztacie już nie runie",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,31565675,ceglany-bastion-na-mariensztacie-juz-nie-runie-mur-oporowy.html",
            "description": "Zakończył się długo wyczekiwany remont muru oporowego podtrzymującego wiślaną skarpę na tyłach budynków Caritasu przy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.w667JWYp-z21pSD1Vz3Rcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "warszawa.wyborcza3 godz.",
            "source": "warszawa.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 34 km od Pleszewa. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 28 - 29 grudnia?",
            "link": "https://pleszew.naszemiasto.pl/sciezki-rowerowe-do-34-km-od-pleszewa-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-28-29-grudnia/ar/c7p1-21831917",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 28 grudnia w Pleszewie ma być 5°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wQrtwsd_3C0GtOteJYNplC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "pleszew.naszemiasto5 godz.",
            "source": "pleszew.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pomysły na spacer w woj. kujawsko-pomorskim. Gdzie warto iść w weekend 28 - 29 grudnia? 10 najciekawszych tras",
            "link": "https://pomorska.pl/pomysly-na-spacer-w-woj-kujawsko-pomorskim-gdzie-warto-isc-w-weekend-28-29-grudnia-10-najciekawszych-tras/ar/c7p1-22116479",
            "description": "Nim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 28 grudnia w woj. kujawsko-pomorskim ma być od 5°C do 5°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Y2zM38eXPFzKdCT%2fDW9nAg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Pomorska6 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szczecin na starych zdjęciach. Poznajecie te miejsca?",
            "link": "https://gs24.pl/tak-wygladal-szczecin-w-latach-19952005-oto-jak-wygladalo-miasto-ponad-20-lat-temu-poznajecie-te-miejsca-zdjecia-26122024/ar/c1-19009062",
            "description": "Zobacz, jak wyglądał Szczecin na przełomie lat 1990-2010. Zapraszamy do podróży w czasie.",
            "image_url": "https://www.bing.pl/th?id=OVFT.dYhYxVSmdLOWGz4B3OcFpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "gs24.pl15 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 28 - 29 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-28-29-grudnia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 28 grudnia w Oświęcimiu ma być 3°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FOdaTwaKiW4AKpXS9Qil4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "oswiecim.naszemiasto5 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 26.12.2024",
            "link": "https://gs24.pl/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mozesz-otrzymac-kilka-tysiecy-zlotych-zdjecia-26122024/ar/c1-17930573",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "gs24.pl14 godz.",
            "source": "gs24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co zwiedzić w Olkuszu i okolicach w sezonie zimowym? „Srebrne Miasto' może się pochwalić ciekawą ofertą turystyczną",
            "link": "https://gazetakrakowska.pl/co-zwiedzic-w-olkuszu-i-okolicach-w-sezonie-zimowym-srebrne-miasto-moze-sie-pochwalic-ciekawa-oferta-turystyczna/ar/c1p2-27117029",
            "description": "Olkusz i okolice to ciekawa propozycja na jednodniową wycieczkę. „Srebrne Miasto' ma w swojej ofercie turystycznej wiele ciekawych obiektów – muzea, „Srebrny Szlak Gwarków Olkuskich' czy bazylikę z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska8 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 26.12.2024",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-26122024/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl14 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 26.12.2024",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-26122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl15 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niesamowite znalezisko w Jerozolimie. Rzadki przedmiot liczy 1700 lat",
            "link": "https://wydarzenia.interia.pl/ciekawostki/news-niesamowite-znalezisko-w-jerozolimie-rzadki-przedmiot-liczy-,nId,7881948",
            "description": "Niesamowite odkrycie w Izraelu. Podczas wykopalisk w Jerozolimie archeolodzy znaleźli rzadką 1700-letnią lampę oliwną, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Wsf2p8IvD8nslTowz8Jd7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "INTERIA6 godz.",
            "source": "INTERIA",
            "article_content": "Rzadka ceramiczna lampa oliwna z okresu późnorzymskiego została niedawno odkryta podczas wykopalisk archeologicznych, prowadzonych przez Izraelski Urząd ds. Starożytności w pobliżu Góry Oliwnej w Jerozolimie. To wyjątkowe znalezisko, które - sądząc po śladach sadzy na dyszy - było używane około 1700 lat temu.\n\nLampa została ozdobiona przedstawieniami świątynnej menory (siedmioramienny świecznik, współcześnie obecny w herbie państwa Izrael), łopatki do kadzidła oraz lulawu, czyli gałązki palmy daktylowej używanej w żydowskim rytuale. Reklama\n\n- Znakomite artystyczne wykonanie lampy, która została znaleziona w całości, czyni ją wyjątkową i niezwykle rzadką - mówi Michael Chernin, dyrektor wykopalisk.\n\nIzrael. Niesamowite odkrycie archeologów\n\nMenora, łopatka do kadzidła i lulaw są żydowskimi symbolami, związanymi ze Świątynią. Eksperci podkreślają, że odkrycie to jest szczególnie zaskakujące, ponieważ istnieje niewiele dowodów na istnienie żydowskiego osadnictwa w Jerozolimie i okolicach z tego okresu.\n\nPo stłumieniu przez cesarza rzymskiego Hadriana żydowskiego powstania Bar Kochby w 135 roku n.e., Żydzi zostali wygnani z miasta. Lampa z Góry Oliwnej jest jednym z niewielu materialnych śladów żydowskiej obecności w rejonie Jerozolimy w III-V wieku n.e.\n\nWszystko wskazuje na to, że lampa należała do Żyda, który nabył ją ze względu na jej religijną symbolikę. - Oczywistym jest, że rzemieślnik, który zrobił tę lampę, poświęcił wiele czasu i wysiłku na jej dekorację - zauważa archeolog Benjamin Storchan.\n\nLampa oliwna spod Jerozolimy. Zdobi ją ważny dla Żydów symbol\n\nLampa została wykonana przy użyciu delikatnie i misternie rzeźbionych form wapiennych, jak również za pomocą wierteł i dłut. Formy zostały wykonane w dwóch częściach - górnej i dolnej. Reklama\n\nAby stworzyć tego typu lampę, garncarz wpierw wciskał glinę do form, które następnie ściskał ze sobą. Metoda wytwarzania lamp w formach pozwoliła na uzyskiwanie wyrafinowanych wzorów, a także dodanie delikatnych i szczegółowych zdobień.\n\nMenora świątynna stała się żydowskim symbolem w okresie Drugiej Świątyni. Po jej zburzeniu wizerunek siedmioramiennego świecznika stał się ważnym znakiem w żydowskiej pamięci zbiorowej zarówno w Izraelu, jak i w diasporze.\n\n\n\nŹródło: Ministerstwo Spraw Zagranicznych Izraela\n\n-----\n\nBądź na bieżąco i zostań jednym z 200 tys. obserwujących nasz fanpage - polub Interia Wydarzenia na Facebooku i komentuj tam nasze artykuły!"
        }
    }
]