[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gorąca niedziela na Pchlim Targu 20 lipca 2025 - starocie, biżuteria, odzież, meble. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gor%C4%85ca-niedziela-na-pchlim-targu-20-lipca-2025-starocie-bi%C5%BCuteria-odzie%C5%BC-meble-zdj%C4%99cia-ceny/ar-AA1IW6kV?ocid=BingNewsVerp",
            "description": "W słoneczną niedzielę, 20 lipca 2025 roku na Pchlim Targu przy alei Kazimierza Wielkiego we Włocławku nie brakowało ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZsWqlHJweavkl49oF3oS3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN4 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niedzielna giełda samochodowa przy Andersa. Takie auta oferowali sprzedający",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/niedzielna-gie%C5%82da-samochodowa-przy-andersa-takie-auta-oferowali-sprzedaj%C4%85cy/ar-AA1IWrWt?ocid=BingNewsVerp",
            "description": "Na giełdzie samochodowej przy ul. Andersa w Białymstoku można obejrzeć, sprawdzić i kupić samochody używane różnych marek. Co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4w_wVX7RvMJ6oVZv6HbJ2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Kurier Poranny on MSN13 godz.",
            "source": "Kurier Poranny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grafzero: Openboxing lato 2025",
            "link": "https://www.tysol.pl/a143940-grafzero-openboxing-lato-2025",
            "description": "Grafzero vlog literacki robi wakacyjny openboxing. W pudełkach tomik poezji, kontrowersyjna książka popularno-naukowa, trochę polskiej fantastyki. Poza tym tajemnicze starocie, nawiązanie do Odysei i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.0dfDFAYBAFkmBw-chus1Mw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Tygodnik Solidarność7 godz.",
            "source": "Tygodnik Solidarność",
            "article_content": "Jarosław Kaczyński odniósł się do słów Grzegorza Brauna o Auschwitz\n\nNegowanie Holokaustu to haniebne kłamstwo historyczne - powiedział w niedzielę w Lublinie prezes Prawa i Sprawiedliwości Jarosław Kaczyński. Jego zdaniem to, co robi Grzegorz Braun jest uderzeniem w nasze najbardziej elementarne interesy, niszczy nasze stosunki ze Stanami Zjednoczonymi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Koniec sporu zbiorowego w spółce Marelli w Sosnowcu. Będą podwyżki",
            "link": "https://www.tysol.pl/a143944-koniec-sporu-zbiorowego-w-spolce-marelli-w-sosnowcu-beda-podwyzki",
            "description": "Podwyższenie stawek zasadniczych średnio o 316 zł brutto i wypłata premii bożonarodzeniowej wynoszącej 1500 zł brutto – to ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sjwsxBp0WePARoU9TgeNTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Tygodnik Solidarność5 godz.",
            "source": "Tygodnik Solidarność",
            "article_content": "Podwyższenie stawek zasadniczych średnio o 316 zł brutto i wypłata premii bożonarodzeniowej wynoszącej 1500 zł brutto – to najważniejsze zapisy porozumienia płacowego zawartego 17 lipca pomiędzy przedstawicielami organizacji związkowych działających w spółce Marelli w Sosnowcu a pracodawcą. Porozumieniem zostali objęci pracownicy produkcyjni. Wyższe płace obowiązują od początku lipca.\n\nCo musisz wiedzieć?\n\n17 lipca podpisano pomiędzy przedstawicielami organizacji związkowych działających w spółce Marelli w Sosnowcu a pracodawcą porozumienie płacowe zakładające m.in. podwyższenie stawek zasadniczych średnio o 316 zł brutto i wypłata premii bożonarodzeniowej wynoszącej 1500 zł brutto.\n\na pracodawcą porozumienie płacowe zakładające m.in. podwyższenie stawek zasadniczych średnio o 316 zł brutto i wypłata premii bożonarodzeniowej wynoszącej 1500 zł brutto. Porozumieniem zostali objęci pracownicy produkcyjni.\n\nNegocjacje były prowadzone od listopada zeszłego roku.\n\n\"Zaczynaliśmy od zera\"\n\nWzrost stawek zasadniczych oznacza podwyższenie pochodnych od wynagrodzenia, m.in. premii kwartalnej i premii regulaminowej.\n\nNa pewno chcielibyśmy większych podwyżek, ale biorąc pod uwagę obecną, trudną sytuację branży motoryzacyjnej, możemy powiedzieć, że osiągnęliśmy sporo\n\n– powiedziała Justyna Kłos, przewodnicząca Solidarności zrzeszającej pracowników spółki.\n\nNegocjacje były prowadzone od listopada zeszłego roku.\n\nZaczynaliśmy dosłownie od „zera”, bo pracodawca nie położył na stole żadnych początkowych propozycji. W trakcie rozmów proponował jedynie jednorazową nagrodę lub sfinansowanie podwyżek z części premii regulaminowej i kwartalnej. Konsekwentnie upieraliśmy się przy podniesieniu stawek zasadniczych i w końcu udało się to osiągnąć. Chcę też zaznaczyć, że pierwsza propozycja pracodawcy była niemal dwukrotnie niższa, niż wzrost wynagrodzeń, który finalnie wynegocjowaliśmy\n\n– podkreśla przewodnicząca.\n\nKolejne rozmowy płacowe - w pierwszym kwartale przyszłego roku\n\nNa wzrost stawek zasadniczych bardzo liczyli pracownicy spółki i mocno wsparli działania związkowców. 17 czerwca w spółce przeprowadzony został dwugodzinny strajk ostrzegawczy, w którym wzięło udział kilkuset pracowników. Porozumienie podpisane zostało miesiąc później. Tym samym zakończony został spór zbiorowy wszczęty w sosnowieckiej spółce w marcu tego roku.\n\nJeden z zapisów porozumienia stanowi, że kolejne rozmowy płacowe rozpoczną się w pierwszym kwartale przyszłego roku. Wynegocjowany w ich trakcie wzrost wynagrodzeń będzie obowiązywał od lipca 2026 roku.\n\nFirma Marelli posiada w Sosnowcu dwa zakłady, w których produkuje lampy samochodowe oraz tłumiki. Łącznie w spółce zatrudnionych jest ok. 1,2 tys. osób. Pracownicy produkcyjni stanowią większość załogi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polskie monety z papieżem. Na aukcjach płacą za nie krocie",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/polskie-monety-z-papie%C5%BCem-na-aukcjach-p%C5%82ac%C4%85-za-nie-krocie/ar-AA1IVrgr?ocid=BingNewsVerp",
            "description": "Rzadkie, stare monety z Janem Pawłem II są warte fortunę - tak wynika z naszej analizy zakończonych aukcji w serwisie Onebid. Jedną z takich monet sprzedano za ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qXPYOt4opjbuEdbLUjfq7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Biznes w INTERIA.PL on MSN22 godz.",
            "source": "Biznes w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 20.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-20072025/ar-AA1HFaiJ?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN19 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie SKARBY można kupić na największej giełdzie staroci w Gliwicach! Są militarne artefakty, stare pocztówki, kryształy i inne. ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takie-skarby-mo%C5%BCna-kupi%C4%87-na-najwi%C4%99kszej-gie%C5%82dzie-staroci-w-gliwicach-s%C4%85-militarne-artefakty-stare-poczt%C3%B3wki-kryszta%C5%82y-i-inne-zdj%C4%99cia/ar-AA1IVQ1l?ocid=BingNewsVerp",
            "description": "Co druga i ostatnia niedziela miesiąca na targowisku przy ul. Lipowej tętni życiem – to wtedy odbywa się Gliwicka Giełda Staroci. Znajdziesz tu unikalne militaria, stare pocztówki, kryształy, monety i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.d6DaSKFSkVDIzx-_uLoPeQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nasze Miasto on MSN16 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rozwadowski Targ Staroci w Stalowej Woli w słońcu i w deszczu, z tłumami mieszkańców. Zobacz zdjęcia z niedzieli 20 lipca",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/rozwadowski-targ-staroci-w-stalowej-woli-w-s%C5%82o%C5%84cu-i-w-deszczu-z-t%C5%82umami-mieszka%C5%84c%C3%B3w-zobacz-zdj%C4%99cia-z-niedzieli-20-lipca/ar-AA1IWhd4?ocid=BingNewsVerp",
            "description": "Rozwadowski Targ Staroci zorganizowany w Stalowej Woli 20 lipca miał wielu sprzedających i potencjalnych kupców. Sprzyjała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xezVaZOXEe52C8fvGgCQJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN15 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gorąca niedziela na Pchlim Targu 20 lipca 2025 - starocie, biżuteria, odzież, meble. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gor%C4%85ca-niedziela-na-pchlim-targu-20-lipca-2025-starocie-bi%C5%BCuteria-odzie%C5%BC-meble-zdj%C4%99cia-ceny/ar-AA1IW6kV?ocid=BingNewsVerp",
            "description": "W słoneczną niedzielę, 20 lipca 2025 roku na Pchlim Targu przy alei Kazimierza Wielkiego we Włocławku nie brakowało ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZsWqlHJweavkl49oF3oS3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN4 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Japonia pod Stożkiem. Zobaczyliśmy staruszkę Ubę, która miotłą usuwa zło, i dziadka Jo grabiami przyciągającego dobro",
            "link": "https://bielskobiala.wyborcza.pl/bielskobiala/7,88025,32116459,japonia-pod-stozkiem-zobaczylismy-staruszke-ube-ktora-miotla.html",
            "description": "- Lalki daje się dzieciom zaraz po urodzeniu. Nie są do zabawy. Przedstawiają wzór do naśladowania. Chłopcom często daje się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.V9IRh_u88g4pFexNI5cNDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Bielsko-Biała.Wyborcza.pl18 godz.",
            "source": "Bielsko-Biała.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytkowe auta i burgery. Za nami \"blokowanie\" McDonalda (zobacz zdjęcia)",
            "link": "https://www.info.elblag.pl/37,81385,Zabytkowe-auta-i-burgery-Za-nami-blokowanie-McDonalda-zobacz-zdjecia.html",
            "description": "Mercedesy, fordy i fiaty, a do tego burgery z frytkami. Kilkadziesiąt aut wzięło udział w Klasycznym blokowaniu McDonalda w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.15VuMHwUwILeKHKiyLhzMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "info.elblag.pl10 godz.",
            "source": "info.elblag.pl",
            "article_content": "Mercedesy, fordy i fiaty, a do tego burgery z frytkami. Kilkadziesiąt aut wzięło udział w Klasycznym blokowaniu McDonalda w Elblągu. Zobacz galerię zdjęć z wydarzenia.\n\n\n\nParking przed restauracją amerykańskiej sieci przy al. Grunwaldzkiej zaroił się od zabytkowych pojazdów. W niedzielę, 20 lipca, odbyło się tu Klasyczne Blokowanie McDonalda – impreza miłośników motoryzacji, podczas której mieli okazję wspólnie spędzić czas i zaprezentować auta z dawnych lat.\n\nBlokowanie to sentymentalna podróż do czasów, kiedy świat był analogowy, kiedy ludzie chodzili w ubraniach z naturalnych materiałów, a te sztuczne dopiero wchodziły i były hitem. Czasów, kiedy człowiek, gdy odstawił telefon i zamknął drzwi to nikt go już nie mógł znaleźć. Kiedy ludzie się naprawdę kochali i wspierali, kiedy jedli niezdrowe rzeczy, palili papierosy, pili alkohol, ale żyli do osiemdziesiątki. Kiedy chyba żyło się ciut wolniej i z większym spokojem o to, co będzie jutro i za pół roku\n\n- mówi Bartosz Gądek, współorganizator imprezy z Trójmiasta.\n\n- Sam McDonald's to nie przypadek. Lata 50. i 60. w Stanach Zjednoczonych to jest początek tej ery konsumpcjonizmu, w której my dalej tkwimy. Więc wracamy jakby do korzeni. Wtedy ludzie się spotykali i rozmawiali - przypomnijmy sobie te wszystkie amerykańskie filmy - my bardzo chcemy, żeby również teraz ludzie zaczęli ze sobą rozmawiać. Tak po prostu, w realu, jak chociażby podczas tego wydarzenia - podkreśla.\n\nW \"blokowaniu\" wzięło udział kilkadziesiąt zabytkowych aut. Warunkiem udziału w wydarzeniu była metryka samochodu. - Mamy tu klasyczny set na blokowaniu, czyli samochody do roku 89, z pewnymi wyjątkami. Są tutaj samochody absolutnie nietuzinkowe. Możemy zobaczyć choćby kultowego \"krokodyla\" - saab to marka zapomniana od kilkunastu lat, czy bardzo ładnego mercedesa coupé. Mamy również dwa rzadkie Fiaty, kabriolety. Jeden z nich to model, który miała Anna German, drugi to model, którym ścigał się Andrzej Jaroszewicz - wylicza współorganizator.\n\n\"Blokowanie\" to akcja cykliczna, organizowana w różnych miejscach. W Elblągu odbyła się po raz szósty. - Macie tutaj - moim zdaniem, a siedzę w klasykach już od 40 lat - jedną z najfajniejszych ekip, którą kręcą klasyczne auta. Nie byłoby blokowania w Elblągu, gdyby nie zwarta, silna i kochająca te klasyczne samochody - dodaje Bartosz Gądek.\n\nImpreza przyjęła się w Elblągu i cieszy sporym powodzeniem. Atmosfera podczas wydarzenia jest wyjątkowa, to sprawa ludzi, tematów rozmów i oczywiście samych aut. Staramy się urozmaicić to wydarzenie, w tym roku nowością jest wyjazd do Nowego Dworu Gdańskiego. Ruszamy tam z parkingu przed elbląską restauracją, chcemy zwiedzić Żuławski Park Historyczny\n\n- mówi Adam Michałek, z grupy Elbląskie Klasyki.\n\n\n\nOrganizatorami wydarzenia są: Północna.TV, Elbląskie Klasyki i zespół elbląskiej restauracji McDonald's."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Barwny karnawał w epoce Bieruta",
            "link": "https://dorzeczy.pl/opinie/755355/barwny-karnawal-w-epoce-bieruta.html",
            "description": "Wystawa o Światowym Festiwalu Młodzieży i Studentów dobrze oddaje euforię, w którą wpadli Polacy – dodajmy: głównie warszawiacy – mogąc na krótkie dwa tygodnie obcować z zakazanym przez długie lata za ...",
            "image_url": "https://www.bing.pl/th?id=ODF.-WiLO7Eg3naBmL51JmpBdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy12 godz.",
            "source": "Do Rzeczy",
            "article_content": "Ale paradoksalnie, choć wyśmiewa ideologiczną sztywność marksizmu, to w wielu aspektach ekspozycji można wyczuć pryncypializm politycznej poprawności Warszawa w 1955 r. była miastem kontrastów. Lśniące świeżym tynkiem odbudowane zabytki i nowe, monumentalne gmachy komunistycznej władzy sąsiadowały ze zrujnowanymi domami i pustymi placami po wyburzonym, przedwojennym mieście. Stolica Polski ciągle żyła grozą wojennych strat i o wiele bardziej aktualnym terrorem stalinowskiej bezpieki. A jednocześnie było to miasto, które właśnie w tym roku osiągnęło próg miliona mieszkańców. Pełne dzieci i młodych ludzi. Ci ostatni dusili się pod zakłamaną i sformalizowaną fasadą życia dyktowaną w najmniejszych drobiazgach przez marksistowskich ideologów.\n\nI w ten szary krajobraz wdarł się huragan Światowego Festiwalu Młodzieży i Studentów. Ta planowana jako propagandowe wydarzenie impreza oznaczała jednak przybycie do Warszawy kilkadziesiąt tysięcy gości z zagranicy, których witało wielokrotnie więcej „krajowych” delegatów z całej Polski. Odcięte od 16 lat od zewnętrznego świata miasto – najpierw przez hitlerowską okupację, a potem przez represyjny stalinizm – nagle zobaczyło, że można żyć kolorowo, wesoło i spontanicznie. I dlatego wystawa w Muzeum Warszawy na Starym Mieście nosi tytuł „Lato, które zmieniło wszystko – Festiwal 1955”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkryto najstarszą osadę zbudowaną nad jeziorem w Europie",
            "link": "https://londynek.net/wiadomosci/Odkryto%20najstarsza%20osade%20zbudowana%20nad%20jeziorem%20w%20Europie%2Cwiadomosci%2C%20news,/wiadomosci/article?jdnews_id=107099",
            "description": "Nad albańskim brzegiem Jeziora Ochrydzkiego odkryto najstarszą osadę ludzką zbudowaną nad jeziorem w Europie - poinformowała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FvLor0c3F9A-X7wQa7KQCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Londynek.net18 godz.",
            "source": "Londynek.net",
            "article_content": "Wczoraj, 10:00\n\nNad albańskim brzegiem Jeziora Ochrydzkiego odkryto najstarszą osadę ludzką zbudowaną nad jeziorem w Europie - poinformowała agencja Reutera, powołując się na doniesienia pracujących na miejscu archeologów.\n\nZone place=e1-mobile\n\nBadacze twierdzą, że odkryli ślady osady zamieszkiwanej przez zorganizowane społeczności łowiecko-rolniczej nawet 8 tys. lat temu.\n\nZespół naukowców ze Szwajcarii i Albanii bada obszar znajdujący się na głębokości ok. trzech metrów pod wodą, wydobywając drewniane pale, na których w przeszłości stały domy - poinformował Reuters.\n\nArcheolodzy odkryli w okolicy również kości zwierząt domowych i dzikich, przedmioty z miedzi i bogato zdobioną ceramikę.\n\nAlbert Hafner z Uniwersytetu w Bernie przyznał, że podobne osady odkryto w regionach alpejskich i śródziemnomorskich, ale zabudowania w wiosce Lin w Albanii są o pół tysiąca lat starsze.\n\nLiczne badania pokazują, że Jezioro Ochrydzkie, należące do Macedonii Północnej i Albanii, jest najstarszym jeziorem w Europie, liczącym ponad milion lat - przypomniał Reuters. (Fot. Getty Images)\n\n\"Ponieważ znaleziska znajdują się pod wodą, nadal są dobrze zachowane, co pozwala nam badać, co jedli ci ludzie i co uprawiali\" - wyjaśnił ekspert.\n\nHafner dodał, że znaleziska potwierdzają, że ludzie mieszkający nad jeziorem przyczynili się do rozpowszechnienia rolnictwa i hodowli w innych częściach Europy. \"Nadal zajmowali się łowiectwem i zbieractwem, ale stabilne źródło utrzymania pochodziło z rolnictwa\" – dodał.\n\nAlbański archeolog Adrian Anastasi zastrzegł, że pełne zbadanie obszaru może zająć dekady.\n\n\"Biorąc pod uwagę sposób, w jaki żyli, jedli, polowali, łowili ryby, a także sposób, w jaki wykorzystano architekturę do budowy ich osad, możemy powiedzieć, że byli bardzo inteligentni jak na tamte czasy\" – podsumował dotychczasowe prace."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie SKARBY można kupić na największej giełdzie staroci w Gliwicach! Są militarne artefakty, stare pocztówki, kryształy i inne. ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/takie-skarby-mo%C5%BCna-kupi%C4%87-na-najwi%C4%99kszej-gie%C5%82dzie-staroci-w-gliwicach-s%C4%85-militarne-artefakty-stare-poczt%C3%B3wki-kryszta%C5%82y-i-inne-zdj%C4%99cia/ar-AA1IVQ1l?ocid=BingNewsVerp",
            "description": "Co druga i ostatnia niedziela miesiąca na targowisku przy ul. Lipowej tętni życiem – to wtedy odbywa się Gliwicka Giełda Staroci. Znajdziesz tu unikalne militaria, stare pocztówki, kryształy, monety i ...",
            "image_url": "https://www.bing.pl/th?id=ODF.d6DaSKFSkVDIzx-_uLoPeQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Nasze Miasto on MSN16 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "21 LIPCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-07-21,7,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "21 LIPCA 2025",
            "link": "https://krakow.pl/kalendarium/1919,shw,2025-07-21,8,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ametystowy skarb spoczywał w fosie polskiego zamku. To wyjątkowy artefakt sprzed wieków",
            "link": "https://www.focus.pl/artykul/skarb-z-ametystu-zamek-kolno-fosa-odkrycie",
            "description": "Zamek Kolno najprawdopodobniej powstał w XIII wieku, choć oficjalne informacje na temat jego istnienia sięgają początku kolejnego stulecia. Bez względu na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.f3l-vLfSgS4QmXoT6XJFew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Focus7 godz.",
            "source": "Focus",
            "article_content": "Ma on postać ametystu oprawionego w srebrną obudowę. Znajdował się w osadach złożonych w dawnej fosie otaczającej zamek, a naukowcy mają nieco pomysłów odnoszących się do przeszłości tego artefaktu. Polscy badacze piszą o swoich dokonaniach w artykule zamieszczonym w Antiquity.\n\nCzytaj też: Co za odkrycie w Bałtyku! To wrak z II wojny światowej\n\nPochodzące sprzed około 600 lat znalezisko było ich zdaniem własnością wysoko postawionej osoby. Taki arystokrata być może przybył z wizytą na zamku, a przy okazji pozostawił po sobie pamiątkę, którą archeolodzy odnaleźli kilkaset lat później. Pierwotnie ametyst mógł być częścią broszy lub korony, lecz scenariusz numer dwa wydaje się mniej prawdopodobny.\n\nPodobne odkrycia, jeśli już się zdarzały, to zwykle dotyczyły na przykład miejsc pochówku. Praktyka polegająca na składaniu cennych przedmiotów w grobach – mająca na celu zapewnienie zmarłym wsparcia w życiu pozagrobowym oraz podkreślenie ich statusu za życia – zapewniła archeologom wiele radości. Tutaj mówimy jednak o potencjalnej zgubie, co czyni odkrycie szczególnie wyjątkowym.\n\nArtefakt odnaleziony w fosie Zamku Kolno ma postać ametystu oprawionego w obudowę wykonaną ze srebra. Jego pochodzenie sięga XIV bądź XV wieku\n\nZamek Kolno będący twierdzą i siedzibą książąt, pełnił także inną funkcję: chodziło o nadzorowanie transportu drewna. Książę Bolesław w pewnym momencie sprzedał całą posiadłość bogatym rycerzom, a w 1443 roku doszło do zniszczenia zamku. Współcześni badacze zainteresowali się tym obiektem w 2010 roku, eksplorując ruiny dawnej budowli. Udało im się dzięki temu odnaleźć między innymi artefakty o militarnym charakterze oraz fragmenty średniowiecznej ceramiki.\n\nNajnowsze znalezisko wzbudziło masę emocji, a dzięki analizie spektroskopowej Ramana udało się określić jego skład. Archeolodzy stwierdzili, że mają do czynienia z ametystem. Później przyszła pora na analizę fluorescencji rentgenowskiej, przy udziale której rozpoznali wykonaną ze srebra oprawę. Ametystowe ozdoby cieszyły się w epoce średniowiecza dość wysoką popularnością.\n\nCzytaj też: Odnaleźli 1000-letnią twarz w polskim jeziorze. Sensacja w Wielkopolsce\n\nWierzono też w ich korzystne działanie w postaci ochrony przed różnego rodzaju problemami: od zatruć, przez choroby, aż po działanie złych mocy. Poza tym łączono je z symbolicznymi kwestiami, takimi jak skromność bądź wiara. Jako że zakup takiego przedmiotu wiązał się ze sporym wydatkiem, to naturalnym jest założenie, iż posiadacze ametystu był jeden z ówczesnych arystokratów. Być może był to książę rezydujący na Zamku Kolno, bądź odwiedzający go w ramach wizyty. Za dotychczasowymi ustaleniami na ten temat stoją Beata Miazga i Lech Marek z Uniwersytetu Wrocławskiego."
        }
    }
]