[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ u Jędruli w Inowrocławiu. Te przedmioty kryją w sobie sentymentalne historie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-u-j%C4%99druli-w-inowroc%C5%82awiu-te-przedmioty-kryj%C4%85-w-sobie-sentymentalne-historie/ar-AA1E9aXy?ocid=BingNewsVerp",
            "description": "Początek maja to idealna pora na zakup sezonowych roślin, które można wykorzystać do dekoracji ogrodu lub balkonu. Pchli targ ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Roalqt8Hhn9PJrUt78EZ3g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN19 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po zabiegach idą na dancingi. Tak bawią się kuracjusze w Inowrocławiu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/po-zabiegach-id%C4%85-na-dancingi-tak-bawi%C4%85-si%C4%99-kuracjusze-w-inowroc%C5%82awiu/ar-AA1DYwRL?ocid=BingNewsVerp",
            "description": "Na turnusie nie ma nudy. Restauracja \"Zdrojowa\" zaprasza na wieczorki taneczne w poniedziałki, wtorki i środy w godz.",
            "image_url": "https://www.bing.pl/th?id=OVF.FAXiXWzEvYnTColRx0qHcA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Inowrocław Nasze Miasto on MSN11 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "40 fps na komputerze za 12 tysięcy złotych to tylko część absurdów związanych z graniem na MacBooku",
            "link": "https://www.gry-online.pl/opinie/40-fps-na-komputerze-za-12-tysiecy-zlotych-to-tylko-czesc-absurdo/z34717",
            "description": "Sprzęt Apple’a nie kojarzy się raczej z graniem, ale rzeczywistość pokazuje, że nie do końca jest to prawda. Na Macach da się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iFxebD4oibS0Wc6OZLYhtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "GRY-OnLine.pl18 godz.",
            "source": "GRY-OnLine.pl",
            "article_content": "Publicystyka 8 maja 2025, 15:34 autor: Mikołaj Łaszkiewicz 40 fps na komputerze za 12 tysięcy złotych to tylko część absurdów związanych z graniem na MacBooku Sprzęt Apple’a nie kojarzy się raczej z graniem, ale rzeczywistość pokazuje, że nie do końca jest to prawda. Na Macach da się grać, choć często wymaga to dużego samozaparcia i wydawania jeszcze większych sum pieniędzy niż „normalnie”.\n\nKiedy mówimy o komputerach i laptopach służących do grania, w zasadzie wszyscy mamy na myśli sprzęt z zainstalowanym Windowsem. To całkiem logiczne, Microsoft od dawna kojarzy się z graniem, wspiera graczy i robi wszystko, żeby granie na jego systemie operacyjnym było wygodne i przyjemne. W rzeczywistości popularne „Okienka” znajdują się na mniej więcej 72% komputerów na świecie, co oznacza, że niemal 20% z nas wybiera alternatywne rozwiązania. Jakie? Niecałe 4% korzysta z Linuxa, niemal 2% z Chrome OS-a, ale aż około 16% to użytkownicy systemu MacOS lub OSX (starszej wersji MacOS-a) – w tym i ja.\n\nMoże trudno Wam w to uwierzyć, ale wśród tych osób znajdziecie naprawdę pokaźną grupę graczy. Jest ich zresztą z roku na rok coraz więcej, bo nawet najbardziej podstawowe Maki są naprawdę solidnie wyposażone i mają na pokładzie bardzo udane procesory z linii Apple M. Na Reddicie zebrała się całkiem pokaźna grupa (ponad 212 tysięcy użytkowników) zrzeszająca fanów grania na Macach i dzieląca się radami na temat tego, jak odpalić daną grę na MacBooku czy iMacu oraz testująca różne eksperymentalne programy „tłumaczące” gry z Windowsa na MacOS.\n\nWydaje się też, że sama firma Apple dostrzegła tu potencjał, bo od kilku dobrych lat zachęca twórców do portowania swoich gier na system MacOS i choć z różnym skutkiem, przynosi to jednak pewne efekty. Dziś na swoim MacBooku mogę zagrać m.in. w remake Resident Evila 3 i 4 oraz w siódmą i ósmą część tego cyklu, a także w Assassin’s Creed Shadows, Death Stranding, Frostpunka 2, Control, gry z serii Total War czy nawet w Baldur’s Gate 3. Jak widzicie, to nie są „indyki” czy jakieś starocie, ale naprawdę ciekawe i całkiem świeże tytuły. Niestety, gdy chce się pograć w coś spoza „ekosystemu Apple’a”, zaczynają się pojawiać pewne problemy, których nie da się rozwiązać w prosty lub bezpłatny sposób.\n\nW tym tekście skupię się głównie na najnowszej propozycji z tej listy, czyli Assassin’s Creed Shadows. Ten port nie jest idealny, ma naprawdę wysokie wymagania sprzętowe, ale cieszę się, że jest dostępny na Macu, że mogę od dnia premiery pograć na Macu w grę AAA, na równi z graczami używającymi Windowsa. Po prostu mam opcję i z niej korzystam, choć idealnie nie jest.\n\nAssassin’s Creed Shadows wygląda prawie jak na PS5, ale działa gorzej\n\nWidzicie, ja bardzo lubię grać na urządzeniach, które za bardzo się do tego nie nadają, bo nie spełniają minimalnych wymagań czy w ogóle są z innej bajki (jak MacBooki), a grzebanie w plikach i konfigurowanie różnych opcji, żeby tylko udowodnić sobie, iż mogę coś odpalić, to moja pasja. Często doprowadzam do tego, że dana gra dobrze mi działa i jestem zadowolony, ale wcale nie pogram w nią dłużej, bo brakuje mi na to czasu. Jednak satysfakcja z tego, że się udało, to już niejednokrotnie wystarczająca nagroda.\n\nW przypadku Assassin’s Creed Shadows w sumie nie musiałem się jakoś specjalnie gimnastykować. Ubisoft podał oficjalne wymagania sprzętowe dla wersji na system MacOS i wiedziałem, czego się spodziewać. Grę testowałem na MacBooku Pro 16 wyposażonym w procesor Apple M4 Pro i 24 GB pamięci RAM. Według Ubisoftu taka konfiguracja powinna mi zapewnić 30 klatek na sekundę, przy średnich ustawieniach graficznych i w rozdzielczości 1440p (z upscalingiem), z włączonym standardowym ray tracingiem. Nie będę ukrywał, że 30 fps przy średnich ustawieniach na sprzęcie za ponad 12 tysięcy złotych to nie jest szczególnie dobry wynik, ale trzeba mieć w pamięci, że ten port to jednak coś, nad czym pracował nieporównywalnie mniejszy zespół niż ten odpowiedzialny za wydanie na PS5 czy pecetowe.\n\nPo premierze pograłem kilka godzin w zalecany przez Ubisoft sposób i naprawdę nie mogę specjalnie narzekać – Assassin’s Creed Shadows działało dokładnie tak, jak mówiły wymagania sprzętowe, nie spadało poniżej 30 fps i z włączonym ray tracingiem wyglądało porównywalnie z tym, co oferuje tryb zbalansowany na PlayStation 5.\n\nTyle że to jest swojego rodzaju absurd. Mówimy bowiem o sprzęcie za ponad 12 tysięcy złotych, który w benchmarkach i produktywności nie ustępuje w niczym nawet dedykowanym kartom graficznym do desktopów. Ani Apple, ani Ubisoft w tym równaniu nie uwzględniły faktu, że posiadacze dość drogiego sprzętu firmy z Cupertino będą oczekiwać chociaż zbliżonej wydajności do tego, na co mogą liczyć ich koledzy z maszynami wyposażonymi w Windowsa lub Linuxa. Uważam po prostu, że 30–40 klatek na sekundę w średnich ustawieniach graficznych na MacBooku Pro z procesorem M4 Pro to zdecydowanie za mało. Szczególnie, że takie Baldur’s Gate 3 czy Resident Evil Village radzą sobie na nim zdecydowanie lepiej. Gdy na subreddicie „pochwaliłem” się tym, jak Assassin’s Creed Shadows działa na moim sprzęcie dedykowanym graniu na MacOS-ie, większość komentujących zwracała uwagę na fakt, że choć to fajnie, iż grę udało się odpalić i można ją przejść, to jednak nie jest to doświadczenie optymalne, którego oczekuje się od sprzętu Apple’a.\n\nPostanowiłem też sprawdzić, co się stanie, gdy wyłączy się śledzenie promieni, i cóż… Licznik klatek na sekundę wskakuje wtedy na poziom nieco ponad 40 fps. Maksymalnie w trakcie walki czy eksploracji widziałem 50 klatek na sekundę, a żeby dobić do 60, musiałem wybrać sobie jakieś zamknięte pomieszczenie i patrzeć w ścianę. Dla najbardziej stabilnego doświadczenia zablokowałem sobie licznik klatek na 40 (wzorem trybu zbalansowanego z PS5) i była to częściowo dobra decyzja. Gra działała zauważalnie płynniej niż w 30 fps, ale jednak odbywało się to kosztem ray tracingu, więc jakość oprawy graficznej mocno spadła.\n\nDość dobrze wygląda też wykorzystanie pamięci RAM, bo u mnie nie przekraczało 19 GB, a osoby testujące Assassin’s Creed Shadows na sprzęcie z 16 GB RAM-u również nie miały większych problemów. Jedynie komputery z 8 GB pamięci RAM są tu wykluczone, bo na nich gra w ogóle się nie uruchomi. Warto też pamiętać, że na Macach z procesorami z rodziny M1 i M2 doświadczenie może być dużo gorsze, bo to chipy, które nie obsługują sprzętowego wsparcia dla ray tracingu. Optymalnie powinno się grać na procesorach M3 i M4.\n\nPostanowiłem więc wrócić do pierwotnych ustawień i mogę stwierdzić, że da się tak grać. Jasne, to nie jest idealna opcja i na pewno można było ten port zoptymalizować lepiej. Mam pod ręką Assassin’s Creed Shadows w jakości prawie porównywalnej z tym, co mogę osiągnąć na konsoli, choć przy nieco niższej liczbie klatek na sekundę. Czy to dobrze? Cóż, to zależy od punktu widzenia, ale na pewno nie jest źle. W nowego „Asasyna” da się grać, to nie jest coś, co wygląda okropnie i działa fatalnie. Ja jestem zadowolony z tego, że mogę zabrać Assassin’s Creed Shadows ze sobą, gdzie tylko chcę, i grać z dala od gniazdka, bo na moim MacBooku Pro nie widać różnicy między zabawą na laptopie funkcjonującym na baterii i podłączonym do źródła zasilania.\n\nWiadomo, to brzmi abstrakcyjnie dla kogoś, kto Maca nie ma, bo to, co udało mi się uzyskać na sprzęcie za ponad 12 tysięcy złotych, można spokojnie osiągnąć na lapku z Windowsem czy nawet Linuxem (z Protonem) za 4–5 tysięcy złotych. Mnie cieszy jednak fakt, że w ogóle mogę pograć z dala od domu bez konieczności kupowania drugiego, dedykowanego wyłącznie graniu, laptopa."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 09.05.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-09-05-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0Utol0I2F9kkPLI9PSQB4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński4 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leon XIV jak jego wielki poprzednik? \"Papież robotników\"",
            "link": "https://biznes.interia.pl/gospodarka/news-leon-xiv-jak-jego-wielki-poprzednik-papiez-robotnikow,nId,7962257",
            "description": "Nowy papież Leon XIV, Amerykanin Robert Prevost, przyjął imię po Leonie XIII – \"papieżu robotników\", autorze przełomowej encykliki broniącej praw ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qXPYOt4opjbuEdbLUjfq7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Biznes w INTERIA.PL34 min",
            "source": "Biznes w INTERIA.PL",
            "article_content": "W czwartek, 8 maja wieczorem świat poznał nowego papieża. To amerykański kardynał Robert Francis Prevost, który przybrał imię Leona XIV. Wybór imienia przez papieża jest zazwyczaj komentowany w kontekście tego, co może oznaczać dla przebiegu pontyfikatu. Wskazuje też na duchowe inspiracje nowej głowy Kościoła. Poprzedni papież - Franciszek - otwarcie mówił o tym, że wybrał imię na cześć św. Franciszka z Asyżu, chcąc wyrazić swoją chęć naśladowania tego średniowiecznego włoskiego świętego w pomocy ubogim i trosce o wykluczonych.\n\nNowy papież przybrał imię Leona XIV. Poprzednik o tym imieniu zapisał się w historii Kościoła\n\nNowy papież Leon XIV skierował uwagę wiernych i watykanistów na poprzedniego papieża o tym imieniu. Leon XIII kierował Kościołem w latach 1878-1903 i zapisał się w jego historii przełomowym nauczaniem dotyczącym spraw społecznych i praw pracowniczych. Papież Leon XIII (imię to przybrał po wyborze w 1878 r. włoski kardynał Gioacchino Vincenzo Raphaelo Luigi Pecci) znany jest jako autor encykliki \"Rerum novarum\" (łac. \"Rzeczy nowych\"). Uważana jest ona obecnie za punkt zwrotny w nauce społecznej Kościoła rzymskokatolickiego. Została ogłoszona 15 maja 1891 r., a po jej opublikowaniu Leon XIII zyskał sobie przydomek \"papieża robotników\".\n\nReklama\n\nW encyklice tej papież wyrażał przekonanie, że Kościół i państwo muszą działać razem, by rozwiązywać problemy społeczne. Leon XIII pisał również, że Kościół powinien wspierać dzieło pojednania między pracodawcami i pracownikami, przypominając obu stronom o tym, jakie są ich prawa i obowiązki.\n\nPapież apelował także do rządzących państwami o ochronę praw pracowniczych i dbanie o ich dobrostan poprzez zapewnienie im odpoczynku w niedzielę, godziwego wynagrodzenia i stabilności zatrudnienia. Piętnował chęć bogacenia się kosztem innych i bezwzględny kapitalizm.\n\n\"Chociaż więc pracownik i pracodawca zawrą ze sobą wolną umowę, a w szczególności zgodzą się co do wysokości płacy, mimo to jednak ponad ich wolą zawsze pozostanie do spełniania prawo sprawiedliwości naturalnej, ważniejsze i dawniejsze od wolnej woli układających się stron, które powiada, że płaca winna pracownikowi rzetelnemu i uczciwemu wystarczyć na utrzymanie życia\" - pisał papież w encyklice \"Rerum novarum\". Na przełomie XIX i XX wieku, kiedy rodził się współczesny kapitalizm i dopiero kształtowały się stosunki pracodawca-pracownik, słowa te miały przełomowy wydźwięk.\n\nZdjęcie Papież Leon XIII kierował Kościołem katolickim w latach 1878-1903. Stworzył społeczną naukę Kościoła / Bridgeman Images via AFP / AFP\n\nEncyklika \"Rerum novarum\" była też głosem sprzeciwu wobec socjalizmu w wydaniu marksistowskim. Papież krytykował gloryfikowanie własności wspólnej, wskazując, że jest ona szkodliwa dla robotników, ponieważ jedną z pobudek do pracy jest chęć posiadania dóbr na własność i używania ich według własnej woli i dla własnego pożytku. W tym sensie odebranie własności prywatnej pozbawiałoby pracowników możliwości pracy na rzecz poprawy własnego losu i losu własnej rodziny - argumentował papież.\n\nJaki będzie pontyfikat nowego papieża? Włoskie media: Pójdzie śladami Leona XIII\n\nLeon XIII do tych kwestii odniósł się również w innej swojej encyklice (napisał ich łącznie aż 86) - \"Quod apostolici muneris\" z 1878 r., w której krytykował poglądy socjalistów, komunistów i nihilistów. \"Socjaliści uważają prawo własności za ludzki wymysł nie dający się pogodzić z przyrodzoną równością ludzi i głoszą wspólnotę dóbr, a nie godząc się na znoszenie bez sprzeciwu niedostatku, uważają, że można bezkarnie naruszać własność i prawa bogatszych\" - pisał Leon XIII. \"Kościół natomiast o wiele przytomniej uznaje, że między ludźmi nie ma równości, gdyż w naturalny sposób różnią się pod względem sił i zdolności; uznaje także nierówność pod względem posiadanych dóbr i nakazuje, by prawo własności i zwierzchnictwa, pochodzące z samej natury, pozostawało dla każdego nietknięte i nienaruszone\".\n\nW 1991 r., a więc w setną rocznicę wydania \"Rerum novarum\", do encykliki Leona XIII odniósł się Jan Paweł II. Papież-Polak opublikował wówczas encyklikę \"Centissimus annus\" \"(łac. \"Setna rocznica\"), w której podkreślił, że nauka społeczna Leona XIII pozostaje aktualna.\n\nCzy nowy papież Leon XIV będzie kontynuował wątki społeczne obecne w nauce poprzedniego papieża o tym imieniu? Takie komentarze pojawiają się już we włoskiej prasie, m.in. w \"Corriere della Serra\", który zwraca uwagę na wiele mówiący wybór imienia nowego papieża, wskazujący, co może być istotnym wątkiem pontyfikatu Leona XIV. \"(...) przede wszystkim pójdzie on śladami Leona XIII, papieża encykliki 'Rerum novarum', która podjęła kwestie społeczne i praw pracowniczych oraz dała początek społecznej nauce Kościoła\" - czytamy we włoskim dzienniku.\n\nKatarzyna Dybińska"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 9.05.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://gazetakrakowska.pl/prasowka-9-05-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960891",
            "description": "122 metrowy komin ciepłowni przy ul. Kopernika w Trzebini został wyburzony. Efektowna detonacja obiektu odbyła się w środę (7 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VoSAd6o7d7PxwxU01CXZTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Krakowska4 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Prasówka 9.05: pozostałe wydarzenia\n\nPoniżej prezentujemy pozostałe artykuły, które przyciągały wczoraj uwagę czytelników. Co było tak istotne, że nie można było od tego oderwać wzroku?\n\nZderzenie samochodu osobowego z motocyklem na drodze krajowej nr 7 w Jaworniku pomiędzy Krakowem i Myślenicami. Do wypadku doszło w czwartek (8 maja) krótko przed godz. 18. Trwa akcja ratownicza. Na miejscu pracują strażacy, Zespół Ratownictwa Medycznego, policja. Jak informują służby, w wypadku poszkodowany został kierowca motocykla."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukana fraza: 国土地理院 昔の地図 閲覧",
            "link": "https://www.moto.egospodarka.pl/art/s/%E5%9B%BD%E5%9C%9F%E5%9C%B0%E7%90%86%E9%99%A2-%E6%98%94%E3%81%AE%E5%9C%B0%E5%9B%B3-%E9%96%B2%E8%A6%A7,21.html",
            "description": "Czasy gdy kilkadziesiąt koni mechanicznych robiły z modelu auto super sportowe odeszły w zapomnienie. Teraz nie wystarczy już tylko mocniejszy silnik lub pakiet wizualny – potrzeba jeszcze rekordu tor ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stare+monety",
            "date": "moto.egospodarka.pl31 min",
            "source": "moto.egospodarka.pl",
            "article_content": "Nie masz w gamie SUV-a? To znaczy, że nie ma Cię na rynku! Żaden szanujący się producent nie może sobie pozwolić na brak sportowo-użytkowego auta w ofercie. GM dość późno, bo dopiero w 2012 roku zorientowało się, że w portfolio produktowym brakuje im „prawie terenówki”. Braki nadrobili jednak bardzo szybko… Z zewnątrz… Ponieważ o gustach się nie ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lawina atrakcji w weekend w Szczecinie. Dzieje się 9–11 MAJA 2025",
            "link": "https://wszczecinie.pl/lawina-atrakcji-w-weekend-w-szczecinie-dzieje-sie-9-11-maja-2025/51179",
            "description": "W ramach trwających Dni Skandynawskich, od 7 do 10 maja, można za 1 zł zwiedzać szczecińskie Muzeum Techniki i Komunikacji ...",
            "image_url": "https://www.bing.pl/th?id=OVF.B0zEvH9Plbb1sPwssOUHZg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "wSzczecinie.pl6 godz.",
            "source": "wSzczecinie.pl",
            "article_content": "W ten weekend w Szczecinie atrakcja goni atrakcję! Będzie się działo!\n\nSpis Treści\n\nPIĄTEK, 9 MAJA 2025\n\nZWIEDZANIE MUZEUM TECHNIKI I KOMUNIKACJI W SZCZECINIE ZA ZŁOTÓWKĘ\n\nW ramach trwających Dni Skandynawskich, od 7 do 10 maja, można za 1 zł zwiedzać szczecińskie Muzeum Techniki i Komunikacji przy ul. Niemierzyńskiej. Wejście jest możliwe dla wszystkich, którzy na wejściu powiedzą „kocham Szczecin” w jednym ze skandynawskich języków, tj. po szwedzku, norwesku czy duńsku. Więcej: https://ds.szczecin.eu/program\n\nDNI OTWARTE W PRACOWNI ZDUŃSKIEJ, ul. Dworcowa 19\n\nW piątek i sobotę dni otwarte w pracowni zduńskiej przy ul. Dworcowej 19 u5. Można wpaść i ulepić z gliny np. kubek, doniczkę, świecznik, miseczkę dla psa, spróbować wyrzeźbić portret i toczyć na kole garncarskim. Pracownia zaprasza w piątek od 15:00 do 19:00 i w sobotę w g. 13:00-18:00. Wstęp wolny. Więcej: https://www.facebook.com/events/674553481778291/\n\nZWIEDZANIE PRACOWNI KONSERWATORSKICH, Muzeum Narodowe przy Wałach Chrobrego\n\nW piątek Muzeum zaprasza do pracowni Działu Konserwacji Zbiorów. Podczas spaceru konserwatorzy przybliżą techniki badań konserwatorskich, zaprezentują możliwości najnowszej aparatury badawczej. Na gości czeka barwna opowieść o ciekawostkach, odkryciach, wyzwaniach, które przyniosła konserwatorom codzienna praca z zabytkami z kolekcji Muzeum Narodowego w Szczecinie. Zwiedzanie w dwóch turach: o 15:00 i 16:30, udział bezpłatny, obowiązują zapisy. Więcej: https://muzeum.szczecin.pl/116-aktualnosci/2756-dni-funduszy-europejskich-wizyta-w-pracowniach-konserwatorskich.html\n\nPOMORZE ZACHODNIE W CHUŚCIE W RAMACH EUROPEJSKIEGO TYGODNIA NOSZENIA, DK 13 Muz\n\nStowarzyszenie Pomorze Zachodnie w chuście w piątek zaprasza rodziców z maluchami pow. 3 miesiąca życia na praktyczny warsztat z doboru nosideł ergonomicznych. Początek o 11:00, wstęp bezpłatny, więcej: https://www.facebook.com/events/1055458526400185/\n\nPLANSZÓWKI BEZ WYMÓWKI, Książnica Pomorska\n\nW piątek Książnica Pomorska zaprasza wszystkich miłośników gier planszowych na spotkanie przy planszówkowych klasykach. Start o godz. 16:00, wstęp wolny. Więcej: https://www.ksiaznica.szczecin.pl/wydarzenia/single/id/2613\n\nZANURZ SIĘ W SZTUCE RENE HOLMA, INKU\n\nW INKU w piątek będzie można „zanurzyć się” w fascynującym świecie duńskiego artysty René Holma. To dzięki doświadczeniu rzeczywistości wirtualnej. Pokazy o 16:00, 17:00 i 18:00. Wstęp wolny. Więcej: https://www.facebook.com/events/704815015345291\n\nFILMOWE DNI SKANDYNAWII, Klub Delta\n\nPrzed nami kolejna odsłona filmowego cyklu w Klubie Delta. Tym razem będą to trzy spotkania z kinem skandynawskim. W repertuarze w piątek „Dziewczyna z igłą”, w sobotę – „Matka siedzi z tyłu” i w niedzielę – „Na rauszu”. Początek zawsze o 17:30, bilety od 16 zł. Więcej: https://www.facebook.com/klubdelta/events\n\nZOSTAŃ BIBLIOTEKARZEM NA JEDEN DZIEŃ, filia nr 7 Miejskiej Biblioteki Publicznej\n\nFilia MBP przy pl. Matki Teresy z Kalkuty 8 zaprasza w piątek do wspólnego odkrywania, co dzieje się w zakamarkach filii, gdy nie ma czytelników, jakie sekrety skrywa Magazyn Rezerw oraz jaką drogę musi pokonać książka, żeby trafić na półkę. O godz. 13:00 spotkanie dla seniorów, o godz. 14:00 – dla młodzieży w wieku 10-15 lat. Wstęp wolny, zapisy. Więcej: https://mbp.szczecin.pl/pl/wydarzenia/1389/zostan-bibliotekarzem-na-jeden-dzien/\n\nDLA DZIECI: DWOJE PRZYJACIÓŁ [CZYTANKI. MALOWANKI], filia nr 4 Miejskiej Biblioteki Publicznej\n\nW piątek MBP przy ul. Barnima 25 zaprasza dzieci w wieku 6-8 lat na spotkanie z cyklu „Czytanki. Malowanki”, podczas którego spotkają „Dwoje przyjaciół”. To opowieść Paza Rodero z niezwykłymi ilustracjami Józefa Wilkonia. Start o godz. 17:00, udział bezpłatny, obowiązują zapisy. Więcej: https://mbp.szczecin.pl/pl/wydarzenia/1386/dwoje-przyjaciol/\n\nFINISAŻ WYSTAWY BUDA DLA AZORA, MAMY i MNIE, Obrońców Stalingradu 17\n\nW galerii sztuki Obrońców Stalingradu 17 (ul. Bałuki 17) do soboty można oglądać wystawę „Buda dla Azora, mamy i mnie”, która skłania do dyskusji o aktualnej sytuacji mieszkaniowej w Polsce. W piątek o 17:00 i w sobotę o 18:00 zaplanowano oprowadzania kuratorskie, którym będą towarzyszyć ciekawe spotkania. Wstęp wolny. Więcej: https://www.facebook.com/events/1827198248131621\n\nOTWARCIE WYSTAWY „SENSIT(I)EVE”, Galeria OFF M\n\nZ kolei w nowym miejscu – Galerii OFF M – na terenie OFF Mariny przy ul. Chmielewskiego 18 w piątek otwarcie wystawy kolaży Ewy Kaziszko zatytułowanej „SENSIT(I)EVE”. Start o 19:00, wstęp wolny. Więcej: https://www.facebook.com/events/1761142137801035\n\n6. SZCZECIŃSKI BIEG NOCNY\n\nW nocy z piątku na sobotę ulicami Szczecina przebiegną uczestnicy Szczecińskiego Biegu Nocnego. W sumie 1700 uczestników. Start i metę zaplanowano na Jasnych Błoniach. Tam też od 16:00 będzie działać biegowe maisteczko z wieloma atrakcjami. Uczestnicy przebiegną przez al. Wojska Polskiego, plac Kościuszki, ulicę Krzywoustego, plac Zgody, aleję Niepodległości oraz ulice Wyzwolenia, Unisławy i Szymanowskiego. Start o północy. Biegi dla dzieci ruszą po 20:00. Więcej tutaj\n\nFLASH | FESTIWAL PERFORMANSU, Trafostacja Sztuki\n\nFestiwal Flash to przestrzeń studentów uczelni artystycznych, którzy poprzez swoje działania mogą testować granice wyrazu, cielesności, obecności, ekspresji czy relacji z odbiorcami. Performance pozwala na bezpośredni kontakt z widzem, często przekracza granice tradycyjnych form i wymyka się jednoznacznym definicjom. W piątek pokaz o godz. 17:00, wstęp wolny. Więcej: https://www.facebook.com/events/2128508980954305/2128508987620971/\n\nKONCERT ORGANOWY MUZYKI SKANDYNAWSKIEJ, kościół na Skolwinie\n\nW piątek o 18:30 w kościele na Skolwinie koncert organowy w wykonaniu Piotra Cholewy. W repertuarze znane i popularne utwory skandynawskich kompozytorów. Wstęp wolny. Więcej: https://ds.szczecin.eu/program\n\nKONCERT SYMFONICZNY „I'M BACK IN TOWN!”, Filharmonia\n\nW piątek w Filharmonii koncert, którego program składa się w całości z dzieł Mozarta i Beethovena. Tego wieczoru muzyków poprowadzi były dyrektor artystyczny filharmonii – maestro Rune Bergmann. Początek o godz. 19:00, bilety 30-70 zł. Więcej: https://filharmonia.szczecin.pl/wydarzenia/2291-Im_Back_in_Town\n\nMUSICAL „1989”, Teatr Letni\n\nPrzedstawia dobrze znane wydarzenia z nie tak dawnej historii z nowej perspektywy, a za jego brzmienie odpowiada jeden z najlepszych polskich producentów rapowych – Andrzej Mikosz „Webber”. Musical „1989” po ponad dwóch latach od premiery w końcu będzie można obejrzeć w Szczecinie. Pokaz w piątek o 19:00 w Teatrze Letnim. Bilety od 174 zł. Więcej: https://www.facebook.com/events/557198590480794\n\nKONCERT KAMERALNY W RAMACH XVI MIĘDZYNARODOWEGO FESTIWALU SAKSOFONOWEGO, DK 13 Muz\n\nW DK 13 Muz w piątek koncert kameralny w ramach XVI Międzynarodowego Festiwalu Saksofonowego. Usłyszymy zróżnicowany program, od baroku po muzykę współczesną, w wykonaniu renomowanych wykonawców o międzynarodowej sławie. Początek o godz. 18:00, wstęp wolny, więcej: https://www.facebook.com/events/4060594474153107/\n\nPIOTR BRUCH RITO PRIMITIVO | KONCERT, Trafostacja Sztuki\n\nW piątek w TRAFO koncert Rito Primitivo. To jednoosobowy zespół Piotra Brucha, grającego ekstremalną muzykę minimalistyczną. Start o godz. 20:00, wstęp wolny. Więcej: https://www.facebook.com/events/1687548142125032\n\nKONCERT ZESPOŁU GUSTAVE, Stara Piekarnia\n\nW Starej Piekarni przy ul. Piłsudskiego 7 w piątek koncert zespołu Gustave, który gra rockowo-punkową mieszankę. O 20:00. Więcej: https://www.facebook.com/events/3004075483101661\n\nKONCERT SHATAQS, DK Krzemień\n\nW piątek w DK Krzemień koncert ShataQS, która wpisała się w kanon polskiej alternatywy. Na jej koncertach tradycyjne instrumenty spotykają się z nietypowymi dźwiękami. Na żywo usłyszymy nowe kompozycje. Początek o 19:00, bilety od 120 zł. Więcej: https://www.facebook.com/events/647457471076485\n\nKONCERT LIE AFTER LIE + VERMONA KIDS + SKAŁY, Piwnica Kany\n\nPiwnica Kany zaprasza w piątek na koncert. Zagrają Lie After Lie (screamo hardcore), Vermona Kids (w stylu Jimmy Eat World i Braid) i Skały (post rock/punk). Początek o 19:00, wstęp 30/40 zł, więcej: https://www.facebook.com/events/1433983300927511/\n\nDANCING JAK ZA DAWNYCH LAT, Jazzment\n\nW klubie Jazzment w piątek „Dancing jak za dawnych lat”. Na żywo zabrzmią największe przeboje z lat 60., 70. i 80. Od 20:00. Bilety 50 zł. Więcej: https://www.facebook.com/events/1359853455199709/\n\nKONCERT NEWSKIN, Hala Odra\n\nW piątek w Hali Odra premierowy koncert debiutanckiej płyty elektronicznego duetu NEWSKIN. Łączą downtempo i house'owy rytm z ostrymi melodyjnymi wstawkami techno. Start o 22:00. Bilety 30 zł. Więcej: https://www.facebook.com/events/1176080923704634\n\nTOTALNY ODLOT w Hali Odra\n\nJak zapowiadają organizatorzy, „to będzie biba, jakiej dawno w Szczecinie nie było”. Poza koncertem NEWSKIN w piątek w Hali Odra jeszcze trzy inne wydarzenia. Mowa o PITBULL PARTY – pop, rap, EDM, największe hiciory Pitbulla; TRIBUTE TO CRYSTAL CASTLES – electro, noisepop, synthpop, witch house; SZCZECIŃSKI HARDCORE – hardcore, hardstyle, rave. Jeden bilet w cenie 30 zł. Więcej: https://www.facebook.com/halaodra/posts/pfbid031nswc5QPahNe9mpQJ9qT1Z8kcNejxLLvgrfiMgGLVBbPGr9CYcwCxY6SXbN1pXeWl\n\nPIRACI Z KARAIBÓW w Hype Club\n\nW piątek w klubie Hype na deptaku Bogusława impreza w klimacie Piratów z Karaibów. Od 22:00. Więcej: https://www.facebook.com/events/9631411336935648\n\nNMF: MARATON OSZUKAĆ PRZEZNACZENIE, Multikino\n\nMultikino zaprasza w piątek na mrożący krew w żyłach Nocny Maraton Filmowy z kultową serią „Oszukać przeznaczenie”. Wisienką w programie maratonu będzie premierowy pokaz najnowszej odsłony serii. Start o godz. 22:00, bilety od 30,90 zł.\n\nNMF: MARATON OSZUKAĆ PRZEZNACZENIE, kina Helios\n\nTakże kina Helios szykują Nocny Maraton Filmowy z kultową serią „Oszukać przeznaczenie” i premierowym pokazem najnowszego filmu z serii. Start o godz. 23:00, bilety od 34,90 zł.\n\nPREMIERA: „PO BURZY”, Teatr Polski\n\nW ten weekend Teatr Polski wystawi premierowo „Po burzy” – sztukę na podstawie „Burzy” Szekspira i inspirowanej gestem przepisania „Burzy. Czarci pomiot” Atwood. To opowieść o amatorskiej trupie teatralnej. Prospero – dyrektor grupy – musi mierzyć się z burzą, która odbywa się w jego własnych myślach. I z burzą, z którą mamy dziś realnie do czynienia, czyli z rewolucją antyprzemocową i antymobbingową. Pokazy w piątek, sobotę i niedzielę o godz. 19:00, bilety w promocyjnej cenie 20 zł. Więcej tutaj\n\n„MY HRABINY NIE PŁACZEMY”, Gminny Ośrodek Kultury, Sportu i Rekreacji w Przecławiu\n\nGOKSiR w Przecławiu pokaże w piątek „My hrabiny nie płaczemy” – autorski spektakl Olgi Adamskiej. To recepta na to, jak godzić się z przemijaniem, nie rezygnując z siebie i swoich pragnień oraz jak znaleźć wolność i autonomię bez wyzbywania się miłości do mężczyzn. Początek o godz. 19:00, bilety od 64,20. Więcej: https://goksirprzeclaw.pl/wydarzenie/olga-adamska-my-hrabiny/\n\n„TO NIE BYŁO PLANOWANE”, Pleciuga\n\nPleciuga zaprasza też dorosłych widzów na jedyny w swoim rodzaju spektakl improwizowany z wykorzystaniem lalek, w którym fabuła będzie się rodzić na oczach widzów. Spektakl „To nie było planowane” zostanie zagrany w piątek i sobotę o godz. 19:00. Bilety 38/48 zł.\n\n„STRZĘPY” Teatru Nie Ma, Strefa Kultury Studenckiej US\n\nW piątek Teatr Nie Ma wystawi przedstawienie dla widzów dorosłych „Strzępy”. Początek o godz. 20:00 w Strefie Kultury Studenckiej US (ul. Szwoleżerów 18a), wstęp wolny, więcej: https://www.facebook.com/events/635906392491784\n\n„SURFERZY”, Scena Nowe Sytuacje Teatru Współczesnego\n\nTeatr Współczesny zaprasza na spektakl „Surferzy”. To historia przede wszystkim o ludziach w podróży na wielu poziomach, ale i o świecie, który w pewien sposób beztrosko czeka na katastrofę. Ważnym elementem są okulary przeciwsłoneczne i twórcy zachęcają widzów do zabrania swoich własnych. Pokaz w piątek o godz. 19:00. Bilety w cenie 30-50 zł.\n\nSOBOTA, 10 MAJA 2025\n\nPIKNIK NAD ODRĄ, Wały Chrobrego\n\nPonad 250 wystawców, targi turystyczne, dwa Wielkie Gotowania, intrygujące wieczorne widowisko przygotowane przez gości z Hiszpanii, Jarmark Rozmaitości, strefa atrakcji dla dzieci z dmuchańcami, farbami do malowania twarzy, wesołym miasteczkiem i Splash of Colors, oraz nowość, czyli Aleja Skandynawska. W sobotę i niedzielę na Wałach Chrobrego odbędzie się jedna z największych imprez plenerowych w Szczecinie – Piknik nad Odrą. Wstęp wolny. Szczegóły tutaj\n\nFESTIWAL SMAKÓW FOOD TRUCKÓW, Wały Chrobrego\n\nW sobotę i niedzielę na Wałach Chrobrego odbędzie się również festiwal food trucków, w którym weźmie udział kilkanaście restauracji na kółkach z całej Polski. Będą m.in. ciastka kominkowe, langosze, makarony prosto z kręgu sera, pierożki dim sumy, burgery, churrosy. Więcej tutaj\n\nSZCZECIN COFFEE FESTIVAL, Netto Arena\n\nTo okazja, żeby napić się kawy do woli, poznać nowe smaki i wziąć udział w kawowych wykładach. W sobotę i niedzielę w Netto Arenie odbędzie się Szczecin Coffee Festival. Na miejscu będą kawy w wielu odmianach, także herbaty, kakao i alkohole na bazie kawy, ale i strefa targowa, spotkania branżowe, wykłady, warsztaty, wystawa plakatu kawowego, strefa cuppingów, strefy gastronomiczne oraz strefy ceramiki. W niedzielę zorganizowane zostaną także eliminacje do Mistrzostw Polski w Aeropressach. Wstęp w sobotę w godz. 10:00-18:00, w niedzielę od 10:00 do 17:00. Bilety od 10 zł. Więcej: https://www.facebook.com/events/9491719384206119\n\nFESTIWAL „ZROBIONE W SZCZECINIE”, Netto Arena\n\nZ kolei w sali treningowej Netto Areny w ten weekend festiwal „Zrobione w Szczecinie”, an któym swoją ofertę zaprezentują lokalni twórcy i laureaci szczecińskiego wyróżnienia. Wstęp w sobotę w godz. 10:00-18:00, w niedzielę od 10:00 do 17:00, wstęp wolny, więcej: https://www.facebook.com/events/1315298396252951\n\nTARGI PYSZNOŚCI na Warszewie\n\nJak co sobotę przy ul. Szczecińskiej 12 odbędą się Targi Pyszności z wyselekcjonowaną, lokalną żywnością. Wydarzenie w godz. 09:00-13:00. Wstęp wolny. Więcej: https://www.facebook.com/Warszewopl\n\nSOBOTNI BAZAREK NA BRONOWICKIEJ, Gumieńce\n\nW sobotę dużo dobrego jedzenia również na Gumieńcach. Będą m.in. świeże jajka, pachnące pieczywo, wędliny, sery i domowe przetwory, warzywa i owoce, miody. Sobotni Bazarek na Bronowickiej odbędzie się w g. 08:00-12:00 przy ul. Bronowickiej 41. Wstęp wolny. Więcej: https://www.facebook.com/kowrszczecin\n\nFESTYN RODZINNY, urząd marszałkowski\n\nW sobotę w urzędzie marszałkowskim przy ul. Piłsudskiego 40 odbędzie się festyn rodzinny z okazji Dni Funduszy Europejskich. W programie m.in. konkursy, warsztaty i animacje dla całych rodzin, pokazy służb mundurowych i ratowniczych, senae filmowe oraz zwiedzanie platformy widokowej na dachu siedziby urzędu. Wydarzenie w godz. 11:00-16:00. Wstęp wolny. Więcej: https://www.facebook.com/events/8987393701360834\n\nSPACER ŚLADAMI UROKLIWYCH ZAKĄTKÓW DAWNEGO NIEMIERZYNA\n\nW sobotę spacer śladami zielonych przestrzeni dawnego Nemitz, czyli dzisiejszego Niemierzyna. Oprowadzać będą Beata Piechocka i Anna Koc. Będzie dużo ciekawostek. Zbiórka o 12:00 na Różance. Udział bezpłatny. Więcej: https://www.facebook.com/events/746986210985853\n\nSPACER ŚLADAMI SZCZECIŃSKICH KSIĄŻEK\n\nW sobotę można wybrać się na spacer, podczas którego zwiedzimy miejsca pojawiające się w szczecińskiej literaturze. Start o godz. 10:30 przy MBP przy pl. Matki Teresy z Kalkuty 8, udział bezpłatny. Więcej: https://mbp.szczecin.pl/pl/wydarzenia/1391/spacer-sladami-szczecinskich-ksiazek/\n\nSPACER KURATORSKI PO WYSTAWIE „MISTERIUM ŚWIATŁA...”, Muzeum Narodowe przy Wałach Chrobrego\n\nW sobotę spacer kuratorski po wystawie „Misterium Światła. Sztuka średniowieczna na Pomorzu”. O ekspozycji opowie jej kuratorka Kinga Krasnodębska. Start o godz. 12:00, wstęp wolny. Więcej: https://muzeum.szczecin.pl/116-aktualnosci/2757-dni-funduszy-europejskich-spacer-kuratorski-po-wystawie-misterium-swiatla.html\n\nAUTOR I KURATORKA O „CULTURETRACKING”, Muzeum Sztuki Współczesnej\n\nMuzeum Sztuki Współczesnej zaprasza w sobotę na spotkanie z autorem Łukaszem Skąpskim oraz Magdaleną Lewoc, kuratorką wystawy „Culturetracking”, na której w kilku cyklach fotografii, serii rysunków i filmie wideo artysta przygląda się „strefom kontaktu” odmiennych kultur. Początek o godz. 12:00, wstęp 5 zł. Więcej: https://muzeum.szczecin.pl/116-aktualnosci/2755-autor-i-kuratorka-o-culturetracking.html\n\nSPOTKANIE Z EWĄ SAPIEŻYŃSKĄ, filia nr 7 Miejskiej Biblioteki Publicznej\n\nW MBP przy pl. Matki Teresy z Kalkuty 8 w sobotę w ramach Dni Skandynawskich spotkanie z polsko-norweską pisarką Ewą Sapieżyńską wokół jej książki „Nie jestem twoim Polakiem. Reportaż z Norwegii”. Początek o godz. 13:00, wstęp wolny. Więcej: https://mbp.szczecin.pl/pl/wydarzenia/1396/ewa-sapiezynska-spotkanie-autorskie/\n\nGRA TERENOWA SZMARAGD EUROPY\n\nW sobotę nad Jeziorem Szmaragdowym będzie można wziąć udział w grze terenowej „Szmaragd Europy”. Uczestnicy będą mieli do wykonania zadania na siedmiu stacjach. Drużyny mogą liczyć od 2 do 4 osób. Dla dzieci w wieku 7+. Start o 11:00. Więcej: https://www.facebook.com/events/992809346294976\n\nMIEJSKA GRA TERENOWA, Zamek\n\nZamek organizuje w sobotę grę terenową. Na uczestników czekać będzie osiem punktów z zadaniami, które w przystępnej formie przybliżą wydarzenia związane z II wojną światową oraz historią zamku z tamtego okresu. Gra dla wszystkich. Wydarzenie w g. 11:00-14:00 na zamkowych dziedzińcach i tarasach, udział bezpłatny. Więcej: https://zamek.szczecin.pl/wydarzenie/wydarzenia-plenerowe/80-rocznica-zakonczenia-ii-wojny-swiatowej/\n\nGRA RODZINNA „ODKRYCIA KONSERWATORSKIE”, Muzeum Tradycji Regionalnych\n\nW sobotę muzeum zaprasza na spotkanie, które zwróci uwagę na odkrycia konserwatorskie na wystawie „Złoty wiek Pomorza. Sztuka na dworze książąt pomorskich w XVI i XVII wieku”. Dla 25 uczestników spotkania wolontariusze zaproponują grę z pamiątkową zakładką. Spotkania w godz. 12:00-13:30 co pół godziny, wstęp wolny. Więcej: https://muzeum.szczecin.pl/116-aktualnosci/2761-dni-funduszy-europejskich-odkrycia-konserwatorskie-gra-rodzinna.html\n\nZWIEDZANIE MUZEUM TECHNIKI I KOMUNIKACJI W SZCZECINIE ZA ZŁOTÓWKĘ\n\nW ramach trwających Dni Skandynawskich, od 7 do 10 maja, można za 1 zł zwiedzać szczecińskie Muzeum Techniki i Komunikacji przy ul. Niemierzyńskiej. Wejście jest możliwe dla wszystkich, którzy na wejściu powiedzą „kocham Szczecin” w jednym ze skandynawskich języków, tj. po szwedzku, norwesku czy duńsku. Więcej: https://ds.szczecin.eu/program\n\nTARG UBRANIOWY, Omni Molo\n\nW sobotę w Omni Molo przy ul. Mieszka I 73 wydarzenie Babskie Sprawy, czyli wietrzenie szaf, podczas którego będzie można sprzedać albo kupić używane ubrania. Wydarzenie w g. 11:00-16:00. Szczegóły: https://szczecin.omni-centrum.pl/babskie-sprawy/\n\n10 LAT CENTRUM ŻEGLARSKIEGO\n\nRejsy jachtami, regaty oraz spływ kajakowy po jeziorze Małe Dąbie, do tego urodzinowy tort, ognisko, zabawy, animacje, dmuchańce i pokazy artystyczne dla dzieci – to część atrakcji przygotowanych z okazji 10-lecia Centrum Żeglarskiego w Szczecnie. Mieszkańcy będą mogli zajrzeć za kulisy funkcjonowania Centrum, poznać instruktorów, sprzęt żeglarski, a nawet spróbować swoich sił na trenażerze. To wszystko w sobotę w godz. 10:00-15:00 przy ul. Przestrzennej. Więcej: https://www.facebook.com/events/1209059780553948\n\nWAŻNY MECZ KOSZYKARZY KINGA, hala przy ul. Twardowskiego\n\nSłabsze ostatnie tygodnie sprawiły, że King Wilki Morskie Szczecin spadły na koniec sezonu zasadniczego na 7. miejsce w tabeli. To oznacza, że miejsce w play-offach muszą sobie najpierw wywalczyć w fazie play-in. Pierwsza szansa w sobotę, w meczu z 8. Śląskiem Wrocław. W tym terminie zajęta jest Netto Arena, więc koszykarze zagrają w hali przy ul. Twardowskiego. Początek meczu w sobotę o godzinie 20:00.\n\nMECZ PIŁKARZY WODNYCH ARKONII, Floating Arena\n\nWaterpoliści Arkonii Szczecin zmierzą się w rozgrywkach ekstraklasy z KSZO Ostrowiec Świętokrzyski. W pierwszej rundzie, na wyjeździe, szczecinianie byli górą. Początek meczu w sobotę o godzinie 13. Wstęp wolny.\n\nMECZ PIŁKARZY ŚWITU, stadion przy ul. Stołczyńskiej\n\nPiłkarze Świtu Szczecin zagrają w ramach 30. kolejki II ligi piłkarskiej z Olimpią Grudziądz. Drużyna ze Skolwina wciąż walczy o miejsce w pierwszej „szóstce\" tabeli, co pozwali powalczyć o awans do I ligi w barażach. Początek meczu w sobotę o godzinie 17.30. Bilety kosztują: 5-15 zł.\n\nDLA DZIECI: AKADEMIA TWÓRCZEGO MALUCHA, CH Ster\n\nAnimacje i zabawy ruchowe, oddziałujący na zmysły spektakl dla dzieci „Stukoszelest” w wykonaniu Malinowych Marzeń (o 14:00), czytanie książki „Stukoszelest” przez jej autorkę Kasię Brzozowską, kącik plastyczny, strefa ze skręcaniem baloników i malowaniem buziek, kącik gier i zabaw. To wszystko w sobotę czeka na najmłodszych w CH Ster na Gumieńcach. Wydarzenie Akademia Twórczego Malucha w godz. 12:00-16:00. Wstęp wolny. Więcej: https://chster.pl/wydarzenia/akademia-tworczego-malucha\n\nDLA DZIECI: „MAJA – REZOLUTNA PSZCZÓŁKA”, Zamek Książąt Pomorskich\n\nZamek zaprasza dzieci od 5. roku życia na przedstawienie „Maja – rezolutna pszczółka”. Teatralna adaptacja książki Waldemara Bonselsa „Pszczółka Maja i jej przygody” to opowieść o bystrej i ciekawej świata pszczółce, która odkrywa otaczający ją niezwykły świat, a dzięki odwadze, życzliwości i determinacji poznaje nowych przyjaciół. Spektakl w sobotę i niedzielę o godz 9:30, bilety 20 zł dziecko i 40 zł dorosły.\n\nDLA DZIECI: „KOŁYSANKI PÓŁNOCY”, Pleciuga\n\nW sobotę i niedzielę w Pleciudze „Kołysanki Północy” dla dzieci od 1. roku życia. To nowatorski spektakl Marty Łągiewki oparty na tradycyjnych kołysankach polskich i krajów Północy w nowych aranżacjach. Spektakl w oba dni o godz. 12:30, bilety 30 zł dziecko, 40 zł opiekun.\n\nDLA DZIECI: „KARMELEK”, Pleciuga\n\nPleciuga wystawi dla dzieci od 4. roku życia spektakl pt. „Karmelek”. To pełna humoru i ciepła opowieść o poszukiwaniu własnego talentu oraz sile przyjaźni, która sprawia, że dzięki niej każdy może poczuć się wyjątkowy. Spektakl w sobotę o godz. 16:00 i w niedzielę o godz. 11:00. Bilety w cenie 30 zł dziecko, 40 zł opiekun.\n\nLEŚNA SOBOTA w PUSZCZY WKRZAŃSKIEJ\n\nPałac Młodzieży zaprasza na Leśną Sobotę. Złaz na Wzgórzu Arkony. Początek o godz. 9:00, więcej: https://palac.szczecin.pl/kalendarium/1086-lesna-sobota-po-puszczy-wkrzanskiej/\n\nBINGO Z TWISTEM: KSIĄŻKA, FILM, ANIMACJA, Książnica Pomorska\n\nW sobotę w Książnicy Pomorskiej niecodziennie bingo, w którym trzy światy – książek, filmów i animacji – spotkają się na jednej planszy. Początek o godz. 13:00, obowiązują bezpłatne wejściówki: https://app.evenea.pl/event/bingo/.\n\nDLA DZIECI: WARSZTATY MUZYCZNE, DK 13 Muz\n\nDuet Do góry nutami w sobotę zaprasza rodziny z dziećmi 0-6 lat na warsztaty umuzykalniające. Uczestnicy będą słuchać śpiewu ptaków, bzyczenia owadów. Jak zwykle nie zabraknie piosenek z akompaniamentem ukulele. Początek o 11:00, wstęp 25 zł, więcej: https://www.facebook.com/events/1796538954469710/\n\nETNO DIZAJN, Muzeum Narodowe przy Wałach Chrobrego\n\nW sobotę Muzeum Narodowe zaprasza na warsztaty rodzinne z cyklu Etno Dizajn, zatytułowane: etno motywy na drewnie. Uczestnicy będą kopiować wzory, ale też stworzą własnoręczne unikatowe projekty dekoracyjne na drewnianych deskach i łyżkach. Muzeum zapewnia wszystkie materiały. Początek o godz. 13:00, bilety 20 zł, obowiązują wcześniejsze zapisy. Więcej: https://muzeum.szczecin.pl/edukacja/aktualnosci-edukacyjne/2744-etno-dizajn-etno-motywy-na-drewnie-warsztaty-rodzinne.html\n\nDLA DZIECI: WARSZTATY ILUZJI, Strych w Młynie\n\nStrych w Młynie (ul. Szeroka 19) w sobotę zaprasza na warsztaty iluzji dla dzieci i młodzieży od lat 7 z iluzjonistą Patrykiem Kowalskim. Magik nauczy młodych adeptów sztuk magicznych przy pomocy kart, monet, szklanek oraz innych przedmiotów, które z pozoru wydają się pozbawione magii. Początek o godz. 13:00, bilety 60 zł, obowiązują zapisy, więcej: https://www.facebook.com/events/1109539661208465/\n\nDRUTY OD PODSTAW – KURS DLA POCZĄTKUJĄCYCH, Strych w Młynie\n\nW sobotę w Strychu w Młynie również kurs robienia na drutach z Karoliną Klek. Uczestnicy poznają m.in. sposoby nabierania oczek, podstawowe ściegi i wykonają swój pierwszy projekt na drutach. Początek o godz. 14:30, koszt 120 zł, więcej: https://www.facebook.com/events/1049458547230578/\n\nPRZEGLĄD FILMOWY z okazji 80. ROCZNICY ZAKOŃCZENIA II WOJNY ŚWIATOWEJ, Zamek\n\nRównież w sobotę Zamek zaprasza na pokazy filmów. W repertuarze o godz. 17:30 „Popiół i diament” Wajdy – najwybitniejsze dzieło polskiej szkoły filmowej po raz pierwszy podejmujące problem moralnego rozdroża żołnierzy Armii Krajowej po zakończeniu wojny (pokaz w Kinie Zamek) – oraz o godz. 20:30 „Eroica” Munka, czyli jedno z czołowych osiągnięć „szkoły polskiej”, będące swoistym rozrachunkiem z mitologizowaniem wojennej przeszłości (pokaz na tarasach zamkowych). Wstęp wolny, na „Popiół i diament” obowiązują bezpłatne wejściówki. Więcej: https://zamek.szczecin.pl/wydarzenie/wydarzenia-plenerowe/80-rocznica-zakonczenia-ii-wojny-swiatowej/\n\nFILMOWE DNI SKANDYNAWII, Klub Delta\n\nPrzed nami kolejna odsłona filmowego cyklu w Klubie Delta. Tym razem będą to trzy spotkania z kinem skandynawskim. W repertuarze w piątek „Dziewczyna z igłą”, w sobotę – „Matka siedzi z tyłu” i w niedzielę – „Na rauszu”. Początek zawsze o 17:30, bilety od 16 zł. Więcej: https://www.facebook.com/klubdelta/events\n\n„TRUDNE POCZĄTKI. OSIEMDZIESIĄT LAT TEMU W POLSKIM SZCZECINIE” | WYSTAWA, Zamek\n\nOd czwartku na tarasach zamkowych można oglądać wystawę o trudnych początkach pierwszych włodarzy i mieszkańców polskiego Szczecina. Historie te dopełnia zbiór powojennych fotografii Szczecina i Pomorza Zachodniego, ukazujący skalę zniszczeń regionu, warunki życia pierwszych osadników, a także ich zmagania i zaangażowanie w odbudowę zniszczonego miasta. Wstęp wolny. Więcej: https://zamek.szczecin.pl/wydarzenie/wystawy/trudne-poczatki-osiemdziesiat-lat-temu-w-polskim-szczecinie/\n\n„WOJNA W KARYKATURZE. GRAFIKI STANISŁA TOEGLA” | WYSTAWA, Centrum Dialogu Przełomy\n\nZ kolei w „Przełomach” od czwartku można oglądać wystawę „Wojna w karykaturze”. Na ekspozycji zostało zaprezentowanych 26 karykatur wojennych autorstwa Stanisława Toegla. Autor porusza w nich przede wszystkim problemy nazizmu i zbrodni hitlerowskich. Bilety wg cennika muzeum.\n\nDNI OTWARTE W PRACOWNI ZDUŃSKIEJ, ul. Dworcowa 19\n\nW piątek i sobotę dni otwarte w pracowni zduńskiej przy ul. Dworcowej 19 u5. Można wpaść i ulepić z gliny np. kubek, doniczkę, świecznik, miseczkę dla psa, spróbować wyrzeźbić portret i toczyć na kole garncarskim. Pracownia zaprasza w piątek od 15:00 do 19:00 i w sobotę w g. 13:00-18:00. Wstęp wolny. Więcej: https://www.facebook.com/events/674553481778291/\n\nWARSZTATY OGRÓD W SŁOIKU, Ogrody Śródmieście\n\nTego samego dnia w Ogrodach Śródmieście odbędą się warsztaty tworzenia ogrodów w słoikach. Start o 17:00. Płatne. Więcej: https://www.facebook.com/events/1192486725919053/\n\nOGNISKO Z KLASYKIEM, Jezioro Głębokie\n\nW sobotę przy Jeziorze Głębokim ognisko sympatyków klasycznej motoryzacji. Spotkanie w g. 15:00-19:00 na parkingu przy ul. Kupczyka. Więcej: https://www.facebook.com/events/1790958281763593/\n\nFINISAŻ WYSTAWY BUDA DLA AZORA, MAMY i MNIE, Obrońców Stalingradu 17\n\nW galerii sztuki Obrońców Stalingradu 17 (ul. Bałuki 17) do soboty można oglądać wystawę „Buda dla Azora, mamy i mnie”, która skłania do dyskusji o aktualnej sytuacji mieszkaniowej w Polsce. W piątek o 17:00 i w sobotę o 18:00 zaplanowano oprowadzania kuratorskie, którym będą towarzyszyć ciekawe spotkania. Wstęp wolny. Więcej: https://www.facebook.com/events/1827198248131621\n\nPODZIEMNE TRASY SZCZECINA pod dworcem PKP\n\nPodziemne Trasy Szczecina w majówkę otwarte codziennie od 1 do 4 maja w godz. 11:00-16:00 (ostatnie bilety do kupienia o 15:00). Trzy niezapomniane podróże w czasie: „II Wojna Światowa”, „Zimna Wojna” i pełna humoru „Selfie z PRL-em”. Kolorowe tunele, dziesiątki pomieszczeń, oryginalne eksponaty – zrób selfie z Misiem Barei czy kultowym Paprykarzem Szczecińskim! Samodzielne zwiedzanie w 1,5 godziny. Dla dorosłych: filmy historyczne i skecze o absurdach PRL-u. Ceny biletów: normalny 45 zł, ulgowy 40 zł, dzieci i młodzież do 18 lat 35 zł. Więcej: schron.szczecin.pl.\n\nZWIEDZANIE MUZEUM SZCZECIN W PRL\n\nPrezentacja fragmentów codzienności niepolitycznej z lat 1952-1989, przykłady znakomitego wzornictwa, kultowych przedmiotów. Strefy tematyczne na ponad 100 m kw.: Szczecin (miejsca, zakłady pracy, kultura, muzyka, smaki), dzieciństwo, gabinet działacza partyjnego, mieszkanie, handel, rzemiosło, sport i wypoczynek. Adres: ul. Śląska 51/LU1A (po sąsiedzku z bramą ul. Śląska 52) – kamienica przy parku gen. Andersa, skrzyżowanie z ul. Więckowskiego. W najbliższy weekend zwiedzanie możliwe w sobotę i niedzielę od 12:00 do 15:00. Bilet normalny 20 zł, ulgowy 15 zł. Szczegóły: http://facebook.com/muzeumszczecinwprl, https://szczecinwprl.pl/\n\nXV MIĘDZYNARODOWY FESTIWAL SAKSOFONOWY, Filharmonia\n\nMiędzynarodowy Festiwal Saksofonowy od piętnastu lat przyciąga miłośników muzyki saksofonowej z całego świata. W sobotę w filharmonii rozpocznie go muzyczny preformance w holu, następnie artyści wraz z publicznością przeniosą się do sali kameralnej, gdzie zabrzmią dzieła takich mistrzów jak Karlheinz Stockhausen, Grażyna Bacewicz czy Marilyn Shrude. Początek o godz. 17:00, bilety 30/40 zł. Więcej: https://filharmonia.szczecin.pl/wydarzenia/2354-XV_Miedzynarodowy_Festiwal_Saksofonowy\n\nKONCERT BEST OF ERYKAH BADU, Jazzment\n\nW sobotę w klubie Jazzment wieczór w rytmie soulu i groove’u. Zabrzmią utwory Erykah Badu w wykonaniu YaniKi. Start o 21:00. Bilety 90 zł. Więcej: https://www.facebook.com/events/986315126972274\n\nNAJWIĘKSZE POLSKIE PRZEBOJE – KONCERT EVY SAND & ALEXA MARKA, DK Krzemień\n\nW sobotę w DK Krzemień wystąpią Eva Sand & Alex Marek. Zabrzmią polskie przeboje od lat 60. do współczesności. W repertuarze utwory m.in. Zbigniewa Wodeckiego, Krzysztofa Krawczyka, Mannamu czy Lady Pank. Start o 19:00, bilety od 31,50 zł. Więcej: https://www.facebook.com/events/1837724950309732\n\nKONCERT THE LOU READERS, Piwnica Kany\n\nW sobotę w Piwnicy Kany koncert THE LOU READERS. Jak czytamy, to nie jest cover band, to reinterpretacja, rehabilitacja i resuscytacja twórczości Lou Reeda, kontrowersyjnego założyciela The Velvet Underground. Godz. 20:30, wstęp wolny, więcej: https://www.facebook.com/events/656452763896815/\n\nSALTY PLEASURE & HARDTECHNO REVOLUTION, Hala Odra\n\nW sobotę w Hali Odra impreza z muzyką hard techno. Będą dwie sceny. Start 23:00. Bilety 40 zł. Więcej: https://www.facebook.com/events/657679173293389/\n\nKONCERT IN THE ABYSS OF DARKNESS, Krzywy Gryf\n\nW sobotę w Krzywym Gryfie pierwszy koncert z serii IN THE ABYSS OF DARKNESS, na którym zagrają: nowy zespół ze Szczecina, thrash/death metalowy MORTHAN, rewelacyjnie spisujący się na scenie stargardzki MORD i gość specjalny z Bydgoszczy DAMMNATORUM. Start 19:00, bilety 40-60 zł. Więcej: https://www.facebook.com/events/4091918381128672\n\nSOFTLOVE, After Ego\n\nW sobotę w After Ego druga edycja imprezy SOFTLOVE. Do Szczecina wpadnie mocna poznańska reprezentacja wspierana przez lokalnego rezydenta. „Na main'ie doświadczycie bezkompromisowego i bogatego w głębokie barwy techno. Scena outdoor to szeroki przekrój indie dance, dark disco i melodic house'u”, czytamy w zapowiedzi. Start 22:00. Bilety 30/40 zł. Więcej: https://www.facebook.com/events/968550121771386\n\nDJ BARTES w Hype Club\n\nW sobotę w klubie Hype na deptaku Bogusława zagra DJ BARTES. Jak czytamy w zapowiedzi, „jeden z czołowych polskich DJ-ów i producentów muzycznych, mistrz tanecznych brzmień house i deep house, którego sety porwały już niejedną publiczność na największych festiwalach i w klubach w całej Polsce”. Od 22:00. Wstęp 40 zł. Więcej: https://www.facebook.com/events/704271135396191\n\nPREMIERA: „PO BURZY”, Teatr Polski\n\nW ten weekend Teatr Polski wystawi premierowo „Po burzy” – sztukę na podstawie „Burzy” Szekspira i inspirowanej gestem przepisania „Burzy. Czarci pomiot” Atwood. To opowieść o amatorskiej trupie teatralnej. Prospero – dyrektor grupy – musi mierzyć się z burzą, która odbywa się w jego własnych myślach. I z burzą, z którą mamy dziś realnie do czynienia, czyli z rewolucją antyprzemocową i antymobbingową. Pokazy w piątek, sobotę i niedzielę o godz. 19:00, bilety w promocyjnej cenie 20 zł. Więcej tutaj\n\n„CARMEN”, Opera na Zamku\n\nW Operze na Zamku będzie można obejrzeć współczesną wersję słynnej opery „Carmen”. W nowej odsłonie spektaklu Don Jose nie przemyca przez granicę towarów, lecz uchodźców z Bliskiego Wschodu. Escamillo z torreadora staje się piłkarzem, a robotnice z fabryki cygar w Sewilli, to pracownice nowoczesnej korporacji. Prezentacje w sobotę o 19:00 i niedzielę o 18:00. Bilety kosztują 45-120 zł.\n\n„DIVA”, DK 13 Muz\n\nAmatorski TeART na Raz zaprasza na spektakl pt. „Diva”. Jest to komedia luźno oparta na historii Florence Foster Jenkins. „Najgorsza śpiewaczka świata”, jak ją nazywano, która pomimo całkowitego braku talentu wokalnego cieszyła się dużą popularnością, a jej koncerty miały zawsze pełną widownię. Początek w sobotę o 19:00, bilety od 21,50 zł na: https://www.biletomat.pl/bilety/diva-spektakl-szczecin-74688/\n\n„TO NIE BYŁO PLANOWANE”, Pleciuga\n\nPleciuga zaprasza też dorosłych widzów na jedyny w swoim rodzaju spektakl improwizowany z wykorzystaniem lalek, w którym fabuła będzie się rodzić na oczach widzów. Spektakl „To nie było planowane” zostanie zagrany w piątek i sobotę o godz. 19:00. Bilety 38/48 zł.\n\n„ŚWIADEK”, siedziba Stowarzyszenia Kamera\n\nStowarzyszenie Kamera zaprasza w sobotę na spektakl pt. „Świadek”. To opowieść o przemianie i drodze do wolności, o dramatycznej walce o własną tożsamość. Bohater konfrontując się z osobistymi pragnieniami, z własną seksualnością, dokonuje wyborów ostatecznych i porzuca hermetyczny i opresyjny świat wspólnoty religijnej. Spektakl o godz. 19:00 w siedzibie Stowarzyszenia Kamera (al. Papieża Jana Pawła II 17). Bilety 45 zł. Więcej: https://www.facebook.com/events/700092765793239\n\n„OSTRA JAZDA”, Nowa Dekadencja\n\nW sobotę w Nowej Dekadencji przy ul. Partyzantów 2 spektakl „Ostra jazda”. Bohaterowie, kiedy tracą pracę, stawiają na karierę w pornobiznesie. Szybko jednak się okazuje, że nakręcenie filmu erotycznego jest trudniejsze, niż mogłoby się wydawać… Pokazy o godz. 15:00 i 18:30, bilety od 100 zł na: https://adria-art.pl/wydarzenia/1836\n\nNIEDZIELA, 11 MAJA 2025\n\nPIKNIK NAD ODRĄ, Wały Chrobrego\n\nPonad 250 wystawców, targi turystyczne, dwa Wielkie Gotowania, intrygujące wieczorne widowisko przygotowane przez gości z Hiszpanii, Jarmark Rozmaitości, strefa atrakcji dla dzieci z dmuchańcami, farbami do malowania twarzy, wesołym miasteczkiem i Splash of Colors, oraz nowość, czyli Aleja Skandynawska. W sobotę i niedzielę na Wałach Chrobrego odbędzie się jedna z największych imprez plenerowych w Szczecinie – Piknik nad Odrą. Wstęp wolny. Szczegóły tutaj\n\nPCHLI TARG na Pogodnie\n\nW niedzielę na Pogodnie uwielbiany pchli targ. Udział bezpłatny zarówno dla wystawców, jak i odwiedzających. Wydarzenie w godz. 10:00-15:00 na pl. W. Pawłowskiego przy ul. Brodzińskiego. Więcej: https://www.facebook.com/events/1001583555394802/\n\nSZCZECIN COFFEE FESTIVAL, Netto Arena\n\nTo okazja, żeby napić się kawy do woli, poznać nowe smaki i wziąć udział w kawowych wykładach. W sobotę i niedzielę w Netto Arenie odbędzie się Szczecin Coffee Festival. Na miejscu będą kawy w wielu odmianach, także herbaty, kakao i alkohole na bazie kawy, ale i strefa targowa, spotkania branżowe, wykłady, warsztaty, wystawa plakatu kawowego, strefa cuppingów, strefy gastronomiczne oraz strefy ceramiki. W niedzielę zorganizowane zostaną także eliminacje do Mistrzostw Polski w Aeropressach. Wstęp w sobotę w godz. 10:00-18:00, w niedzielę od 10:00 do 17:00. Bilety od 10 zł. Więcej: https://www.facebook.com/events/9491719384206119\n\nFESTIWAL „ZROBIONE W SZCZECINIE”, Netto Arena\n\nZ kolei w sali treningowej Netto Areny w ten weekend festiwal „Zrobione w Szczecinie”, an któym swoją ofertę zaprezentują lokalni twórcy i laureaci szczecińskiego wyróżnienia. Wstęp w sobotę w godz. 10:00-18:00, w niedzielę od 10:00 do 17:00, wstęp wolny, więcej: https://www.facebook.com/events/1315298396252951\n\nFESTIWAL SMAKÓW FOOD TRUCKÓW, Wały Chrobrego\n\nW sobotę i niedzielę na Wałach Chrobrego odbędzie się również festiwal food trucków, w którym weźmie udział kilkanaście restauracji na kółkach z całej Polski. Będą m.in. ciastka kominkowe, langosze, makarony prosto z kręgu sera, pierożki dim sumy, burgery, churrosy. Więcej tutaj\n\nSZCZECIŃSKI BAZAR SMAKOSZY, OFF Marina\n\nJak co niedzielę, również 11 maja w OFF Marinie przy ul. Chmielewskiego 18 na Pomorzanach odbędzie się Szczeciński Bazar Smakoszy. Wydarzenie w godz. 10:00-14:00. Na miejscu sprawdzeni lokalni wystawcy. Wstęp wolny. Więcej: https://www.facebook.com/SzczecinskiBazarSmakoszy\n\nZZAGROBOWY SPACER PO CMENTARZU CENTRALNYM\n\nPrzewodniczka Joanna Olszowska w niedzielę organizuje spacer po jednym z najbardziej fascynujących cmentarzy w Polsce. Uczestnicy nie tylko odkryją sekrety największej szczecińskiej nekropolii, ale poznają też szczegóły pracy tanatokosmetologa i edukatora o śmierci. „Uchylimy wieko trumny, dzieląc się z Wami tym, jak na co dzień wygląda praca przy śmierci w Polsce”, zapowiada organizatorka. Początek o godz. 14:00, zbiórka przed Bramą Główną. Opłata dobrowolna. Więcej: https://www.facebook.com/events/648771894604470\n\nRZADKA OKAZJA OBEJRZENIA WITRAŻY Z DAWNEGO KOŚCIOŁA BETANIA\n\nRównież w niedzielę rzadka możliwość obejrzenia witraży znajdujących się we wnętrzu dawnego kościoła Betania. Po wizycie w kościele zaplanowano oprowadzanie po terenie dawnych zakładów opiekuńczych przy ul. Wawrzyniaka. Zbiórka przed budynkiem o 11:00. Udział bezpłatny. Więcej: https://www.facebook.com/events/1730702317657595\n\nOSIEDLOWA MAJÓWKA na Drzetowie-Grabowie\n\nW niedzielę o 11:00 w parku kieszonkowym Bezpieczna Przystań przy Rugiańskiej 74-76 zaplanowano osiedlowa majówkę. W planie: sadzenie roślin, eko warsztaty, gry i zabawy z animatorką, konsultacje z instruktorką nordic walkingu, zabawy językowe, słodkie upominki. Wstęp wolny. Więcej: https://www.facebook.com/events/693645386695341\n\nSPOTKANIE ZE SZCZECIŃSKĄ SZTUKĄ, Słowianin\n\nW niedzielę w Słowianinie spotkanie ze szczecińskimi artystami, które towarzyszy premierze książki „Ciekawe, czy księżniczki pierdzą?” Zuzy Rudej Rakoczy. W planie: wystawa obrazów Renaty Łempickiej, występ zespołu 8RĄK, koncert Waldemara Baranowskiego (gitara) oraz Moniki Frankowicz (śpiew), stoiska z pięknymi przedmiotami tworzonymi w Szczecinie. Start o 17:00. Wstęp wolny. Więcej: https://slowianin.org/event/ciekawe-czy-ksiezniczki-pierdza/\n\nDLA DZIECI: „MIKROŚWIATY”, Scena Antygrawitacji\n\nA co gdyby zmniejszyć się do rozmiaru bakterii i spróbować zbadać je w naturalnym środowisku – w naszych jelitach? Teatr Kompania Marzeń w niedzielę zaprasza na spektakl „Mikroświaty”, w którym docent Pigwa podejmuje się heroicznej wyprawy do wnętrza Hegla. Dla dzieci w wieku 7-14 lat. Początek 11:00 na scenie przy ul. Jodłowej 25. Bilety 35 zł. Więcej: https://www.facebook.com/events/550220990743955\n\nDLA DZIECI: „KOŁYSANKI PÓŁNOCY”, Pleciuga\n\nW sobotę i niedzielę w Pleciudze „Kołysanki Północy” dla dzieci od 1. roku życia. To nowatorski spektakl Marty Łągiewki oparty na tradycyjnych kołysankach polskich i krajów Północy w nowych aranżacjach. Spektakl w oba dni o godz. 12:30, bilety 30 zł dziecko, 40 zł opiekun.\n\nDLA DZIECI: „KARMELEK”, Pleciuga\n\nPleciuga wystawi dla dzieci od 4. roku życia spektakl pt. „Karmelek”. To pełna humoru i ciepła opowieść o poszukiwaniu własnego talentu oraz sile przyjaźni, która sprawia, że dzięki niej każdy może poczuć się wyjątkowy. Spektakl w sobotę o godz. 16:00 i w niedzielę o godz. 11:00. Bilety w cenie 30 zł dziecko, 40 zł opiekun.\n\nDLA DZIECI: „MAJA – REZOLUTNA PSZCZÓŁKA”, Zamek Książąt Pomorskich\n\nZamek zaprasza dzieci od 5. roku życia na przedstawienie „Maja – rezolutna pszczółka”. Teatralna adaptacja książki Waldemara Bonselsa „Pszczółka Maja i jej przygody” to opowieść o bystrej i ciekawej świata pszczółce, która odkrywa otaczający ją niezwykły świat, a dzięki odwadze, życzliwości i determinacji poznaje nowych przyjaciół. Spektakl w sobotę i niedzielę o godz 9:30, bilety 20 zł dziecko i 40 zł dorosły.\n\nOPROWADZANIE PO WYSTAWIE „TO NIE SĄ ZABAWKI”, Muzeum Techniki\n\nMuzeum Techniki w niedzielę zaprasza dzieci w wieku 7-9 lat wraz z opiekunami do świata Miniaturowych Domków! Kuratorka wystawy opowie o tym, jak i dlaczego powstały, w jaki sposób każdy z nas może utrwalić rodzinne wspomnienia, jakimi sprzętami posługiwano się kilkadziesiąt lat temu w domach i szkołach, przybliży ideę „ginących zawodów” oraz wyjaśni, czym są muzealne wystawy czasowe i czym zajmuje się kurator. Oprowadzanie w dwóch turach: 11:30 i 13:30, wstęp 15/22 zł. Więcej: https://muzeumtechniki.eu/familijne-oprowadzania-kuratorskie-po-wystawie-miniaturowych-domkow-to-nie-sa-zabawki/\n\nOPROWADZANIE KURATORSKIE PO WYSTAWIE „ETHICA POMERANICA”, Zamek\n\nZ kolei Zamek zaprasza do udziału w oprowadzaniu kuratorskim po wystawie „Ethica Pomeranica albo Zwierciadło pomorskie – Bogusław X, książę pomorski i jego czasy w dokumentach i zabytkach ze zbiorów polskich i obcych z lat 1454-1523”. Początek o godz. 14:00, udział w cenie biletu wstępu na wystawę – 9/15 zł. Więcej: https://zamek.szczecin.pl/wydarzenie/wystawy/ethica-pomeranica-albo-zwierciadlo-pomorskie/\n\nFESTIWAL MŁODE WILKI, Trafostacja Sztuki\n\nW niedzielę startuje Festiwal Młode Wilki – jeden z najważniejszych w Polsce przeglądów młodej sztuki. Młodzi artyści z Polski, Portugalii, Belgii, Łotwy i Niemiec spotkają się w Szczecinie w dniach 11–17 maja i zaprezentują publiczności realizacje z pola sztuki dźwięku. Cały program otworzą prezentacje Sound Sessions o 15:00 w Trafostacji Sztuki, a dodatkowo o godz. 20:00 koncert. Wstęp wolny. Program: https://www.facebook.com/photo?fbid=985493137122128&set=a.482508510753929. Więcej tutaj\n\nFILMOWE DNI SKANDYNAWII, Klub Delta\n\nPrzed nami kolejna odsłona filmowego cyklu w Klubie Delta. Tym razem będą to trzy spotkania z kinem skandynawskim. W repertuarze w piątek „Dziewczyna z igłą”, w sobotę – „Matka siedzi z tyłu” i w niedzielę – „Na rauszu”. Początek zawsze o 17:30, bilety od 16 zł. Więcej: https://www.facebook.com/klubdelta/events\n\nPODZIEMNE TRASY SZCZECINA pod dworcem PKP\n\nPodziemne Trasy Szczecina w majówkę otwarte codziennie od 1 do 4 maja w godz. 11:00-16:00 (ostatnie bilety do kupienia o 15:00). Trzy niezapomniane podróże w czasie: „II Wojna Światowa”, „Zimna Wojna” i pełna humoru „Selfie z PRL-em”. Kolorowe tunele, dziesiątki pomieszczeń, oryginalne eksponaty – zrób selfie z Misiem Barei czy kultowym Paprykarzem Szczecińskim! Samodzielne zwiedzanie w 1,5 godziny. Dla dorosłych: filmy historyczne i skecze o absurdach PRL-u. Ceny biletów: normalny 45 zł, ulgowy 40 zł, dzieci i młodzież do 18 lat 35 zł. Więcej: schron.szczecin.pl.\n\nZWIEDZANIE MUZEUM SZCZECIN W PRL\n\nPrezentacja fragmentów codzienności niepolitycznej z lat 1952-1989, przykłady znakomitego wzornictwa, kultowych przedmiotów. Strefy tematyczne na ponad 100 m kw.: Szczecin (miejsca, zakłady pracy, kultura, muzyka, smaki), dzieciństwo, gabinet działacza partyjnego, mieszkanie, handel, rzemiosło, sport i wypoczynek. Adres: ul. Śląska 51/LU1A (po sąsiedzku z bramą ul. Śląska 52) – kamienica przy parku gen. Andersa, skrzyżowanie z ul. Więckowskiego. W najbliższy weekend zwiedzanie możliwe w sobotę i niedzielę od 12:00 do 15:00. Bilet normalny 20 zł, ulgowy 15 zł. Szczegóły: http://facebook.com/muzeumszczecinwprl, https://szczecinwprl.pl/\n\nSZWAJOWA NIEDZIELA 2025, Stara Rzeźnia\n\nW niedzielę w Starej Rzeźni jubileuszowa edycja „Szwajowej niedzieli”. To nie tylko sentymentalna podróż przez reportaże Moniki Szwai, lecz także wyjątkowe spotkanie z jej przyjaciółmi i czytelnikami. W programie: archiwalne reportaże telewizyjne, ciekawe rozmowy, wspomnienia oraz muzyczny akcent – koncert zespołu Banana Boat. Start o 16:00, wstęp wolny, więcej: https://www.facebook.com/events/1210313887156790/\n\nPREMIERA: „PO BURZY”, Teatr Polski\n\nW ten weekend Teatr Polski wystawi premierowo „Po burzy” – sztukę na podstawie „Burzy” Szekspira i inspirowanej gestem przepisania „Burzy. Czarci pomiot” Atwood. To opowieść o amatorskiej trupie teatralnej. Prospero – dyrektor grupy – musi mierzyć się z burzą, która odbywa się w jego własnych myślach. I z burzą, z którą mamy dziś realnie do czynienia, czyli z rewolucją antyprzemocową i antymobbingową. Pokazy w piątek, sobotę i niedzielę o godz. 19:00, bilety w promocyjnej cenie 20 zł. Więcej tutaj\n\n„CARMEN”, Opera na Zamku\n\nW Operze na Zamku będzie można obejrzeć współczesną wersję słynnej opery „Carmen”. W nowej odsłonie spektaklu Don Jose nie przemyca przez granicę towarów, lecz uchodźców z Bliskiego Wschodu. Escamillo z torreadora staje się piłkarzem, a robotnice z fabryki cygar w Sewilli, to pracownice nowoczesnej korporacji. Prezentacje w sobotę o 19:00 i niedzielę o 18:00. Bilety kosztują 45-120 zł."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 09.05.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-09-05-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.0Utol0I2F9kkPLI9PSQB4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński4 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ u Jędruli w Inowrocławiu. Te przedmioty kryją w sobie sentymentalne historie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-u-j%C4%99druli-w-inowroc%C5%82awiu-te-przedmioty-kryj%C4%85-w-sobie-sentymentalne-historie/ar-AA1E9aXy?ocid=BingNewsVerp",
            "description": "Początek maja to idealna pora na zakup sezonowych roślin, które można wykorzystać do dekoracji ogrodu lub balkonu. Pchli targ ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Roalqt8Hhn9PJrUt78EZ3g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Inowrocław Nasze Miasto on MSN19 godz.",
            "source": "Inowrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Weekend we Wrocławiu nie można się nudzić! 10 hitowych wydarzeń: koncerty, targi, wyścigi i spacery (10-11 maja)",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/weekend-we-wroc%C5%82awiu-nie-mo%C5%BCna-si%C4%99-nudzi%C4%87-10-hitowych-wydarze%C5%84-koncerty-targi-wy%C5%9Bcigi-i-spacery-10-11-maja/ar-AA1EqwnC?ocid=BingNewsVerp",
            "description": "Nadchodzący weekend (9-11 maja) zapowiada się wyjątkowo intensywnie we Wrocławiu. Miasto przygotowało bogatą ofertę wydarzeń ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.JIayy16BLCJoNyS_UuPCVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Wrocław Nasze Miasto on MSN10 godz.",
            "source": "Wrocław Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 9.05.2025. Przygotowaliśmy zestaw najważniejszych informacji z wczoraj. Bądź na bieżąco z wydarzeniami",
            "link": "https://poranny.pl/przeglad-prasy-9-05-2025-przygotowalismy-zestaw-najwazniejszych-informacji-z-wczoraj-badz-na-biezaco-z-wydarzeniami/ar/c1p1-19960907",
            "description": "Nowe przetargi Agencji Mienia Wojskowego na maj 2025 zostały ogłoszone. Armia wyprzedaje samochody ciężarowe, osobowe, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uXFNIf7gqpRwIp_0Lj7bGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Poranny4 godz.",
            "source": "Kurier Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uważni Polacy pójdą spać późno. Dziś za darmo zobaczysz arcydzieło komedii",
            "link": "https://wiadomosci.radiozet.pl/kultura/uwazni-polacy-pojda-spac-pozno-dzis-za-darmo-zobaczysz-arcydzielo-komedii",
            "description": "Fani polskiej kinematografii pójdą dzisiaj późno spać. TVP pokaże film uwielbianą przez miliony Polaków komedię. \"Seksmisja\" ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jZXNS2lYfFuKFm2zZv7ZVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wiadomości Radio ZET3 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Polacy zobaczą dziś jeden z najbardziej kultowych filmów czasów PRL-u.\n\nProdukcja od lat zachwyca zarówno młodszych, jak i starszych widzów.\n\nDzieło Juliusza Machulskiego uznawane jest za jeden z największych hitów polskiej kinematografii.\n\nTVP pokaże kultowy film\n\nMiłośnicy polskich filmów pójdą dzisiaj późno spać. Telewizja Polska po raz kolejny pokaże kultową komedię science fiction, która od lat wzbudza ogromne emocje wśród widzów. \"Seksmisja\", bo o niej mowa, to jedno z najpopularniejszych dzieł Juliusza Machulskiego. Choć od premiery \"Seksmisji\" minęło ponad 40 lat, popularność filmu nie maleje. Do filmu uwielbianego polskiego reżysera powracają zarówno osoby, które dobrze pamiętają szare czasy PRL-u, jak i te, które dopiero poznają dzieła z czasów słusznie minionych.\n\nQuiz: Te filmy oglądaliśmy w PRL-u. Mało kto pamięta ten z pytania nr 5 [Quiz] 1/15 Film \"Co mi zrobisz, jak mnie złapiesz?\" nakręcił: Stanisław Bareja Andrzej Wajda Roman Polański Dalej\n\nFani \"Seksmisji\" oraz osoby, które nigdy nie widziały filmu, będą mieli możliwość obejrzenia kultowej produkcji już dzisiaj wieczorem. TVP1 pokaże genialną komedię o 23.05. Powtórka \"Seksmisji\" zaplanowana jest na poniedziałek, 12 maja, na godzinę 00.35. W obu przypadkach widzowie pójdą spać bardzo późno. \"Seksmisja\" jest jednak warta takiego poświęcenia. Film jest także dostępny dla użytkowników Canal+.\n\n\"Seksmisja\" przedstawia wizję przyszłości?\n\n„Seksmisja” to kultowa polska komedia science fiction z 1983 roku w reżyserii Juliusza Machulskiego, która zyskała status jednego z najważniejszych filmów w historii polskiej kinematografii. Film łączy elementy humoru, satyry społeczno-politycznej oraz refleksji nad totalitaryzmem i manipulacją informacją.\n\nAkcja filmu rozpoczyna się w 1991 roku, kiedy dwaj mężczyźni, Maksymilian „Maks” Paradys ( Jerzy Stuhr) i Albert Starski ( Olgierd Łukaszewicz), zgłaszają się do eksperymentalnej hibernacji mającej trwać trzy lata. Zamiast obudzić się w 1994 roku, budzą się dopiero w 2044 roku, odkrywając, że świat uległ radykalnej zmianie. W wyniku wojny nuklearnej mężczyźni wyginęli, a społeczeństwo jest teraz zdominowane przez kobiety, żyjące w podziemnych kompleksach. Maks i Albert są postrzegani jako relikty przeszłości i stają się obiektem badań. Film ukazuje ich próby odnalezienia się w nowej rzeczywistości oraz dążenie do ucieczki na powierzchnię, gdzie odkrywają, że świat nie jest tak zniszczony, jak im wmawiano.\n\nOglądaj\n\nW 2005 roku, w ankiecie przeprowadzonej przez magazyny „Cinema”, „Esensja” oraz portal Stopklatka.pl, \"Seksmisja” została uznana za najlepszy polski film ostatnich 30 lat. Film był również nominowany do Złotej Kaczki dla najlepszego filmu polskiego. Film został wyprodukowany przez Studio Filmowe Kadr, a zdjęcia realizowano m.in. w Łodzi, w kopalni soli w Wieliczce oraz w Łebie. Premiera odbyła się 14 maja 1984 roku.\n\nŹródło: Radio ZET"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy (9.05.2025). Zobacz prasówkę z najważniejszymi wydarzeniami z wczoraj. Bądź na bieżąco",
            "link": "https://dziennikpolski24.pl/przeglad-prasy-9-05-2025-zobacz-prasowke-z-najwazniejszymi-wydarzeniami-z-wczoraj-badz-na-biezaco/ar/c1p1-19960929",
            "description": "Jeszcze w maju Zamek Królewski na Wawelu otworzy nową trasę podziemną \"Międzymurze\". Zwiedzający po raz pierwszy zobaczą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ZURWxHv9h1e9MGZKBK9HsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Polski4 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 9.05.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://gazetakrakowska.pl/prasowka-9-05-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960891",
            "description": "122 metrowy komin ciepłowni przy ul. Kopernika w Trzebini został wyburzony. Efektowna detonacja obiektu odbyła się w środę (7 ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VoSAd6o7d7PxwxU01CXZTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska4 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Prasówka 9.05: pozostałe wydarzenia\n\nPoniżej prezentujemy pozostałe artykuły, które przyciągały wczoraj uwagę czytelników. Co było tak istotne, że nie można było od tego oderwać wzroku?\n\nZderzenie samochodu osobowego z motocyklem na drodze krajowej nr 7 w Jaworniku pomiędzy Krakowem i Myślenicami. Do wypadku doszło w czwartek (8 maja) krótko przed godz. 18. Trwa akcja ratownicza. Na miejscu pracują strażacy, Zespół Ratownictwa Medycznego, policja. Jak informują służby, w wypadku poszkodowany został kierowca motocykla."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Turyści po raz pierwszy będą mogli zejść do podziemi wawelskich, które mają tysiąc lat. To tam odnaleziono słynny złoty pierścień",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/tury%C5%9Bci-po-raz-pierwszy-b%C4%99d%C4%85-mogli-zej%C5%9B%C4%87-do-podziemi-wawelskich-kt%C3%B3re-maj%C4%85-tysi%C4%85c-lat-to-tam-odnaleziono-s%C5%82ynny-z%C5%82oty-pier%C5%9Bcie%C5%84/ar-AA1EpzQ7?ocid=BingNewsVerp",
            "description": "W ramach nowej wystawy stałej \"Zbrojownia Wawelska\" po raz pierwszy zostaną udostępnione dwa pomieszczenia w podziemiach ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ONC77JAaV7XU40jAEsiJQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska on MSN3 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking do 65 km od Gryfic. Podpowiadamy, gdzie warto się wybrać w weekend 10 - 11 maja",
            "link": "https://gryfice.naszemiasto.pl/sciezki-nordic-walking-do-65-km-od-gryfic-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-10-11-maja/ar/c7p1-22319401",
            "description": "Akademia Rycerska - w 1655 r. założył ją Wielki Elektor Fryderyk Wilhelm. Była to pierwsza szkoła wojskowa w państwie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MMhndxs-yWRl-KLRS7QuWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gryfice Nasze Miasto18 godz.",
            "source": "Gryfice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złoty Pociąg odnaleziony? Do urzędu w Wałbrzychu wpłynęło tajemnicze zgłoszenie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/z%C5%82oty-poci%C4%85g-odnaleziony-do-urz%C4%99du-w-wa%C5%82brzychu-wp%C5%82yn%C4%99%C5%82o-tajemnicze-zg%C5%82oszenie/ar-AA1ErGUt?ocid=BingNewsVerp",
            "description": "Legenda o Złotym Pociągu znów odżyła. Tajemniczego, domniemanego, pociągu pancernego III Rzeszy poszukiwano wiele lat, jednak ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.amwvMt4zrNggFUhpo7jTKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET on MSN1 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mieszkańcy chcą ocalenia zieleni w centrum Łodzi. Boją się, że ktoś podtruł drzewa",
            "link": "https://lodz.wyborcza.pl/lodz/7,35136,31917618,mieszkancy-chca-ocalenia-zieleni-w-centrum-lodzi-boja-sie.html",
            "description": "Teren przy Kopcińskiego 89 to prywatna działka, należąca do dewelopera. Okoliczni mieszkańcy walczą o zachowanie zielonego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nYooq4-0SAtlJ7uvqY7DGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Łódź.Wyborcza.pl43 min",
            "source": "Łódź.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odnaleziono Złoty Pociąg? Do urzędu w Wałbrzychu wpłynęło zgłoszenie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/odnaleziono-z%C5%82oty-poci%C4%85g-do-urz%C4%99du-w-wa%C5%82brzychu-wp%C5%82yn%C4%99%C5%82o-zg%C5%82oszenie/ar-AA1EoFRc?ocid=BingNewsVerp",
            "description": "Legenda o Złotym Pociągu nie blaknie, a raczej znów robi się o niej głośno. Wszystko za sprawą tajemniczego zgłoszenia, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.05f6lzeg7HMJjxjYAxOetS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Podróże Onet on MSN20 godz.",
            "source": "Podróże Onet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przedsiębiorca prowadzący przedszkole nękany kontrolami przez urzędników z Niemodlina. Bo zdobywam dotacje",
            "link": "https://opole.wyborcza.pl/opole/7,111632,31913712,przedsiebiorca-prowadzacy-przedszkole-nekany-kontrolami.html",
            "description": "Urzędnicy notorycznie prześwietlają wydatki prywatnego przedszkola i żłobka z Niemodlina. Gdy po blisko rocznej analizie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.B-FrWIceLiH2WeGv6rD_Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wyborcza Opole3 godz.",
            "source": "Wyborcza Opole",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Legenda złotego pociągu znów odżyła. Do urzędu w Wałbrzychu wpłynęło zgłoszenie",
            "link": "https://www.tokfm.pl/Tokfm/7,189664,31920381,legenda-zlotego-pociagu-znow-odzyla-do-urzedu-w-walbrzychu.html",
            "description": "Po niemal dekadzie od medialnego szumu związanego z rzekomym odkryciem tzw. złotego pociągu w Wałbrzychu, temat powraca. Jak podało Radio Wrocław, do Biura Rzeczy Znalezionych Urzędu Miejskiego wpłynę ...",
            "image_url": "https://www.bing.pl/th?id=ODF.TcBbWj_xV054gZJbs0Ko_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "TOK FM56 min",
            "source": "TOK FM",
            "article_content": "Do Urzędu Miejskiego w Wałbrzychu wpłynęło nowe zgłoszenie dotyczące tzw. złotego pociągu - poinformowało Radio Wrocław. Osoba ta twierdzi, że zlokalizowała tunel i trzy wagony;\n\nJak podkreśliła Kamila Świerczyńska z wałbrzyskiego ratusza, urząd nie może podjąć żadnych działań bez formalnego zgłoszenia odkrycia przez znalazcę;\n\nLegenda Złotego Pociągu narodziła się wraz z końcem II wojny światowej. Wiosną 1945 roku skład pancerny miał opuścić Wrocław, przewożąc złoto, platynę, biżuterię oraz dzieła sztuki, po czym ślad po nim zaginął.\n\nZobacz wideo\n\nSprawa trafiła do urzędników w Wałbrzychu pod koniec kwietnia. \"Autor tego pisma informuje nas, że według jego wiedzy zlokalizował zarówno tunel, jak i trzy wagony i chciałby nas o tym poinformować. Natomiast z pisma nie wynikało, czy zamierza podejmować dalsze kroki. Nic więcej na ten moment jako miasto zrobić nie możemy - poza kibicowaniem\" - powiedziała w rozmowie z Radiem Wrocław Kamila Świerczyńska z urzędu miasta.\n\nREKLAMA\n\nPoszukiwania złotego pociągu\n\nOsoba zgłaszająca nie była wcześniej znana w środowisku eksploratorów i nie uczestniczyła w poszukiwaniach złotego pociągu prowadzonych w 2015 i 2016 roku przez Piotra Kopra i Andreasa Richtera. Przypomnijmy - dekadę temu Radio Wrocław podało, że złoty pociąg może znajdować się w okolicy 60. kilometra trasy Wrocław-Wałbrzych.\n\nPrace poszukiwawcze prowadzono na terenie wałbrzyskiej dzielnicy Szczawienko, tuż przy linii kolejowej nr 274, na jej 65. kilometrze. Przeprowadzono badania georadarem, a następnie w - sierpniu 2016 roku - rozpoczęto wykopy mające dotrzeć do domniemanego tunelu, w którym miałby znajdować się skarb. Wywołało to ogólnopolską (i międzynarodową) sensację, ostatecznie jednak żadnego pociągu nie odnaleziono.\n\nZ informatorem, który twierdzi, że zlokalizował złoty pociąg w jednym z kompleksowa leśnych\", spotkali się przedstawiciele Biura Zarządzania Kryzysowego i Konserwatora Zabytków. Ten drugi poinformował zgłaszającego, że wszelkie działania wymagają wcześniejszego podjęcia współpracy z odpowiednimi organami.\n\nSkarb miał zaginąć bez śladu tuż po wojnie\n\nLegenda Złotego Pociągu narodziła się po II wojnie światowej. Według jednej z wersji skład pancerny miał opuścić Wrocław wiosną 1945 roku, przewożąc kosztowności - złoto, platynę, biżuterię, dzieła sztuki, dokumenty SS, a nawet fragmenty Bursztynowej Komnaty. Zaginął bez śladu, a domniemania o jego miejscu ukrycia skupiają się na okolicach zamku Książ i dzielnicy Wałbrzycha - Kuźnice Świdnickie.\n\nREKLAMA\n\nPosłuchaj:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kopalnia bursztynu",
            "link": "https://gdansk.naszemiasto.pl/tag/kopalnia-bursztynu",
            "description": "Warto się tu wybrać. Zadowolenie gwarantowane. Malownicze Lasy Otomińskie, bo o nich mowa, z terenem dawnej kopalni bursztynu - to propozycja na rowerową, ale i... Malownicze Lasy Otomińskie z terenem ...",
            "image_url": "https://www.bing.pl/th?id=ODF.boOkKdH-T8isceS81-32Lg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Gdańsk Nasze Miasto22 godz.",
            "source": "Gdańsk Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na Podlasiu znaleziono tajemniczy skarb. Był ukryty w środku lasu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/na-podlasiu-znaleziono-tajemniczy-skarb-by%C5%82-ukryty-w-%C5%9Brodku-lasu/ar-AA1EoC8u?ocid=BingNewsVerp",
            "description": "Na Podlasiu znaleziono tajemniczy skarb ze srebra i złota. Był ukryty w środku lasu, a trafiła na niego grupa eksploracyjna ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3qt_cWqNmy87MiFNUQ4d0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET on MSN20 godz.",
            "source": "Wiadomości Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta część Wawelu była skrywana przez wieki. Pod zamkiem pojawiła się nowa trasa",
            "link": "https://www.se.pl/krakow/ta-czesc-wawelu-byla-skrywana-przez-wieki-pod-zamkiem-pojawila-sie-nowa-trasa-aa-Sv5t-QJAu-zCe9.html",
            "description": "Przez setki lat była niedostępna, zapomniana i ukryta głęboko pod królewskim wzgórzem. Teraz historyczne \"Międzymurze\" odsłania się przed turystami, którzy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.m7D0yBzzZsnKtu44yb1UTg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Super Express21 godz.",
            "source": "Super Express",
            "article_content": "Spis treści\n\nCo zobaczyć w Krakowie? Zamek Królewski na Wawelu to punkt obowiązkowy\n\nKraków to miasto na południu Polski pełne historii, legend i niezliczonych atrakcji turystycznych. Jeśli jednak mielibyśmy wybrać jedno miejsce, które najlepiej oddaje ducha dawnej stolicy naszego kraju, zdecydowanie byłby to Zamek Królewski na Wawelu. Monumentalna budowla od lat przyciąga turystów z całego świata. Co ciekawe, teraz po dekadach badań, Wawel odsłania ukryte jak dotąd przed odwiedzającymi fragmenty zamkowych fortyfikacji, które zwiedzimy, przechadzając się trasą \"Międzymurze\".\n\nNowa atrakcja turystyczna na Wawelu. Otwarcie podziemnej trasy niebawem\n\n\"Międzymurze\" to obszar położony pomiędzy dawnymi murami obronnymi Zamku Królewskiego na Wawelu, który przez stulecia odgrywał istotną rolę w systemie fortyfikacyjnym. Dziś dzięki zakrojonym na szeroką skalę pracom archeologicznym i konserwatorskim odwiedzający mogą podziwiać pozostałości architektoniczne - romańską wieżę, gotyckie przedmurze oraz średniowieczne mury kleszczowe.\n\nCo istotne, nowa trasa to nie tylko spacer pośród zabytkowych ruin, ale w pełni rozwinięta ekspozycja muzealna. Historia Wawelu ożywa tu na oczach zwiedzających, a przeszklone kładki zawieszone nad reliktami pozwalają na ich podziwianie z dotąd niedostępnej perspektywy.\n\nJednym z najbardziej ekscytujących elementów nowej trasy jest bliskie sąsiedztwo Smoczej Jamy. Przejście nad wapienną skałą, pod którą znajduje się legendarna jaskinia smoka wawelskiego, daje zwiedzającym unikalną możliwość zobaczenia tego miejsca z nowej perspektywy. Dodatkowo, dzięki technologii odwiedzający mogą poznać zarówno geologiczną historię, jak i legendę o smoku, która od wieków jest jednym z symboli Krakowa.\n\nDalsza część artykułu znajduje się pod galerią.\n\nZamek Królewski na Wawelu w Krakowie\n\n\"Międzymurze\", czyli Wawel z nowej perspektywy. Kiedy otwarcie?\n\nZamek Królewski na Wawelu już 23 maja 2025 roku otworzy podziemną trasę \"Międzymurze\". Oficjalne otwarcie będzie nie lada wydarzeniem, które z pewnością przyciągnie do miasta wielu turystów.\n\nOtwarcie trasy Międzymurze na Wawelu to bez wątpienia jedno z najważniejszych wydarzeń turystycznych sezonu letniego 2025 [...] Tego typu inwestycje pokazują, jak silnie rozwija się oferta kulturalna i historyczna Polski i jak ważne staje się dziś łączenie dziedzictwa historycznego z nowoczesnymi technologiami - mówi Karol Wiak, ekspert Nocowanie.pl w rozmowie z portalem turystyka.wp.pl."
        }
    }
]