[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 24.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-24012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Wt%2bx0OHfZ7D6PGgrS8hDXg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 25.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-25012025/ar-AA1xM6Ms?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN1 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na tych starych banknotach i monetach można dobrze zarobić. Kosztują krocie! 23.01.25",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/na-tych-starych-banknotach-i-monetach-mo%C5%BCna-dobrze-zarobi%C4%87-kosztuj%C4%85-krocie-220125/ar-AA1xAL4w?ocid=BingNewsVerp",
            "description": "Szukasz starych banknotów i monet? Niektóre rzeczy z tego okresu to prawdziwe perełki dla kolekcjonerów. Poszukują ich na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.PpYq9bq28WBinLHn65hKfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Krakowska on MSN20 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 24.01.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-24012025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go ...",
            "image_url": "https://www.bing.pl/th?id=OVF.UOxcaw%2bwjuYVejb7jgOVyA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 25.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-25012025/ar-AA1xMdR0?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je przejrzeć, bo niektóre warte są obecnie naprawdę sporo. Kolekcjonerzy płacą ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN1 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z czasów PRL w cenie złota. Tyle dziś kosztują stare porcelanowe naczynia, wazony i figurki [24.01.2025 r.]",
            "link": "https://pomorska.pl/porcelana-z-czasow-prl-w-cenie-zlota-tyle-dzis-kosztuja-stare-porcelanowe-naczynia-wazony-i-figurki-24-01-2025-r/ar/c9p2-27197221",
            "description": "Porcelana produkowana w PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz ...",
            "image_url": "https://www.bing.pl/th?id=OVF.c1NQP25285rBYD%2fnAvlgjw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Pomorska2 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To już 33. finał Wielkiej Orkiestry Świątecznej Pomocy. Opolscy wolontariusze pojadą za darmo pociągami",
            "link": "https://www.msn.com/pl-pl/news/other/to-ju%C5%BC-33-fina%C5%82-wielkiej-orkiestry-%C5%9Bwi%C4%85tecznej-pomocy-opolscy-wolontariusze-pojad%C4%85-za-darmo-poci%C4%85gami/ar-AA1xMnL9?ocid=BingNewsVerp",
            "description": "W dniu tegorocznego finału Wielkiej Orkiestry Świątecznej Pomocy, czyli 26 stycznia, wolontariusze z puszkami z czerwonym serduszkiem WOŚP będą mogli bezpłatnie podróżować pociągami POLREGIO na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "nto.pl on MSN16 min",
            "source": "nto.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To kwiaty najlepsze do domu! Te rośliny doniczkowe są piękne i wzbogacą twoje wnętrze. Jakie kwiaty wybrać do domu? 24.01.2025",
            "link": "https://gk24.pl/to-kwiaty-najlepsze-do-domu-te-rosliny-doniczkowe-sa-piekne-i-wzbogaca-twoje-wnetrze-jakie-kwiaty-wybrac-do-domu-24012025/ar/c9-18815989",
            "description": "Obecnie pragniemy, by nasze domowe wnętrza miały swój unikatowy charakter, były przytulne i kolorowe. Jednym z pomysłów na wzbogacenie naszego domowego wnętrza z pewnością są kwiaty. Nie tylko dodają ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety z PRL są warte ogromne pieniądze! Zapłacisz za nie nawet kilkanaście tysięcy złotych! Tyle kosztują monety z PRL",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/te-monety-z-prl-s%C4%85-warte-ogromne-pieni%C4%85dze-zap%C5%82acisz-za-nie-nawet-kilkana%C5%9Bcie-tysi%C4%99cy-z%C5%82otych-tyle-kosztuj%C4%85-monety-z-prl/ar-AA1xF2s5?ocid=BingNewsVerp",
            "description": "Spis treściPopularność przedmiotów z PRLJakich przedmiotów z PRL poszukujemy?Monety z PRL warte majątek!Ile kosztują monety z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mmrf7V4zqE4FRhJP4k7GUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN10 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muhammad Din",
            "link": "https://www.salon24.pl/u/robin-goodfellow/1423983,muhammad-din",
            "description": "Reklama Imam Din objaśnił moje przebaczenie chłopcu, który tymczasem okręcił swą szyję koszulą, jakby jakim sznurem. Skutkiem tego wycie zamieniło się w jakieś ciężkie westchnienie. Dodatkowo objaśnił ...",
            "image_url": "https://www.bing.pl/th?id=ODF.jZgrwEuzKnwasKESeYB_Iw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Salon2412 godz.",
            "source": "Salon24",
            "article_content": "23.01.2025 BLOG\n\n*******\n\nPiłka leżąca na gzymsie kominka była stara, podarta, poplamiona i połatana. Obok niej stały cybuchy, które Imam Din, mój służący codziennie czyścił.\n\n- Czy syn nieba potrzebuje tej piłki? - zapytał raz Din najpokorniej.\n\nSyn nieba nie przykładał żadnej wartości do tego drobiazgu; ale co memu służącemu było po niej? - Za pozwoleniem waszej wysokości, mam małego synka. Zobaczył tę piłkę i chciałby się nią pobawić. Ja nie potrzebuję jej dla siebie.\n\nNikt zresztą nie przypuściłby i na chwilę, żeby stary poważny Imam Din miał się bawić piłką. Zaniósł piłkę na werandę, a za chwilę dolatywał mnie stamtąd radosny kwik, tupanie nóżkami i łoskot odbijającej się piłki. Prawdopodobnie malec czekał na dworze, aby dostać ten skarb. Ale w jaki sposób zobaczył on ją pierwszy raz?\n\nGdy następnego dnia wróciłem trochę wcześniej niż zwykle, zauważyłem w jadalni drobna postać w króciuchnej koszulce, która ledwie do połowy okrywała okrągłe ciałko. Mały człowieczek miał palec w ustach i mruczał coś niezrozumiale, rozglądając się po moich obrazach. Był to właśnie ów mały synek. W moim pokoju nie szukał niczego, to jednak, co widział, tak przykuwało jego uwagę, że nawet nie zauważył mego wejścia. Gdy postąpiłem bliżej, był tak przerażony, że ledwo nie dostał kurczów, wytrzeszczył oczy i równocześnie otworzył usta.\n\nWiedziałem, co może nastąpić, przybyłem mu więc na ratunek, a w zamian za to usłyszałem suchy krzyk, podobny raczej do wycia. Wycie to działało jak najskuteczniej na służbę, aniżeli mój najbardziej rozkazujący głos. Potem usłyszałem głośne łkanie, a gdy wróciłem zastałem w izbie Imam Dina. Upominał właśnie małego grzesznika, który z całej koszuli zrobił sobie coś w guście kieszeni. - To straszny urwis – mówił Imam Din uroczystym tonem sędziego. – Za takie przestępstwo nie dostanie nic tylko trochę wody i kawałeczek chleba.\n\nPotem usłyszałem znów krzyk „skazańca” i długą mowę Imam Dina, usprawiedliwiającą cały postępek swego chłopca.\n\n- Powiedz chłopcu – rzekłem – że się nie gniewam na niego i weź go!\n\nImam Din objaśnił moje przebaczenie chłopcu, który tymczasem okręcił swą szyję koszulą, jakby jakim sznurem. Skutkiem tego wycie zamieniło się w jakieś ciężkie westchnienie.\n\nDodatkowo objaśnił mię Imam Din, że chłopiec nazywa się Muhammad Din.\n\nMyślał zapewne, że imię ma coś wspólnego z przestępstwem i dodał, iż jest niepoprawnym urwisem. W przekonaniu, że niebezpieczeństwo minęło, obrócił się chłopiec na ramionach ojca i rzekł z powagą:\n\n- Tak jest! Prawdą jest, że nazywam się Muhammed Din, ale nie jestem urwisem. Jestem człowiekiem.\n\nDzień ten był dniem zawarcia mojej znajomości z Muhammadem Dinem. Do mojej jadalni nie przychodził już nigdy, ale na neutralnej ziemi w ogrodzie i na podwórzu pozdrawialiśmy się nieraz.\n\nCałe nasze spotkanie ograniczało się wprawdzie tylko do słów „Talaam Tahib” z jego strony i „Salaam Muhammad Din” z mojej strony.\n\nCodziennie, gdy wracałem z urzędu, widziałem jak biała koszulina na małym tłustym ciałku wyglądała spoza poręczy obrośniętej lianami, i regularnie zatrzymywałem konia, aby i moje pozdrowienie nie przebrzmiało. Muhammad Din nie bawił się nigdy w towarzystwie. Siadywał samotnie wśród krzaków rabarbarowych i zabawiał się jakoś tajemniczo. Raz przypadkiem natknąłem się na taką zabawę.\n\nZagrzebał piłkę do połowy w piasku i zasadził dokoła niej sześć zwiędłych kwiatków. Między nimi na przemian poukładał to kawałki cegieł, to trochę stłuczonej porcelany, a wszystko otoczył wałem piasku. Służący obracający korbę w studni, wstawiał się za nim, tłumacząc, że to tylko zabawka i że chłopiec nie oszpeci mi tym ogrodu. Bóg świadkiem, że nie miałem zamiaru, ani wtedy ani kiedykolwiek indziej dotknąć tej zabawki. Ale spacerując wieczorem po ogrodzie, wpadłem na nią przypadkowo i zanim spostrzegłem, rozrzuciłem nogami kwiaty, mur z piasku i skorupki porcelanowe i to tak silnie, że nie miałem sam nadziei, aby chłopiec to na powrót ustawił.\n\nNastępnego dnia spostrzegłem Muhammad Dina, jak płakał nad rozwalonym przeze mnie swoim dziełem. Ktoś mu powiedział, że byłem nań gniewny za rujnowanie ogrodu, że rozrzuciłem mu całą robotę i jeszcze przy tym wykrzykiwałem. Całą godzinę potem męczył się Muhammad Din nad starannym zatarciem jakiegokolwiek śladu po całej robocie, a gdy wracałem z urzędu, wypowiedział swoje „Talaam Sahib” płaczliwym głosem i ze smutkiem na twarzy.\n\nNastępstwem tego smutku była wiadomość zaniesiona przez Imama Dina synowi, że wskutek mej wielkiej łaski wolno mu zabawiać się w ogrodzie, jak tylko chce. Chłopiec ucieszył się i wnet zaczęła się zarysowywać nowa budowla, mająca zaćmić poprzednią.\n\nPrzez kilka miesięcy bawił się tak Muhammad wśród krzaków rabarbarowych, budując w piasku coraz to nowe zamki ze zwiędłych kwiatów, żwiru i piór, które zapewne moje kury pogubiły – zawsze sam i zawsze mrucząc.\n\nPewnego dnia rzuciłem niedaleko jego budowli pstrą muszlę morską; przewidywałem, że Muhammad Din przy jej pomocy wybuduje coś wspaniałego. I nie zawiodłem się. Przeszło pół godziny myślał nad nią, a mruczenie zamieniło się w głośny krzyk radości. Potem zaczął kreślić linie na piasku. Projektował rzeczywiście wspaniały jakiś pałac dwa kroki długi i krok szeroki!\n\nNiestety! Nie dokończył pałacu. Następnego dnia nie było już Muhammad Dina na drodze, nie pozdrawiał mnie wracającego z biura słowami: „Talaam Tahib!” Przyzwyczaiłem się tak do tego pozdrowienia, że brak jego zaniepokoił mnie. Na drugi dzień zawiadomił mnie Imam Din, że chłopiec ma lekka febrę i musi dostać chininy. Dostał ją ode mnie, posłałem mu też lekarza.\n\n- On nie wytrzyma – rzekł lekarz – opuszczając mieszkanie Imam Dina.\n\nW tydzień byłem świadkiem smutnego widoku, za którego odwrócenie byłbym wiele ofiarował.\n\nNa drodze na mahometański cmentarz spotkałem Imam Dina w towarzystwie przyjaciół, jak niósł w prześcieradle owinięte śmiertelne szczątki małego Muhammad Dina.\n\n*******\n\n\n\n\n\nOpowiadanie pochodzi z tomu „Plain Tales from the Hills”, 1888 r.\n\nPrzekład Aem z 1905 r. przejrzał i zredagował\n\nK.Rafalski\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-24012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.dJ2ezot70NiNPA%2b0UQvdEg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl1 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 24.01.2025",
            "link": "https://www.msn.com/pl-pl/technologia/handel-elektroniczny/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-24-01-2025/ar-AA1xMbIE?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.PKNd8y4OKn4dKc2ATlqBkw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nowiny on MSN54 min",
            "source": "Nowiny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co? Gdzie? Kiedy? Nawigator weekendowy",
            "link": "https://www.naszraciborz.pl/site/art/1-aktualnosci/0-/114848-co-gdzie-kiedy-nawigator-weekendowy",
            "description": "Spektakle, koncerty, zawody, a przede wszystkim 33. Finał WOŚP, właśnie te wydarzenia czekają na nas w nadchodzący weekend.",
            "image_url": "https://www.bing.pl/th?id=OVFT.zMEbsDJi5pZK0CVZ3Mgpri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "naszraciborz2 godz.",
            "source": "naszraciborz",
            "article_content": "Spektakle, koncerty, zawody, a przede wszystkim 33. Finał WOŚP, właśnie te wydarzenia czekają na nas w nadchodzący weekend. Sprawdź, co będzie się działo.\n\nPiątek, 24.01.2025\n\n17.00 - Spektakl Momo w sali widowiskowej Młodzieżowego Domu Kultury\n\n18.00 - Koncert świąteczno-noworoczny w wykonaniu orkiestr RCK pod dyrekcją Henryka Krótkiego. Patrz TUTAJ.\n\nSobota, 25.01.2025\n\n7.00 - Targ staroci i targ koński w Pietrowicach Wielkich\n\n11.00 - Kafejka językowa \"Mówimy po polsku\" w MiPBP w Raciborzu. Patrz TUTAJ.\n\n11.00 - IX Eko Cross po Ziemi Pietrowickiej. Więcej TUTAJ.\n\n16.00 - Warsztaty familijne w SOWA Racibórz\n\n18.00 - Koncert Golden Hits of Queen & Her Majesty Orchestra w RCK. Więcej TUTAJ.\n\n20.30 - Saunowanie z saunamistrzem w aquapark H2Ostróg\n\nNiedziela, 26.01.2025\n\n33. Finał Wielkiej Orkiestry Świątecznej Pomocy w Raciborzu\n\n14.00 - 33. Finał Wielkiej Orkiestry Świątecznej Pomocy w Krzanowicach\n\n15.00 - Gminny przegląd kolęd w kościele pw. św. Wita, Modesta i Krescencji w Pietrowicach Wielkich\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zapomniany skarb. Prof. Chorowska: To miejsce wciąż nieobecne w świadomości wielu Polaków",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zapomniany-skarb-prof-chorowska-to-miejsce-wci%C4%85%C5%BC-nieobecne-w-%C5%9Bwiadomo%C5%9Bci-wielu-polak%C3%B3w/ar-AA1xJtEZ?ocid=BingNewsVerp",
            "description": "To miejsce nieznane wielu Polakom, a nawet, jak mówi prof. Małgorzata Chorowska, nawet samym mieszkańcom Wrocławia. Spacerując ulicami wrocławskiego Ostrowa Tumskiego nie zdajemy sobie w ogóle sprawy, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.mifPOK2F1vOuGGWe8nB8UA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "DoRzeczy Historia on MSN17 godz.",
            "source": "DoRzeczy Historia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb z PRL warty majątek. Kiedyś zdobił prawie każdy dom, dziś osiąga zawrotne ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/skarb-z-prl-warty-maj%C4%85tek-kiedy%C5%9B-zdobi%C5%82-prawie-ka%C5%BCdy-dom-dzi%C5%9B-osi%C4%85ga-zawrotne-ceny/ar-AA1xIRmj?ocid=BingNewsVerp",
            "description": "Polska Rzeczpospolita Ludowa to okres, który zapisał się na kartach historii rodzimego designu. Produkty wytwarzane wówczas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.toZdAUzp0AV2J58AEjcGmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Biznesinfo on MSN20 godz.",
            "source": "Biznesinfo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 25 - 26 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-25-26-stycznia/ar/c7p1-21831633",
            "description": "Szukasz pomysłu na wyprawę rowerową w pobliżu Oświęcimia? Proponujemy, gdzie warto się wybrać. Wybraliśmy 5 ciekawych propozycji. Mogą mieć różne stopnie trudności czy odległości, dzięki temu każdy mo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto18 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 6 km od Kołobrzegu. Pomysły na odrobinę ruchu - weekend 25 - 26 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-nordic-walking-do-6-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-weekend-25-26-stycznia/ar/c7p1-22319027",
            "description": "W sobotę 25 stycznia według prognozy pogody ma być 6°C. Prawdopodobieństwo wystąpienia deszczu wynosi 82%. W niedzielę 26 stycznia zgodnie z najnowszymi prognozami pogody ma być 5°C w najcieplejszym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto18 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ferie w muzeum? To dobry pomysł. Co zobaczyć w Krakowie?",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/%C5%9Bwi%C4%99ta-i-uroczysto%C5%9Bci/ferie-w-muzeum-to-dobry-pomys%C5%82-co-zobaczy%C4%87-w-krakowie/ar-AA1xJzHT?ocid=BingNewsVerp",
            "description": "Muzeum stanowi fragment średniowiecznego Krakowa odsłonięty przez archeologów w latach 2005−2010. To opowieść o Rynku krakowskim jako przestrzeni działalności handlowej i rzemieślniczej. Na wystawie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.8WcO6FyHH7JNuJcifjc29Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Nasze Miasto on MSN17 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W niedzielę zagra WOŚP. Zobacz co będzie się działo w Kielcach i Świętokrzyskiem",
            "link": "https://radiokielce.pl/1265296/w-niedziele-zagra-wosp-zobacz-co-bedzie-sie-dzialo-w-kielcach-i-swietokrzyskiem/",
            "description": "W niedzielę Wielka Orkiestra Świątecznej Pomocy zagra dla onkologii i hematologii dziecięcej. Możliwości technologiczne w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tmdjYeVHLzjNxOZgTbD27i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "radiokielce32 min",
            "source": "radiokielce",
            "article_content": "W niedzielę Wielka Orkiestra Świątecznej Pomocy zagra dla onkologii i hematologii dziecięcej. Możliwości technologiczne w onkologii są dziś jeszcze bardziej zaawansowane niż wcześniej i czas, by nasze szpitale ten najnowocześniejszy sprzęt miały – powiedział prezes WOŚP Jerzy Owsiak.\n\nHasłem 33. Finału WOŚP, który odbędzie się w niedzielę 26 stycznia, jest „Bezpieczeństwo i zdrowie dzieci”. Po raz piąty fundacja zamierza tego dnia zbierać pieniądze na zakup sprzętu dla klinik onkologicznych. Dotąd temu celowi poświęcone były zbiórki w latach: 1995, 2009, 2010 i 2015. W ręce lekarzy trafiło ponad tysiąc urządzeń, m.in. 93 ultrasonografy, trzy rezonanse magnetyczne i sześć tomografów komputerowych. Była to pomoc o wartości 107,8 mln zł.\n\nKIELCE\n\nW Kielcach wielkie granie odbywać się będzie na dwóch scenach. Pierwsza z nich usytuowana będzie na Rynku, a druga na placu Artystów.\n\nNa Rynku granie zacznie się od godziny 14.00. Urząd Miasta Kielce wraz z partnerami zaprasza na licytacje, występy i pokazy. Zachęca też do odwiedzania swojego stoiska promocyjnego, gdzie czekać będą niespodzianki w zamian za datek do puszki. Na Rynku spotkać będzie można także strażaków z Ochotniczych Straży Pożarnych.\n\nNa scenie zaprezentują się dzieci i młodzież z Młodzieżowego Domu Kultury, Domu Kultury Zameczek, Orkiestra Dęta z Nowin, Magdalena Paradziej, Kielecki Teatr Tańca, SHIRO Klub Karate Kyokushin i Kielecki Klub Sportowy Karate. Gwiazdą wieczoru będzie związany z regionem Włodzimierz „Kinior” Kiniorski z zespołem.\n\nO godz. 15:40 osoby zgromadzone na Rynku spróbują pobić rekord WOŚP w tańcu Poloneza. Potrzeba minimum 569 osób, które będą tańczyć przez 3 minuty.\n\nTradycyjnie o godz. 20 z kieleckiego Rynku wypuszczone zostanie „Światełko do nieba”. Będzie to widowiskowy pokaz laserów.\n\nHarmonogram wydarzeń na scenie głównej 33. finału Wielkiej Orkiestry Świątecznej Pomocy na kieleckim Rynku:\n\ngodz. 14.00: Rozpoczęcie i oficjalne powitanie – Prezydent Agata Wojda\n\ngodz. 14.10-14.25: Orkiestra Dęta Nowiny kierowana przez nauczyciela i dyrygenta Wojciecha godz. Materka\n\ngodz. 14.30-14.40: Licytacja\n\ngodz. 14.40-14.55: Zespół artystyczny KTT — fragment spektaklu „Zobacz jazz”\n\ngodz. 14.55-15.10: Licytacja\n\ngodz. 15.10-15.25: MDK Kielce — wokaliści ze Studia Piosenki „Marzenie” Marzeny Trzebińskiej\n\ngodz. 15.25-15.40: MDK Kielce — wokaliści ze studia piosenki EWiTA Ewy Bocheńskiej\n\ngodz. 15.40-15.50: Licytacja i Polonez na płycie Rynku\n\ngodz. 15.50-16.05: MDK Kielce – wokalistki ze Studia Piosenki MegaFonic Justyny Łysak: Zuzanna Pyczek, Simalt, Nel Włodarska\n\ngodz. 16.05-16.20: Pokazy Kieleckiego Klubu Sportowego Karate przygotowane przez Tomasza Kęćko\n\ngodz. 16.20-16.30: Licytacja\n\ngodz. 16.35-16.55: MDK Studio Piosenki BOHO Klaudii Pyczek oraz wokalistki przygotowane przez Magdalenę Sitkowską: Maja Kisiel, Izabela Kopczyńska\n\ngodz. 17.00-17.10: Licytacja\n\ngodz. 17.15-17.30: MDK Kielce wokaliści ze studia Piosenki Samueli Modzelewskiej\n\ngodz. 17.30-17.45: Duet B.E.Z. Senna z Kielc\n\ngodz. 17.45-18.30: Program Domu Kultury Zameczek – pokaz zumby w wykonaniu najmłodszych podopiecznych prowadzonych przez instruktorkę Katarzynę Kozłowską, a następnie grupa dorosłych zaprezentuje taniec ze swoją instruktorką, • wokaliści Zameczkowego Studia Piosenki przygotowanych przez Magdalenę Surmę i Julię Waglewską: Zosia Urbańska, Maja Jaworek, Ada Daleszak, Kornelia Wolak\n\ngodz. 18.35-18.50: występ wokalny Magdaleny Paradziej\n\ngodz. 18.50-19.00: Licytacja\n\ngodz. 19.00-19.15: Pokaz SHIRO Kyokushin Klub Karate, którego zawodnicy w zeszłym roku 2024 zdobyli dwa medale Mistrzostw Europy w Turcji, 4 medale otwartych Mistrzostw Holandii, 5 medali Pucharu Świata\n\ngodz. 19.15-20.00: koncert KINIOR&SAREN – TRANCE CEREMONY\n\ngodz. 20.00-20.15: „Światełko do nieba”\n\ngodz. 20.15-20.30: koncert KINIOR&SAREN – TRANCE CEREMONY\n\nPlac Artystów\n\nNa scenie usytuowanej na placu Artystów, której organizatorem jest Świętokrzyski Urząd Wojewódzki, hasłem przewodnim będzie bezpieczeństwo, profilaktyka i zdrowie. Zaplanowano m.in.: pokaz tresury psów, udzielania pierwszej pomocy, a służby podległe wojewodzie wystawią swoje stoiska i pokażą służbowe pojazdy. Więźniarkę, radiowóz policyjny, czy wóz strażacki będzie można obejrzeć od środka i zrobić sobie w nich zdjęcie. Chętni na stoisku szpitala MSWiA i PCK Kielce będą mogli bezpłatnie skorzystać z badań profilaktycznych tj.: pomiaru poziomu glukozy, cholesterolu, kwasu moczowego oraz ciśnienia tętniczego.\n\nNa scenie nie zabraknie występów artystycznych. Wśród nich mocne, rockowe brzmienia w wykonaniu zespołu AyAhuasca, czteroosobowego kieleckiego bandu. Muzycy łączą wiele gatunków – od hard rocka, przez rock po reagge. Scena na placu Artystów startuje o godz. 15:00\n\nHarmonogram wydarzeń na scenie głównej 33. finału Wielkiej Orkiestry Świątecznej Pomocy na placu Artystów w Kielcach:\n\ngodz. 14.00 – Sound Check zespołu muzycznego AyAhuasca\n\ngodz. 14.45 – przygotowanie sceny do koncertu ( muzyka w tle )\n\ngodz. 15.00 – start 33 finału WOŚP\n\ngodz. 15.05 – Kuratorium Oświaty w Kielcach\n\ngodz. 15.10 – Klub Wojskowy Bukówka – Gabriela i Maja Chrząszcz , Maria Boruń – 4 piosenki\n\ngodz. 15.25 – Licytacja i informacje o finale WOŚP\n\ngodz. 15.35 – Areszt Śledczy Kielce – pokaz psa do zadań specjalnych – Norek\n\ngodz. 15.45 – Licytacja\n\ngodz. 15.55 – Komenda Wojewódzkiej Państwowej Straży Pożarnej w Kielcach + licytacja Hełmu\n\ngodz. 16.05 – Świętokrzyski sabat Czarownic + wspólny taniec\n\ngodz. 16.10 – ŚUW Wydział Bezpieczeństwa i Zarządzania Kryzysowego – numer 112\n\ngodz. 16.20 – Lasy Państwowe Nadleśnictwo Kielce + konkurs na scenie\n\ngodz. 16.30 – Klub Wojskowy Bukówka – Pola Oczkowicz i Aleksandra Jas – 4 piosenki\n\ngodz. 16.45 – Licytacja\n\ngodz. 16.55 – Komenda Wojewódzka Policji w Kielcach – 1 pokaz\n\ngodz. 17.00 – Komenda Wojewódzkiej Państwowej Straży Pożarnej w Kielcach + licytacja czujki\n\ngodz. 17.10 – Licytacja\n\ngodz. 17.20 – Komenda Wojewódzka Policji w Kielcach – 2 pokaz\n\ngodz. 17.30 – Licytacja\n\ngodz. 17.40 – Klub Wojskowy Bukówka – Natalia Boruń i Lena Patryka – 4 piosenki\n\ngodz. 18.00 – Komenda Wojewódzka Policji w Kielcach – 3 pokaz\n\ngodz. 18.10 – Licytacja główna ( najcenniejsze przedmioty )\n\ngodz. 18.20 – występ zespołu AyAhuasca\n\ngodz. 18.45 – Igor Wołowiec – skrzypek\n\ngodz. 19.00 – Paweł Jabłoński – występ wokalisty 3 piosenki\n\ngodz. 19.15 – występ zespołu AyAhuasca\n\ngodz. 19.45 – zakończenie finału WOŚP 2025\n\nMuzeum Zabawek i Zabawy w Kielcach\n\nMuzeum Zabawek i Zabawy w Kielcach zaprasza od 8.30 do 15.30 na rozgrywki gier planszowych i pokazy gier bitewnych. Na młodszych będą czekały proste gry zręcznościowe, a na starszych gry logiczne i strategiczne. Chętni będą mogli poznać także gry bitewne, które są prowadzone z wykorzystaniem malowanych figurek.\n\nMuzeum Historii Kielc\n\nO godz. 11 w placówce rozpocznie się bezpłatne spotkanie z cyklu „Spotkajmy się w muzeum” pt. „Dotknij [w] muzeum”. Wydarzenie jest poświęcone sensorycznemu kontaktowi z historycznymi obiektami, niedostępnymi na co dzień. Podczas spotkania pracownicy muzeum chcą pokazać placówkę i jego eksponaty odbiorcom na wiele sposobów: nie tylko przez wzrok, dotyk i zapach. Będzie można sprawdzić, czy dźwięki w muzeum dają nam dodatkowe informacje o prezentowanych w nich przedmiotach. Zaproszone są wszystkie osoby, które lubią doświadczać kultury wszystkimi zmysłami.\n\nKieleckie Centrum Kultury\n\nPlacówka w niedzielę zaprasza fanów ceramiki. O godz. 11 rozpoczną się tam warsztaty ceramiczne, z których dochód w całości zostanie przekazany na rzecz Wielkiej Orkiestry Świątecznej Pomocy. Cegiełka i odpłatności za warsztaty – od 100 zł.\n\nTeatr Lalki i Aktora Kubuś\n\nPlacówka zaprasza wolontariuszy WOŚP, aby przyszli do teatru z puszkami przed i po niedzielnym przedstawieniu (przed godz. 11 oraz około godz. 12).\n\nDom Środowisk Twórczych\n\nW tej placówce odbędzie się największa kielecka licytacja. Rozpocznie się o godz. 17.00. Oprawę muzyczną zapewnią Tercet MADAM i Kwartet LAAjK z Młodzieżowego Domu Kultury. Do wylicytowania będzie m.in.: skoda Octavia z 1962 roku, zdjęcia Janusza Buczkowskiego, kolacja dla dwojga w Plotkarce, bombka z Muzeum Bursztynu w Gdańsku, dzieła sztuki, filiżanki, vouchery oraz wiele innych przedmiotów przekazanych przez darczyńców.\n\nPOWIAT KIELECKI\n\nGmina Bieliny\n\nJak co roku w akcję włączają się uczniowie szkół z terenu gminy Bieliny. W tegorocznym finale zagrają wolontariusze ze Szkoły Podstawowej im. Jana Pawła II w Bielinach oraz Szkoły Podstawowej w Hucie Nowej.\n\nW niedzielę, 26 stycznia, od godz. 7.00 do godz. 16.00 piętnastu wolontariuszy ze szkoły w Bielinach będzie kwestować na ulicach Bielin.\n\nSześciu wolontariuszy ze Szkoły Podstawowej w Hucie Nowej wraz z opiekunami pojawi się przy tamtejszym kościele parafialnym w godzinach 7.30-13.20.\n\nGmina Chęciny\n\nWydarzenie odbędzie się 26 stycznia w hali widowiskowo-sportowej w Chęcinach od godziny 16.00. Oprócz licytacji fantów, w programie są także koncerty i ciekawe występy.\n\nWylicytowane fanty będzie można dokonać wpłaty zarówno gotówką, jak i kartą.\n\nGmina Daleszyce\n\nFinał WOŚP w Daleszycach rozpocznie się o godzinie 15.30 w hali Zespołu Szkolno-Przedszkolnego w Daleszycach. Na scenie zaprezentują się lokalni artyści, a także dzieci i młodzież z daleszyckich szkół. O godzinie 17.00 zebrani goście zostaną zaproszeniu do udziału w licytacjach fantów i gadżetów podarowanych przez darczyńców.\n\nGmina Masłów\n\nJuż po raz szósty w Sztabie WOŚP w Centrum Edukacji i Kultury „Szklany Dom” gmina Masłów będzie grać dla WOŚP. Przez całą niedzielę w terenie kwestować będzie 20 wolontariuszy.\n\nPrzed „Szklany Dom” organizatorzy zapraszają o godz. 17.30, gdzie odbędzie się pokaz ratownictwa drogowego. Strażacy z jednostek OSP z terenu gminy Masłów zaprezentują m.in. widowiskowe cięcie samochodu. Wzorem tradycji ciekockiego sztabu o godz. 17.45 rozpocznie się bicie rekordu w otulaniu dworku Stefana Żeromskiego. Będzie można zabrać ze sobą szaliki, rękawiczki, ale przede wszystkim siebie. Liczyć będzie się każde przytulenie i podanie dłoni, które otulą wokół dworek pisarza. W granie tradycyjnie już włączą się strażacy z jednostek OSP i Zespół Pieśni i Tańca Ciekoty, który przygotuje regionalne smakołyki.\n\nO godz. 18.00 na scenie „Szklanego Domu” wystartują licytacje. Pod młotek pójdzie wiele cennych i niepowtarzalnych gadżetów. Dla wszystkich w specjalnym pokazie wystąpi formacja tańca nowoczesnego i hip-hopu Szklana Ekipa Kids, zaśpiewają wokalistki ze Studia Piosenki Metro Kielce i Bieliny. O godz. 20.00 sprzed dworku Stefana Żeromskiego zostanie wysłane Światełko do Nieba.\n\nGmina Morawica\n\nMiasto i Gmina Morawica, wzorem lat ubiegłych, przyłącza się do akcji. Sztab pomocy został utworzony w Samorządowym Centrum Kultury i Bibliotece w Morawicy.\n\nDo kwestowania zgłosiło się 40 wolontariuszy, którzy w dzień finału wyruszą z puszkami w teren. Na portalu Facebook została utworzona grupa. na której można wylicytować przedmioty i usługi, a cała zebrana podczas aukcji kwota zostanie przekazana na konto fundacji.\n\nLink do licytacji: https://www.facebook.com/groups/617189899535763/\n\nGmina Nowiny\n\nGmina Nowiny gra w Wielkiej Orkiestrze Świątecznej Pomocy w niedzielę, 26 stycznia, od godz. 12.30. Centralnym punktem będzie Gminny Ośrodek Kultury Perła w Nowinach. Od samego początku na dzieci czekają: seans bajkowy dla dzieci z leżakami, popcornem i watą cukrową. Będą też: kiermasz cist od kół gospodyń wiejskich i rozgrzewająca herbata zimowa. O godz. 14.30 będzie można zobaczyć pokaz cięcia wraku, który przedstawią jednostki OSP. W godz. 15.00-17.00 odbędą się warsztaty dla dzieci (gipsowe figurki, malowanie kamyków i woreczków według własnego pomysłu), pokaz pierwszej pomocy w wykonaniu strażaków ochotników. O godz. 17.00 punktem centralnym będzie scena, gdzie zaplanowano loterię fantową, licytacje, pokazy taneczne, występy artystycznie, koncert zespołu Fox. O godz. 19.45 pojawią się karatecy z kluby karate Kyokushin Chikara. Za zakończenie, o godz. 20.00 zostanie wysłane Światełko do Nieba.\n\nGmina Piekoszów\n\nBiblioteka Centrum Kultury w Piekoszowie tradycyjnie organizuje lokalny sztab WOŚP, a do akcji włączają się instytucje, organizacje i mieszkańcy całej gminy. – W tym roku mamy zarejestrowanych 36 wolontariuszy. Jak co roku, dołączą do nas Przedszkole Samorządowe w Piekoszowie oraz członkowie Klubu Seniora, którzy również będą zbierać pieniądze do puszek. Puszki są już dostępne w naszej bibliotece i w kinie. Można już wrzucić tam datki, aby wesprzeć tę piękną akcję – poinformowała Anna Wilk, dyrektor Centrum Kultury w Piekoszowie.\n\nWolontariusze będą kwestować od wczesnych godzin porannych, a już teraz można wesprzeć WOŚP, wrzucając datki do puszek dostępnych w bibliotece i kinie w Piekoszowie.\n\nPOWIAT BUSKI\n\nBusko-Zdrój\n\nPoczątek świętowania o godz. 15. W programie Buskiego Samorządowego Centrum Kultury (Al. A. Mickiewicza 22): prezentacje artystyczne dzieci i młodzieży; licytacje wyjątkowych przedmiotów i atrakcji; przejażdżka i grill z Head Hunters MC Poland; harcerska grupa ratownicza; pokaz sprzętu ratowniczo-gaśniczego (OSP Mikułowice, OSP Widuchowa); stacja krwiodawstwa – klub HDK „Straż życia” (rejestracja: 9:00-13:00 w auli BSCK); fotobudka; stoiska z atrakcjami.\n\nKulminacyjnym punktem wydarzenia będzie Światełko do Nieba o godzinie 20.\n\nOd godz. 15 w Domu Zdrojowym Kompleksu Tężnia Busko (ul. Waryńskiego 5) uczestnicy będą mogli spróbować swoich sił w grze tanecznej razem z DanceDance od Gierki Bierki, jednocześnie wspierając szczytny cel Wielkiej Orkiestry Świątecznej Pomocy.\n\nPacanów\n\nOd godziny 14 atrakcje czekają w niedzielę, 26 stycznia w Europejskim Centrum Bajki. Organizatorzy przygotowali bogaty program artystyczny pełen muzyki, tańca i zabawy. Na scenie zobaczymy między innymi młodych artystów z lokalnych przedszkoli i szkół, w tym zespoły taneczne i muzyczne, takie jak Zespół Econ czy Zespół Wonders. Nie zabraknie też solowych występów, m.in. akordeonisty Filipa Witka czy Maksymiliana Dryndosa grającego na keyboardzie.\n\nPodczas wydarzenia zaplanowano także liczne licytacje, które odbędą się w przerwach między występami. Zebrane środki zostaną przekazane na wsparcie dziecięcych oddziałów onkologicznych i hematologicznych.\n\nAtrakcje dodatkowe: stoisko sprzedażowe, warsztaty tworzenia drewnianych bransoletek w kształcie serc, malowanie twarzy, brokatowe tatuaże.\n\nFinał zakończy się wspólną zabawą taneczną o godzinie 19.\n\nNowy Korczyn\n\nNowy Korczyn po raz kolejny przyłącza się do Wielkiej Orkiestry Świątecznej Pomocy, organizując wyjątkowe wydarzenie, które odbędzie się w niedzielę, 26 stycznia w godzinach 12-15:30 w remizie OSP w Nowym Korczynie.\n\nPodczas wydarzenia nie zabraknie atrakcji muzycznych i artystycznych. Na scenie wystąpią m.in. zespoły muzyczne Axer Dance i Top Secret, Orkiestra Dęta im. Jana III Sobieskiego, Dziecięcy Zespół Folklorystyczny „Wianeczek” oraz młodzi artyści z Zespołu Szkolno-Przedszkolnego w Nowym Korczynie. Do wspólnego grania przyłączą się także Koła Gospodyń Wiejskich oraz stowarzyszenia z terenu gminy, a całość wydarzenia wesprze zaangażowany sztab wolontariuszy.\n\nJedną z tradycyjnych atrakcji będzie loteria fantowa, na którą wciąż można przekazywać przedmioty – fanty można dostarczać do BCK w Nowym Korczynie.\n\nSolec-Zdrój\n\nFinał odbędzie się w Sali Widowiskowej przy ul. 1 Maja 18 w Solcu-Zdroju. Start wydarzenia zaplanowano na godzinę 14. Organizatorzy przygotowali różnorodne atrakcje, które będą cieszyć zarówno dzieci, jak i dorosłych.\n\nW programie między innymi:\n\n15 – występ Kółka Teatralnego\n\n16 – Solecka Etiuda Kolędnicza\n\n17 – prezentacje taneczne\n\nNie zabraknie również muzycznych występów, które wprowadzą uczestników w wyjątkowy nastrój. Zwieńczeniem finału będą emocjonujące licytacje.\n\nPOWIAT JĘDRZEJOWSKI\n\nJędrzejów\n\nW sali widowiskowej Centrum Kultury w Jędrzejowie atrakcje rozpoczną się o godzinie 15. Na scenie wystąpią: Mała Akademia Śpiewu z CK, zespoły taneczne Parada i Kaprys Jędrzejów, Szkoła Tańca La Malanga, Formacje Taneczne Eks-Tremum, Fabryka Muzyki, Zumba GOLD Seniorzy, zespół Sidris. Hol główny centrum kultury wypełnią stoiska Kół Gospodyń Wiejskich z przekąskami, popcornem i watą cukrową oraz pokaz pierwszej pomocy w wykonaniu PSP.\n\nPrzewidziano też atrakcje towarzyszące. To Motoorkiestra Świątecznej Pomocy (godz. 11–20, plac przy JCM): offroad taxi, drift taxi, wystawa aut i motocykli. W godzinach 11-15 działać będzie strzelnica miejska (strzały z broni palnej organizowane przez Klub Sportowy Nadir). W godzinach 10-20 Galeria Sekunda zaprasza na wiele różnych wydarzeń: stoiska Kół Gospodyń Wiejskich, pokazy luksusowych aut, malowanie obrazów na żywo przez Zbigniewa Kasprzaka, a także wyjątkowe licytacje (tylko gotówkowe, godz. 16–20).\n\nO godz. 19 przed budynkiem Centrum Kultury zagrają DJ Mike F & Dev-J, a o godz. 20 niebo rozświetli tradycyjne „Światełko do Nieba.”\n\nSędziszów\n\nDo wspierania WOŚP zachęca też Samorządowe Centrum Kultury im. Jana Pawła II w Sędziszowie, które zaplanowało atrakcje dla mieszkańców od godziny 16. W programie są występy uczniów, przedszkolaków, a także artystów ze Studia Piosenki z SCK w Sędziszowie. Wystąpi Zespół Stanisława Malickiego, ChEERACTIV z Sędziszowa, odbędzie się pokaz sekcji bokserskiej „Wataha Jędrzejów”.\n\nPOWIAT KAZIMIERSKI\n\nKazimierza Wielka\n\nW dniu finału zaplanowano wydarzenie artystyczne pod nazwą „Koncert z serduszkiem”. Odbędzie się on w Kazimierskim Ośrodku Kultury. W trakcie wydarzenia zaplanowano licytację przedmiotów na rzecz WOŚP. Datki do orkiestrowych puszek zbierać będzie 98 wolontariuszy.\n\nPOWIAT KONECKI\n\nKońskie\n\nW niedzielę Koneckie Morsy spotkają się w Starej Kuźnicy i zachęcają do dołączenia do charytatywnej zabawy. Kolejna grupa morsowa spotka się w Stąporkowie. Wielkie granie z Koneckimi Morsami rozpocznie się o godzinie 12:00 przy zbiorniku wodnym w Starej Kuźnicy. Fundację Jurka Owsiaka wesprą także morsy z gminy Stąporków. W samo południe wskoczą one do wody Zalewu Miła.\n\nStąporków\n\nSztab wzbogacił się o wolontariuszy z gminy Smyków. Już w sobotę odbędzie się turniej piłki nożnej. Od godziny 16 koncert finałowy w Miejsko-Gminnym Ośrodku Kultury i Sportu w Stąporkowie. W programie:\n\n16 – koncerty i licytacje. Wystąpi Zbigniew Biber, dzieci działające w domu kultury i zespół Kawa o północy z Kielc\n\n20 – światełko do nieba\n\nGmina Gowarczów\n\nGowarczowski sztab informuje, że od godziny 8:00 wolontariusze będą przemieszczali się w kolejnych miejscowościach. Finał zaplanowano w Szkole Podstawowej przy ul. Szkolnej. W programie:\n\n17-20 – występy artystyczne\n\n20 – światełko do nieba\n\nPOWIAT OPATOWSKI\n\nOpatów\n\nW Opatowie finał odbędzie się w Hali Sportowej Szkoły Podstawowej numer 2. W programie licytacje i występy artystyczne. Sztab Wielkiej Orkiestry Świątecznej Pomocy organizuje Związek Harcerstwa Polskiego Chorągiew Kielecka, Hufiec Opatów. O godzinie 15 rozpoczną się licytacje i występy artystyczne. W programie:\n\n15:10 – występ dzieci z Przedszkola Happy Kids\n\n15:30 – licytacje\n\n16 – występ zespołu Bez Barier z Ośrodka Szkolno Wychowawczego w Jałowęsach\n\n16:15 – licytacje\n\n16:30 – koncert zespołu rozrywkowego EGO\n\n16:45 – licytacje\n\n17 – występ dzieci z Przedszkola Bakowy Zakątek\n\n17:15 – licytacje\n\n17:30 – występ laureatki Festiwalu Zaczarowanej Piosenki „Marti” Martyny Wójcik\n\n17:40 – licytacje\n\n17:50 – pokaz karate Kyokushin\n\n18 – licytacje\n\n18:10 – pokaz Klubu Fitness Just Fit\n\n18:20 – występ smyczkowy w wykonaniu Patrycji\n\n18:30 – licytacje\n\n18:40 – koncert zespołu rozrywkowego Drimsi\n\n19 „Światełko do Nieba” w formie laserowego show w hali sportowej, a o 19:10 pokaz tańca z ogniem obok hali przy opatowskiej „Dwójce”\n\nWszyscy uczestnicy finału w Opatowie będą mogli zobaczyć pracę strażaków i sprzęt Państwowej Straży Pożarnej, radiowóz policyjny z możliwością wykonania pamiątkowych zdjęć. Będzie także malowanie twarzy, tatuaże dla dzieci, fotobudka 360, popcorn, wata cukrowa i lanie wosku pszczelego od „MIODNA” Roberta Chodorka, stoiska Kół Gospodyń Wiejskich z Brzezia i Jurkowic, usługi fryzjerskie oraz zabiegi kosmetyczne od Depil Concept. Można także wylicytować spotkanie z Kordianem – znanym wokalistą.\n\nPOWIAT OSTROWIECKI\n\nOstrowiec Świętokrzyski\n\nW Ostrowcu Świętokrzyskim przygotowano występy artystyczne, licytacje oraz koncert zespołu Wanda i Banda. Wszystkie wydarzenia odbędą się na placu imienia Wielkiej Orkiestry Świątecznej Pomocy przy Ostrowieckim Browarze Kultury.\n\nW Ostrowcu Świętokrzyskim sztab organizuje ostrowiecki Hufiec Związku Harcerstwa Polskiego. Zaplanowano bieg „Policz się z cukrzycą” organizowany po raz ósmy przez Ostrowieckie Stowarzyszenie Biegaczy „OstroBiec”, odbędzie się w Parku Miejskim o godzinie 10.\n\nDla Wielkiej Orkiestry Świątecznej Pomocy będą morsować ostrowieckie Morsy i Foczki. Wielkie morsowanie zaplanowano o godzinie 13:30 na Gutwinie.\n\nW Ostrowcu Świętokrzyskim oprócz tradycyjnych puszek działają także e-skarbonki a wolontariusze będą wyposażeni w specjalnie aplikacja na telefonie, dzięki którym będzie można także dokonać wpłaty.\n\nW powiecie ostrowieckim tradycyjnie Wielka Orkiestra Świątecznej Pomocy. zagra w Ostrowcu Świętokrzyskim, Kunowie, Waśniowie i Ćmielowie.\n\nGmina Kunów\n\nSztab działaś będzie w Miejsko-Gminnej Bibliotece Publicznej w Kunowie. Na ulicach Kunowa od godzin porannych będzie kwestować 45 wolontariuszy. Finał Wielkiej Orkiestry Świątecznej Pomocy w Kunowie zaplanowano od godziny 16.30 – w budynku biblioteki.\n\nW programie: zespół rockowy „Arsenał”, talenty muzyczne z naszej gminy, Orkiestra Polowa Brygady Polskich Drużyn Strzeleckich, licytacje, „Bombowy Tort”.\n\nKunowski finał zakończy się o godzinie 20 Światełkiem do Nieba.\n\nGmina Ćmielów\n\nWielki finał w niedzielę, 26 stycznia odbędzie się w Domu Kultury imienia Witolda Gombrowicza. Start o godz. 15:30. Wystąpią dzieci i młodzież z gminnych szkół i przedszkoli w Ćmielowie i Brzóstowej. Zaśpiewają także podopieczni naszego Domu Kultury, a o godz. 18 wystąpi gwiazda wieczoru, czyli zespół EGO. Na licytacjach pojawi się dużo porcelany, z której słynie Ćmielów, ale nie tylko.\n\nPOWIAT PIŃCZOWSKI\n\nPińczów\n\nGłówne wydarzenia rozpoczną się o 15 w Hali Widowiskowo-Sportowej POKSTiR przy ul. Republiki Pińczowskiej 42 w Pińczowie. W programie występy muzyczne, pokazy, występy dzieci i młodzieży, a wieczorem emocjonująca licytacja ciekawych fantów!\n\nWystępy na scenie:\n\n15:05 – Studio Piosenki PSCK\n\n15:15 – Kielecki Klub Sportowy Karate\n\n15:30 – Ola Fijałkowska\n\n15:50 – Zespół Melodia ze Szkoły Podstawowej w Dzierążni\n\n16:15 – Fundacja Perfekta\n\n16:30 – Pokaz ratownictwa medycznego – Grupa Pierwszy Ratownik\n\n16:45 – BLOK PSCK (Studio Piosenki, zespoły taneczne Atut, Studio Wokalne)\n\n17:30 – Krystian Bębenek – koncert\n\n18:00 – licytacja\n\nWydarzenia towarzyszące:\n\n11 – marsz z kijkami „Marsz z Sercem” – start POKSTiR\n\n12 – morsy „Zalewajkowe Świry” – plaża nad Zalewem\n\n13 – pokaz ratownictwa na zalewie – KP PSP Pińczów, mobilna kuchnia polowa – „Kwadrans”\n\nDodatkowe atrakcje: pokaz motocyklowy – Wolna Grupa Motocyklowa „Ponidzie”, Krewcy Ponidzia, SZOZ– badanie ciśnienia krwi i poziomu cukru, pokaz sprzętu i wyposażenia KP PSP Pińczów, dmuchańce, siłownia, animacje z grami planszowymi – Klub Pięć Asów.\n\nPOWIAT SANDOMIERSKI\n\nSandomierz\n\nW powiecie sandomierskim WOŚP zagra w Sandomierzu, Samborcu, Koprzywnicy, Zawichoście, Klimontowie i Dwikozach. Mieszkańcy gminy Łoniów będą wspierali sztab w Osieku.\n\nProgram finału WOŚP w Sandomierzu:\n\n8-17 – Kwesta wolontariuszy w wybranych punktach handlowych i na ulicach Sandomierza\n\n10-21 – „Jazda rekreacyjna na lodzie dla WOŚP”. Lodowisko „Biały Orlik”, ulica Żółkiewskiego 9. Ostatnie wejście o godzinie 20:00, przerwa techniczna 15-16:\n\n11-15 – Moto Piknik. Rynek Starego Miasta. Przejażdżki motocyklem lub autem terenowym\n\nHala Widowiskowo-Sportowa Miejskiego Ośrodka Sportu i Rekreacji, ulica Patkowskiego\n\n13-17 występy artystyczne: Formacja Taneczna Dance Mania, Fabryka Ruchu, Centrum Edukacji Artystycznej GAMA, Sandomierskie Studio Piosenki, Sandomierski Klub Karate Shinkyokushin, Stowarzyszenie „Regionalni” – pokaz akrobatyki\n\n17 – Koncert zespołu Jary Oddział Zamknięty\n\n18:30-19:30 – Formacja Taneczna PARADOX; Sandomierskie Studio Piosenki\n\n19:45 – Strażackie Światełko do Nieba\n\nPOWIAT SKARŻYSKI\n\nSkarżysko-Kamienna\n\nWielka Orkiestra Świątecznej Pomocy 2025 zagra w Miejskim Centrum Kultury, koncert rozpocznie się o godzinie 16. W programie finału przewidziano występy artystyczne, w tym koncerty zespołów S/W, The Fifty Five, Perły z Lamusa oraz pokazy taneczne w wykonaniu Szkoły Tańca JUST DANCE i Zespołu Salsa. Nie zabraknie również występów Zespołu Pieśni i Tańca Skarżysko, Młodzieżowej Grupy Artystycznej MCK oraz lokalnych artystów. Tradycyjne „Światełko do nieba” zaplanowano na godzinę 20.\n\nPOWIAT STARACHOWICKI\n\nStarachowice\n\nW Starachowicach i powiecie starachowickim w ramach Wielkiej Orkiestry Świątecznej Pomocy będzie kwestować 135 wolontariuszy. Sztab będzie się mieścił w I Liceum Ogólnokształcącym w Starachowicach. Podczas finału zaplanowano szereg wydarzeń:\n\n9-15 – Konsultacje z Doradcą Zawodowym w Ośrodku Szkolenia i Wychowania, Młodzieżowym Centrum Kariery OHP Starachowice przy ul. Hutniczej 10;\n\n10 – Nurkowanie „Na zdrowie!” z Klubem Płetwonurków Kalmar, akcja „Kruchy lód” nad Zalewem Lubianka;\n\n10.30 – Bieg dla WOŚP „Na zdrowie!” ze Stowarzyszeniem „Zabiegane Starachowice” wokół Zalewu Lubianka;\n\n11 – Kąpiel dla WOŚP „Na zdrowie!” – Starachowicki Klub Morsów Wektor nad Zalewem Piachy;\n\n12 – Starachowicka Kolej Wąskotorowa oraz Kolej Wąskotorowa Iłża – Marcule zapraszają na przejazd okolicznościowy kolejką wąskotorową na trasie: Starachowice – Lipie – Starachowice. Start ze stacji Starachowice Wschodnie przy ul. Targowej 11;\n\ngodzinie 16 w Parku Kultury w Starachowicach przy ulicy Radomskiej 21 rozpocznie się Koncert Finałowy Wielkiej Orkiestry Świątecznej Pomocy połączony z licytacjami. 33 Finał WOŚP w Starachowicach zakończy się o godzinie 20.00 tradycyjnym „Światełkiem do nieba”.\n\nGmina Brody\n\nPlenerowy koncert finałowy Wielkiej Orkiestry Świątecznej Pomocy w gminie Brody rozpocznie się w niedzielę o godzinie 17 na boisku w Brodach. Wystąpią Zespół Śpiewaczy Brodowianki, Studio Wokalne Centrum Kultury i Rekreacji w Brodach oraz zespół rockowy Szprychy. Na zakończenie wydarzenia nastąpi tradycyjne „Światełko do Nieba”, które razem z organizatorami puszczą druhowie ze wszystkich OSP z Gminy Brody oraz funkcjonariusze Posterunku Policji w Brodach. Będą także licytacje, na których można zdobyć wyjątkowe gadżety. Wśród atrakcji między innymi: przedmioty związane z wielką orkiestrą, dzień pracy w wójtem gminy Brody, czapeczka z olimpiady w Paryżu i koszulka startowa z autografem biegacza Mateusza Borkowskiego, przejażdżka motorem z wójtem Ernestem Kumkiem, obrazy namalowane przez przedszkolaków i uczniów, płyty, vouchery i wiele innych.\n\nGmina Pawłów\n\nW gminie Pawłów w tygodniach poprzedzających 33. Finał w szkołach odbywały się kiermasze, podczas których trwała zbiórka pieniędzy. W niedzielę, 26 stycznia, w sołectwach będzie można spotkać wolontariuszy Wielkiej Orkiestry Świątecznej Pomocy. Sztab w gminie działa przy Publicznej Szkole Podstawowej w Pawłowie.\n\nGmina Mirzec\n\nWielka Orkiestra Świątecznej Pomocy zagrała w minioną niedzielę (19 stycznia) w Szkole Podstawowej w Tychowie Starym. Była wystawa zabytkowych samochodów, gry interaktywne, podróże po świecie w goglach VR, koncert i gorące licytacje przedmiotów. Spotkanie zakończył pokaz sztucznych ogni w wykonaniu OSP w Ostrożance. W najbliższą niedzielę (26 stycznia) na ulicach gminy będą kwestować wolontariusze.\n\nGmina Wąchock\n\nO godz. 17.00 w Miejsko-Gminnym Ośrodku Kultury w Wąchocku odbędzie się koncert. Wystąpią Zespół Zjednoczonych Sił, Blu Der Puder, Michałek i – Marcin Łodej Drum Cover Show.\n\nPOWIAT STASZOWSKI\n\nStaszów\n\nAtrakcje dla mieszkańców przygotuje Staszowski Ośrodek Kultury. W programie:\n\n9 – grochówka na Rynku w Staszowie (OSP Staszów)\n\n15 – morsowanie z sercem i pokaz sprzętu strażackiego\n\n16 – koncert finałowy z licytacjami.\n\nPOWIAT WŁOSZCZOWSKI\n\nWłoszczowa\n\nNajwiększy w powiecie sztab będzie się mieścił tradycyjnie we włoszczowskim domu kultury. Pieniądze będzie tu zbierać 74 wolontariuszy. Spotkamy ich w Czarncy, Bebelnie, Koniecznie, Kurzelowie, Olesznie, Dobromierzu, Moskorzewie i Chlewicach. Będzie koncert finałowy.\n\nOprócz kwesty na ulicach sztab zaplanował też specjalne atrakcje na tę okazję. W programie finału między innymi występy sekcji wokalnej z Domu Kultury, orkiestry Big Band Michała Dudkiewicza, sekcji nauki gry na instrumentach klawiszowych oraz grupy tańca jazzowego Flex Judyty Szafrańskiej.\n\nWieczorem odbędą się koncerty zespołów: Fabryki Bzu – laureata ostatniego Świętokrzyskiego Konkursu Kolęd i Pastorałek, Na Styku oraz Trochę Starsi z wokalistą Pawłem Rydzem.\n\nW trakcie imprezy nie zabraknie też licytacji przedmiotów na scenie domu kultury przekazanych przez sponsorów i Fundację WOŚP, loterii fantowej oraz stoisk usługowych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "33. Finał Wielkiej Orkiestry Świątecznej Pomocy. Koncerty, licytacje, wydarzenia sportowe w regionie [INFORMATOR]",
            "link": "https://prk24.pl/84667436/33-final-wielkiej-orkiestry-swiatecznej-pomocy-koncerty-festyny-licytacje-wydarzenia-sportowe-w-regionie-informator",
            "description": "W niedzielę w całej Polsce już po raz 33. zagra Wielka Orkiestra Świątecznej Pomocy. W tym roku pieniądze zbierane są dla ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-3qlIvMMz-I28TapDZ_mWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "prk242 godz.",
            "source": "prk24",
            "article_content": "W niedzielę w całej Polsce już po raz 33. zagra Wielka Orkiestra Świątecznej Pomocy. W tym roku pieniądze zbierane są dla onkologii i hematologii dziecięcej – motywem przewodnim jest bezpieczeństwo i zdrowie dzieci.\n\nTegoroczny, 33. w historii finał Wielkiej Orkiestry Świątecznej Pomocy odbywa się pod hasłem: „Gramy na zdrowie!”.\n\nKOSZALIN:\n\nGłówna scena 33. finału WOŚP stanie na rynku przed ratuszem. Od godz. 15.00 zaplanowano licytacje oraz występy i koncerty m.in. młodych artystów z Pałacu Młodzieży. Nie zabraknie też stoisk koszalińskich służb i instytucji.\n\nImprezy towarzyszące finałowi zaplanowano w wielu miejscach.\n\nO godz. 16.30 w hali ZOS przy ul. Głowackiego odbędzie się finał Pucharu Ligi im. Michała „Chasia” Zańczuka połączony ze zbiórką datków na WOŚP.\n\nW Hali Gwardii odbędzie się natomiast mecz piłki nożnej rocznika 2018, a w koszalińskim parku wodnym członkowie Klubu Płetwonurków MARES będą udzielać nauki pływania.\n\nOrkiestra zagra również w koszalińskich galeriach handlowych. W Galerii EMKA atrakcje przygotuje m.in. Stowarzyszenie Koszalińska Kompania Rycerska - będzie wystawa uzbrojenia, możliwość przymierzania zbroi oraz szermierka dla najmłodszych. Odwiedzających Galerię FORUM może zainteresować symulator lotów na paralotni oraz sprzętu paralotniarzy, a także pokaz sprzętu militarnego przygotowany przez grupę rekonstrukcyjną.\n\nOd godziny 10.00 mieszkańcy mogą udać się do Motoparku, gdzie będą czekały na nich samochody rajdowe, wyścigowe, klasyczne i zabytkowe.\n\nDo akcji ponownie włączyła się koszalińska wąskotorówka. Miłośnicy kolei będą mogli wyruszyć parowozem w podróż do Manowa. Odjazdy z Koszalina o godz. 11.00 i 13.00.\n\nJak co roku w dniu finału odbędzie się Leśna Piątka - 5 km biegu dla wszystkich (godz.12.00) oraz dodatkowe biegi dla dzieci (godz. 11.00). Po biegu głównym zaplanowane są licytacje WOŚP.\n\nOrkiestra zagra również w siedzibie Pracowni Pozarządowej przy ul. Dworcowej. Impreza będzie trwać od 12.00 do 17.00. Wolontariusze będą częstowali herbatą, kawą, ciastem, a także zaproszą do różnych aktywności - gier planszowych, malowanek, wspólnego przygotowywania przypinek, malowania twarzy, pokazu udzielania pierwszej pomocy, rozmów na temat idei wolontariatu.\n\nO godz. 17.00 rusza plenerowa scena przy ul. Na Skarpie 17. W programie koncert Zespołu Wokalnego „PoGodzinach Na Skarpie” oraz Muzyczne Show MR TOMM. O godz. 18.30 zaplanowano „światełko do nieba”. Z kolei impreza WOŚP dla mieszkańców Osiedla Morskie i gości jest planowana od 12.00 do 17.00 na ul. Bosmańskiej. W programie będą występy artystyczne i sportowe oraz pokazy taneczne. Organizatorzy zapraszają na bazarek charytatywny, licytacje oraz degustację gorących napojów w zamian za datki do puszek WOŚP. Na koniec zaplanowano „światełko do nieba”.\n\nSŁUPSK:\n\nO godz. 12.00 w Hali Gryfia przy ul. Szczecińskiej 99 rozpoczną się imprezy przygotowane z myślą o najmłodszych. Nie zabraknie animacji z Pompaliną i Asankiem, Słupskim Misiem, Minionkami oraz bohaterami Psiego Patrolu. Na dzieci czekać będą również dmuchane zjeżdżalnie i place zabaw.\n\nSwoje stanowiska w Gryfii przygotują:\n\n- Miejska Biblioteka Publiczna im. Marii Dąbrowskiej w Słupsku - kiermasz książki\n\n- Bałtycka Galeria Sztuki Współczesnej - warsztaty kolażu fotograficznego\n\n- Teatr Lalki Tęcza - warsztat animacji oraz warsztat lalkarski\n\n- Nowy Teatr im. Witkacego w Słupsku - warsztat robienia breloczków z teatralnych banerów; rozdawanie książeczek \"Spacer po Nowym Teatrze\" w zamian za wrzucenie datku do puszki\n\n- Klub Coolturka\n\n- Instytut Pedagogiki i Psychologii Uniwersytetu Pomorskiego w Słupsku - malowanie piaskiem, malowanie twarzy, zabawy z chustą animacyjną\n\n- AeroModel Club Słupsk- symulator lotu, składanie modeli\n\n- pracownie i instruktorzy Słupskiego Ośrodka Kultury - Rękodzielnia, Szkoła Kultury - malowanie twarzy, kolorowe warkoczyki, kącik zabaw dla dzieci\n\n- Związek Harcerstwa Polskiego - gry wieloformatowe, gry i zabawy.\n\nOd godziny 16.00 do 19.00 w swoje progi zaprasza Centrum Handlowe Jantar przy ul. Szczecińskiej 58. Na scenie, przy strefie gastro, występować będą dzieci i młodzież uczęszczające na zajęcia taneczne i wokalne m.in. do Słupskiego Ośrodka Kultury i Młodzieżowego Domu Kultury. Pomiędzy występami oferowane będą przedmioty, vouchery i inne niespodzianki. W CH Jantar Uniwersytet Pomorski wystawi pięć swoich stanowisk. Będzie można m.in. zobaczyć pokaz udzielania pierwszej pomocy, wysłuchać porad dietetycznych czy sprawdzić budowę stóp swojego dziecka. Na stanowisku Miejskiego Zakładu Opieki Zdrowotnej będzie można m.in. zbadać ciśnienie tętnicze, zobaczyć pokaz techniki prawidłowego mycia zębów czy otrzymać skierowanie na bezpłatne badania w ramach programu 40 PLUS. Ponadto w galerii będą walki robotów i wyścigi pojazdami zrobionymi z klocków LEGO, a także pokazy modeli sterowanych.\n\nO godz. 10.00 w sali gimnastycznej przy ul. Niedziałkowskiego 2 odbędzie się Słupski Turniej Tenisa Stołowego WOŚP.\n\nKOŁOBRZEG:\n\n\n\nOd godz. 10.00 na placu przed ratuszem będzie można spotkać przedstawicieli wielu kołobrzeskich instytucji, w tym: OSP Tryton, Voyager, SAR, GRH Kołobrzeg, policji, straży pożarnej i granicznej, Drużyny Czarnego Dębu, Muzeum Oręża Polskiego, WOPR oraz Stowarzyszenia Miłośników Dawnej Motoryzacji.\n\n\n\nW Hali Milenium od 14.00 do 20.00 zaplanowano liczne występy artystyczne i zajęcia fizyczne, a także koncert zespołu Perfect Gold (godz. 19.00) oraz „światełko do nieba” (godz. 20.00).\n\n\n\nW pobliżu Plaży Centralnej odbędzie się pokaz samochodów zabytkowych z PRL-u, będzie również strefa słodkości oraz dźwig z koszem widokowym. Na wspólną kąpiel o godz. 12.00 zaproszą kołobrzeskie morsy.\n\n\n\nW Porcie Rybackim w godz. 10.00-16.00 będzie można odbyć rejs kutrem URTYP. O godz. 11.00 zaplanowano „WOŚPOWĄ sesję z Marianami” przy ul. Mariackiej oraz Sikorskiego. W Galerii Karuzela wystawi się klub motocyklowy Brotherhood MC Poland (godz. 10.00-18.00). O godz. 10.00 w Ogrodzie Seapark wystartuje bieg „Policz się z cukrzycą”, o tej samej porze na terenie basenu Milenium odbędzie się Maraton Pływacki, o godz. 12.00 w parku rekreacji Prugar ruszy „WOŚPOWY turniej minigolfa”.\n\nSZCZECINEK:\n\nGłówna scena 33. Finału WOŚP stanie na placu Wolności w Szczecinku. Początek o godz. 14.00. W programie: występy lokalnych i szkolnych zespołów, pokaz sztuk walki, koncerty i licytacje. Finał zakończy „światełko do nieba” o godzinie 20.00. Ponadto na terenie przy Muszli Koncertowej odbędzie się pokaz samochodów driftowych.\n\nWAŁCZ:\n\n33. Finał Wielkiej Orkiestry Świątecznej Pomocy jak co roku odbędzie się w Wałeckim Centrum Kultury. Początek o godz. 15.00. W programie m.in. występy artystyczne, licytacje, stoisko DKMS, malowanie z sercem, „światełko do nieba”, strefa malucha, stoiska i smakołyki lokalnych organizacji i przedsiębiorców, pokaz policyjnego sprzętu, nauka pierwszej pomocy, a także pokaz zabytkowych aut na parkingu przy WCK.\n\nAtrakcje będą czekały również w wielu innych miejscach Wałcza:\n\n9.00 - Dobrostan Psychologia&Joga, ul. Sądowa 9 - Zajęcia Joga (zapisy)\n\n9.00-15.00 - Rakietowy Klub Sportowy \"Badminton ZWA\" / SP 2 - Charytatywny turniej Badmintona \"Zmiksowani\", ul. M. Konopnickiej 2 - hala sportowa (zapisy do 24.01)\n\n10.00-14.00 - Zimowy Piknik Rodzinny w Ostrowcu na Kurnej Chacie\n\n10.00-12.00 - Miejski Ośrodek Sportu i Rekreacji - plaża: Wspólne Morsowanie. Sauna. DJ Mike Weed\n\n12.00-15.00 - Grupa Warowna Cegielnia - Skansen Fortyfikacyjny, ul. Południowa 106: \"Historia, która pomaga - WOŚP\"\n\n12.00 - Forma ruchu - Nordic Walking Wałcz: Marsz Nordic Walking - start MOSIR (zapisy do 24.01)\n\n12.00-16.00 - Studio Freedom, ul. Kilinszczaków 45: Zajęcia Aerial Hoop. Zajęcia Pole Dance. Pokaz Pole Dance\n\n14.00 - Miejska Rada Seniorów: Marsz z sercem - start MOSIR\n\n14.00-16.00 - GoodVibes, ul. Kołobrzeska 56 - Trening z sercem dla WOŚP\n\n16.00-18.00 - Husaria, ul. Bydgoska 81 - Punch Challenge\n\n16.00-18.00 - Szkoła Podstawowa nr 4, al. Tysiąclecia 19 - \"Noc spadających gwiazd\" (obserwacje)\n\n17.00-19.00 - Athletic Gym & Fitness, ul. Budowlanych 9 - Maraton Cross.\n\nPIŁA:\n\nW Pile 33. Finał Wielkiej Orkiestry Świątecznej Pomocy odbędzie się w Regionalnym Centrum Kultury w godzinach 14.30 - 20.00. W programie pokazy artystyczne, występy dzieci i młodzieży, licytacje oraz koncerty. W holu RCK staną stoiska m.in. lokalnych szkół, policji, żużlowców, Stowarzyszenia Miłośników Munduru, Wojskowego Centrum Rekrutacji, Centrum Aktywizacji Seniorów, podologa, nauki pierwszej pomocy, jogi, Amazonek oraz Centrum Kształcenia „Nauka”.\n\nFinał zakończy „światełko do nieba” o godz. 20.00. Jak zapowiedział szef Sztabu WOŚP Stanisław Dąbek, w Pile jest to światełko wyjątkowe. - Nie będzie fajerwerków. Zamiast tego harcerze z pochodniami utworzą wielkie serce. Będzie też zespół bębniarzy - powiedział.\n\nLiczne atrakcje zaplanowano również na placu Staszica, gdzie będzie można obejrzeć pojazdy wojskowe oraz strażackie, motocykle oraz samochody członków BMW klub Piła. Nie zabraknie także wojskowej grochówki.\n\nW Pile działa też Sztab WOŚP przy Szkole Podstawowej Numer 11, który organizuje bieg „Pobij dystans z sercem”. Zapisało się do niego już kilkaset osób.\n\nO godz. 9 w hali MOSiR rozpocznie się I Amatorski Turniej Piłki Siatkowej dla WOŚP. Poza siatkarskimi pojedynkami zaplanowano rodzinny festyn z animacjami dla dzieci, gastronomią, warsztatami oraz pokazami sprzętu strażackiego i policyjnego.\n\nBIAŁOGARD:\n\nFinał w Białogardzie odbędzie się na placu Wolności w godzinach 15.00-20.00. W programie licytacje, występy taneczne i muzyczne, strefa gastronomiczna oraz koncert zespołu SaxAndSix.\n\nBOBOLICE:\n\nFinał WOŚP odbędzie się w Miejsko-Gminnym Ośrodku Kultury w Bobolicach. Od godz. 15.30 do 20.00 będzie można wziąć udział w licytacjach, obejrzeć występy dzieci i młodzieży oraz wysłuchać koncertów. W programie zaplanowano również strefę zabaw dla najmłodszych, kawiarenki z ciastami oraz loterię fantową prowadzoną przez harcerzy z 41. Bobolickiej Drużyny Staroharcerskiej „Wilki”. Zamiast tradycyjnego „światełka do nieba”, o godz. 20.00 odbędzie się pokaz laserowy.\n\nPonadto o godz. 13.00 na rajskiej plaży w Poroście odbędzie się wspólne morsowanie połączone z kiermaszem, licytacjami i kwestą wolontariuszy WOŚP.\n\nCZAPLINEK:\n\nOficjalne rozpoczęcie 33. Finału WOŚP rozpocznie się o godzinie 14.30 w hali widowiskowo-sportowej w Czaplinku. W programie wydarzenia m.in. występy wokalne i taneczne, zajęcia zumby, koncerty, nauka pierwszej pomocy z defibrylatorem oraz „światełko do nieba – fireshow”.\n\nDARŁOWO:\n\n\n\nTegoroczne wydarzenie odbędzie się w nowej hali sportowej w Szkole Podstawowej im. Ratowników Morskich w Dąbkach .\n\n\n\nNa uczestników finału czekać będzie mnóstwo atrakcji, w tym animacje dla dzieci, fotobudka, strefa gastro, występy artystyczne i koncerty wykonawców: NIEZBĘDNY BALAST, Szkoła taneczno-akrobatyczna S-TEN , Maja Em , Wojciech Wolfie Chmielewski , Zespół Pokolenie. G gwiazdą wieczoru będzie Krzysztof Wałecki. W samo południe z orkiestrą zagrają również morsy.\n\nDRAWSKO POMORSKIE:\n\nFinał w Drawsku Pomorskim rozpocznie się o godz. 15.00 w Centrum Kultury im. Eugeniusza Poniatowskiego. W programie: licytacje, występy artystyczne, licytacja tortu, strefa gastronomiczna, spotkanie z postaciami z bajek Disneya, a także stoiska straży pożarnej, policji czy grupy medycznej.\n\nKARLINO:\n\n\n\nOd godziny 16.00 do 20.00 orkiestra będzie grać w Hali Homanit Arena w Karlinie. Będą występy lokalnych artystów oraz orkiestry działającej przy KOK, zabawa fantowa, kawiarenka, dmuchańce, warsztaty plastyczne, ścianka wspinaczkowa oraz strefa boksu. Wydarzenie zakończy „światełko do nieba”.\n\nMIELNO:\n\nW samo południe morsy rozpoczną świętowanie wspólnym zanurzeniem się w zimnej wodzie. W godzinach 11.00-14.00 przy pomniku morsa odbędzie się kiermasz. Będą również stoiska gastronomiczne oraz występy sekcji CKM. Z kolei strażacy zaproszą na przejażdżkę quadem. O godz. 9.30 w hali sportowej rozpocznie się turniej piłki siatkowej, natomiast o godz. 10.00 w CUS VI Turniej brydża sportowego.\n\nPOŁCZYN-ZDRÓJ:\n\n33. Finał WOŚP startuje o godzinie 14.00 w hali widowiskowo-sportowej. Dla uczestników przygotowano: kawiarenkę z pysznościami od KGW i świetliczanek, stoiska dla najmłodszych, z szydełkowaniem, DKMS, malowanie twarzy, licytacje, występy artystyczne, koncert zespołu Kamon oraz „światełko do nieba”.\n\nGM. REDZIKOWO:\n\nGłówna scena w ramach 33. Finału WOŚP stanie w sali widowiskowo-teatralnej Zespołu Szkolno-Przedszkolnego im. Czesława Miłosza w Siemianicach.\n\nProgram wydarzenia:\n\n14:00 – 4. Bieg dla WOŚP z Gminą Redzikowo (Boisko Szansa Siemianice)\n\n15:00 – START FINAŁU (Scena w Zespole Szkolno-Przedszkolnym w Siemianicach)\n\n15:10 – Orkiestra Dęta Gminy Redzikowo\n\n15:20 – Licytacje\n\n15:30 – Joga (sala gimnastyczna)\n\n15:35 – Występ Gminnego Przedszkola „Bajka”\n\n15:45 – MAGO MAGIC SHOW – Iluzjonista\n\n16:25 – Licytacje\n\n16:35 – Chór Gminnego Uniwersytetu Trzeciego Wieku\n\n16:45 - Pokaz pierwszej pomocy (OSP Jezierzyce)\n\n17:00 – POWER CHEER TEAM Bierkowo – Duety\n\n17:05 – Chór Pasjonata\n\n17:20 – POWER CHEER TEAM Bierkowo – Zespoły\n\n17:25 – Licytacje\n\n17:40 – Świtezianki\n\n18:00 – Bierkowianki\n\n18:15 – Zeppelinki\n\n18:30 – Ringo Todorovic\n\n19:00 – Zakończenie imprezy.\n\nWydarzenia towarzyszące będą miały miejsce m.in. w Centrach Aktywności Lokalnej, Zagrodzie Inicjatyw Twórczych w Swołowie i Lądowisku Kultury.\n\nSIANÓW:\n\nGłówna scena WOŚP stanie o godz. 14.00 na placu przed kinem Zorza. W programie zaplanowano występy solistów gitarzystów z SCW, zespołu Egiksy z SCW, sekcji wokalnej z SCW, pokaz naukowy Centrum Nauki, pokaz cięcia auta przez OSP Sianów, pokaz gaszenia ognia przez OSP Osieki, występ zespołu Klaster oraz Dąbrowska Ferajna, a także „światełko do nieba”. Nie zabraknie również licytacji.\n\nPonadto o godz. 9.00 w hali sportowej przy SP2 rozpocznie się 22. Wielkoorkiestrowy Halowy Turniej Piłkarski.\n\nSŁAWNO:\n\n\n\nO godz. 15:00 w hali widowiskowo-sportowej przy SP3 nastąpi oficjalne otwarcie miejskiego finału. W programie występy artystyczne dzieci i młodzieży ze sławieńskich szkół i przedszkoli, licytacje, pokazy taneczne zespołów Gracja i Finezja, występ szkoły taneczno-akrobatycznej S-Ten, koncert Witolda Poprawskiego, Orkiestry Dętej im. Ziemi Sławieńskiej, a także zespołu „W RAZIE W” ze Słupska. Ponadto będą dmuchańce dla najmłodszych, malowanie twarzy, warkoczyki, pokazy ratownictwa, słodka kawiarenka, sklepik WOŚP, ścianka wspinaczkowa, stoiska edukacyjne.\n\n\n\nTego samego dnia o godz. 20.00 na terenie obok hali widowiskowo-sportowej odbędzie się pokaz fireshow w wykonaniu grupy JumpFire Fireshow.\n\nGM. USTKA:\n\nUstecki sztab WOŚP zorganizuje wydarzenie w Zespole Szkolno-Przedszkolnym w Objeździe. Początek o godz. 14.00. Oprócz licytacji zaplanowano także m.in. występy artystyczne, wspólny taniec zumba z instruktorem, stanowiska edukacyjne, miniturniej piłki nożnej, wirtualną strzelnicę oraz strefę dziecięcą i gastronomiczną.\n\nZŁOCIENIEC:\n\nO godzinie 11.00 na Starym Rynku rozpocznie się festyn, na którym będą dostępne liczne smakołyki oraz stoiska lokalnych OSP i nurków. Przygotowano również pokaz pierwszej pomocy, a o oprawę muzyczną zadba DJ BIBI. O tej samej godzinie w hali sportowej przy ul. Okrzei odbędzie się turniej piłki nożnej, a o godz. 13.00 na Wyspie Ostrów amatorzy zimnych kąpieli wezmą udział w „WOŚP-owym morsowaniu”.\n\nO godzinie 15.00 w hali widowiskowej ZOK rozpoczną się licytacje i występy artystyczne. Na miejscu będzie dostępna także kawiarenka. O godz. 21.00 ruszy „Dyskoteka pod chmurką” ze „światełkiem do nieba”.\n\nred."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 25.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-25012025/ar-AA1xMdR0?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN1 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "POLREGIO gra z WOŚP",
            "link": "https://www.tcz.pl/index.php?p=1,47,0,wiadomosci&item=de5e708c46ea23d6&title=POLREGIO-gra-z-WOSP",
            "description": "Prywatny przejazd zabytkowym pociągiem, spacer po kolejowej hali napraw, a nawet prędkościomierz z charakterystycznego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Iz3vll8QNlDQz-TpVaJV2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Tcz.pl3 godz.",
            "source": "Tcz.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 24.01.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://dziennikbaltycki.pl/przeglad-prasy-24-01-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960899",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 23.01.",
            "image_url": "https://www.bing.pl/th?id=OVFT.hLVPISn5bL8XeQ_6kf2AdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dziennikbaltycki.pl4 godz.",
            "source": "dziennikbaltycki.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 24.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-24012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Wt%2bx0OHfZ7D6PGgrS8hDXg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te banknoty trzeba wymienić, bo tracą wartość. Zobacz, jakie uszkodzenia banknotów zmniejszają ich wycenę 24.01.2025",
            "link": "https://gk24.pl/te-banknoty-trzeba-wymienic-bo-traca-wartosc-zobacz-jakie-uszkodzenia-banknotow-zmniejszaja-ich-wycene-24012025/ar/c1-18995014",
            "description": "Zobacz, jakie banknoty stracą na nominale. Znajduje się kilka przypadków, kiedy pieniądz może stracić ważność i należy go ...",
            "image_url": "https://www.bing.pl/th?id=OVF.UOxcaw%2bwjuYVejb7jgOVyA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl3 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w Żaganiu. Wiadomo już, co było napisane na płycie",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/niezwyk%C5%82e-odkrycie-w-%C5%BCaganiu-wiadomo-ju%C5%BC-co-by%C5%82o-napisane-na-p%C5%82ycie/ar-AA1xJ34X?ocid=BingNewsVerp",
            "description": "Pracownicy Żagańskich Wodociągów i Kanalizacji wraz z archeologiem Oktawianem Wróblewskim z pracowni Relikt, pod koniec listopada 2024 odkryli fragmenty niemieckich płyt epitafijnych, w wykopie przy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.6oXJf1KayPglPY9d412pqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Lubuska on MSN18 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby z Lubuskiego. Zobaczcie, co znaleziono pod ziemią. Oto największe odkrycia z ostatnich lat",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/skarby-z-lubuskiego-zobaczcie-co-znaleziono-pod-ziemi%C4%85-oto-najwi%C4%99ksze-odkrycia-z-ostatnich-lat/ar-AA1xKMAs?ocid=BingNewsVerp",
            "description": "Lubuska ziemia skrywa w sobie wielkie tajemnice. Do tej pory udało się odkryć wiele niesamowitych śladów historii, w tym m.in. osady jeszcze sprzed naszej ery, wojenne cmentarzyska, ludzkie szczątki..",
            "image_url": "https://www.bing.pl/th?id=ODF.6oXJf1KayPglPY9d412pqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Lubuska on MSN9 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    }
]