[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stylowe vintage w cenie! Oto, ile kosztują poszukiwane starocie w 2025 roku",
            "link": "https://www.msn.com/pl-pl/moda-i-styl/trendy-modowe/stylowe-vintage-w-cenie-oto-ile-kosztuj%C4%85-poszukiwane-starocie-w-2025-roku/ar-AA1DF6xJ?ocid=BingNewsVerp",
            "description": "Moda na przedmioty z dawnych lat nie słabnie, a w 2025 roku przedmioty vintage cieszą się ogromnym zainteresowaniem.",
            "image_url": "https://www.bing.pl/th?id=OVFT.G8DOYy-9qqFxnEgY1fjtaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN3 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda Lubińska to najbardziej kultowa giełda na Dolnym Śląsku. Co sobotę można tu kupić niemal wszystko, zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gie%C5%82da-lubi%C5%84ska-to-najbardziej-kultowa-gie%C5%82da-na-dolnym-%C5%9Bl%C4%85sku-co-sobot%C4%99-mo%C5%BCna-tu-kupi%C4%87-niemal-wszystko-zdj%C4%99cia/ar-AA1DFnEd?ocid=BingNewsVerp",
            "description": "Przy stadionie piłkarskim odbywa się co tydzień w sobotę od godziny 6:00. Można tu kupić niemal wszystko! Części samochodowe, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.znxZlpACNJnOTdJlKcZwzQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Legnica Nasze Miasto on MSN2 godz.",
            "source": "Legnica Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Związków Zawodowych we Włocławku - nowalijki, truskawki i kwiaty - 26 kwietnia 2025. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targowisko-przy-ul-zwi%C4%85zk%C3%B3w-zawodowych-we-w%C5%82oc%C5%82awku-nowalijki-truskawki-i-kwiaty-26-kwietnia-2025-zdj%C4%99cia-ceny/ar-AA1DFbnL?ocid=BingNewsVerp",
            "description": "W prawdziwie wiosenną sobotę, 26 kwietnia 2025 roku, na targowisku przy ulicy Związków Zawodowych we Włocławku panował spory ...",
            "image_url": "https://www.bing.pl/th?id=OVF.k54M43kTro%2b6zwBne2o2jA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN4 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zagrałem w Forza Horizon 5 na PS5. Teraz mam wyrzuty sumienia [OPINIA]",
            "link": "https://android.com.pl/rozrywka/921079-forza-horizon-5-na-ps5-opinia/",
            "description": "Forza Horizon 5 działa na PS5 fantastycznie, to już jest jedna z najlepszych gier obecnej generacji. Niestety, przez nią mam ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.blmOEQPiwbExVdbvEzX9By&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "ANDROID.COM.PL4 godz.",
            "source": "ANDROID.COM.PL",
            "article_content": "I nie dlatego, że wydanie Forza Horizon 5 na PlayStation 5 okazało się jakieś złe, wręcz przeciwnie. Pomimo swojej premiery w listopadzie 2021 r., to (niestety) dalej najlepsze zręcznościowe wyścigi z rzeczywistymi samochodami, w jakie możecie obecnie zagrać, tu nie ma wielkiej dyskusji.\n\nAczkolwiek podczas gdy ostatnie kilka dni „śmigałem” po niezmiennie pięknym Meksyku, przebijało się we mnie uczucie, że mógłbym ten czas spędzić bardziej produktywnie, także w obrębie mojego hobby, jakim są gry wideo.\n\nForza Horizon 5 niezmiennie czaruje, także na PS5\n\nForza Horizon 5 była już na komputerach i konsolach rodziny Xbox grą fantastyczną. Przede wszystkim, klimat! Ogromna, otwarta mapa inspirowana Meksykiem łączy się z niepowtarzalnym klimatem festiwalu muzycznego. O czym przez te 4 lata od premiery zapomniałem jednak to fakt, jak świetnie wątek fabularny skupia się na ekspozycji meksykańskiej kultury i wartości. Nie tylko samochody są gwiazdą, ale też i sama lokacja.\n\nTa platforma już nie przyda się poza paradą, więc wyskoczymy nią z wiekiej góry i zobaczymy co się stanie. Fot. Forza Horizon 5 / zrzut ekranu\n\nProdukcja Playground Games to jednak również charakterystyczny model jazdy, utrzymujący balans pomiędzy łatwością jego opanowania a zachowaniem wyzwania, nie tylko w kontekście bystrości AI prowadzonej przez konsolę. Wersja na PS5 dokłada tu brakujący kawałek puzzli, czyli wsparcie kontrolera DualSense.\n\nTriggery przyjemnie stawiają opór podczas hamowania, a każdy skręt i zmiana nawierzchni wiąże się z reakcją haptycznych wibracji. Dalej w mojej opinii nie jest to poziom Gran Turismo 7, DiRT 5, czy też EA SPORTS WRC i WRC Generations, ale implementacja funkcji DualSense nie jest też totalną kaszanką. Ot, poprawne wykonanie.\n\nNo dobrze, może ta nowa Toyota Supra nie jest tak brzydka, jak myślałem. Fot. Forza Horizon 5 / zrzut ekranu\n\nPodczas całej rozgrywki możecie już zebrać aż 902 samochody. Nie są one wykonane z takim pietyzmem jak w Gran Turismo 7, ale dalej wizualnie przewyższają resztę samochodowych produkcji na rynku. No i zdobywa się je o wiele łatwiej, sam po 10 godzinach rozgrywki mam już kilkadziesiąt aut, a gdybym skupiłbym się na tym bardziej, setka byłaby w zasięgu.\n\nElastyczność, czyli największa siła Forza Horizon 5\n\nTo nie jest wyłącznie gra o superszybkich samochodach. Nic nie stoi na przeszkodzie, by pojeździć w bardziej szutrowych, czy też ulicznych klimatach. Fot. Forza Horizon 5 / zrzuty ekranu\n\nOprócz tego, że – jak widzicie powyżej – tytuł wygląda jak miliard dolarów w płynnych 60 FPS, Forza Horizon 5 oferuje coś, z czym inne zręcznościowe wyścigi na rynku mają wielki problem. Elastyczność.\n\nChciałbyś przejść całą kampanię pierwszym Volkswagenem Golfem, bo twój dziadek miał taki samochód? Nie ma problemu, gra automatycznie dopasuje ci przeciwników tak, byś mógł to zrobić. Forza Horizon 5 jest zaprojektowana tak, aby na każdym etapie dostosować się do tego, co gracz chce osiągnąć, nie na odwrót.\n\nAbsolutna wolność. Chcesz pomalować Golfa I na tęczowe barwy Apple lat 80. XX wieku? Możesz, Tim Cook nie poda cię do sądu. Fot. Forza Horizon 5 / zrzut ekranu\n\nLubisz wyciskać milisekundy z każdego przejazdu? Proszę bardzo, tryb Rywali jest dla ciebie. Nie interesują cię wyścigi, ale lubisz sobie pojeździć? Historie pozwalają odkrywać kulturę i motoryzację Meksyku, możesz szukać ukrytych tablic z punktami i samochodów ukrytych w starych garażach. Mało tego, tryb Eliminator to pełnoprawne battle-royale jak Fortnite, a możesz też pograć online w tryby imprezowe, takie jak Capture the Flag czy Hide & Seek (tak, zabawa w chowanego).\n\nPrzez dwa dni, odkąd otrzymałem dostęp do gry, zdążyłem już spędzić w niej ok. 10 godzin. I to pomimo faktu, że – jak podpowiada mi aplikacja Xbox – już na samym komputerze zdążyłem pograć przez 183 godziny. Mając na uwadze to, jak gigantyczną i żywą, przez komponent wyzwań i wyścigów online, grą jest Forza Horizon 5 (z dwoma dodatkami, Hot Wheels oraz Rajdowa Przygoda), obawiam się, iż na PS5 mogę ten wynik powtórzyć, jeśli nie przebić.\n\nI stąd właśnie rodzą się wyrzuty sumienia, o których wspominam w tytule.\n\nNowe gry mają tylko trudniej. Live-service, klasyka i remastery zabierają im tlen\n\nJeszcze kilka lat temu, ta grafika funkcjonowałaby jako „marzenia” lub „memy”. Fot. PlayStation 5 / zrzut ekranu\n\nTak, Forza Horizon 5 dalej wygląda, jak anomalia na ekranie głównym PS5. Spójrzmy jednak dokładniej i zastanówmy się, która z gier widocznych na tym menu jest najnowsza. Odpowiedź to Animal Well, wydane w maju 2024 r. Jedna z hojniej nagrodzonych gier niezależnych zeszłego roku, wybitna platformówka 2D i gra logiczna w jednym.\n\nDlaczego więc gramy w nią z partnerką dopiero teraz? Po pierwsze, 3/4 zeszłorocznej uwagi na gry skradło nam Balatro, trwający niezależny fenomen. Po drugie, gra „wypadała” z subskrypcji PlayStation Plus Extra w połowie kwietnia i FOMO nas zmobilizowało. Na tyle, że ostatecznie kupiliśmy grę na promocji.\n\nNie wiem, czy ukaże się jeszcze jakaś nowa gra, w której zostawimy prawie 500 godzin życia. Fot. Szymon Baliński / Android.com.pl\n\nSukces Balatro jest jednak antyprzykładem dla tego, co obecnie dzieje się w branży gier. Raport przedstawiony podczas marcowego Game Developers Conference (GDC) wykazał, że w 2024 r., czas spędzany przy grach starszych niż 6 lat wyniósł 67%! Ówczesne nowości stanowiły zaledwie 8% czasu na PC i 15% na konsolach. To oznacza, że nowe tytuły walczą już nie tylko z wychodzącą obok konkurencją, ale też i ze starymi, ciągle żywymi i przeważnie tańszymi grami. Nie odkrywam tutaj Ameryki oczywiście, ale mam wrażenie, że w ostatnim czasie jest to jeszcze bardziej widoczne, niż zwykle.\n\nNie dalej jak w marcu 2024 r., widoczność nowej gry Potions: A Curious Tale została „zmiażdżona” na Steam przez Electronic Arts, które „nagle” wypuściło na Steam falę starszych, dalej popularnych produkcji z serii Command & Conquer oraz Dungeon Keeper. Twórczyni pracowała nad pozycją ok. 10 lat. W obecnej chwili podobny problem przeżywają twórcy produkcji Post Trauma, których zaskoczyła nagła premiera The Elder Scrolls IV Oblivion Remastered. W odświeżone RPG Bethesdy zdążyło już zagrać 4 mln osób, ale jest ono dostępne też w ramach subskrypcji Xbox Game Pass.\n\nZwiastun premierowy gry Clair Obscur: Expedition 33\n\nPo drugiej stronie mamy autorów z francuskiego Sandfall Interactive oraz ich debiutu (!), czyli wysokobudżetowego jRPG o tytule Clair Obscur: Expedition 33. Im dobre słowo krytyków (91 / 100 na OpenCritic, średnia z 106 recenzji) i obecność w Xbox Game Pass zdaje się pomagać, pomimo Obliviona zabierającego uwagę graczy. Pamiętacie jeszcze o Blue Prince, niezależnym hicie z początku kwietnia 2025 r.? No pewnie, że nie, tak trudno utrzymać uwagę graczy na świecie dłużej, niż tydzień.\n\nWydawca, Kepler Interactive wprost mówi na X (dawnym Twitterze) o efekcie barbenheimer, czyli wzajemnie napędzającym się zainteresowaniu obydwiema grami, nazwanym po synergii filmów Barbie i Oppenheimer wydanych obok siebie w 2023 r. Produkcji pomaga też z pewnością niższa cena w dniu premiery, czyli 219 złotych. Także to nie jest tak, że starocie i remastery wyłącznie szkodzą nowym produkcjom.\n\nGranie w gry nie powinno rodzić wyrzutów sumienia\n\nA jednak im dłużej śledzę branżę gier, tym bardziej czuję się „winny”. Nie kupiłem w dniu premiery pozycji, która tylko trochę mnie interesowała? Źle, studio postawiło wszystko na jedną kartę i musiało się zamknąć. Wyciskam z 5-letniego już Ghost of Tsushima wszystko, co się da w 45 godzin? Też źle, powinienem zająć się Indiana Jones i Wielki Krąg, które pod koniec 2024 r. nie dostało wystarczającej uwagi od mediów i graczy.\n\nDlatego też premiera Forza Horizon 5 mocno uwypukliła w mojej głowie dwa wnioski. Po pierwsze, wydanie przeboju w 2025 r. jest zadaniem wręcz karkołomnym. Nawet jeśli komuś uda się stworzyć fantastyczną, przełomową wręcz grę, to musi jeszcze wydać mnóstwo pieniędzy na marketing i przy tym modlić się, że nie potknie się o jakiś „kultowy klasyk” lub inną, głośniejszą premierę.\n\nPolski Bearnard był w 2024 r. ciepło przyjęty na Steam, ale nie stał się przebojem. Teraz szuka drugiej szansy na Nintendo Switch, gdzie ukaże się 9 maja 2025 r. Fot. Bearnard / zrzut ekranu\n\nPo drugie, coraz trudniej nas odciągnąć od klasyki i „kupki wstydu” do tej pory, w 2025 r. sięgnąłem po jedną całkowicie nową grę. Było to fantastyczne, kooperacyjne Split Fiction, w które musicie zagrać. A tak to wróciłem do Ghost of Tsushima, dalej chciałbym dokończyć Cyberpunk 2077 z dodatkiem Widmo Wolności, no i tak zleci połowa roku. Im mniej czasu na hobby, tym częściej szukamy pewniaków, takich jak Forza Horizon 5. Dlatego też pomimo zakończenia „wojny konsol”, decyzja Microsoftu o flagowych premierach na PS5 ma sporo sensu.\n\nA i kalendarz zapowiada trudny czas dla „niespodziewanych hitów”. Czekamy na pełne wydanie Hades II, DOOM: The Dark Ages, Ghost of Yotei, Intergalactic: The Heretic Prophet, Marvel’s Wolverine, no i przede wszystkim GTA 6, które może pod koniec 2025 r. całkowicie zakłócić to, jak branża funkcjonuje do tej pory.\n\nDla samego przemysłu gier to będzie ciekawy rok, ale gracze będą coraz częściej grać w tytuły starsze, takie jak Forza Horizon 5 – już od 29 kwietnia dla wszystkich na PlayStation 5. Nawet za 299 złotych to pewniak absolutny i ostatecznie warty poczucia winy.\n\nŹródło: oprac. własne, Zdjęcie otwierające: Forza Horizon 5 / zrzut ekranu\n\nGrę w edycji Premium otrzymaliśmy od jej wydawcy, Xbox Polska. Część odnośników to linki afiliacyjne lub linki do ofert naszych partnerów. Po kliknięciu możesz zapoznać się z ceną i dostępnością wybranego przez nas produktu – nie ponosisz żadnych kosztów, a jednocześnie wspierasz niezależność zespołu redakcyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda w Sandomierzu tonie w zieleni. Tłumy ludzi na zakupach. Zobacz zdjęcia z soboty 26 kwietnia",
            "link": "https://echodnia.eu/swietokrzyskie/gielda-w-sandomierzu-tonie-w-zieleni-tlumy-ludzi-na-zakupach-zobacz-zdjecia-z-soboty-26-kwietnia/ar/c1p2-27506379",
            "description": "W sobotę, 26 kwietnia giełda w Sandomierzu przyciągnęła tłumy mieszkańców i przyjezdnych z całego regionu. W pełni sezonu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.R%2b%2b628h4gnRZh%2fEyhJrBqg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia7 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety i banknoty z PRL-u są teraz w cenie. W 2025 roku niektóre stare pieniądze warte są krocie [26.04.25]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/monety-i-banknoty-z-prl-u-s%C4%85-teraz-w-cenie-w-2025-roku-niekt%C3%B3re-stare-pieni%C4%85dze-warte-s%C4%85-krocie-31-03-2025/ar-AA1BZVvo?ocid=BingNewsVerp",
            "description": "Pieniądze z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników numizmatyki. Ceny peerelowskich monet i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Tytwhtzh1ikTIwzriT9z8g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN23 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 26.04.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-26042025/ar-AA1xHYvF?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.w5svdHFD6hAav%2bRJmM%2fvqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN10 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 26.04.2025",
            "link": "https://gs24.pl/ta-moneta-z-prl-moze-byc-warta-nawet-30-tys-zlotych-koniecznie-zobacz-swoje-szuflady-zdjecia-26042025/ar/c1-17906435",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce ...",
            "image_url": "https://www.bing.pl/th?id=OVF.aSignva2RAP%2fBzfkiFeEpA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński11 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci powróciła na jarosławski rynek. Mamy zdjęcia!",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/wydarzenia-kulturalne/gie%C5%82da-staroci-powr%C3%B3ci%C5%82a-na-jaros%C5%82awski-rynek-mamy-zdj%C4%99cia/ar-AA1DFrmf?ocid=BingNewsVerp",
            "description": "W sobotni poranek jarosławski rynek tętnił życiem, a przestrzeń wypełniły przedmioty pełne historii – od antyków, poprzez ...",
            "image_url": "https://www.bing.pl/th?id=OVF.vSoB6bS8TXfDy1W5%2fyhhtQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowiny on MSN1 godz.",
            "source": "Nowiny on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten banknot 50 złotych jest wart fortunę! A to nie jedyny okaz, którego szukają kolekcjonerzy [26.04.25]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ten-banknot-50-z%C5%82otych-jest-wart-fortun%C4%99-a-to-nie-jedyny-okaz-kt%C3%B3rego-szukaj%C4%85-kolekcjonerzy-260425/ar-AA1Dttas?ocid=BingNewsVerp",
            "description": "Banknot 50 zł z 1994 roku, oznaczony serią zastępczą YA to najrzadszy banknot III Rzeczypospolitej. Jak informuje portal ...",
            "image_url": "https://www.bing.pl/th?id=OVF.sqVdFg5N682lJxEeFBobVw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska on MSN23 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 26.04.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-masz-ja-w-domu-mozesz-niezle-zarobic-tej-porcelany-szukaja-kolekcjonerzy-26-04-2025/ar/c9p2-27406077",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.FEFIXfgypDPWPBQ3SWhJZA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 26.04.2025",
            "link": "https://gp24.pl/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-26042025/ar/c9-17781193",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę! Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Pomorza10 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ruszyły zwolnienia grupowe w fabryce sody w Janikowie",
            "link": "https://kresy.pl/wydarzenia/ruszyly-zwolnienia-grupowe-w-fabryce-sody-w-janikowie/",
            "description": "W zakładzie produkcji sody Qemetica Soda Polska w Janikowie rozpoczął się proces zwolnień grupowych. Jak wynika z najnowszych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1Ae9kHsd068Du3wvgFRkRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Kresy.pl42 min",
            "source": "Kresy.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowe targi na Świebodzkim we Wrocławiu. Możecie tu dostać unikatową odzież, biżuterię, a nawet dekoracje do domu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/wyj%C4%85tkowe-targi-na-%C5%9Bwiebodzkim-we-wroc%C5%82awiu-mo%C5%BCecie-tu-dosta%C4%87-unikatow%C4%85-odzie%C5%BC-bi%C5%BCuteri%C4%99-a-nawet-dekoracje-do-domu/ar-AA1DFb9X?ocid=BingNewsVerp",
            "description": "Dziergane smycze, ręcznie robione obroże dla zwierząt, a może biżuteria z kamieni naturalnych? To wszystko można kupić podczas Targów unikatów na Dworcu Świebodzkim. Impreza trwa do końca dnia.",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN4 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby czekają w Pasażu Łódzkim! Wyprzedaż garażowa pełna perełek i unikalnych antyków",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/skarby-czekaj%C4%85-w-pasa%C5%BCu-%C5%82%C3%B3dzkim-wyprzeda%C5%BC-gara%C5%BCowa-pe%C5%82na-pere%C5%82ek-i-unikalnych-antyk%C3%B3w/ar-AA1DEoZw?ocid=BingNewsVerp",
            "description": "W Pasażu Łódzkim trwa wyprzedaż garażowa. Odwiedzający mogą znaleźć unikalne antyki, stare przedmioty i prawdziwe perełki, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.hxTBx7C6Bh4M2oJS%2bmRBBA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Łódź Nasze Miasto on MSN8 godz.",
            "source": "Łódź Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targowisko przy ul. Związków Zawodowych we Włocławku - nowalijki, truskawki i kwiaty - 26 kwietnia 2025. Zdjęcia, ceny",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targowisko-przy-ul-zwi%C4%85zk%C3%B3w-zawodowych-we-w%C5%82oc%C5%82awku-nowalijki-truskawki-i-kwiaty-26-kwietnia-2025-zdj%C4%99cia-ceny/ar-AA1DFbnL?ocid=BingNewsVerp",
            "description": "W prawdziwie wiosenną sobotę, 26 kwietnia 2025 roku, na targowisku przy ulicy Związków Zawodowych we Włocławku panował spory ...",
            "image_url": "https://www.bing.pl/th?id=OVF.k54M43kTro%2b6zwBne2o2jA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto on MSN4 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Warszawie trwają Targi Polskich Produktów. Tu kupisz rzeczy, których nie ma w sklepach. \"Jedyna taka okazja\"",
            "link": "https://www.msn.com/pl-pl/news/other/w-warszawie-trwaj%C4%85-targi-polskich-produkt%C3%B3w-tu-kupisz-rzeczy-kt%C3%B3rych-nie-ma-w-sklepach-jedyna-taka-okazja/ar-AA1DEUpq?ocid=BingNewsVerp",
            "description": "Targi Polskich Produktów zawitały do Warszawy. W ten weekend Centrum Praskie Koneser wypełniło się po brzegi unikalnymi ...",
            "image_url": "https://www.bing.pl/th?id=OVF.qrf%2b9AcMDSLKbytYtRfHyw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto on MSN5 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda Lubińska to najbardziej kultowa giełda na Dolnym Śląsku. Co sobotę można tu kupić niemal wszystko, zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/gie%C5%82da-lubi%C5%84ska-to-najbardziej-kultowa-gie%C5%82da-na-dolnym-%C5%9Bl%C4%85sku-co-sobot%C4%99-mo%C5%BCna-tu-kupi%C4%87-niemal-wszystko-zdj%C4%99cia/ar-AA1DFnEd?ocid=BingNewsVerp",
            "description": "Przy stadionie piłkarskim odbywa się co tydzień w sobotę od godziny 6:00. Można tu kupić niemal wszystko! Części samochodowe, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.znxZlpACNJnOTdJlKcZwzQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Legnica Nasze Miasto on MSN2 godz.",
            "source": "Legnica Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przypadkowe odkrycie na Dolnym Śląsku. W dawnym klasztorze Magdalenek, trafiono na zabudowania sprzed kilkuset lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/przypadkowe-odkrycie-na-dolnym-%C5%9Bl%C4%85sku-w-dawnym-klasztorze-magdalenek-trafiono-na-zabudowania-sprzed-kilkuset-lat/ar-AA1DBVSB?ocid=BingNewsVerp",
            "description": "Nie tego spodziewali się robotnicy, którzy mieli za zadanie utwardzić i odwodnić jedną z działek w Nawojowie Łużyckim (woj.",
            "image_url": "https://www.bing.pl/th?id=OVF.MohPQ6jVJur%2bzbBeC2xUsA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska on MSN36 min",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polskie odkrycie ratunkiem dla skóry",
            "link": "https://dziendobry.tvn.pl/newsy/dolny-slask-sensacyjne-odkrycie-w-klasztorze-st8431596",
            "description": "W Nawojowie Łużyckim w woj. śląskim odkryto podziemne pomieszczenia, które pamiętają czasy zakonu magdalenek z XVIII wieku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YMIFMAVDGnzKm6UopS8LhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dzień Dobry TVN8 godz.",
            "source": "Dzień Dobry TVN",
            "article_content": "To miało być zwykłe utwardzenie działki. Tymczasem w Nawojowie Łużyckim odkryto podziemne pomieszczenia, które pamiętają czasy zakonu magdalenek z XVIII wieku. Archeolodzy i lokalne władze nie kryją zaskoczenia. - Warto zastanowić się w przyszłości nad wykorzystaniem potencjału tego miejsca - mówi Aleksandra Chomicz, wójt gminy Lubań.\n\nDalsza część artykułu pod materiałem wideo\n\nPolskie odkrycie ratunkiem dla skóry Źródło: Dzień Dobry TVN\n\nDolny Śląsk. Zaskakujące odkrycie pod dawnym klasztorem\n\nNikt nie spodziewał się, że rutynowe prace budowlane w Nawojowie Łużyckim (woj. dolnośląskie) doprowadzą do archeologicznej sensacji. Podczas przygotowań do utwardzenia i odwodnienia jednej z działek natrafiono na ukryte podziemia należące niegdyś do klasztoru sióstr magdalenek. Prace poprzedziły badania archeologiczne, które ujawniły trzy podziemne pomieszczenia, będące częścią XVIII-wiecznego kompleksu dworskiego. Znalezisko zaskoczyło zarówno robotników, jak i władze lokalne.\n\n- Ukryte pod ziemią, murowane pozostałości po dorobku XVIII wieku to niebywałe odkrycie. Warto zastanowić się w przyszłości nad wykorzystaniem potencjału tego miejsca - podkreśla cytowana przez \"Gazetę Wrocławską\" Aleksandra Chomicz, wójt gminy Lubań.\n\nArcheolodzy ustalili, że do pierwszej piwnicy prowadzą schody o szerokości 120 cm, a kolejne pomieszczenia łączą się dzięki portalowi wykonanemu z jasnego piaskowca. Dwa z nich mają uszkodzone sklepienia, natomiast trzecie wciąż jest oczyszczane i nie wiadomo jeszcze, co może się w nim kryć.\n\nHistoria klasztoru magdalenek w Lubaniu\n\nOdkryte podziemia są świadectwem bogatej historii tego miejsca. Teren, na którym się znajdują, został zakupiony w 1756 roku przez zakon magdalenek z Lubania. Sam kompleks miał jednak znacznie wcześniejsze korzenie, sięgające renesansu. Pierwsze zabudowania powstały już w latach 70. XVI wieku z inicjatywy Christopha Friedricha von Tschirnhausa, a cały obiekt przez wieki zmieniał właścicieli i funkcje, aż został zniszczony w 1945 roku. Obecne znalezisko rzuca nowe światło na tę zapomnianą część lokalnej historii.\n\nW związku z nowymi okolicznościami, zakres inwestycji zostanie zmieniony i dostosowany do zaleceń konserwatora zabytków oraz zespołu archeologicznego. Prace budowlane mają zakończyć się w połowie czerwca, lecz zainteresowanie miejscem już teraz wskazuje, że jego przyszłość może nabrać zupełnie nowego wymiaru. Być może stanie się jednym z jaśniejszych punktów na historycznej mapie regionu.\n\nW NAWOJOWIE ŁUŻYCKIM W TRAKCIE REALIZACJI INWESTYCJI NATRAFIONO NA MUROWANE RELIKTY⛏️‼️📢 ➡️Trwa realizacja zadania... Posted by Urząd Gminy Lubań on Thursday, April 24, 2025 Rozwiń\n\nZobacz także:\n\nAutor: Regina Łukasiewicz Źródło: Gazeta Wrocławska Źródło zdjęcia głównego: GettyImages, Facebook Jak przekazać 1,5% na Fundację TVN? Kliknij w obraz\n\npodziel się: podziel się twittnij skopiuj link\n\nPozostałe wiadomości\n\nGorące tematy Franciszek był ostatnim papieżem? Jedna z przepowiedni o końcu świata ma na to wskazywać\n\nStyl życia Kajetan Kajetanowicz i Grzegorz Duda edukują młodych mechaników"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 19 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 26 - 27 kwietnia?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-rowerowe-do-19-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-26-27-kwietnia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, sprawdź prognozę pogody. W sobotę 26 kwietnia w Oświęcimiu ma być 14°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVF.PyVhmVas2JE1fU%2f%2f2Aim6g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto3 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kariera i życie prywatne Haliny Mlynkovej. Wokalistka ochrzci 4-letniego syna. \"Poczułam dużą potrzebę\"",
            "link": "https://dziendobry.tvn.pl/gwiazdy/halina-mlynkova-ochrzci-4-letniego-syna-st8432340",
            "description": "To intensywny czas w życiu Haliny Mlynkovej. Gwiazda przygotowuje się do ważnego wydarzenia, ponieważ zamierza ochrzcić ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.DJ53qFCC3P0b7w3NubWubS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dzień Dobry TVN5 godz.",
            "source": "Dzień Dobry TVN",
            "article_content": "To intensywny czas w życiu Haliny Mlynkovej. Gwiazda pracuje właśnie nad nową płytą. Niedawno wróciła z Watykanu, gdzie nagrywała piosenkę z Ilarią Della Bidią - znakomitą włoską wokalistką. Ponadto przygotowuje się do ważnego wydarzenia, ponieważ zamierza ochrzcić niespełna 4-letniego syna. - Jest prawdą, że przez wiele lat miałam bardzo duże pogubienie w kwestii moich dzieci i co z chrztem. Jestem chrześcijanką, ale innego wyznania. Jesteśmy teraz w niezwykłym dla mnie miejscu, wśród całej rodziny Marcina, która otacza Leosia. Poczułam bardzo dużą potrzebę, żeby Leoś był ochrzczony i stał się częścią tej społeczności. To dla mnie bardzo ważna rzecz - wyznała artystka w Dzień Dobry TVN.\n\nNie oglądałeś Dzień Dobry TVN na antenie? Wszystkie odcinki znajdziesz na Player.pl.\n\nZobacz także:\n\nAutor: Justyna Piąsta Źródło zdjęcia głównego: Paweł Wodzyński/East News Jak przekazać 1,5% na Fundację TVN? Kliknij w obraz\n\npodziel się: podziel się twittnij skopiuj link\n\nPozostałe wiadomości\n\nGorące tematy Franciszek był ostatnim papieżem? Jedna z przepowiedni o końcu świata ma na to wskazywać\n\nStyl życia Kajetan Kajetanowicz i Grzegorz Duda edukują młodych mechaników"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Projekt Bear Latte Art",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/projekt-bear-latte-art/vi-AA1DDKgx?ocid=BingNewsVerp",
            "description": "Latte z uroczym wzorem twarzy niedźwiedzia w piance, otoczonym dekoracyjnymi zawijasami pianki. Kawa podawana jest w białej ...",
            "image_url": "https://www.bing.pl/th?id=OVF.q73StfG1wcZ6ah21ziSWzg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Late Art City on MSN1 godz.",
            "source": "Late Art City on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby czekają w Pasażu Łódzkim! Wyprzedaż garażowa pełna perełek i unikalnych antyków",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/skarby-czekaj%C4%85-w-pasa%C5%BCu-%C5%82%C3%B3dzkim-wyprzeda%C5%BC-gara%C5%BCowa-pe%C5%82na-pere%C5%82ek-i-unikalnych-antyk%C3%B3w/ar-AA1DEoZw?ocid=BingNewsVerp",
            "description": "W Pasażu Łódzkim trwa wyprzedaż garażowa. Odwiedzający mogą znaleźć unikalne antyki, stare przedmioty i prawdziwe perełki, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.hxTBx7C6Bh4M2oJS%2bmRBBA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Łódź Nasze Miasto on MSN8 godz.",
            "source": "Łódź Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Konserwator zabytków zajmie się zmienioną tablicą UPA",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/konserwator-zabytk%C3%B3w-zajmie-si%C4%99-zmienion%C4%85-tablic%C4%85-upa/ar-AA1DENHe?ocid=BingNewsVerp",
            "description": "Firma Microsoft i jej zewnętrzni dostawcy używają plików cookie do przechowywania i uzyskiwania dostępu do informacji, takich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.wO_6crNwbotIUcvupRI9sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "wPolityce.pl on MSN7 godz.",
            "source": "wPolityce.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Piękna pogoda zachęca do poszukiwań skarbów. Tłumy na 55. Jarmarku Staroci i Osobliwości w Jeleniej Górze [ZDJĘCIA]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/pi%C4%99kna-pogoda-zach%C4%99ca-do-poszukiwa%C5%84-skarb%C3%B3w-t%C5%82umy-na-55-jarmarku-staroci-i-osobliwo%C5%9Bci-w-jeleniej-g%C3%B3rze-zdj%C4%99cia/ar-AA1DFjTv?ocid=BingNewsVerp",
            "description": "Weekend (26-27 kwietnia) w Jeleniej Górze to 55. edycja Jarmarku Staroci i Osobliwości. Piękna pogoda sprzyja wędrówkom w poszukiwaniu prawdziwych skarbów. Stoiska wystawców z całej Polski i zagranicy ...",
            "image_url": "https://www.bing.pl/th?id=ODF.h8OGMXjFuz807iNXn1avLw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Jelenia Góra Nasze Miasto on MSN2 godz.",
            "source": "Jelenia Góra Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 13 km od Wałbrzycha. Podpowiadamy pomysły na wyprawę. Gdzie w weekend 26 - 27 kwietnia?",
            "link": "https://walbrzych.naszemiasto.pl/wycieczki-rowerowe-do-13-km-od-walbrzycha-podpowiadamy-pomysly-na-wyprawe-gdzie-w-weekend-26-27-kwietnia/ar/c7p1-21831457",
            "description": "Zanim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 26 kwietnia w Wałbrzychu ma być 11°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVF.kwMzMhRaH9Ge9AuqBiz2UQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wałbrzych Nasze Miasto3 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ktoś podmienił tablice na pomniku UPA w Monasterzu. Konstrukcję zbada konserwator zabytków",
            "link": "https://dziennik.com/ktos-podmienil-tablice-na-pomniku-upa-w-monasterzu-konstrukcje-zbada-konserwator-zabytkow/",
            "description": "W poniedziałek do Monasterza, gdzie znajduje się pomnik UPA, na którym podmieniona została tablica, ma przyjechać wojewódzki ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1PPJJdCmxIHFRuLw271QZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowy Dziennik17 godz.",
            "source": "Nowy Dziennik",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ten banknot 50-złotowy jest wart nawet 30 tys. zł!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ten-banknot-50-z%C5%82otych-jest-wart-fortun%C4%99-a-to-nie-jedyny-okaz-kt%C3%B3rego-szukaj%C4%85-kolekcjonerzy-23042025/ar-AA1Dttas?ocid=BingNewsVerp",
            "description": "Banknot 50 zł z 1994 roku, oznaczony serią zastępczą YA to najrzadszy banknot III Rzeczypospolitej. Jak informuje portal ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yF7QhKfoc%2b%2bevLFg53nOJQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN8 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 26.04.2025",
            "link": "https://gs24.pl/ta-moneta-z-prl-moze-byc-warta-nawet-30-tys-zlotych-koniecznie-zobacz-swoje-szuflady-zdjecia-26042025/ar/c1-17906435",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce ...",
            "image_url": "https://www.bing.pl/th?id=OVF.aSignva2RAP%2fBzfkiFeEpA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Szczeciński11 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przypadkowe odkrycie na Dolnym Śląsku. W dawnym klasztorze Magdalenek, trafiono na zabudowania sprzed kilkuset lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/przypadkowe-odkrycie-na-dolnym-%C5%9Bl%C4%85sku-w-dawnym-klasztorze-magdalenek-trafiono-na-zabudowania-sprzed-kilkuset-lat/ar-AA1DBVSB?ocid=BingNewsVerp",
            "description": "Nie tego spodziewali się robotnicy, którzy mieli za zadanie utwardzić i odwodnić jedną z działek w Nawojowie Łużyckim (woj.",
            "image_url": "https://www.bing.pl/th?id=OVF.MohPQ6jVJur%2bzbBeC2xUsA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Gazeta Wrocławska on MSN36 min",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Klaster energii",
            "link": "https://gazetawroclawska.pl/tag/klaster-energii",
            "description": "W Międzynarodowym Centrum Integracji Społecznej Klaster Hubska 7 udzielana jest bardzo różnorodna pomoc w szczególności obywatelom Ukrainy, którzy przybyli do... W poniedziałek (3 marca) po godzinie 1 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "wykopano+zabytkowe",
            "date": "Gazeta Wrocławska11 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    }
]