[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ARTYKUŁY WYSTROJU WNĘTRZ-STAROCIE BARBARA WOŹNIAK-MŁOTKOWSKA",
            "link": "https://www.firma.egospodarka.pl/raporty-o-firmach/firma,16300663,artykuly-wystroju-wnetrz-starocie-barbara-wozniak-mlotkowska.html",
            "description": "Wakacje to czas nie tylko wypoczynku, ale także wzmożonej aktywności cyberprzestępców, którzy wykorzystują naszą osłabioną czujność w czasie gorączkowego poszukiwania jak najtańszych ofert noclegów cz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.QA9Sayc3rs-inzuyRVlvug&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Firma eGospodarka.pl12 godz.",
            "source": "Firma eGospodarka.pl",
            "article_content": "Z komunikatu GUS wynika, że w czerwcu 2025 roku zarówno obecne, jak i przyszłe nastroje konsumentów poprawiły się.\n\nUrlop, słońce, plaża… i nowa praca? Tak! Lato to doskonały moment na employer branding — mniej konkurencji, więcej przestrzeni w głowach kandydatów i okazja, by pokazać nieco mniej oficjalny wizerunek firmy. Workation z Mazur, home ...\n\nJuż w lutym licznik istniejących w Polsce mieszkań powinien dobić do 16 milionów - wynika z szacunków HREIT. To rekord. W przeliczeniu na tysiąc osób mamy już 426 mieszkań, przeciętne lokum ma ponad 75 m kw., a w przeliczeniu na osobę ...\n\nJuż od grudnia 2025 r. pracodawcy będą musieli ujawniać kandydatom wysokość wynagrodzenia lub jego widełki na wczesnym etapie rekrutacji. Jednak prawdziwym wyzwaniem jest stworzenie przejrzystego systemu płacowego, który zapewni równość ...\n\nMężczyźni częściej niż kobiety dokonują impulsywnych zakupów - wynika z badania \"Finanse w parach 2025\", zrealizowanego na zlecenie Krajowego Rejestru Długów. Natomiast kobiety częściej żałują podjętych decyzji zakupowych.\n\n12 września 2025 roku wchodzi w życie Data Act. To unijne rozporządzenie, które ma ułatwić dostęp, wymianę i ponowne wykorzystanie danych między firmami, instytucjami i obywatelami. Jak nowe prawo wpłynie na firmy, które tworzą i ...\n\nW branży transportowo-spedycyjno-logistycznej (TSL) opóźnienia w płatnościach mogą poważnie zagrozić płynności finansowej firm. Dlatego kluczowe jest gromadzenie odpowiednich danych i dokumentów, które umożliwią skuteczne dochodzenie ...\n\nWspółczesne firmy rozwijają się dzięki łączności. Poczta elektroniczna, spotkania online, praca w otwartych sieciach Wi-Fi, udostępnianie dokumentów... nasz świat jest połączony i otwarty na biznes. Mając to na uwadze, firmy z sektora ...\n\nPrawa pasażera kolei nie mają wakacji. Niezależnie od tego, czy podróżujesz przez Alpy, zwiedzasz okolice Adriatyku czy udajesz się na festiwal w Norwegii, masz prawo do informacji, odszkodowania, pomocy i kontynuacji podróży - przypomina ...\n\nChoć liczba kontroli podatkowych w Polsce od 2023 roku spada, ich skuteczność jest wyższa niż kiedykolwiek. W 2024 roku aż 98,1% kontroli podatkowych oraz 94% kontroli celno-skarbowych zakończyło się wykryciem nieprawidłowości. Urzędy ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hazardzistki 70+",
            "link": "https://natemat.pl/630068,dwieczdrapeczki-do-trumny-hazardzistki-70",
            "description": "Nowotwór zżera Mariankę po kawałeczku. Bywało lepiej, bywało gorzej. Ostatnio jest tylko gorzej. Ewa, 78 lat, idzie do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9zEH9mM4AYtzcwLZeI95Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "naTemat.pl18 godz.",
            "source": "naTemat.pl",
            "article_content": "Dwie zdrapeczki do trumny naTemat extra Hazardzistki 70+\n\nNowotwór zżera Mariankę po kawałeczku. Bywało lepiej, bywało gorzej. Ostatnio jest tylko gorzej. Siostra Ewa idzie do niej z wizytą. Nie niesie kwiatów. Nie niesie owoców. Niesie dwie zdrapki.\n\nWchodzi do pokoju, wymachuje kolorowymi kartonikami. Marianka, 75 lat, podrywa się z łóżka. Staje na chudych nogach. Podchodzi do ławy, chwyta za nożyk. Zapada się w fotelu. Drapie. Oczy jej błyszczą. Jest! Pięć złotych!\n\nPo pogrzebie Ewa dowie się, że Marianna miała większą słabość do hazardu, niż myślała. Zostawiła po sobie piękne wspomnienia i wysokie długi.\n\n– Jej dzieci się ich zrzekły. Teraz ja muszę. Później moje dzieci, wnuki i prawnuki. Kłopot – marudzi Ewa.\n\nPytam, czy jest zła. – Nie jestem. Życia Marianka nie miała lekkiego. Dużo dzieci, mało pieniędzy. Z pracą też bywało różnie. A ta gra dawała jej szczęście.\n\nEwa ma 78 lat, od 25 lat też szuka szczęścia w kolekturze. Wiele razy w głowie meblowała życie na nowo. Spełniała niespełnione dotąd marzenia. Wydawała pieniądze, których nie wygrała.\n\nZdrapki ją pogrążyły\n\nO ciągotkach Marianki do hazardu wiedzieli wszyscy w rodzinie. Ale nikt nie wiedział, że długi w kolekturach spłaca chwilówkami. Że dziennie potrafiła stracić 200 zł. I wydrapać nawet 15 zdrapek. Przed dziećmi zacierała ślady. Chowała kartoniki i kupony. Dopiero po śmierci bliscy znaleźli umowy z parabankami.\n\n– Sprytna była. Dzwoniła i chwaliła się wygraną. Nigdy przegraną – przypomina sobie Ewa.\n\nChociaż były znaki, że coś jest nie tak. Kiedyś zostawiła w domu Ewy portfel. Ta zajrzała do środka. Tam kwitek, rata do spłaty, firma krzak. Innym razem sklepowa w kolekturze zatrzymała Ewę: \"Jak pani spotka siostrę, to proszę powiedzieć, żeby dług spłaciła. 350 zł\".\n\n– W jeden dzień potrafiła przelecieć wszystkie kolektury. A gdy w jednej miała dług, szła do następnej. A jak w każdej, to brała chwilówki. Jak nie mogła brać na siebie, to jak się później okazało, brała na drugą siostrę. I tak to ona długi spłacała. Te zdrapki ją pogrążyły – zamyśla się.\n\nKilkadziesiąt lat gry, 40 tysięcy złotych długu. I rosnące w szalonym tempie odsetki. Ewa się boi, że może już ze 100 tysięcy być.\n\nSeniorzy drapią z braku\n\nGdy jest się seniorką na prowincji, lepiej się z uzależnieniem nie obnosić. Kto ma wiedzieć, ten wie. Solidarne milczenie. Tajemnica graczy. Dzieci i wnuków lepiej do tego świata nie wpuszczać.\n\nInaczej jest w sieci. Tu hamulce puszczają. Emerytki dzielą się zdjęciami zdrapek. Mnożą szczęście. Ale gdy na facebookowych grupach z hazardem w tytule szukam uzależnionych, zapada cisza. Nie odpowiadają nawet na wiadomości prywatne. Zgłaszają się tylko młodzi mężczyźni.\n\ndr Bernadeta Lelonek-Kuleta z Katedry Psychoprofilaktyki Społecznej Katolickiego Uniwersytetu Lubelskiego, terapeutka zaburzeń uprawiania gier hazardowych Szczególnie kobietom ciężko jest się przyznać do takiej słabości. Stereotypy płciowe też grają tu rolę. Uzależniona kobieta jest dużo gorzej postrzegana przez społeczeństwo niż uzależniony mężczyzna.\n\nUzależnienia seniorek nie są widoczne w statystykach. Widzą je za to sprzedawcy z kolektur, kiosków.\n\n– Emeryci najczęściej kupują zdrapki. Widywałem ciągle te same twarze kobiet – opowiada Daniel Tumanowicz, aktywista, opiekun seniorów, który przez kilka miesięcy pracował w kiosku.\n\nHistoria lubi się powtarzać. Kiedy wygrywają 5,10 czy 20 zł, to bez skrępowania biorą kolejne zdrapki. I tak dalej.\n\n– To osoby, po których widać, że się nie przelewa. Czasami wydawało mi się, że wydają na to ostatnie pieniądze. Zero procent ludzi z klasy średniej, zamożnych – dopowiada Tumanowicz.\n\n– Seniorzy drapią z braku. Oni marzą o wielkiej wygranej. Chcą pomóc wnukom. Stoją za tym szlachetne intencje. Tylko często nie zdają sobie sprawy, że przekroczyli próg zdrowego zachowania. I kończy się długami – dorzuca Damian Zdrada, psychoterapeuta uzależnień.\n\nChoć historia zdrapek w Polsce sięga 1999 roku, to boom na kolorowe kartoniki zaczął się kilka lat temu. Wtedy też do terapeutów uzależnień zaczęli zgłaszać się pierwsi pacjenci. Chociaż seniorzy trafiają bardzo rzadko.\n\nFot. Maciej Stanik\n\n– Ciężko jest im się przyznać do tego, że stary człowiek, doświadczony, który swoje w życiu przeszedł, nie radzi sobie, traci kontrolę. Tym bardziej że terapeutami często są ludzie dużo od nich młodsi – w wieku ich dzieci czy wnuków – tłumaczy dr Bernadeta Lelonek-Kuleta.\n\nDamian Zdrada na palcach u jednej ręki jest w stanie policzyć seniorów, którzy z uzależnieniem przyszli na terapię. Najczęściej przyprowadzają ich dzieci, kiedy dowiadują się o pustych kontach, komornikach. Pytają wtedy zdziwieni: \"Kiedy to się stało? Przecież ona tylko niewinnie drapała drapaczki\".\n\nW małych miasteczkach problem ma większe rozmiary. – Tam jest największy odsetek osób uzależnionych od hazardu. Na drugim biegunie są właśnie seniorzy. Środek się trzyma: bo praca, dzieci, obowiązki – mówi Zdrada.\n\nPsy dupami szczekają\n\nSenne miasteczko na południu Polski nie budzi się do życia nawet w godzinach szczytu. Ulice puste, rynek w centrum zapełnia się przy sobocie. Kwiaty, ciuchy, owoce, warzywa, starocie.\n\nSeniorka w siwych lokach: – Na tygodniu pusto. Psy dupami szczekają. Nic się nie dzieje. Sami emeryci i renciści. A nic tu dla nas nie ma. Nie ma kina, nie ma teatru, nie ma klubu seniora.\n\nAle są trzy kolektury. Życie kwitnie nie tylko od święta. Jest z kim porozmawiać. Jest na kogo popatrzeć. – Tu ludzie zawsze są. Drapią, bo co tu robić? – pyta kobieta.\n\n– Nie bardzo jest gdzie wyjść, to człowiek idzie do kolektury. Bo co mam robić? Gdzie pójdę? Do ogródka? Już zakopany, sezon się skończył – wyrzuca z siebie szybkie zdania Marzena, lat 70, od 30 lat w grze, największa wygrana: 7,5 tys. zł. To koleżanka Ewy.\n\nZaczęło się niewinnie. W miasteczku nie było punktu, więc jak tylko Marzena gdzieś wyjeżdżała, to zahaczała o kolekturę. Kiedy w rodzinnym mieście otworzył się \"lotek\", to już \"poszło\". Rozkręciło się na emeryturze. Jest więcej czasu do zabicia.\n\nDzień do dnia podobny jak bułki kajzerki, po które co rano chodzi. Rutyna trzyma ją mocno: wstaje, kawa, śniadanie, odpala komputer, gra, idzie na miasto, kupuje, drapie, słówko z kimś zamieni. Wraca do domu, sprząta, obiad gotuje, znów siada do gry. Schodzi jej tak do 1:00 w nocy. Mówi, że to dla satysfakcji. Złotówek nie wydaje i nie wyciąga.\n\n– Tam ludzie z całego świata się spotykają. Mało rozmawiamy. Bo trzeba grać, a nie pisać – rzuca.\n\n– Ile godzin dziennie? – dociekam.\n\n– Zdarza się i tak, że osiem – liczy.\n\nMarzena, blond gracja, o miłym usposobieniu i donośnym śmiechu, staje w prawdzie: – Jestem hazardzistką. Widzę to po sobie.\n\n– Po czym? – pytam.\n\n– Kochana, bo codziennie mnie ciągnie do kolektury. Ze zdrapką nie czekam. Bawię się od razu. Gram też w gierki bez pieniędzy na komputerze. Ale w głowie mi już świta: \"A może bym tam weszła i zobaczyła, jak to jest za pieniądze grać?\"\n\n– Codziennie musi pani puścić lotka albo kupić zdrapkę?\n\n– Muszę, nie muszę. Jak mam pieniądze, to puszczę. Jak nie mam, biorę na zeszyt. Ale rzadko, bo wstyd.\n\n\n\nProszę najcięższą zdrapkę\n\nNiebo wygląda dziś, jakby ktoś zawiesił na nim szarą szmatę. Siąpi, wieje. Pogoda czy niepogoda, Ewa, siostra Marianki, rusza w \"miasto\". – Po porannej kawce idę po bułeczki, więc od razu sobie zagram – mówi. Od śmierci jej siostry minęło raptem pół roku.\n\nNogi bolą, ale dzielnie prowadzą do kolektury. Od 25 lat tymi samymi chodnikami kroczy do małego punktu w centrum miasteczka. Zmieniali się sprzedawcy, ale ona dzielnie trwa po drugiej stronie lady. Najpierw ręce wyciągała po lotki, teraz – przeważnie zdrapki. Tańsze. Najpierw dla siebie i męża, teraz została sama. Z emeryturą 2,6 tys. zł i długą listą leków.\n\nNie ma jeszcze 9. Witają ją tu jak swoją: \"O, pani Ewa już jest\". Prosi o dwie \"zdrapeczki\". Nie odkłada przyjemności na później. Drapie na miejscu. W pierwszej pusto. W drugiej 10 zł. Wymienia na następną.\n\nWąskie usta układają się w delikatny uśmiech. Jest, 50 zł! Od razu humor lepszy, apetyt na grę większy.\n\nSzybkie decyzje: jeszcze jedna zdrapka za 10 zł, pobiera 40 zł w gotówce. Zbiera się do wyjścia. Ale niespodziewanie odwraca się na pięcie i jeszcze prosi o multi za 5 złotych.\n\nEwa wszystko liczy i zapisuje. W notatniku w kratkę ma cały porządek swojego świata. Z marnej emerytury musi odłożyć: 350 zł na mieszkanie, 250 zł na światło, jeszcze na leki, telewizor, telefon, jakieś rajtuzy, ciuchy.\n\nSzuka oszczędności, nie sięga po jakość. Wie, gdzie w mieście jest najtańsze mięso, gdzie masło w promocji. Wie, ile może wydać na zdrapki, żeby nie zatonąć. W kieszeni po dziś zostaje jej 35 zł. Będzie na granie jutro.\n\nEwa Gdybym każdego dnia miesiąca przegrała 30 zł, to byłby to prawie tysiąc. Na życie, leki, jedzenie i opłaty zostawałoby mi 1,6 tys. zł. Nie stać mnie na to, żeby tyle przegrywać. Za to, co dziś wygram, zagram jutro. Do tyłu nie jestem. No może czasami.\n\n– To chyba jest hazard – rozkłada ręce, gdy pytam. Ale nie zamierza nic z tym robić. Niedzielę, dzień święty, uczyniła wolną od drapania.\n\nCzasem ukradkiem zagląda w kąt sklepu-blaszaka, gdzie stoi maszyna do gry. Ale tego to by się bardzo wstydziła. – Co by w mieście powiedzieli? Stara-baba hazardzistka? – pyta.\n\nEwa nastawia w dużym garnku zupę ogórkową. Siada na krześle przy oknie. Na parapecie stawia kawę, w ręku ma nożyk. Pół godziny zabawy. Szuka liter: K, A, P. Jest: \"kapusta\". Lubi krzyżówki i gry, które można długo drapać.\n\nRaz wygrała 10 tysięcy: 1,5 tys. zł od razu na opał, 6 tys. zł odłożyła na czarną godzinę, tysiąc złotych podatku. Marzy jej się sto tysięcy. Remont by zrobiła, może na jakąś wycieczkę pojechała?\n\nMało w życiu widziała. Chociaż mąż po Europie jeździł, ambasady budował. Ona pilnowała ogniska domowego. Na emeryturze razem grali. Wysyłała go do kolektury, czasem i pół godziny czekał, aż otworzą. Prosił o \"najcięższą zdrapkę\". Ewa się śmieje: –On to był dopiero uzależniony.\n\nPustkę po nim od lat próbuje zasypać: kryminałami, romansami, zdrapkami i teleturniejami. Kakofonia: telefon, telewizor, rozpędzone myśli.\n\nPrzez trzy godziny dziennie patrzy na \"Familiadę\", \"Jeden z dziesięciu\", \"The Floor\" i inne. Odpowiada, zanim zgadnie głos z telewizji. Przez 1,5 godziny dziennie przewija YouTube.\n\nDopamina, dopamina\n\nZdrapka ma serduszka. Ma błyszczące gwiazdki. Wisienki. Kolorowa, przyciągająca. Najtańsza za złotówkę, najdroższa – trzydzieści złotych. Obiecuje: \"szybką kasę, ekstra pensję, deszcz pieniędzy\". Wystarczy potrzeć. I wiadomo, czy szczęście dopisało.\n\nDamian Zdrada: – Uzależniony doświadcza oderwania od rzeczywistości. Przez kilka minut żyje w marzeniach. Ma poczucie, że jest o krok od ich spełnienia. Dla kogoś w trudnej sytuacji kilka minut \"ze swoimi marzeniami\" to ogromnie silne doświadczenie. Wtedy uzależnienie może rozwinąć się w kilka miesięcy.\n\nMózg traci hamulce. Znika trzeźwy osąd. Zostaje impuls.\n\ndr hab. n. med. Grzegorz Opielak, psychiatra, psychogeriatra, psychoterapeuta Ubywa receptorów GABA, więc u osób starszych zmniejsza się możliwość trzeźwego osądu. Łatwiej oddają się impulsom. Układ kontroli już tak nie działa. Senior nie wie, kiedy przestać. Płaty czołowe, które nie funkcjonują, powodują, że nie ma hamowania.\n\n– Zdrapki to łatwy sposób, dostępny na wyciągnięcie ręki, na to, by dostarczyć sobie stymulacji, pozytywnych emocji, poczuć ekscytację, adrenalinę. Każdy z nas potrzebuje tego, by czuć, że żyje – mówi dr Bernadeta Lelonek-Kuleta.\n\nI dodaje: – Badania, które prowadziliśmy na KUL-u, pokazały, że właśnie te emocje i przyjemne doznania, to była wśród osób starszych jedna z najczęściej pojawiających się motywacji do tego, żeby uprawiać gry hazardowe, między innymi zdrapki. A w przypadku poważniejszego hazardu, seniorzy porównywali granie nawet do orgazmu! Widać, że to są naprawdę bardzo potężne emocje!\n\nMąż Ewy też kochał grać. Krzyczał: \"Przyjdzie na mnie czas, to wygram!\". Nie wygrał. 10 lat będzie, jak nie żyje. Rak zjadł mu płuca, potem kości.\n\nDo trumny wsadziła mu dwie zdrapki i lotka. Była wrakiem człowieka, ale pamiętała, żeby spisać numery. Nawet trójki nie było.\n\nDaria Różańska-Danisz, Agnieszka Sztyler-Turovsky\n\nMaciej Stanik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle pieniędzy płacą kolekcjonerzy za stare polskie monety. Nie do wiary! Można dużo na nich zarobić",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/tyle-pieni%C4%99dzy-p%C5%82ac%C4%85-kolekcjonerzy-za-stare-polskie-monety-nie-do-wiary-mo%C5%BCna-du%C5%BCo-na-nich-zarobi%C4%87/ar-AA1QOnQB?ocid=BingNewsVerp",
            "description": "Kolekcjonerzy są gotowi płacić wysokie kwoty za stare polskie monety, które potrafią osiągać cenę nawet kilku tysięcy złotych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VUpFusXtBVhk0UoJknWtVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN9 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 20.11.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia/ar-AA1QKM0p?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN23 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sprzedając te stare książki możesz teraz sporo zarobić",
            "link": "https://nto.pl/sprzedajac-te-stare-ksiazki-mozesz-teraz-sporo-zarobic/ar/c1p2-28176557",
            "description": "Stare i zakurzone książki potrafią być warte znacznie więcej, niż byś się spodziewał. Wystarczy dobrze zajrzeć do domowej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CC7-SWvnvREspfA-ohW3PC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska16 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na sprzedaży starych orderów można teraz zarobić. Tyle proponują kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/na-sprzeda%C5%BCy-starych-order%C3%B3w-mo%C5%BCna-teraz-zarobi%C4%87-tyle-proponuj%C4%85-kolekcjonerzy/ar-AA1QgT2Y?ocid=BingNewsVerp",
            "description": "Choć przez wiele lat leżały zapomniane w szufladach lub na strychach, dziś mogą być warte naprawdę sporo. Stare ordery i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cZRW366PfYG2AyAQosZHYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN15 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nie zapłacisz nimi w sklepie! Te banknoty przestaną obowiązywać w 2025 rok",
            "link": "https://pomorska.pl/nie-zaplacisz-nimi-w-sklepie-te-banknoty-przestana-obowiazywac-w-2025-rok/ar/c1p2-27972805",
            "description": "Nie wszystkie banknoty i monety zachowują ważność bez końca. W 2025 roku część z nich nie będzie już pełnoprawnym środkiem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8sQ32zMsL7rndO6C3rGgSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Pomorska7 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pierwszoosobowe RPG od THQ Nordic na 8-minutowym zwiastunie rozgrywki",
            "link": "https://planetagracza.pl/fatekeeper-thq-nordic-8-minutowy-zwiastun-rozgrywki/",
            "description": "THQ Nordic pokazało 8-minutowy zwiastun rozgrywki Fatekeeper – pierwszoosobowego RPG z mieczem, magią i eksploracją ruin.",
            "image_url": "https://www.bing.pl/th?id=OVFT.kxbeecOaHX_MgIIetbhvcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "PlanetaGracza.pl15 godz.",
            "source": "PlanetaGracza.pl",
            "article_content": "Fatekeeper zapowiada się na ciekawy projekt THQ Nordic – pierwszoosobowe RPG stawiające na walkę wręcz, magię oraz eksplorację zapomnianych miejsc. Nowy materiał z rozgrywki pozwala lepiej zobaczyć, jak wygląda ta przygoda.\n\nTHQ Nordic rozwija Fatekeeper jako pierwszoosobowe RPG, w którym gracz trafia do świata naznaczonego dawnymi katastrofami. Wędrówka prowadzi przez zapomniane ruiny, stare pola bitew, ogromne jaskinie, spokojne lasy oraz starożytne świątynie. Każda lokacja ma opowiadać własną historię upadku, a jednocześnie zachęcać do eksploracji i szukania skarbów.\n\nFatekeeper na nowym zwiastunie rozgrywki\n\nWydawca opublikował właśnie oficjalny, ośmiominutowy zwiastun rozgrywki. Materiał pokazuje fragmenty różnych środowisk, a także walki z licznymi przeciwnikami. Dzięki temu można zobaczyć, jak w praktyce działa rozbudowany system starć oparty na broni białej oraz magii. Zwiastun akcentuje tempo potyczek i konieczność reagowania na zachowanie wrogów.\n\nTwórcy stawiają na walkę wręcz, która wymaga precyzyjnych cięć mieczem, rozsądnego korzystania z zaklęć oraz ciągłego dostosowywania strategii. Przeciwnicy dysponują różnymi ruchami, mocnymi stronami i słabościami, dlatego sama znajomość animacji nie wystarczy. Ważne stają się decyzje podejmowane w trakcie starcia, a także sposób rozwijania postaci.\n\nW trakcie przygody bohater kolekcjonuje rozmaite relikty, zaklęcia, bronie, pancerze oraz inne magiczne przedmioty. Ekwipunek można dobierać pod wybrany styl gry i łączyć w efektowne kombinacje, które pomagają w starciach z trudniejszymi przeciwnikami. W materiale pojawia się też porównanie do Dark Messiah of Might and Magic, co powinno zainteresować fanów tamtego tytułu. Na razie Fatekeeper nie ma podanej daty premiery.\n\nŹródło: DSOGaming"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy byli zaskoczeni. Odkrycie sięga XIII wieku. \"Długo się wahaliśmy\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/archeolodzy-byli-zaskoczeni-odkrycie-si%C4%99ga-xiii-wieku-d%C5%82ugo-si%C4%99-wahali%C5%9Bmy/ar-AA1QOdEV?ocid=BingNewsVerp",
            "description": "Archeolodzy nie spodziewali się takich odkryć w Domu Mikołaja Kopernika w Toruniu. Podczas badań natrafili na pozostałości ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TiEChdtcjs5a18pK0WsTiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Radio ZET on MSN17 godz.",
            "source": "Radio ZET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 10 km od Oświęcimia. Pomysły na jednodniowy wypad. Gdzie w weekend 22 - 23 listopada?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-10-km-od-oswiecimia-pomysly-na-jednodniowy-wypad-gdzie-w-weekend-22-23-listopada/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, upewnij się, jaka będzie pogoda. W sobotę 22 listopada w Oświęcimiu ma być 1°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ofbmITCXypX5SBobVU9CrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto13 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Budynek Starostwa Powiatowego w Wieluniu na zdjęciach sprzed lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/budynek-starostwa-powiatowego-w-wieluniu-na-zdj%C4%99ciach-sprzed-lat/ar-AA1QNKtD?ocid=BingNewsVerp",
            "description": "Budynek Starostwa Powiatowego w Wieluniu na zdjęciach sprzed lat ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HkkzEoP6H4po2rPYGUDBoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Wieluń Nasze Miasto on MSN17 godz.",
            "source": "Wieluń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To świętokrzyskie miasto jest jednym z najstarszych w Polsce. Bywali tu królowie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/to-%C5%9Bwi%C4%99tokrzyskie-miasto-jest-jednym-z-najstarszych-w-polsce-bywali-tu-kr%C3%B3lowie/ar-AA1QJj3i?ocid=BingNewsVerp",
            "description": "Wiślica, choć jest dziś jednym z najmniejszych miast w Polsce (prawa miejskie odzyskała w 2018 roku), skrywa historię, która ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Zus92nt2ERIpD71AFRn4Di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Eska Regiony on MSN16 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zadaszenia dla wozów cygańskich, sala edukacyjna, piękne ogrody – Muzeum Etnograficzne wypięknieje",
            "link": "https://rdn.pl/395302/zadaszenia-dla-wozow-cyganskich-sala-edukacyjna-piekne-ogrody-muzeum-etnograficzne-wypieknieje/",
            "description": "Wozy cygańskie przy Muzeum Etnograficznym w Tarnowie zyskają nowe zadaszenia. Pokaźny zbiór nietypowych pojazdów częściowo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Rizb7UH8bNF__awGDpkT6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio RDN13 godz.",
            "source": "Radio RDN",
            "article_content": "Wozy cygańskie przy Muzeum Etnograficznym w Tarnowie zyskają nowe zadaszenia. Pokaźny zbiór nietypowych pojazdów częściowo musi stać pod chmurką, dlatego by nie były narażone na warunki atmosferyczne, muszą być zaparkowane pod dachem.\n\nTo tylko jeden z planów remontu i rozbudowy Muzeum Etnograficznego. Wypięknieją też ogrody, ale zmiany będą też w obrębie samego zabytkowego budynku.\n\n– Chcemy wyremontować recepcję, toalety, szatnię, na zewnątrz planujemy wybudowanie niedużego budynku, w którym będzie się mieścić sala edukacyjna i poprawimy estetykę otoczenia dworu, ogród zostanie zmodernizowany, zarówno przed budynkiem, jak i z tyłu budynku, łącznie z dobudowaniem wiat, które będą stanowiły miejsce magazynowania dla naszej kolekcji wozów cygańskich –\n\n– mówi dyrektor Muzeum Ziemi Tarnowskiej Kazimierz Kurczab.\n\nKoszt prac to ok. 5 mln zł. Prace są dofinansowane z Urzędu Marszałkowskiego Województwa Małopolskiego.\n\nW Muzeum Etnograficznym w Tarnowie cały czas można oglądać wystawę ‘w Babcinej Izbie’. Można tu zobaczyć m.in. takie przedmioty jak żelazko z duszą, żeleźniaki, cepy, jarzmo czy tarka do prania, czyli rzeczy, których które używały nasze babcie czy prababcie. Pracownicy Muzeum Etnograficznego w Tarnowie gromadzili eksponaty przez 40 lat.\n\nEkspozycja miała być czynna do połowy października, ale została przedłużona."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "21 LISTOPADA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-11-21,8,day.html",
            "description": "Wystawa plenerowa na terenie dawnego niemieckiego nazistowskiego obozu pracy i koncentracyjnego Plaszow. Pomiędzy ul. Kamieńskiego i Wielicką, w miejscach ważnych dla historii obozu ustawiono 19 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków5 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Muzyka rozrywkowa Wystawy czasowe Festiwale Targi i kiermasze Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale muzyczne Festiwale i przeglądy filmowe Inne przedstawienia Festiwale teatralne Pozostałe Spotkania i slajdowiska Inne koncerty Wydarzenia sportowe Cykle filmowe Muzyka klubowa Widowiska plenerowe i happeningi Wystawy stałe Inne wydarzenia literackie Spotkania i wykłady literackie Pokazy filmowe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Na sprzedaży starych orderów można teraz zarobić. Tyle proponują kolekcjonerzy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/za-tyle-mo%C5%BCna-teraz-sprzeda%C4%87-i-kupi%C4%87-stare-medale-i-ordery-sprawd%C5%BA-ile-s%C4%85-dzi%C5%9B-warte-pami%C4%85tki-z-przesz%C5%82o%C5%9Bci/ar-AA1QgT2Y?ocid=BingNewsVerp",
            "description": "Choć przez wiele lat leżały zapomniane w szufladach lub na strychach, dziś mogą być warte naprawdę sporo. Stare ordery i medale budzą teraz ogromne zainteresowanie znawców i kolekcjonerów. Rynek ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN14 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Takie \"piąteczki\" są warte więcej niż myślisz. Wartość 5 złotych zależy od wielu czynników",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/takie-pi%C4%85teczki-s%C4%85-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-warto%C5%9B%C4%87-5-z%C5%82otych-zale%C5%BCy-od-wielu-czynnik%C3%B3w/ar-AA1PHDth?ocid=BingNewsVerp",
            "description": "Moneta 5 zł może być warta nawet 100 tysięcy złotych. To sprawia, że coraz więcej osób zaczyna patrzeć na drobne z nowym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.-XPQC0aCLdgiZ6gP74xE_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowości Dziennik Toruński on MSN19 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony, dzbanki, misy i inne kryształy z PRL-u warte tysiące. Szkło kosztuje nawet kilkanaście tysięcy złotych 20.11.2025",
            "link": "https://gk24.pl/wazony-dzbanki-misy-i-inne-krysztaly-z-prl-u-warte-tysiace-szklo-kosztuje-nawet-kilkanascie-tysiecy-zlotych-20-11-2025/ar/c9p2-28109447",
            "description": "Fascynacja kryształami i szkłem z czasów PRL zyskuje na popularności wśród kolekcjonerów. Na starych wazonach, talerzach czy misach z czasów PRL-u można zarobić dużo pieniędzy. Kryształy z lat 60., 70 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński23 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prałat józef prorok",
            "link": "https://dziennikpolski24.pl/tag/pralat-jozef-prorok",
            "description": "W środę po południu w Koczanowie (gmina Proszowice) doszło do śmiertelnego wypadku. Ze wstępnych ustaleń wynika, że w wyniku potrącenia przez samochód osobowy... Nowym szefem proszowickich policjantów ...",
            "image_url": "https://www.bing.pl/th?id=ODF.HjClkBco3nIXj5Su8fjgAg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Dziennik Polski18 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pakt dla krakowskich osiedli",
            "link": "https://dziennikpolski24.pl/tag/pakt-dla-krakowskich-osiedli",
            "description": "Minął miesiąc od ogłoszenia przez prezydenta Krakowa Aleksandra Miszalskiego „Paktu dla krakowskich osiedli', a pierwsze zadanie realizowane w jego ramach... Dziś o godzinie 6 rano w zakładzie Valeo w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.HjClkBco3nIXj5Su8fjgAg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Dziennik Polski21 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    }
]