[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy poszukiwaczy skarbów, wyjątkowe okazje i unikatowe przedmioty! Pchli targ przy M1 w Poznaniu w niedzielę, 7 września. Zobacz zdjęcia!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-poszukiwaczy-skarb%C3%B3w-wyj%C4%85tkowe-okazje-i-unikatowe-przedmioty-pchli-targ-przy-m1-w-poznaniu-w-niedziel%C4%99-7-wrze%C5%9Bnia-zobacz-zdj%C4%99cia/ar-AA1M2M90?ocid=BingNewsVerp",
            "description": "Parking przed M1 w Poznaniu znów zapełnił się sprzedawcami, kolekcjonerami i miłośnikami unikatowych przedmiotów. Tłumy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.32K1GmXJ3AEGOUnecTbZTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Poznań Nasze Miasto on MSN3 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nietypowa moneta z PRL trafi na aukcję. Cena wywoławcza to 5 tys. zł",
            "link": "https://biznes.interia.pl/gospodarka/news-nietypowa-moneta-z-prl-trafi-na-aukcje-cena-wywolawcza-to-5,nId,6753324",
            "description": "Wkrótce w Warszawie zostanie wystawiona na aukcję 10-groszowa moneta z 1973 roku. Jest wyjątkowa, bo nie posiada znaku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FuvIaEprRvaHZghmhTDmjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Biznes w INTERIA.PL19 godz.",
            "source": "Biznes w INTERIA.PL",
            "article_content": "Dziesięciogroszówka z 1973 roku była popularną monetą. W obiegu krążyło 80 milionów jej egzemplarzy. W menniczym stanie zachowania jest dzisiaj warta od kilku do kilkunastu złotych. Na aukcji zostanie wylicytowany jej niezwykle rzadki wariant, który na rewersie, pod łapą orła, nie posiada znaku mennicy. Przyjmuje się, że podobnie jak kilka innych roczników 10-groszówkę wybiła mennica w Kremnicy, brak jednak na to dowodów, bo nie zachowały się dokumenty.\n\nZ albumu po przodku na aukcję\n\nZanim właściciel numizmatu natknął się na znalezisko, obejrzał filmiki instruktażowe dotyczące wyceny monet nagrywane przez Dom Aukcyjny i Gabinet Numizmatyczny Marciniak. Potem przejrzał klaser, który odziedziczył po swoim przodku - kolekcjonerze - i zorientował się, że znaleziona w nim 10-groszówka może być dużo warta. - Zbadał dokładnie we własnym zakresie ten temat - powiedział portalowi o2.pl Damian Marciniak.\n\nMonetę z PRL przekazano do oceny niezależnej firmie, która wystawiła certyfikat. Pod względem stanu zachowania oceniła przedmiot na 64 punkty z 70 możliwych. Zdecydowała, że cena wywoławcza numizmatu wyniesie 5 tysięcy złotych. Specjalista domu aukcyjnego tłumaczy, że monety bez znaku mennicy są bardzo rzadko spotykane. - U nas dokładnie taka moneta była już trzy razy. W marcu 2016 r. sprzedała się za 7 tysięcy 990 zł, w grudniu 2016 r. za 9 tysięcy 200 złotych, a we wrześniu 2017 r. za 6 tysięcy złotych - informuje przedstawiciel domu aukcyjnego.\n\nNie wszystkie 10-groszówki są cenne\n\nDamian Marciniak podkreśla, że nie wszystkie monety z czasów PRL to cenne numizmatyki. Apeluje o zdrowy rozsądek. Tłumaczy, że posiadacze monet często dowiadują się z mediów, iż takie przedmioty mają dużą wartość, liczą na zysk i są rozczarowani, kiedy okazuje się, że znalezisko jest bezwartościowe. - Nie ma tygodnia, żeby nie było u nas rozentuzjazmowanych osób, które przychodzą z garstką monet PRL-owskich i liczą, że się wzbogacą - wyjaśnia specjalista.\n\nZachęca do analizowania zakończonych aukcji w internecie, np. na Allegro. Uczula, by zwracać uwagę, ile osób w niej brało udział. Jeśli było ich kilka, to można podejrzewać, że uzyskana cena była miarodajna. Można też zbadać temat, przeczesując strony numizmatyczne. Ponieważ każdy może wystawić starą monetę za dowolną cenę, to - tłumaczy - dochodzi do przekłamań. - Zdarza się, że ktoś zobaczy taką samą monetę na aukcji na jakimś portalu, nie zgłębi się w szczegóły i w zachwycie myśli: \"Wow, też taką mam, będę bogaty\". Nie bada tematu, nie sprawdza źródeł, tylko przyjeżdża do nas - podsumowuje Damian Marciniak.\n\new"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kurs JPY/PLN 10 września 2025 r.",
            "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-jena-japonskiego-dzisiaj-po-ile-jest-jen-japonski-10-wrzesnia-2025-r/hzfcb3w",
            "description": "Jeśli wybierasz się do Japonii lub prowadzisz wymianę handlową z tym krajem, warto poznać aktualne notowania kursu jena. W tym artykule pokazujemy, jak zmienia się kurs japońskiej waluty (JPY) w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xrTbViZeSoCoubuMQImUYQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Business Insider Polska9 godz.",
            "source": "Business Insider Polska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy. Kolekcjonerzy nadal polują na te naczynia, wazony i figurki [10.09.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-kolekcjonerzy-nadal-poluj%C4%85-na-te-naczynia-wazony-i-figurki-10092025/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN37 min",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi staroci i rozmaitości w Goworowie już w sobotę!",
            "link": "https://www.moja-ostroleka.pl/art/1757488499/targi-staroci-i-rozmaitosci-w-goworowie-juz-w-sobote",
            "description": "Od ponad 5 lat w Goworowie pasjonaci, zbieracze, kolekcjonerzy hobbyści, miłośnicy różności, nietuzinkowych perełek mają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qPUNL69axjRjhz-W7XqVhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Moja Ostrołęka5 godz.",
            "source": "Moja Ostrołęka",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rękodzięło na winobraniowym jarmarku? Oczywiście, że jest!",
            "link": "https://www.msn.com/pl-pl/og%C3%B3lne/og%C3%B3lne/r%C4%99kodzi%C4%99%C5%82o-na-winobraniowym-jarmarku-oczywi%C5%9Bcie-%C5%BCe-jest/ar-AA1McQg3?ocid=BingNewsVerp",
            "description": "Maskotki na szydełku, malowane butelki, obrazy, kubki, torby, oryginalna biżuteria, odzież, sprzęt domowy – wszystko to można ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._vUGnjIHaYYIXz8ZWsD1iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska on MSN18 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy poszukiwaczy skarbów, wyjątkowe okazje i unikatowe przedmioty! Pchli targ przy M1 w Poznaniu w niedzielę, 7 września. Zobacz zdjęcia!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-poszukiwaczy-skarb%C3%B3w-wyj%C4%85tkowe-okazje-i-unikatowe-przedmioty-pchli-targ-przy-m1-w-poznaniu-w-niedziel%C4%99-7-wrze%C5%9Bnia-zobacz-zdj%C4%99cia/ar-AA1M2M90?ocid=BingNewsVerp",
            "description": "Parking przed M1 w Poznaniu znów zapełnił się sprzedawcami, kolekcjonerami i miłośnikami unikatowych przedmiotów. Tłumy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.32K1GmXJ3AEGOUnecTbZTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN3 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Motolotniarz odkrył tajemniczy obiekt w Wiśle pod Warszawą. Co to takiego?",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/motolotniarz-odkry%C5%82-tajemniczy-obiekt-w-wi%C5%9Ble-pod-warszaw%C4%85-co-to-takiego/ar-AA1MgmlZ?ocid=BingNewsVerp",
            "description": "Niski stan Wisły w Warszawie i okolicach odsłania kolejne tajemnice przeszłości. Tym razem na trop ciekawego obiektu, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.16oyIM4LEVsbN5Q3Ot_nLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Warszawa Nasze Miasto on MSN1 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tanio, czysto, ale bez szału. Sprawdził, jak jest w Hajduszoboszlo",
            "link": "https://turystyka.wp.pl/s/krzysztof-zaluski/tanio-czysto-ale-bez-szalu-sprawdzil-jak-jest-w-hajduszoboszlo-7198703212608416a",
            "description": "Węgry stają się coraz bardziej popularnym kierunkiem wakacyjnym Polaków. Po latach przestoju odkrywamy na nowo ten kraj i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.cjQVDs0KDiVwBz_QrYrOay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "WP Turystyka5 godz.",
            "source": "WP Turystyka",
            "article_content": "Kreator Treść pochodzi od naszego partnera i została opublikowana w ramach programu WP Kreator\n\nKrzysztof Dudek z Lublina spędził tydzień w Hajduszoboszlo. Nie żałuje. Chwali węgierską kuchnię, różnorodność atrakcji i przyzwoite ceny – nie spotkał się z \"paragonami grozy\".\n\nIle kosztuje urlop na Węgrzech?\n\nSiedmiodniowy pobyt kosztował go razem z żoną nieco ponad 5 tys. zł. Tyle wydał za wynajęcie apartamentu, wyżywienie, dojazd samochodem z Lublina i miejscowe atrakcje. Bez przesadnego łapania się za kieszeń.\n\n- Apartament kosztował ok. 1,6 tys. zł za cały pobyt – mówi Krzysztof Dudek. - Jedyny minus to brak balkonu, ale to nam akurat nie przeszkadzało. W tej cenie mieliśmy zapewnione też śniadania. I przyznam, że się nie zawiedliśmy. Apartament był dobrze wyposażony, czysty, a śniadania i smaczne, i obfite.\n\nDalsza część artykułu pod materiałem wideo\n\nPolacy uwielbiają tak wypoczywać. \"Robi wrażenie\"\n\nUzdrowisko, które pokochali Polacy\n\nHajduszoboszlo, położone niedaleko Debreczyna to jedno z ulubionych miejsc wypoczynkowych Polaków, którzy od wielu korzystają z uroków tego uzdrowiska. Jego historia sięga 1925 r. - wtedy to przypadkowo podczas poszukiwań ropy naftowej, w wyniku odwiertów głębinowych natrafiono na wody geotermalne o temperaturze 70 st. C. I z tego miasto żyje.\n\nW Hajduszoboszlo nie brakuje parków i terenów zielonych © Adobe Stock | Stieber Szabolcs\n\n- Byliśmy tu na początku sierpnia – wspomina lublinianin. - Czuliśmy się jak w Polsce. Większość turystów to byli właśnie Polacy, trochę Słowaków, Czechów. Tłumów nie było, ale już w weekend to trudno było znaleźć miejsce blisko basenu. Zabrakło nawet leżaków.\n\nKrzysztof Dudek i jego poranna kawa w Hajduszoboszlo © Archiwum prywatne\n\nPan Krzysztof podkreśla, że mile zaskoczyły go ceny na Węgrzech. Wcześniej był w Zakopanem, Szczyrku i kilka razy nie mógł się nadziwić, że za obiad można w Polsce w niektórych miejscach zapłacić więcej niż w europejskich, znanych kurortach.\n\n- W Hajduszoboszlo bez problemu można było zjeść dobry, dwudaniowy obiad za kilkadziesiąt złotych na dwie osoby – mówi. - To są może porównywalne ceny do naszych, ale miałem wrażenie, że na Węgrzech jest jednak taniej. Podobnie jak w przypadku noclegów.\n\nBaseny termalne - największa atrakcja\n\nNajwiększą atrakcją tego uzdrowiska są oczywiście kompleksy basenów z wodą o zróżnicowanej temperaturze, zjeżdżalnie i inne wodne szaleństwa. Wejście, które umożliwia korzystanie z większości atrakcji to koszt ok. 120 zł na dwie osoby. Za korzystanie z leżaka przez cały dzień trzeba zapłacić dodatkowe ok. 20 zł.\n\nTeren basenów w Hajduszoboszlo to ok. 30 hektarów © Archiwum prywatne | Krzysztof Dudek\n\nPraktycznie wszędzie można płacić kartą. Nie ma też problemu z komunikacją – można się porozumieć także po polsku.\n\nPan Krzysztof nie spędzał wolnego czasu jedynie na basenach. Zwiedzał z żoną okolice, m.in. Debreczyn, Park Narodowy Hortobágy i pobliskie wioski. Jakie wrażenia?\n\n- Trochę się zmieniło – mówi polski turysta z Lublina. - Ostatni raz byłem na Węgrzech w latach 90. ubiegłego wieku. Nie są to jednak takie zmiany jak w Polsce. U nas na każdym kroku widać, że się coś buduje, modernizuje. Tutaj wciąż czuć klimat sprzed kilkudziesięciu lat.\n\nTakie relikty przeszłości nie są na Węgrzech rzadkością © Archiwum prywatne | Krzysztof Dudek"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "iPhone 17 ze 120 Hz. Apple w końcu bez wstydu, to ważna zmiana",
            "link": "https://spidersweb.pl/2025/09/iphone-17-120-hz.html",
            "description": "Galaxy S20 miał już 120 Hz w 2020 r., podobnie jak OnePlus 8 Pro. Nawet tanie telefony chińskich marek zaczęły dostarczać ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hwJNon81BK7MH1swMV6uXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Spider’s Web16 godz.",
            "source": "Spider’s Web",
            "article_content": "Ładowanie...\n\nPo latach oczekiwania Apple w końcu zdecydował się udostępnić technologię ProMotion w podstawowym modelu iPhone'a 17. To oznacza, że po raz pierwszy w historii wszystkie modele w serii iPhone dostają wysoką częstotliwość odświeżania ekranu. Standardowy iPhone 17 zyskuje 6,3-calowy wyświetlacz LTPO OLED z adaptacyjnym odświeżaniem od 1 Hz do 120 Hz, co oznacza końcowe pożegnanie z archaicznym 60 Hz.\n\nRóżnica jest od razu widoczna - przewijanie stron wreszcie staje się płynne, animacje w systemie są bardziej responsywne, a gry wyglądają znacznie lepiej. Apple wreszcie przyznał, że technologia, którą konkurencja miała już pięć lat temu, jest ważna także dla zwykłych użytkowników. I choć może wydawać się to spóźnione, lepiej późno niż wcale.\n\nREKLAMA\n\nCzytaj też:\n\nAndroid miał to już pięć lat temu\n\nHistoria wysokich częstotliwości odświeżania w smartfonach sięga właściwie 2017 r., kiedy Razer Phone jako pierwszy wprowadził 120 Hz. Ale prawdziwa rewolucja rozpoczęła się w 2020 r. wraz z premierą Samsunga Galaxy S20, który oferował 120 Hz w całej serii. OnePlus 8 Pro poszedł o krok dalej, umożliwiając korzystanie z 120 Hz przy jednoczesnej rozdzielczości QHD+, czego nawet najnowsze Samsungi z serii S20 nie potrafiły.\n\nGalaxy S10+\n\nOd tego momentu praktycznie każdy sztandarowiec z Androidem zaczął oferować wysokie częstotliwości odświeżania. Google Pixel 4 miał 90 Hz, Xiaomi Mi 10 oferował 90 Hz w wersji podstawowej i 120 Hz w Pro, a nawet średniopółkowe modele jak Poco X2 dostarczały 120 Hz za jedyne około 600 zł. Podczas gdy Android eksplorował różne rozwiązania i poprawiał implementację Apple przez lata upierał się przy 60 Hz w swoich podstawowych modelach.\n\nDlaczego Apple czekał tak długo?\n\nOdpowiedź jest prozaiczna i jednocześnie typowa dla Apple'a - segmentacja produktów. Przez lata firma z Cupertino celowo ograniczała funkcje w podstawowych modelach, aby zachęcić klientów do kupna droższych wersji Pro. 120 Hz był jedną z kluczowych różnic między iPhone'em podstawowym a Pro, obok lepszej kamery czy materiałów wykończenia.\n\nApple konsekwentnie stosuje strategię tzw. price skimming, gdzie nowe technologie najpierw trafiają do najdroższych modeli. Pozwala to firmie na maksymalizację zysków z entuzjastów nowości, którzy są gotowi zapłacić ekstra za najnowsze rozwiązania. Dopiero po czasie, gdy technologia staje się tańsza w produkcji i przestaje być wyróżnikiem premium, trafia do tańszych modeli.\n\niPhone 17\n\nW przypadku ProMotion była to także kwestia baterii. Panele LTPO (Low-Temperature Polycrystalline Oxide), które umożliwiają adaptacyjne odświeżanie, były droższe i Apple potrzebował czasu na optymalizację systemu. Podczas gdy Android często implementował proste przełączanie między 60 Hz a 120 Hz Apple od początku chciał mieć pełne spektrum od 1 Hz do 120 Hz.\n\nKonkurencja nie śpi\n\nPodczas gdy Apple w końcu wprowadza 120 Hz do podstawowego iPhone'a konkurencja już myśli o następnych krokach. Samsung Galaxy S25 Ultra oferuje nie tylko 120 Hz, ale także wyższą częstotliwość PWM dimming (480 Hz) dla redukcji zmęczenia oczu.\n\nROG Phone\n\nRealme, OnePlus, czy Xiaomi już od lat oferują 120 Hz nawet w średniopółkowych modelach, a niektóre urządzenia gamingowe jak Asus ROG Phone czy Nubia Red Magic sięgają nawet 165 Hz. Apple może już nigdy nie nadrobić tego opóźnienia w wyścigu specyfikacji, ale firma nigdy nie konkurowała wyłącznie liczbami.\n\nCo to oznacza dla użytkowników?\n\nDla przeciętnego użytkownika wprowadzenie 120 Hz do iPhone'a 17 to przede wszystkim bardziej przyjemne korzystanie z telefonu. Przewijanie przez media społecznościowe staje się płynniejsze, gry wyglądają lepiej, a nawet proste animacje systemowe są bardziej responsywne. To jedna z tych zmian, których nie doceniamy, dopóki nie wrócimy do telefonu z 60 Hz.\n\nPraktycznie oznacza to także, że iPhone 17 w cenie 3999 zł staje się znacznie bardziej konkurencyjny względem sztandarowców z Androidem w podobnej cenie. Wcześniej trudno było uzasadnić zakup podstawowego iPhone'a, gdy konkurencyjne modele oferowały wyraźnie płynniejsze wyświetlacze. Teraz ta przewaga praktycznie znika.\n\niPhone 17\n\nREKLAMA\n\niPhone 17 z 120 Hz to przyznanie się Apple'a do tego, co użytkownicy wiedzieli już od lat - 60 Hz w 2025 r. to po prostu za mało. Firma z Cupertino mogła wprowadzić tę technologię już kilka lat temu, ale celowo tego nie robiła, aby utrzymać różnicę między modelami.\n\nCzy szkodzi to marce Apple'a? Prawdopodobnie nie. Lojalność użytkowników iPhone'a jest na tyle duża (90 proc. pozostaje w ekosystemie Apple'a), że większość klientów i tak kupowała nowe modele. Ale dla nowych użytkowników i tych, którzy zastanawiali się nad przesiadką, iPhone 17 staje się wreszcie propozycją, której nie trzeba się wstydzić w konfrontacji ze specyfikacją.\n\nREKLAMA\n\nMaciej Gajewski 09.09.2025 21:38\n\nŁadowanie..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europejskie Dni Dziedzictwa 2025",
            "link": "https://www.bstok.pl/europejskie-dni-dziedzictwa-2025-2/",
            "description": "Koncerty, wystawy, pikniki, sesje naukowe czy pokazy – to m.in. wydarzenia odbywające się w dwa weekendy (13-14, 20-21) ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pTUL11TTKuj_ZDDmMYpNii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Bstok.pl23 godz.",
            "source": "Bstok.pl",
            "article_content": "Koncerty, wystawy, pikniki, sesje naukowe czy pokazy – to m.in. wydarzenia odbywające się w dwa weekendy (13-14, 20-21) września w ramach Europejskich Dni Dziedzictwa 2025. To również możliwość bezpośredniego obcowania z dziedzictwem kulturowym oraz możliwość jego poznania poprzez zwiedzanie zabytków, muzeów, skansenów czy miejsc na co dzień niedostępnych.\n\nUczestnicy EDD mają znakomitą szansę do skorzystania z licznych atrakcji, a także wzięcia udziału w żywej lekcji historii i tradycji danego regionu. To doskonała okazja do swoistej „podróży w czasie” i poznania dziedzictwa kulturowego naszego kraju. W ubiegłym roku w ramach EDD odbyło się aż 50 000 wydarzeń w Europie, z czego 1500 w Polsce.\n\nMuzeum Historyczne w Białymstoku, ul. Warszawska 37\n\n14 września godz. 15.00\n\nWykład Brama Warszawska w Białymstoku\n\nUlica Warszawska jest jedną z najstarszych ulic Białegostoku. Jej początki sięgają wieku XVIII, kiedy dominium białostockie należało do rodu Branickich herbu Gryf. Nazywała się wówczas Nowe Miasto, a jej wylot zamykała murowana Brama, zwana Warszawską. Brama strzegła wjazdu z traktu warszawskiego prowadzącego ze stolicy kraju przez Brańsk i Bielsk do miasta i rezydencji Branickich.\n\nXVIII, kiedy dominium białostockie należało do rodu Branickich herbu Gryf. Nazywała się wówczas Nowe Miasto, a jej wylot zamykała murowana Brama, zwana Warszawską. Brama strzegła wjazdu z traktu warszawskiego prowadzącego ze stolicy kraju przez Brańsk i Bielsk do miasta i rezydencji Branickich.\n\nW 2012 roku podczas nadzoru archeologicznego na ulicy Warszawskiej, na wysokości budynków nr 55 i 44, Irena Taranta z Muzeum Podlaskiego w Białymstoku odkryła relikty solidnych fundamentów kamienno-ceglanych, spiętych łukiem konstrukcyjnym, będących zapewne przykładem fundowania arkadowego stosowanego na gruntach słabych i bagnistych. Na nich wzniesiono mury piętrowej Bramy Warszawskiej ze sklepionym przejazdem w dolnej kondygnacji.\n\nMuzeum Obojga Narodów w Bielsku Podlaskim, ul. Adama Mickiewicza 45\n\n14 września godz. 15.00\n\nRatusz w czasie – podróż przez wieki\n\nW ramach 33. edycji Europejskich Dni Dziedzictwa, która odbędzie się we wrześniu 2025 roku pod hasłem „W stronę architektury. Młode dziedzictwo”, zapraszamy mieszkańców i gości na wyjątkowe wydarzenia celebrujące bogactwo lokalnej historii i barokowego piękna.\n\nPierwszym będzie spacer historyczny po bielskim Ratuszu z muzealnym przewodnikiem, który odkryje przed Wami tajemnice jednego z najbardziej okazałych przykładów miejskiej architektury barokowej. Ratusz, od ponad dwóch wieków wpisujący się w krajobraz Bielska Podlaskiego, to swoisty pomost między przeszłością a współczesnością miasta.\n\nKolejnym wydarzeniem będzie kameralna wystawa, prezentacja pt.: „Ratusz w czasie – podróż przez wieki”. W przestrzeni muzealnej zaprezentujemy unikatowe materiały archiwalne: najstarsze fotografie, oraz współczesne plany budynku zaprojektowanego przez Jana Sękowskiego – nadwornego architekta hetmana wielkiego koronnego Jana Klemensa Branickiego.\n\nMiłośnikom sztuki przygotowaliśmy kreatywne warsztaty graficzne, podczas których będzie można własnoręcznie tworzyć prace nawiązujące do motywów architektury barokowej – z nutą współczesnej interpretacji.\n\nSzczegóły programu oraz godziny wydarzeń już wkrótce. Dołącz do nas – odkrywaj, twórz i dziedzicz!\n\nMuzeum Ikon w Supraślu, ul. Klasztorna 1\n\n14 września godz. 11.00\n\nArchitektura w ikonografii\n\nSpotkanie odbędzie się na wystawie czasowej „Uskrzydleni posłańcy – byty anielskie w ikonografii”, gdzie na przykładzie prezentowanych zabytków będzie można prześledzić sposoby przedstawiania elementów architektury w ikonach w różnych okresach i tradycjach ikonograficznych: począwszy od przykładu repliki ikonograficznej i rekonstrukcji XVII-wiecznych carskich wrót z cerkwi pw. Zaśnięcia NMP w Czyżach, po XIX-wieczne wizerunki szkoły wietkowskiej.\n\nProwadzenie: Anna Motowicka, Kustoszka Muzeum Ikon w Supraślu\n\n21 września 2025, godz. 11.00\n\nIkonografia we wnętrzach cerkiewnych\n\nSpotkanie odbędzie się na wystawie czasowej „Uskrzydleni posłańcy – byty anielskie w ikonografii”, gdzie począwszy od repliki ikonograficznej ikon Jerzego Nowosielskiego z carskich wrót z cerkwi pw. Narodzenia NMP w Gródku, zostaną omówione różne przykłady zrealizowanych i niezrealizowanych projektów wystroju malarskiego podlaskich świątyń, których autorem lub współautorem był Jerzy Nowosielski.\n\nProwadzenie: Ewa Zalewska, Kustoszka Muzeum Ikon w Supraślu\n\nMuzeum Rzeźby Alfonsa Karnego, ul. Świętojańska 17\n\n20 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 4-6 lat wraz z opiekunami21 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 7-12 lat wraz z opiekunami\n\nDobry adres Świętojańska 17\n\nZapraszamy na zajęcia interaktywne o architekturze drewnianej dawnego Białegostoku z willą przy Świętojańskiej 17 w roli głównej.\n\nSpacerując po białostockim Parku Planty trudno nie zauważyć sąsiadującej z nim pięknej willi, która jest dziś perełką architektury drewnianej miasta. Rezydencję zbudowano pod koniec XIX w. dla carskiego generała, który zgodnie z panującą w tym czasie modą, urządził ją w stylu eklektycznym. Jej wnętrze ciągle zachwyca, a od patrzenia na bogato zdobione sufity może zakręcić się w głowie! Dziś to siedziba Muzeum Rzeźby Alfonsa Karnego z ekspozycją rzeźb tego wybitnego artysty, a dawnej? Zapraszamy na niezwykłą podroż w czasie do przedwojennego Białegostoku!\n\nProwadzenie: Anna Malesińska\n\nLiczba uczestników: 12 osób + opiekunowie\n\nCzas trwania zajęć: ok. 90 min.\n\nKoszt: wstęp bezpłatny\n\nInformacje i zapisy: tel. 509 336 862\n\nRatusz w Białymstoku, Rynek Kościuszki 10\n\n13 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 5-12 lat wraz z opiekunami14 września 2025 r., godz. 11.00 – zajęcia dla dzieci w wieku 5-12 lat wraz z opiekunami\n\nPejzaże Białegostoku w malarstwie Mikołaja Wołkowyckiego.\n\nW ramach tegorocznych Europejskich Dni Dziedzictwa zapraszamy wszystkie rodziny na weekendowe zajęcia poświęcone twórczości Mikołaja Wołkowyckiego – wybitnego malarza pejzażysty związanego z regionem Podlasia.\n\nSpotkanie rozpoczniemy od zwiedzania wystawy, na której będzie można podziwiać szeroki przekrój twórczości artysty, który zasłynął z nastrojowych pejzaży przyrody – zwłaszcza jego rodzinnej Białowieży. W jego pracowni przy ul. Piłsudskiego w Białymstoku powstawały jednak także weduty- malarskie wizerunki miasta. To na nich skupimy się podczas zwiedzania i staną się one punktem wyjścia do działań twórczych.\n\nW części warsztatowej uczestnicy chwycą za pędzle i stworzą własne wizerunki miasta. Zobaczymy jak zmieniła się architektura miejsc, które malował Wołkowycki blisko 50 lat temu i spróbujemy utrwalić na płótnie współczesne widoki Białegostoku.\n\nProwadzenie: Anna Charabin\n\nLiczba miejsc: 10 osób + opiekunowie\n\nCzas trwania zajęć: ok. 90 min.\n\nKoszt: wydarzenie bezpłatne, organizowane w ramach Europejskich Dni Dziedzictwa.\n\nInformacje i zapisy: tel. 516 141 960\n\nMuzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej, ul. Lipowa 4\n\n14 września 2025 r., godz. 10.00\n\nSloWołkow PhotoWalk – spacer fotograficzny\n\nMuzeum Fotografii Wiktora Wołkowa w Turośni Kościelnej Oddział Muzeum Podlaskie w Białymstoku organizuje cykliczne, fotograficzne spotkania plenerowe pod nazwą „SloWołkow PhotoWalk”. Wydarzenia kierowane są do wszystkich chętnych zainteresowanych fotografią i wykonywaniem zdjęć, bez względu na stopień zaawansowania.\n\nW ramach Europejskich Dni Dziedzictwa 2025 rok – „W stronę architektury. Młode dziedzictwo” chcemy zorganizować wrześniowy „SloWołkow PhotoWalk” pod hasłem Turośń „Kościelna wczoraj i dziś”. Podczas spaceru zwrócimy uwagę na różnorodność architektury tej miejscowości. Przyjrzymy się jak zmieniała się na przestrzeni kilkuset lat. Utrwalimy na zdjęciach to jak wygląda obecnie, w 2025 roku.\n\nNa spacer zabierzemy ze sobą aparat otworkowy (camera obscura). Ów prosty przyrząd optyczny dał początek wynalazkowi fotografii i był pierwowzorem aparatu fotograficznego. Camera obscura to zaciemnione pudełko z małym otworem, przez który wpadające światło na przeciwległą ściankę daje odwrócony obraz otoczenia. Jeżeli na tej ściance umieścimy materiał światłoczuły, możemy tym sposobem wykonać zdjęcie. Podczas spaceru każdy z uczestników będzie miał możliwość zrobienia zdjęcia tym prostym sprzętem.\n\nTurośń Kościelna to wieś gminna o bogatej historii. Najstarsze wzmianki o Turośni Kościelnej pochodzą z XVI wieku. Obecnie w miejscowości znajdują się m.in. dwie zabytkowe barokowe osiemnastowieczne budowle – Kościół Świętej Trójcy oraz zabytkowy pawilon dworski nazywany też pawilonem myśliwskim, w którym ma swoją siedzibę Muzeum Fotografii Wiktora Wołkowa. Turośń Kościelna to mieszanka starszej i nowszej architektury. Część XX-wiecznej zabudowy mieszkalnej posadowiona jest w malowniczym otoczeniu przydomowych ogródków. Niektóre domy drewniane posiadają interesujące zdobienia charakterystyczne dla tego rejonu Polski. W miejscowości można również znaleźć sporo budowlanych reliktów typowych dla epoki PRL. Jest oczywiście obecna także współczesna architektura – miejscowość szybko się rozbudowuje. Ta mieszanka architektoniczna sprawia, że Turośń Kościelna to znakomita przestrzeń do fotografowania i rozmów o historii.\n\nLiczba uczestników: 12 osób\n\nCzas trwania ok. 3 godz.\n\nProwadzący: Piotr Łukaszuk\n\nźródło: Muzeum Podlaskie w Białymstoku\n\nŹródło: Urząd Marszałkowski"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zajrzyj do Huty 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,object,1,2304328,,zajrzyj-do-huty-2025.html",
            "description": "Zajrzyj do Huty to icjatywa o charakterze partycypacyjnym, która od kilkunastu lat jest stałym punktem w kalendarzu kulturalnych imprez nowohuckich. Tegoroczna edycja trwa od 19 do 21 września.",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków3 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Zajrzyj do Huty to icjatywa o charakterze partycypacyjnym, która od kilkunastu lat jest stałym punktem w kalendarzu kulturalnych imprez nowohuckich. Tegoroczna edycja trwa od 19 do 21 września.\n\nOrganizatorem Zajrzyj do Huty jest Muzeum Nowej Huty, oddział Muzeum Krakowa, które zaprasza do współpracy liczne instytucje, działające na terenie dzielnicy, oraz jej mieszkańców, chcących opowiedzieć o swojej Małej Ojczyźnie. W ostatnich latach w projekt angażują się także lokalni przedsiębiorcy. Program imprezy obejmuje różnorodne wydarzenia i atrakcje dla odbiorców w każdym wieku – od dzieci po seniorów. Spacery, wycieczki autokarowe, gry terenowe, warsztaty dla dzieci i rodzin, zajęcia sportowe, zabawy podwórkowe, pokazy filmowe, wykłady dotyczące Nowej Huty wygłaszane przez specjalistów w różnych dziedzinach – to tylko niektóre z propozycji przygotowanych dla osób, które zdecydują się odwiedzić Nową Hutę. Projekt Zajrzyj do Huty ma na celu nie tylko promowanie dziedzictwa i potencjału kulturalnego dzielnicy, ale też rozwijanie współpracy w sektorze lokalnych instytucji kultury i innych nowohuckich inicjatyw.\n\nProgram\n\n19 września (piątek)\n\n10.00–18.00 – zwiedzanie Muzeum Cystersów w Mogile (ul. Klasztorna 11). Wstęp wolny na hasło „Zajrzyj do Huty”.\n\nWstęp wolny na hasło „Zajrzyj do Huty”. 10.00–19.00 – zwiedzanie wystawy Powiązania. Batruch i uczniowie – ekspozycji zbiorowej poświęconej pamięci profesora Stanisława Batrucha w Białej Galerii Centrum w Nowohuckim Centrum Kultury (al. Jana Pawła II 232). Wstęp wolny.\n\n– ekspozycji zbiorowej poświęconej pamięci profesora Stanisława Batrucha w Białej Galerii Centrum w Nowohuckim Centrum Kultury (al. Jana Pawła II 232). Wstęp wolny. 13.00–19.00 – zwiedzanie Galerii Jerzego Dudy-Gracza w Nowohuckim Centrum Kultury(al. Jana Pawła II 232): Kolekcja Agaty Dudy-Gracz. Bilety: 20 zł (normalny), 15 zł (ulgowy).\n\nKolekcja Agaty Dudy-Gracz. Bilety: 20 zł (normalny), 15 zł (ulgowy). 15.30; 18.30 – przejazd na pokładzie zabytkowych retro samochodów epoki PRL i zwiedzanie budynków administracyjnych dawnej Huty im. Lenina oraz schronu dowodzenia (zwiedzanie z przewodnikiem w jęz. polskim). Szczegóły na: https://fundacjanh.org/pl/projekt-enha-trip/zajrzyj-do-huty/. Miejsce zbiórki: parking przed Zespołem Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37). Organizator: Fundacja Promocji Nowej Huty. Konieczna rezerwacja: https://fundacjanh.org/pl/projekt-enha-trip/zajrzyj-do-huty/#rezerwacja. Limit: 24 osoby. Bilety: 80 zł/os. i 40 zł/dziecko poniżej 7 lat. Bilet opłacić można online po zarezerwowaniu terminu lub gotówką/kartą w dniu wycieczki.\n\nSzczegóły na: https://fundacjanh.org/pl/projekt-enha-trip/zajrzyj-do-huty/. Miejsce zbiórki: parking przed Zespołem Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37). Organizator: Fundacja Promocji Nowej Huty. Konieczna rezerwacja: https://fundacjanh.org/pl/projekt-enha-trip/zajrzyj-do-huty/#rezerwacja. Limit: 24 osoby. Bilety: 80 zł/os. i 40 zł/dziecko poniżej 7 lat. Bilet opłacić można online po zarezerwowaniu terminu lub gotówką/kartą w dniu wycieczki. 17.00 – zwiedzanie z przewodnikiem Muzeum Cystersów w Mogile (ul. Klasztorna 11). Zwiedzanie w grupie od 10 do 30 osób. Wstęp: 5 zł/os. Konieczna rezerwacja: kontakt@muzeumcystersow.pl lub tel. 667 706 716. Zapisy do 14 września.\n\nZwiedzanie w grupie od 10 do 30 osób. Wstęp: 5 zł/os. Konieczna rezerwacja: kontakt@muzeumcystersow.pl lub tel. 667 706 716. Zapisy do 14 września. 17.00 – kuratorskie oprowadzanie po Galerii Zdzisława Beksińskiego (Nowohuckie Centrum Kultury, al. Jana Pawła II 232): obrazy Beksińskiego z kolekcji Anny i Piotra Dmochowskich. Zapisy: galeria@nck.krakow.pl. Oprowadzanie w cenie biletu do galerii.\n\nobrazy Beksińskiego z kolekcji Anny i Piotra Dmochowskich. Zapisy: galeria@nck.krakow.pl. Oprowadzanie w cenie biletu do galerii. 16.00–18.00 – pływanie kajakami po Zalewie Nowohuckim. Zapewniamy sprzęt i dobrą atmosferę – wystarczy przyjść. Miejsce zbiórki: od al. Solidarności – szukajcie czerwonych kajaków! Organizator: Fundacja Ecotravel. Wstęp wolny.\n\n20 września (sobota) i 21 września (niedziela)\n\n09.00–14.00 – prezentacja przed Zespołem Szkół Mechanicznych nr 3 (os. Szkolne 37) samochodów produkowanych w czasach PRL. Będzie można zobaczyć: Poloneza, Fiata 125p, Fiata 126p, Nysę, 2 motocykle i porozmawiać z właścicielami. W towarzystwie uczniów z Samorządu Uczniowskiego będzie możliwość zwiedzenia szkoły i obejrzenia pracowni samochodowej, pracowni druku 3D, pracowni silników lotniczych. Godziny zwiedzania: 10.00, 11.00, 12.00 i 13.00. Spotykamy się przy wejściu do szkoły pod kolumnami.\n\nBędzie można zobaczyć: Poloneza, Fiata 125p, Fiata 126p, Nysę, 2 motocykle i porozmawiać z właścicielami. W towarzystwie uczniów z Samorządu Uczniowskiego będzie możliwość zwiedzenia szkoły i obejrzenia pracowni samochodowej, pracowni druku 3D, pracowni silników lotniczych. Godziny zwiedzania: 10.00, 11.00, 12.00 i 13.00. Spotykamy się przy wejściu do szkoły pod kolumnami. 09.00–17.00 – Dni Otwartej Przystani (Yacht Klub Polski przy ul. Stanisławy Dowgiałło). Będzie można zwiedzić przystań, posłuchać historii klubu, popływać żaglówką, motorówką. Dzieci będą mogły się zapoznać z łódkami Optymist, na których najmłodsi żeglarze startują w regatach. Będzie możliwość zapisania się do sekcji regatowej. Będą wyświetlane filmy żeglarskie, opowieści i szanty przy grillu. Organizator: Yacht Klub Polski.\n\nBędzie można zwiedzić przystań, posłuchać historii klubu, popływać żaglówką, motorówką. Dzieci będą mogły się zapoznać z łódkami Optymist, na których najmłodsi żeglarze startują w regatach. Będzie możliwość zapisania się do sekcji regatowej. Będą wyświetlane filmy żeglarskie, opowieści i szanty przy grillu. Organizator: Yacht Klub Polski. 10:00–18:00 – zwiedzanie wystawy Stan zagrożenia w oddziale Podziemna Nowa Huta (os. Szkolne 37). 1\n\n1 10.00–18.00 – zwiedzanie Muzeum Cystersów w Mogile (ul. Klasztorna 11). Wstęp wolny na hasło „Zajrzyj do Huty”.\n\nWstęp wolny na hasło „Zajrzyj do Huty”. 10.00–19.00 – zwiedzanie wystawy Powiązania. Batruch i uczniowie – ekspozycji zbiorowej poświęconej pamięci profesora Stanisława Batrucha w Białej Galerii Centrum w Nowohuckim Centrum Kultury (al. Jana Pawła II 232). Wstęp wolny.\n\n– ekspozycji zbiorowej poświęconej pamięci profesora Stanisława Batrucha w Białej Galerii Centrum w Nowohuckim Centrum Kultury (al. Jana Pawła II 232). Wstęp wolny. 11.30, 14.30 i 16.30 – zwiedzanie z przewodnikiem Muzeum Cystersów w Mogile (ul. Klasztorna 11). Zwiedzanie w grupie od 10 do 30 osób. Wstęp: 5 zł/os. Konieczna rezerwacja: kontakt@muzeumcystersow.pl lub tel. 667 706 716. Zapisy do 14 września.\n\nZwiedzanie w grupie od 10 do 30 osób. Wstęp: 5 zł/os. Konieczna rezerwacja: kontakt@muzeumcystersow.pl lub tel. 667 706 716. Zapisy do 14 września. 10.45, 13.45 i 15.45 – zwiedzanie Biblioteki Gotyckiej w opactwie Cystersów w Mogile.\n\nZwiedzanie w grupie od 7 do 15 osób. Wstęp: 30 zł/os. Konieczna rezerwacja: kontakt@muzeumcystersow.pl lub tel. 667 706 716. Zapisy do 14 września.\n\nZwiedzanie w grupie od 7 do 15 osób. Wstęp: 30 zł/os. Konieczna rezerwacja: kontakt@muzeumcystersow.pl lub tel. 667 706 716. Zapisy do 14 września. 13.00 – Spacery z Nowohucian(k)ami. Jest to połączenie spaceru po Nowej Hucie i spotkań z aktywnymi i ciekawymi mieszkańcami dzielnicy. Uczestnicy znają jedynie miejsce i godzinę startu. Którędy poprowadzi nas gospodarz (Ryszard Kozik) i kogo spotkamy po drodze – do końca pozostaje tajemnicą. Start sprzed Zespołu Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37). Wstęp wolny.\n\nJest to połączenie spaceru po Nowej Hucie i spotkań z aktywnymi i ciekawymi mieszkańcami dzielnicy. Uczestnicy znają jedynie miejsce i godzinę startu. Którędy poprowadzi nas gospodarz (Ryszard Kozik) i kogo spotkamy po drodze – do końca pozostaje tajemnicą. Start sprzed Zespołu Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37). Wstęp wolny. 13.00–19.00 – zwiedzanie Galerii Jerzego Dudy-Gracza w Nowohuckim Centrum Kultury (al. Jana Pawła II 232): Kolekcja Agaty Dudy-Gracz. Bilety: 20 zł (normalny) i 15 zł (ulgowy).\n\nKolekcja Agaty Dudy-Gracz. Bilety: 20 zł (normalny) i 15 zł (ulgowy). 14.00–17.00 – warsztaty iluminacji Karta z modlitewnika królowej Bony w Muzeum Cystersów w Mogile (ul. Klasztorna 11). Uczestnicy spróbują swoich sił w odtworzeniu XVI-wiecznej iluminacji autorstwa S. Samostrzelnika. Warsztaty (3 h) przeznaczone są dla osób powyżej 14 r.ż., nie jest wymagane doświadczenie artystyczne. Prowadzenie: Katarzyna Pajor-Seremak. Bilety: 180 zł/os. Grupa od 4 do 12 osób. Konieczna rezerwacja: kontakt@muzeumcystersow.pl lub tel. 667 706 716. Zapisy oraz potwierdzenie rezerwacji: do 14 września.\n\nUczestnicy spróbują swoich sił w odtworzeniu XVI-wiecznej iluminacji autorstwa S. Samostrzelnika. Warsztaty (3 h) przeznaczone są dla osób powyżej 14 r.ż., nie jest wymagane doświadczenie artystyczne. Prowadzenie: Katarzyna Pajor-Seremak. Bilety: 180 zł/os. Grupa od 4 do 12 osób. Konieczna rezerwacja: kontakt@muzeumcystersow.pl lub tel. 667 706 716. Zapisy oraz potwierdzenie rezerwacji: do 14 września. 15.00–16.30 – spacer Nowohuckie schrony. Nowa Huta kryje wiele tajemnic. Jedną z nich są wybudowane w jej podziemiach w latach 50. XX w. schrony przeciwlotnicze, które miały uchronić mieszkańców przed skutkami spodziewanej, kolejnej wojny. W ramach spaceru zobaczymy schron z epoki pod Zespołem Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37) oraz przyjrzymy się elementom zimnowojennej infrastruktury ochronnej w przestrzeni dzielnicy. Start sprzed popiersia gen. W. Sikorskiego. Prowadzenie: Agata Klimek-Zdeb. Limit: 20 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty.\n\nNowa Huta kryje wiele tajemnic. Jedną z nich są wybudowane w jej podziemiach w latach 50. XX w. schrony przeciwlotnicze, które miały uchronić mieszkańców przed skutkami spodziewanej, kolejnej wojny. W ramach spaceru zobaczymy schron z epoki pod Zespołem Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37) oraz przyjrzymy się elementom zimnowojennej infrastruktury ochronnej w przestrzeni dzielnicy. Start sprzed popiersia gen. W. Sikorskiego. Prowadzenie: Agata Klimek-Zdeb. Limit: 20 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. 17.30; 19.00 – zwiedzanie schronu pod Szpitalem im. Żeromskiego (os. Na Skarpie 66). Schron jest podziemnym szpitalem na czas wojny. Ma powierzchnię 600 m2. Znajdują się tu: sala operacyjna, pomieszczenie do sterylizacji instrumentów, duże kąpielisko odkażające oraz sale dla chorych. Organizator: Małopolskie Stowarzyszenie Miłośników Historii „Rawelin”. Limit: 20 osób. Cena: 15 zł. Konieczna rezerwacja: https://www.rawelin.org/rawelin/rezerwacje-zwiedzania.\n\n20 września (sobota)\n\nZwiedzanie obiektów sportowych (dokładna godzina będzie podana w programie na stronie internetowej https://muzeumkrakowa.pl/kalendarium/zajrzyj-do-huty-1). W 2025 r. „Hutnik” obchodzi 75. rocznicę powstania. W ramach roku jubileuszowego, przy okazji Zajrzyj do Huty oraz ligowego meczu piłkarzy nożnych z „Rekordem” Bielsko-Biała, zapraszamy na zwiedzanie obiektów sportowych klubu z Suchych Stawów, po których oprowadzi jego pracownik, i tym samym poznawanie „Hutnika” od kuchni. Start: przed wejściem na halę Hutnika.\n\n(dokładna godzina będzie podana w programie na stronie internetowej https://muzeumkrakowa.pl/kalendarium/zajrzyj-do-huty-1). W 2025 r. „Hutnik” obchodzi 75. rocznicę powstania. W ramach roku jubileuszowego, przy okazji Zajrzyj do Huty oraz ligowego meczu piłkarzy nożnych z „Rekordem” Bielsko-Biała, zapraszamy na zwiedzanie obiektów sportowych klubu z Suchych Stawów, po których oprowadzi jego pracownik, i tym samym poznawanie „Hutnika” od kuchni. Start: przed wejściem na halę Hutnika. 09.00–14.00 – wystawa fotograficzna Stacha Gacka Industrial – Nowa Huta w\n\nFilii nr 54 Biblioteki Kraków (os. Młodości 8). Zdjęcia prezentowane na wystawie wykonane zostały w latach dwutysięcznych na terenie zakładu ArcelorMittal Poland Oddział w Krakowie (dawniej Kombinat Metalurgiczny Huta im. Włodzimierza Lenina i Huta im. Tadeusza Sendzimira). Przedstawiają one instalacje i obiekty przemysłowe, niektóre już nieistniejące, tak jak Wielki Piec nr 3. Kontakt: filia_54@biblioteka.krakow.pl lub tel. 12 644 13 22 lub e-mail. Wstęp wolny bez konieczności zapisu.\n\nZdjęcia prezentowane na wystawie wykonane zostały w latach dwutysięcznych na terenie zakładu ArcelorMittal Poland Oddział w Krakowie (dawniej Kombinat Metalurgiczny Huta im. Włodzimierza Lenina i Huta im. Tadeusza Sendzimira). Przedstawiają one instalacje i obiekty przemysłowe, niektóre już nieistniejące, tak jak Wielki Piec nr 3. Kontakt: filia_54@biblioteka.krakow.pl lub tel. 12 644 13 22 lub e-mail. Wstęp wolny bez konieczności zapisu. 09.00–19.00 – przejazd Dużą Pętlą szlaku rowerowego Velo Huta – aktywne poznawanie mniej znanego oblicza Nowej Huty z Ośrodkiem Kultury Kraków-Nowa Huta. Trasa o długości ok. 60 km wiedzie przez różnorodne krajobrazowo, interesujące architektonicznie, ciekawe historycznie i atrakcyjne przyrodniczo miejsca. Przejedziemy na rowerach tereny wokół Kombinatu, szukając po drodze m.in. nowohuckiej Wieży Eiffla, nowohuckiej Grabarki czy nowohuckiej Krainy Wielkiej Jezior. Start: park Ratuszowy. Zapisy: od 8 września. Informacje i formularz zapisu na stronie: https://krakownh.pl/wydarzenia/przejazd-duza-petla-velo-huta. Wstęp wolny.\n\n– aktywne poznawanie mniej znanego oblicza Nowej Huty z Ośrodkiem Kultury Kraków-Nowa Huta. Trasa o długości ok. 60 km wiedzie przez różnorodne krajobrazowo, interesujące architektonicznie, ciekawe historycznie i atrakcyjne przyrodniczo miejsca. Przejedziemy na rowerach tereny wokół Kombinatu, szukając po drodze m.in. nowohuckiej Wieży Eiffla, nowohuckiej Grabarki czy nowohuckiej Krainy Wielkiej Jezior. Start: park Ratuszowy. Zapisy: od 8 września. Informacje i formularz zapisu na stronie: https://krakownh.pl/wydarzenia/przejazd-duza-petla-velo-huta. Wstęp wolny. 09:00; 11:00 – zwiedzanie walcowni zimnej lub walcowni gorącej w ArcelorMittal Poland S.A. Oddział w Krakowie. Uczestnicy muszą mieć ukończone 18 lat. Wstęp tylko w długich spodniach i pełnym obuwiu na płaskiej podeszwie. Wszyscy uczestnicy zwiedzania otrzymają kaski i fartuchy. Na terenie ArcelorMittal Poland obowiązuje całkowity zakaz fotografowania. Miejsce zbiórki grup: brama główna ArcelorMittal Poland, od strony budynku „S”. Bezpłatne wejściówki (od 5 września, od godz. 10.00) dostępne na: https://bilety.mhk.pl.\n\nUczestnicy muszą mieć ukończone 18 lat. Wstęp tylko w długich spodniach i pełnym obuwiu na płaskiej podeszwie. Wszyscy uczestnicy zwiedzania otrzymają kaski i fartuchy. Na terenie ArcelorMittal Poland obowiązuje całkowity zakaz fotografowania. Miejsce zbiórki grup: brama główna ArcelorMittal Poland, od strony budynku „S”. Bezpłatne wejściówki (od 5 września, od godz. 10.00) dostępne na: https://bilety.mhk.pl. 10.00 – wycieczka rowerowa na Przylasek Rusiecki. Na początek przejedziemy przez najstarszą część Nowej Huty – okolice pl. Przy Poczcie. Następnie skierujemy się w stronę stadionu „Hutnika”. Dalej trasa poprowadzi nas do dawnej wsi Mogiła, gdzie między zabudowaniami wsi przemierzymy malownicze łąki i pola, przecinając trasę pod mostami drogi ekspresowej S7. Kontynuując przejazd wzdłuż ul. Igołomskiej, dotrzemy w okolice, gdzie powstaje Park Edukacyjny „Branice”. Stamtąd skręcimy w kierunku Przylasku Rusieckiego, do którego prowadzić będą szutrowe drogi biegnące wśród licznych stawów. Naszym celem będzie kąpielisko Przylasek Rusiecki, gdzie zaplanowana jest przerwa na odpoczynek. W drogę powrotną wyruszymy przez Branice oraz zabudowania Pleszowa.\n\nCała trasa liczy około 28 km. Czas: wycieczka półdniowa (ok. 3,5–5 h) – przejazd w jedną stroną zajmuje około 1–1,5 h (w zależności od kondycji uczestników, ewentualnych przystanków na trasie). Czas przewidziany na odpoczynek w Przylasku około 1,5 h (w przypadku niesprzyjających warunków pogodowych – do 30 min i powrót). Uczestnikom towarzyszyć będą przewodnicy, zagwarantowany jest posiłek regeneracyjny w Przylasku Rusieckim, uczestnicy objęci będą ubezpieczeniem NNW. Wymagane wygodne obuwie turystyczne, wygodny strój na wycieczkę rowerową, własny, sprawny rower! Zbiórka: przy muralu „Przeszłość – współczesność – przyszłość Nowej Huty” (os. Willowe 30). Limit: 19 osób. Zapisy od 15 do 19 września (obowiązuje kolejność zgłoszeń): zajrzyjdohuty@knhp.com.pl. Wstęp wolny.\n\nNa początek przejedziemy przez najstarszą część Nowej Huty – okolice pl. Przy Poczcie. Następnie skierujemy się w stronę stadionu „Hutnika”. Dalej trasa poprowadzi nas do dawnej wsi Mogiła, gdzie między zabudowaniami wsi przemierzymy malownicze łąki i pola, przecinając trasę pod mostami drogi ekspresowej S7. Kontynuując przejazd wzdłuż ul. Igołomskiej, dotrzemy w okolice, gdzie powstaje Park Edukacyjny „Branice”. Stamtąd skręcimy w kierunku Przylasku Rusieckiego, do którego prowadzić będą szutrowe drogi biegnące wśród licznych stawów. Naszym celem będzie kąpielisko Przylasek Rusiecki, gdzie zaplanowana jest przerwa na odpoczynek. W drogę powrotną wyruszymy przez Branice oraz zabudowania Pleszowa. Cała trasa liczy około 28 km. Czas: wycieczka półdniowa (ok. 3,5–5 h) – przejazd w jedną stroną zajmuje około 1–1,5 h (w zależności od kondycji uczestników, ewentualnych przystanków na trasie). Czas przewidziany na odpoczynek w Przylasku około 1,5 h (w przypadku niesprzyjających warunków pogodowych – do 30 min i powrót). Uczestnikom towarzyszyć będą przewodnicy, zagwarantowany jest posiłek regeneracyjny w Przylasku Rusieckim, uczestnicy objęci będą ubezpieczeniem NNW. Wymagane wygodne obuwie turystyczne, wygodny strój na wycieczkę rowerową, własny, sprawny rower! Zbiórka: przy muralu „Przeszłość – współczesność – przyszłość Nowej Huty” (os. Willowe 30). Limit: 19 osób. Zapisy od 15 do 19 września (obowiązuje kolejność zgłoszeń): zajrzyjdohuty@knhp.com.pl. Wstęp wolny. 10.00–11.30 – Osiedle Teatralne znane i nieznane – zwiedzanie jednego z osiedli najstarszej części Nowej Huty. Osiedle Teatralne (do 1958 r. os. C-1) kojarzy się przede wszystkim z Teatrem Ludowym oraz kinem Świt, ale kryje w sobie wiele innych ciekawych obiektów. W trakcie wycieczki opowiemy m.in. o początkach budowy Nowej Huty i ich przedstawianiu w materiałach propagandowych, o „walkach o Krzyż” w 1960 r. oraz o współczesnym życiu osiedla. Zobaczymy także archiwalne zdjęcia ze zbiorów Muzeum Krakowa. Prowadzenie: Piotr Kapusta. Start: sprzed budynku kina Świt (os. Teatralne 10).\n\nLimit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego.\n\nOsiedle Teatralne (do 1958 r. os. C-1) kojarzy się przede wszystkim z Teatrem Ludowym oraz kinem Świt, ale kryje w sobie wiele innych ciekawych obiektów. W trakcie wycieczki opowiemy m.in. o początkach budowy Nowej Huty i ich przedstawianiu w materiałach propagandowych, o „walkach o Krzyż” w 1960 r. oraz o współczesnym życiu osiedla. Zobaczymy także archiwalne zdjęcia ze zbiorów Muzeum Krakowa. Prowadzenie: Piotr Kapusta. Start: sprzed budynku kina Świt (os. Teatralne 10). Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego. 10.00–15.00/16.00 – wycieczka piesza Mniej typowa Huta Nowa – krajoznawcza wycieczka, pokazująca mniej zurbanizowane tereny Nowej Huty – dawne wsie, które w dużej mierze nadal zachowały swój charakter. Trasa rozpocznie się w Wolicy, gdzie spróbujemy się zastanowić, czym są widoczne w terenie zarysy: czy może być to ślad dawnego zameczku Ochodza, czy może jest to wczesnośredniowieczne grodzisko. Następnie przejdziemy przez Przylasek Rusiecki, Kępę Grabską i Chałupki, poznając historię dawnych wsi i przysiółków na terenie dzisiejszej Nowej Huty. Kolejno podejdziemy pod zasadzony niedawno las Prawiek, upamiętniający polską noblistkę Olgę Tokarczuk. Wycieczkę skończymy w Kujawach (przystanek autobusu nr 181) lub na przystanku Koksochemia (tramwaje nr 10 i 21). Należy zabrać ze sobą jedzenie i picie. Po drodze nie ma sklepów ani toalet. W zależności od pogody warto wziąć coś na deszcz lub nakrycie głowy. Start: przystanek autobusowy Wolica Most 02 (autobusy nr 111, 161, 211, w okolicy nie ma możliwości zaparkowania samochodu). Trasa ok. 15 km, czas ok. 5–6 h. Prowadzenie: Emil Bajorek. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty, Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego.\n\n– krajoznawcza wycieczka, pokazująca mniej zurbanizowane tereny Nowej Huty – dawne wsie, które w dużej mierze nadal zachowały swój charakter. Trasa rozpocznie się w Wolicy, gdzie spróbujemy się zastanowić, czym są widoczne w terenie zarysy: czy może być to ślad dawnego zameczku Ochodza, czy może jest to wczesnośredniowieczne grodzisko. Następnie przejdziemy przez Przylasek Rusiecki, Kępę Grabską i Chałupki, poznając historię dawnych wsi i przysiółków na terenie dzisiejszej Nowej Huty. Kolejno podejdziemy pod zasadzony niedawno las Prawiek, upamiętniający polską noblistkę Olgę Tokarczuk. Wycieczkę skończymy w Kujawach (przystanek autobusu nr 181) lub na przystanku Koksochemia (tramwaje nr 10 i 21). Należy zabrać ze sobą jedzenie i picie. Po drodze nie ma sklepów ani toalet. W zależności od pogody warto wziąć coś na deszcz lub nakrycie głowy. Start: przystanek autobusowy Wolica Most 02 (autobusy nr 111, 161, 211, w okolicy nie ma możliwości zaparkowania samochodu). Trasa ok. 15 km, czas ok. 5–6 h. Prowadzenie: Emil Bajorek. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty, Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego. 10.00–13.00 – gra miejska Budowniczowie fortów . Wszyscy mieszkańcy Mistrzejowic znają schrony artyleryjskie z czasów Twierdzy Kraków – Fort 48 „Batowice” i Fort 48a „Mistrzejowice”. Ale chodzą słuchy, że pojawił się pomysł wybudowania jeszcze jednego – Fortu 48b „Zajrzyj do Huty”. Wszystkie zespoły budowlano-inżynierskie, które chcą włączyć się w proces budowy, zapraszamy do udziału w otwartym konkursie, który wyłoni ostatecznego wykonawcę, a który wyjątkowo przyjmie formę gry miejskiej. Wykształcenie w zakresie budownictwa i architektury nie jest wymagane. Gra jest otwarta dla uczestników w każdym wieku. W jej trakcie gracze będą wykonywać zadania oparte o wiedzę, kreatywność i zręczność. Najważniejsze są jednak chęć dobrej zabawy i wczucia się w klimat gry! Start: amfiteatr w parku Tysiąclecia. Przestrzeń gry: teren Dzielnicy XV Mistrzejowice.\n\nLimit: 15 drużyn (w grze mogą wziąć udział drużyny liczące 2–4 os.). Zapisy (od 5 września, od godz. 10.00): https://bilety.mhk.pl, w kasie Podziemnej Nowej Huty oraz u prowadzącego w dniu wydarzenia w przypadku wolnych miejsc.\n\nWszyscy mieszkańcy Mistrzejowic znają schrony artyleryjskie z czasów Twierdzy Kraków – Fort 48 „Batowice” i Fort 48a „Mistrzejowice”. Ale chodzą słuchy, że pojawił się pomysł wybudowania jeszcze jednego – Fortu 48b „Zajrzyj do Huty”. Wszystkie zespoły budowlano-inżynierskie, które chcą włączyć się w proces budowy, zapraszamy do udziału w otwartym konkursie, który wyłoni ostatecznego wykonawcę, a który wyjątkowo przyjmie formę gry miejskiej. Wykształcenie w zakresie budownictwa i architektury nie jest wymagane. Gra jest otwarta dla uczestników w każdym wieku. W jej trakcie gracze będą wykonywać zadania oparte o wiedzę, kreatywność i zręczność. Najważniejsze są jednak chęć dobrej zabawy i wczucia się w klimat gry! Start: amfiteatr w parku Tysiąclecia. Przestrzeń gry: teren Dzielnicy XV Mistrzejowice. Limit: 15 drużyn (w grze mogą wziąć udział drużyny liczące 2–4 os.). Zapisy (od 5 września, od godz. 10.00): https://bilety.mhk.pl, w kasie Podziemnej Nowej Huty oraz u prowadzącego w dniu wydarzenia w przypadku wolnych miejsc. 10.30 – spacer śladami koronacji B. Chrobrego po... Mistrzejowicach. Trasa poprowadzi przez ulice Orła Białego, Zjazdu Gnieźnieńskiego, Srebrnych Orłów, Piasta Kołodzieja, Wycieczka przypomni okoliczności Obchodów Tysiąclecia Państwa Polskiego w latach 60. XX w.; będzie też okazją do opowieści o architekturze tamtego czasu. Start: przed Filią 49 Biblioteki Kraków (os. Tysiąclecia 42). Prowadzenie: Maciej Miezian. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego.\n\nTrasa poprowadzi przez ulice Orła Białego, Zjazdu Gnieźnieńskiego, Srebrnych Orłów, Piasta Kołodzieja, Wycieczka przypomni okoliczności Obchodów Tysiąclecia Państwa Polskiego w latach 60. XX w.; będzie też okazją do opowieści o architekturze tamtego czasu. Start: przed Filią 49 Biblioteki Kraków (os. Tysiąclecia 42). Prowadzenie: Maciej Miezian. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego. 11.00–12.30; 13.00–14.30 – rodzinne warsztaty graficzne w sali A115 w Nowohuckim Centrum Kultury (al. Jana Pawła II 232). Zapraszamy do wspólnego odkrywania grafiki warsztatowej – poznajcie technikę i stwórzcie własne dzieła sztuki na lnianej torbie! Prowadzenie: Marta Wakuła-Mac – artystka grafik, laureatka wielu nagród, członkini m.in. Graphic Studio Dublin i ZPAP. Cena: 20 zł. Zapisy: galeria@nck.krakow.pl.\n\nZapraszamy do wspólnego odkrywania grafiki warsztatowej – poznajcie technikę i stwórzcie własne dzieła sztuki na lnianej torbie! Prowadzenie: Marta Wakuła-Mac – artystka grafik, laureatka wielu nagród, członkini m.in. Graphic Studio Dublin i ZPAP. Cena: 20 zł. Zapisy: galeria@nck.krakow.pl. 11.00–13.00 – Podróż w czasie – zabawa dla rodzin z dziećmi powyżej 6. roku życia w Filii nr 49 Biblioteki Kraków (os. Tysiąclecia 42) . Cofniemy się do pierwszego roku działalności biblioteki na os. Tysiąclecia. Uczestnicy zobaczą, jak wypożyczano książki w 1979 r. Zapracowana bibliotekarka poprosi o pomoc w kilku sprawunkach. Przed drużynami stanie szereg zadań, podczas których dowiedzą się, jakimi pojazdami jeździło się 46 lat temu, jakie dobranocki dzieci oglądały wtedy w telewizji oraz jakie słodycze można było znaleźć na sklepowych półkach. Liczba miejsc ograniczona. Konieczna rezerwacja: filia_49@biblioteka.krakow.pl lub tel. 12 263 44 86.\n\n. Cofniemy się do pierwszego roku działalności biblioteki na os. Tysiąclecia. Uczestnicy zobaczą, jak wypożyczano książki w 1979 r. Zapracowana bibliotekarka poprosi o pomoc w kilku sprawunkach. Przed drużynami stanie szereg zadań, podczas których dowiedzą się, jakimi pojazdami jeździło się 46 lat temu, jakie dobranocki dzieci oglądały wtedy w telewizji oraz jakie słodycze można było znaleźć na sklepowych półkach. Liczba miejsc ograniczona. Konieczna rezerwacja: filia_49@biblioteka.krakow.pl lub tel. 12 263 44 86. 11.00–13.00 – animacje dla dzieci nawiązujące do gier i zabaw z dzieciństwa rodziców , np. gra w klasy, w zbijaka, skakanie w gumę, w ogrodzie społecznym przy budynku na os. Szkolnym 22. Tematyka animacji zachęca do działań integracyjnych i wielopokoleniowych – zaangażowania się rodziców oraz starszych pokoleń, które mogą przekazywać swoją wiedzę dzieciom. Dzięki podjętym działaniom przywrócimy atmosferę dawnych nowohuckich podwórek tętniących sąsiedzkością oraz utrwalimy podwórkowe opowieści i tradycje. Organizator: Muzeum Nowej Huty i Fundacja IB Polska. Prowadzenie: Klaudyna Rozmysłowicz. Wstęp wolny.\n\n, np. gra w klasy, w zbijaka, skakanie w gumę, w ogrodzie społecznym Tematyka animacji zachęca do działań integracyjnych i wielopokoleniowych – zaangażowania się rodziców oraz starszych pokoleń, które mogą przekazywać swoją wiedzę dzieciom. Dzięki podjętym działaniom przywrócimy atmosferę dawnych nowohuckich podwórek tętniących sąsiedzkością oraz utrwalimy podwórkowe opowieści i tradycje. Organizator: Muzeum Nowej Huty i Fundacja IB Polska. Prowadzenie: Klaudyna Rozmysłowicz. Wstęp wolny. 11.00; 12.30 – zwiedzenie Teatru Ludowego (os. Teatralne 34). Pokażemy miejsca na co dzień niedostępne dla widzów, opowiemy o pracy w teatrze i teatralnych obyczajach. Wybierzemy się również na spacer do zrewitalizowanego budynku dawnej Sceny Stolarnia – Teatralnego Instytutu Młodych Teatru Ludowego (os. Teatralne 23). Znajdują się w nim trzy nowoczesne sceny: Kameralna, Kolorowa i Warsztatowa, a także kawiarnia i książkodzielnia.\n\nStart: Duża Scena Teatru Ludowego. Zapisy (8–9 września): promocja@ludowy.pl. Wstęp wolny.\n\nPokażemy miejsca na co dzień niedostępne dla widzów, opowiemy o pracy w teatrze i teatralnych obyczajach. Wybierzemy się również na spacer do zrewitalizowanego budynku dawnej Sceny Stolarnia – Teatralnego Instytutu Młodych Teatru Ludowego (os. Teatralne 23). Znajdują się w nim trzy nowoczesne sceny: Kameralna, Kolorowa i Warsztatowa, a także kawiarnia i książkodzielnia. Start: Duża Scena Teatru Ludowego. Zapisy (8–9 września): promocja@ludowy.pl. Wstęp wolny. 11.00–13.00 – Poznajmy się! Nowohucki Speed Meeting – spotkanie integracyjne w Klubie Wersalik OKKNH (os. Ogrodowe 15) dla mieszkańców Nowej Huty. Okazja, by poznać sąsiadów w przyjaznej atmosferze poprzez zabawę i wspólne wyzwania. W programie m.in. tworzenie mapy ulubionych rzeczy w NH, sąsiedzkie kalambury, gra w bingo, sąsiedzki łańcuch, quiz o dzielnicy. W trakcie wydarzenia będziemy robić zdjęcia aparatem Instax i wręczać uczestnikom na pamiątkę. Na koniec każdy otrzyma certyfikat sąsiedzkiego ambasadora. Organizator: Klub Wersalik OKKNH. Obowiązują zapisy: https://krakownh.pl/oddzial/klub-wersalik. Wstęp wolny.\n\ndla mieszkańców Nowej Huty. Okazja, by poznać sąsiadów w przyjaznej atmosferze poprzez zabawę i wspólne wyzwania. W programie m.in. tworzenie mapy ulubionych rzeczy w NH, sąsiedzkie kalambury, gra w bingo, sąsiedzki łańcuch, quiz o dzielnicy. W trakcie wydarzenia będziemy robić zdjęcia aparatem Instax i wręczać uczestnikom na pamiątkę. Na koniec każdy otrzyma certyfikat sąsiedzkiego ambasadora. Organizator: Klub Wersalik OKKNH. Obowiązują zapisy: https://krakownh.pl/oddzial/klub-wersalik. Wstęp wolny. 11.00 – warsztaty Zdrowie roślin i napary dla duszy w kawiarni Kawa, Kwiaty i Warsztaty (os. Centrum B 8). Zapraszamy dorosłych mieszkańców Nowej Huty na wyjątkowe, relaksujące spotkanie. Każdy uczestnik przesadzi otrzymaną od nas nową roślinę, dowie się, jak rozpoznawać choroby i szkodniki oraz jakie metody pielęgnacji zastosować, a florystki ze Szpitala dla Roślin pokażą, jak wybrać właściwą doniczkę czy ziemię. Zademonstrujemy, jak leczymy rośliny w naszym Szpitalu dla Roślin. Wspólnie zaparzamy napar, który pomoże się wyciszyć i poczuć naturalną harmonię. Limit: 10 osób. Cena: 69 zł/os. Zapisy: tel. 516 176 231, kkiw.nowahuta@gmail.com lub czerwony-krakowiak.ngo (zakładka „Zapisy”).\n\nZapraszamy dorosłych mieszkańców Nowej Huty na wyjątkowe, relaksujące spotkanie. Każdy uczestnik przesadzi otrzymaną od nas nową roślinę, dowie się, jak rozpoznawać choroby i szkodniki oraz jakie metody pielęgnacji zastosować, a florystki ze Szpitala dla Roślin pokażą, jak wybrać właściwą doniczkę czy ziemię. Zademonstrujemy, jak leczymy rośliny w naszym Szpitalu dla Roślin. Wspólnie zaparzamy napar, który pomoże się wyciszyć i poczuć naturalną harmonię. Limit: 10 osób. Cena: 69 zł/os. Zapisy: tel. 516 176 231, kkiw.nowahuta@gmail.com lub czerwony-krakowiak.ngo (zakładka „Zapisy”). 11.00–13.00 – spacer Nowa Huta – miasto ogród? Nowa Huta to wspaniała zieleń, użytki ekologiczne, niezwykłe pejzaże czy wreszcie socrealistyczna zabudowa industrialnego miasta, a pośród niej – drewniane kościółki oraz cenne zabytki kultury i sztuki. Podczas spaceru odkryjemy tę najbardziej zieloną dzielnicę Krakowa, podążając przygotowaną trasą, która prowadząc przez parki, nowohuckie zielone kwartały aż nad Zalew Nowohucki, pokaże różnorodność przyrody, jaką ma do zaoferowania ta najmłodsza dzielnica Krakowa. Trasa: start w parku Ratuszowym – al. Róż – pl. Centralny – podwórko os. Centrum D – Nowohuckie Centrum Kultury – Łąki Nowohuckie (z góry) – podwórko os. Szkolne – Zalew Nowohucki (dla chętnych możliwość rozszerzenia spaceru o jesienny park przy Dworku Jana Matejki). Organizator: Małopolskie EkoWędrówki. Limit: 25 osób. Cena: 10 zł. Zapisy: ekowedrowki@gmail.com lub przez wiadomość na Facebooku Małopolskie EkoWędrówki.\n\nNowa Huta to wspaniała zieleń, użytki ekologiczne, niezwykłe pejzaże czy wreszcie socrealistyczna zabudowa industrialnego miasta, a pośród niej – drewniane kościółki oraz cenne zabytki kultury i sztuki. Podczas spaceru odkryjemy tę najbardziej zieloną dzielnicę Krakowa, podążając przygotowaną trasą, która prowadząc przez parki, nowohuckie zielone kwartały aż nad Zalew Nowohucki, pokaże różnorodność przyrody, jaką ma do zaoferowania ta najmłodsza dzielnica Krakowa. Trasa: start w parku Ratuszowym – al. Róż – pl. Centralny – podwórko os. Centrum D – Nowohuckie Centrum Kultury – Łąki Nowohuckie (z góry) – podwórko os. Szkolne – Zalew Nowohucki (dla chętnych możliwość rozszerzenia spaceru o jesienny park przy Dworku Jana Matejki). Organizator: Małopolskie EkoWędrówki. Limit: 25 osób. Cena: 10 zł. Zapisy: ekowedrowki@gmail.com lub przez wiadomość na Facebooku Małopolskie EkoWędrówki. 11.00; 12.30 – zwiedzanie Fortu 48a „Mistrzejowice”. Fort „Mistrzejowce” stanowi obecnie jedno z ciekawszych miejsc w Twierdzy Kraków. Przez lata opuszczony i dewastowany, obecnie jest w trakcie renowacji. Jej efekty będziemy mogli zobaczyć w ramach naszego zwiedzania. Poznamy historię obiektu, która zmienia się na naszych oczach. Organizator: Małopolskie Stowarzyszenie Miłośników Historii „Rawelin”. Limit: 25 osób. Cena: 10 zł. Konieczna rezerwacja: https://www.rawelin.org/rawelin/rezerwacje-zwiedzania.\n\nFort „Mistrzejowce” stanowi obecnie jedno z ciekawszych miejsc w Twierdzy Kraków. Przez lata opuszczony i dewastowany, obecnie jest w trakcie renowacji. Jej efekty będziemy mogli zobaczyć w ramach naszego zwiedzania. Poznamy historię obiektu, która zmienia się na naszych oczach. Organizator: Małopolskie Stowarzyszenie Miłośników Historii „Rawelin”. Limit: 25 osób. Cena: 10 zł. Konieczna rezerwacja: https://www.rawelin.org/rawelin/rezerwacje-zwiedzania. 11.00–17.00 – zwiedzanie z przewodnikiem Muzeum Archeologicznego w Krakowie, oddziału w Nowej Hucie-Branicach (ul. Sasanek 2a). Zwiedzanie o każdej pełnej godzinie dworu klasycystycznego i wieżowego oraz wystaw: Archeolodzy dla Nowej Huty i Co jadano w czasach Bolesława Chrobrego. Przez cały dzień „dyżurny archeolog” będzie udzielał odpowiedzi na wszelkie pytania dotyczące odległej przeszłości. Wstęp wolny.\n\nZwiedzanie o każdej pełnej godzinie dworu klasycystycznego i wieżowego oraz wystaw: Archeolodzy dla Nowej Huty i Co jadano w czasach Bolesława Chrobrego. Przez cały dzień „dyżurny archeolog” będzie udzielał odpowiedzi na wszelkie pytania dotyczące odległej przeszłości. Wstęp wolny. 11.00–17.00 – zwiedzanie Dworku Matejki (ul. Wańkowicza 25). Ostatnie wejście o godz. 16.00.\n\nOstatnie wejście o godz. 16.00. 12.00; 15.00 – przejazd na pokładzie zabytkowych retro samochodów epoki PRL i zwiedzanie budynków administracyjnych dawnej Huty im. Lenina oraz schronu dowodzenia (zwiedzanie z przewodnikiem w jęz. polskim). Szczegóły na: https://fundacjanh.org/pl/projekt-enha-trip/zajrzyj-do-huty/. Miejsce zbiórki: parking przed Zespołem Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37). Organizator: Fundacja Promocji Nowej Huty. Konieczna rezerwacja: https://fundacjanh.org/pl/projekt-enha-trip/zajrzyj-do-huty/#rezerwacja. Limit: 24 osoby. Bilety: 80 zł/os. i 40 zł/dziecko poniżej 7 lat. Bilet opłacić można online po zarezerwowaniu terminu lub gotówką/kartą w dniu wycieczki na zbiórce.\n\n12.00–14.00 – wycieczka Aleja Róż wczoraj i dziś . Wycieczka poprowadzi nas przez reprezentacyjną ulicę Starej Nowej Huty, której nazwa pochodzi od rosnących tam przed laty kwiatów. W al. Róż oraz w jej najbliższej okolicy znajdowały się m.in. restauracje, bar mleczny, kino Aktualności, sklep Świat Dziecka, składnica harcerska, a od 1973 r. słynny pomnik Włodzimierza Lenina. W jej obrębie miał się również znajdować nowohucki ratusz, ale ostatecznie nigdy go nie zbudowano; na pamiątkę tej idei pobliski park nazwano Ratuszowym. Całość opowieści zostanie wzbogacona prezentacją wydruków archiwalnych zdjęć ze zbiorów Muzeum Krakowa. Start sprzed sklepu Cepelix (os. Centrum B 1).\n\nProwadzenie: Piotr Kapusta. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego.\n\n. Wycieczka poprowadzi nas przez reprezentacyjną ulicę Starej Nowej Huty, której nazwa pochodzi od rosnących tam przed laty kwiatów. W al. Róż oraz w jej najbliższej okolicy znajdowały się m.in. restauracje, bar mleczny, kino Aktualności, sklep Świat Dziecka, składnica harcerska, a od 1973 r. słynny pomnik Włodzimierza Lenina. W jej obrębie miał się również znajdować nowohucki ratusz, ale ostatecznie nigdy go nie zbudowano; na pamiątkę tej idei pobliski park nazwano Ratuszowym. Całość opowieści zostanie wzbogacona prezentacją wydruków archiwalnych zdjęć ze zbiorów Muzeum Krakowa. Start sprzed sklepu Cepelix (os. Centrum B 1). Prowadzenie: Piotr Kapusta. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego. 12.00; 14.00 – prezentacja multimedialna Bolesław Chrobry – władca wielki i zwykły człowiek w Muzeum Archeologicznym w Krakowie, oddziale w Nowej Hucie-Branicach (ul. Sasanek 2a). Wstęp wolny.\n\nWstęp wolny. 12.00 – zwiedzanie budynku Zespołu Państwowych Szkół Muzycznych im. M. Karłowicza (os. Centrum E2) na co dzień dostępnego tylko dla uczniów oraz ich rodziców. Mało kto ma więc dostęp do zakamarków i szkolnych korytarzy, zapraszamy więc do odwiedzenia! To także dobra okazja do zobaczenia kolekcji prac plastycznych twórców XX i XXI w., w tym instalacji Mariana Kruczka. Limit: 30 osób. Zapisy (od 1 września): marta.ciesielska@zpsmuz.eu. Wstęp wolny.\n\nna co dzień dostępnego tylko dla uczniów oraz ich rodziców. Mało kto ma więc dostęp do zakamarków i szkolnych korytarzy, zapraszamy więc do odwiedzenia! To także dobra okazja do zobaczenia kolekcji prac plastycznych twórców XX i XXI w., w tym instalacji Mariana Kruczka. Limit: 30 osób. Zapisy (od 1 września): marta.ciesielska@zpsmuz.eu. Wstęp wolny. 12.00 – spacer Szlakiem Nowohuckiej Solidarności z okazji 45. rocznicy powstania NSZZ „Solidarność” , prowadzenie: Edward Nowak (Stowarzyszenie „Sieć Solidarności”). Start pod pomnikiem „Solidarności” przy pl. Centralnym. Wstęp wolny.\n\n, prowadzenie: Edward Nowak (Stowarzyszenie „Sieć Solidarności”). Start pod pomnikiem „Solidarności” przy pl. Centralnym. Wstęp wolny. 13.00–15.00 – wycieczka piesza Wybrane rzeźby plenerowe w Mistrzejowicach . Zobaczymy mniej znane i zapomniane rzeźby plenerowe lat 80. XX w. Nowej Huty zlokalizowane w Mistrzejowicach. Start: zajezdnia tramwajowa na os. Piastów (dojazd tramwajami nr 52 i 21). W okolicy można zaparkować auto pod kościołem Matki Bożej Nieustającej Pomocy (os. Bohaterów Września 33). Podczas wycieczki spróbujemy się zastanowić nad planami architektonicznymi osiedli części Mistrzejowic. Wyjaśnimy skąd nazwa i opowiemy legendy. Następnie podejdziemy do rzeźby Macierzyństwo na os Piastów. Przedstawimy historię jej powstania oraz reakcji i protestów mieszkańców pobliskiego bloku na wygląd statuy Matki Polki. Kolejne rzeźby to: Oman 2 na os. Bohaterów Września i Niedźwiadki na os. Wysokim. Przypomnimy też o pozostałych rzeźbach w kształcie zwierząt i ustalimy ich lokalizację. Wycieczkę skończymy przy Spirali Kosmicznej na os. Złotego Wieku. Podczas wycieczki zaprezentujemy zdjęcia z archiwum Muzeum Krakowa przedstawiające wybrane rzeźby. Należy zabrać ze sobą godzinny bilet na przejazd MPK oraz jedzenie i picie, po drodze nie ma toalet. W zależności od pogody warto wziąć coś na deszcz lub nakrycie głowy. Prowadzenie: Monika Hyla. Wstęp: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącej.\n\nZobaczymy mniej znane i zapomniane rzeźby plenerowe lat 80. XX w. Nowej Huty zlokalizowane w Mistrzejowicach. Start: zajezdnia tramwajowa na os. Piastów (dojazd tramwajami nr 52 i 21). W okolicy można zaparkować auto pod kościołem Matki Bożej Nieustającej Pomocy (os. Bohaterów Września 33). Podczas wycieczki spróbujemy się zastanowić nad planami architektonicznymi osiedli części Mistrzejowic. Wyjaśnimy skąd nazwa i opowiemy legendy. Następnie podejdziemy do rzeźby Macierzyństwo na os Piastów. Przedstawimy historię jej powstania oraz reakcji i protestów mieszkańców pobliskiego bloku na wygląd statuy Matki Polki. Kolejne rzeźby to: Oman 2 na os. Bohaterów Września i Niedźwiadki na os. Wysokim. Przypomnimy też o pozostałych rzeźbach w kształcie zwierząt i ustalimy ich lokalizację. Wycieczkę skończymy przy Spirali Kosmicznej na os. Złotego Wieku. Podczas wycieczki zaprezentujemy zdjęcia z archiwum Muzeum Krakowa przedstawiające wybrane rzeźby. Należy zabrać ze sobą godzinny bilet na przejazd MPK oraz jedzenie i picie, po drodze nie ma toalet. W zależności od pogody warto wziąć coś na deszcz lub nakrycie głowy. Prowadzenie: Monika Hyla. Wstęp: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącej. 13.00 – Kiedy Suche Stawy wcale nie były suche – wycieczka rowerowa do średniowiecznej Mogiły. Wyruszymy w podróż w czasie, gdy na terenie dzisiejszego stadionu „Hutnika” rozciągały się rozległe stawy, Wisła zakręcała za Laskiem Mogilskim i niemal dotykała murów klasztoru. Sam Lasek, będący reliktem dawnej puszczy porastającej niegdyś ziemie Piastów, był wtedy znacznie większy niż obecnie. Start przy klasztorze Cystersów w Mogile. Następnie przejedziemy przez teren dzisiejszego stadionu „Hutnika”, który powstał na miejscu dawnych stawów cysterskich, wykopanych jeszcze w średniowieczu. Kolejnym przystankiem będzie dawne centrum wsi Mogiła, oznaczone malowniczą kapliczką św. Floriana na Kopańcu. Dalej, ulicami Podbagnie i Zakranie, dotrzemy na teren dawnej Kępy Przewozu – niegdyś położonej po drugiej stronie Wisły, na terenie dzisiejszego Podgórza. Następnym punktem naszej wyprawy będzie Lasek Mogilski, gdzie znajduje się kapliczka Matki Boskiej Częstochowskiej – wystawiona po II wojnie światowej jako wotum za ocalenie Krakowa w 1945 r. Wycieczkę zakończymy tam, gdzie ją rozpoczęliśmy – przy klasztorze w Mogile. Prowadzenie: Anna Hojwa. Wstęp: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty.\n\nWycieczka rowerowa w ramach programu „Huta od korzeni – ogrody”, będącego częścią projektu „Modernizacja i rozbudowa dawnego kina Światowid na potrzeby Muzeum Nowej Huty”. Projekt współfinansowany przez Unię Europejską w ramach działania VII Priorytetu Kultura Działania 7.1. Infrastruktura kultury i turystyki kulturowej Programu Fundusze Europejskie na Infrastrukturę, Klimat, Środowisko 2021-2027. Inwestycja jest współfinansowana ze środków Gminy Miejskiej Kraków.\n\nWyruszymy w podróż w czasie, gdy na terenie dzisiejszego stadionu „Hutnika” rozciągały się rozległe stawy, Wisła zakręcała za Laskiem Mogilskim i niemal dotykała murów klasztoru. Sam Lasek, będący reliktem dawnej puszczy porastającej niegdyś ziemie Piastów, był wtedy znacznie większy niż obecnie. Start przy klasztorze Cystersów w Mogile. Następnie przejedziemy przez teren dzisiejszego stadionu „Hutnika”, który powstał na miejscu dawnych stawów cysterskich, wykopanych jeszcze w średniowieczu. Kolejnym przystankiem będzie dawne centrum wsi Mogiła, oznaczone malowniczą kapliczką św. Floriana na Kopańcu. Dalej, ulicami Podbagnie i Zakranie, dotrzemy na teren dawnej Kępy Przewozu – niegdyś położonej po drugiej stronie Wisły, na terenie dzisiejszego Podgórza. Następnym punktem naszej wyprawy będzie Lasek Mogilski, gdzie znajduje się kapliczka Matki Boskiej Częstochowskiej – wystawiona po II wojnie światowej jako wotum za ocalenie Krakowa w 1945 r. Wycieczkę zakończymy tam, gdzie ją rozpoczęliśmy – przy klasztorze w Mogile. Prowadzenie: Anna Hojwa. Wstęp: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Wycieczka rowerowa w ramach programu „Huta od korzeni – ogrody”, będącego częścią projektu „Modernizacja i rozbudowa dawnego kina Światowid na potrzeby Muzeum Nowej Huty”. Projekt współfinansowany przez Unię Europejską w ramach działania VII Priorytetu Kultura Działania 7.1. Infrastruktura kultury i turystyki kulturowej Programu Fundusze Europejskie na Infrastrukturę, Klimat, Środowisko 2021-2027. Inwestycja jest współfinansowana ze środków Gminy Miejskiej Kraków. 13.00–15.00 – Turystycznie w Hucie – wycieczka Hutniczo-Miejskiego Oddziału PTTK w Krakowie. Trasa: start z przystanku Kombinat (tramwaj nr 4), przejście na kopiec Wandy obok Fortu „Mogiła”, wędrówka do przystani Yacht Klubu Polskiego Kraków, gdzie odbędzie się turystyczne ognisko przy kiełbasce.\n\nTrasa: start z przystanku Kombinat (tramwaj nr 4), przejście na kopiec Wandy obok Fortu „Mogiła”, wędrówka do przystani Yacht Klubu Polskiego Kraków, gdzie odbędzie się turystyczne ognisko przy kiełbasce. 13.30–17.30 – Cafe Crawl – wycieczka śladem knajp i kawiarni będzie okazją do usłyszenia historii miejsc, w których działają nowohuckie lokale, wysłuchania opowieści ich właścicieli, a wszystko to w niezobowiązującej atmosferze przy kawie i ciastku. Start przed budynkiem Zespołu Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37).\n\nProwadzenie: Zbigniew Semik, Kinga Śliwa i Maciej Miezian. Limit: 18 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty.\n\nbędzie okazją do usłyszenia historii miejsc, w których działają nowohuckie lokale, wysłuchania opowieści ich właścicieli, a wszystko to w niezobowiązującej atmosferze przy kawie i ciastku. Start przed budynkiem Zespołu Szkół Mechanicznych nr 3 w Krakowie (os. Szkolne 37). Prowadzenie: Zbigniew Semik, Kinga Śliwa i Maciej Miezian. Limit: 18 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. 15.00–17.00 – wycieczka Czyżyny dawne i niedawne . Okazja do poznania dziejów zarówno dawnej wsi Czyżyny, jak i obszaru wchodzącego w skład obecnej Dzielnicy XIV o tej samej nazwie. Start: przystanek tramwajowy Rondo Czyżyńskie 04. Zobaczymy m.in. Koncern Tytoniowy Philip Morris Polska S.A. czy kościół św. Judy Tadeusza, dowiemy się, skąd się wzięła nazwa Czyżyny, kto przez wieki odwiedzał tę miejscowość, gdzie stał kamienny most, zobaczymy dawną latarnię umarłych i osiedle domków jednorodzinnych z przełomu lat 50. i 60. XX w. Prowadzenie: Piotr Kapusta. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego.\n\nOkazja do poznania dziejów zarówno dawnej wsi Czyżyny, jak i obszaru wchodzącego w skład obecnej Dzielnicy XIV o tej samej nazwie. Start: przystanek tramwajowy Rondo Czyżyńskie 04. Zobaczymy m.in. Koncern Tytoniowy Philip Morris Polska S.A. czy kościół św. Judy Tadeusza, dowiemy się, skąd się wzięła nazwa Czyżyny, kto przez wieki odwiedzał tę miejscowość, gdzie stał kamienny most, zobaczymy dawną latarnię umarłych i osiedle domków jednorodzinnych z przełomu lat 50. i 60. XX w. Prowadzenie: Piotr Kapusta. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego. 16.00–17.00 – spacer śladami nowohuckich herstorii. Zbiórka przed Filią Teatralną (nr 55) Biblioteki Kraków (os. Teatralne 25) o godz. 15.45. Wraz z Katarzyną Kobylarczyk – autorką książki Kobiety Nowej Huty. Cegły, perły i petardy – wyruszymy szlakiem przodowniczek pracy, malarek, architektek, artystek, lekarek, położnych, ekspedientek, kucharek i oczywiście hutniczek – kobiet, bez których ta dzielnica nie byłaby taka, jaka jest. Przypomnimy postaci m.in. Marty Ingarden, Jadwigi Beaupre czy Krystyny Skuszanki. Organizator: Filia Teatralna (nr 55) Biblioteki Kraków. Konieczna rezerwacja: filia_55@biblioteka.krakow.pl lub tel. 517 377 255. Liczba miejsc ograniczona.\n\nZbiórka przed Filią Teatralną (nr 55) Biblioteki Kraków (os. Teatralne 25) o godz. 15.45. Wraz z Katarzyną Kobylarczyk – autorką książki Kobiety Nowej Huty. Cegły, perły i petardy – wyruszymy szlakiem przodowniczek pracy, malarek, architektek, artystek, lekarek, położnych, ekspedientek, kucharek i oczywiście hutniczek – kobiet, bez których ta dzielnica nie byłaby taka, jaka jest. Przypomnimy postaci m.in. Marty Ingarden, Jadwigi Beaupre czy Krystyny Skuszanki. Organizator: Filia Teatralna (nr 55) Biblioteki Kraków. Konieczna rezerwacja: filia_55@biblioteka.krakow.pl lub tel. 517 377 255. Liczba miejsc ograniczona. 16.00–18.00 – wycieczka Zielono mina Plantach Mistrzejowickich . Zwiedzimy nowohuckie Stonehenge, domki dla zwierząt, poznamy graffiti i murale, a także przydrożne kapliczki i fort. Start: zajezdnia tramwajowa na os. Piastów. Prowadzenie: Monika Hyla.\n\nLimit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego.\n\nZwiedzimy nowohuckie Stonehenge, domki dla zwierząt, poznamy graffiti i murale, a także przydrożne kapliczki i fort. Start: zajezdnia tramwajowa na os. Piastów. Prowadzenie: Monika Hyla. Limit: 40 osób. Cena: 20 zł/os. Zakup biletów (od 5 września, od godz. 10.00): https://bilety.mhk.pl oraz w kasie Podziemnej Nowej Huty. Uwaga: bilety NIE BĘDĄ dostępne u prowadzącego. 16.00–18.00 – zwiedzanie wystaw w Młodzieżowym Domu Kultury Fort 49 „Krzesławice” (os. Na Stoku 27b):Psi żywot (wystawa fotografii Moniki Stachnik-Czapli) oraz Kalejdoskopy (wystawa wspólna młodzieży Specjalnego Ośrodka Szkolno-Wychowawczego dla Niesłyszących im. J. Korczaka w Krakowie i Pracowni Fotograficznej MDK Fort 49 „Krzesławice”). Wstęp wolny.\n\n(wystawa fotografii Moniki Stachnik-Czapli) oraz (wystawa wspólna młodzieży Specjalnego Ośrodka Szkolno-Wychowawczego dla Niesłyszących im. J. Korczaka w Krakowie i Pracowni Fotograficznej MDK Fort 49 „Krzesławice”). Wstęp wolny. 17.00–22.00 – pokaz multimedialny i wystawa unLoc | Kombinat (Nowe Centrum Administracyjne, dawna Huta im. Sendzimira, ul. Ujastek 1). Wyjątkowy wieczór w jednym z najbardziej nieoczywistych budynków Nowej Huty – dawnym Centrum Administracyjnym Huty im. Lenina. Ten niezwykły obiekt był miejscem pracy, a także świadkiem społecznych i politycznych przemian. W ramach międzynarodowego projektu unLoc powstała niecodzienna wystawa: korzystając z wyobraźni, wywiadów z mieszkańcami, ale też eksperymentów z AI, stworzyliśmy wizualną opowieść opartą o alternatywne wizje i spekulatywne narracje odnoszące się do złożonej historii tego miejsca. Zapraszamy na wernisaż wystawy połączony z happeningiem (godz. 17.00), następnie rozpocznie się zwiedzanie wystawy w budynku „Z”, a po nim spektakl inspirowany teatrem amatorskim Huty im. Lenina w budynku „S”. Wieczór zakończy koncert i mapping wideo – wielkoformatowa projekcja na dziedzińcu budynku „Z” ok. godz. 21.00. Szczegóły na: unloc.uken.krakow.pl. Wstęp wolny.\n\nWyjątkowy wieczór w jednym z najbardziej nieoczywistych budynków Nowej Huty – dawnym Centrum Administracyjnym Huty im. Lenina. Ten niezwykły obiekt był miejscem pracy, a także świadkiem społecznych i politycznych przemian. W ramach międzynarodowego projektu unLoc powstała niecodzienna wystawa: korzystając z wyobraźni, wywiadów z mieszkańcami, ale też eksperymentów z AI, stworzyliśmy wizualną opowieść opartą o alternatywne wizje i spekulatywne narracje odnoszące się do złożonej historii tego miejsca. Zapraszamy na wernisaż wystawy połączony z happeningiem (godz. 17.00), następnie rozpocznie się zwiedzanie wystawy w budynku „Z”, a po nim spektakl inspirowany teatrem amatorskim Huty im. Lenina w budynku „S”. Wieczór zakończy koncert i mapping wideo – wielkoformatowa projekcja na dziedzińcu budynku „Z” ok. godz. 21.00. Szczegóły na: unloc.uken.krakow.pl. Wstęp wolny. 18.00 – wernisaż wystawy prac studentów Akademii Sztuk Pięknych w klubie Wersalik OKKNH (os. Ogrodowe 15). Zapraszamy na wernisaż prac studentów Wydziału Form Przemysłowych Akademii Sztuk Pięknych w Krakowie. Studenci WFP w ramach zajęć dydaktycznych w Katedrze Komunikacji Wizualnej w roku akademickim 2024/2025 otrzymali zadanie opracowania systemu identyfikacji wizualnej powstającego Parku Edukacyjnego „Branice”. Zobaczymy prace studentów, posłuchamy o procesie tworzenia identyfikacji wizualnej, a także dowiemy się, jaki jest stan realizacji Parku Edukacyjnego. Wystawa prac będzie możliwa do obejrzenia także w kolejnych dniach. Wstęp wolny.\n\nZapraszamy na wernisaż prac studentów Wydziału Form Przemysłowych Akademii Sztuk Pięknych w Krakowie. Studenci WFP w ramach zajęć dydaktycznych w Katedrze Komunikacji Wizualnej w roku akademickim 2024/2025 otrzymali zadanie opracowania systemu identyfikacji wizualnej powstającego Parku Edukacyjnego „Branice”. Zobaczymy prace studentów, posłuchamy o procesie tworzenia identyfikacji wizualnej, a także dowiemy się, jaki jest stan realizacji Parku Edukacyjnego. Wystawa prac będzie możliwa do obejrzenia także w kolejnych dniach. Wstęp wolny. 18.30 – Muzeum Nowej Huty zaprasza do tajemniczego ogrodu na os. Szkolnym 22 , gdzie na zakończenie pierwszego dnia Zajrzyj do Huty zabrzmią pieśni i piosenki wieczorne w wykonaniu artystki Natalii Kawałek, współpracującej z Theater an der Wien w Wiedniu, Teatrem Operą Narodową w Warszawie i występującej m.in. z Il Giardino d'Amore czy Capellą Cracoviensis. Wstęp wolny. Pierwszeństwo dla osób z rezerwacją dokonaną w Centrum Obsługi Zwiedzających: info@muzeumkrakowa.pl lub tel. 12 426 50 60. Możliwość rezerwacji od 5 września od godz. 10:00.\n\n, gdzie na zakończenie pierwszego dnia Zajrzyj do Huty zabrzmią w wykonaniu artystki Natalii Kawałek, współpracującej z Theater an der Wien w Wiedniu, Teatrem Operą Narodową w Warszawie i występującej m.in. z Il Giardino d'Amore czy Capellą Cracoviensis. Wstęp wolny. Pierwszeństwo dla osób z rezerwacją dokonaną w Centrum Obsługi Zwiedzających: info@muzeumkrakowa.pl lub tel. 12 426 50 60. Możliwość rezerwacji od 5 września od godz. 10:00. 19.00 – koncert Pożegnanie Lata w Młodzieżowym Domu Kultury Fort 49 „Krzesławice” (os. Na Stoku 27b). Wystąpią: Piotr Bracichowicz – tenor i Marcel Sbranchella – bas-baryton z repertuarem pieśni operowych i musicalowych.\n\n21 września (niedziela)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najstarszy chrześcijański zabytek sakralny odkryty w okolicach Sandomierza",
            "link": "https://radiokielce.pl/1338078/najstarszy-chrzescijanski-zabytek-sakralny-odkryty-w-okolicach-sandomierza/",
            "description": "Ciekawą monetę bizantyjską z XI wieku, przerobioną na medalik, znaleziono w Wojnowicach w gminie Ćmielów. To najstarszy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.W-5jAH9p5OaM0Kk7QFL8VS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Kielce3 godz.",
            "source": "Radio Kielce",
            "article_content": "Ciekawą monetę bizantyjską z XI wieku, przerobioną na medalik, znaleziono w Wojnowicach w gminie Ćmielów. To najstarszy chrześcijański zabytek sakralny odkryty w okolicach Sandomierza.\n\nNa jednej jej stronie znajduje się wizerunek Chrystusa błogosławiącego, a na drugiej krzyż i monogram Jezusa oraz napis, który można przetłumaczyć jako „Chryste zwyciężaj”.\n\nDr hab. Marek Florek z Delegatury Urzędu Ochrony Zabytków w Sandomierzu podkreśla, że jest to rzadko spotykany obiekt. Po pierwsze, moneta wykonana jest z brązu i jako obiegowa nie funkcjonowała poza granicami cesarstwa bizantyńskiego. Po drugie, na ziemiach pierwszych Piastów prawie w ogóle nie było tak drobnych dewocjonaliów jak medaliki czy krzyżyki, one pojawiły się u nas dopiero u schyłku średniowiecza. Natomiast w XI wieku takie przedmioty były popularne na Rusi.\n\n– Można postawić hipotezę, że wojownik służący u cesarzy bizantyńskich dostał monetę przerobioną na medalik lub sam ją wykonał, z Bizancjum wrócił na Ruś, a z Rusi trafił w okolice Sandomierza. Ślady wojowników, tzw. Waregów, odkryto wcześniej niedaleko miejsca, gdzie znaleziono monetę – powiedział Marek Florek.\n\nZabytek jest w niezłym stanie. Znaleziono go na terenie stanowiska archeologicznego pochodzącego z lat 90. XX wieku. Badany jest tam teren osady wczesnośredniowiecznej.\n\nMonetę przerobioną na medalik znalazł pasjonat poszukiwań Patryk Chmielewski i przekazał służbom zajmującym się ochroną zabytków. Wkrótce trafi ona do zbiorów Muzeum Zamkowego w Sandomierzu.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zobacz jak zmienia się zabytkowy dworzec tramwajów podmiejskich czyli krańcówka na Północnej. Czy pojawią się tu ponownie tramwaje?",
            "link": "https://www.msn.com/pl-pl/infrastruktura-miejska/infrastruktura-transportowa/zobacz-jak-zmienia-si%C4%99-zabytkowy-dworzec-tramwaj%C3%B3w-podmiejskich-czyli-kra%C5%84c%C3%B3wka-na-p%C3%B3%C5%82nocnej-czy-pojawi%C4%85-si%C4%99-tu-ponownie-tramwaje/ar-AA1Mf0pi?ocid=BingNewsVerp",
            "description": "Zniknęły już stare tory i wybrzuszona kostka na \"Przystanku Architektura\". Po co robiony jest remont zapomnianej i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.fB6-t7OpmVcxqcqCSw3ZuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Ilustrowany on MSN7 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Turysta pochwalił się wycieczką w Tatry: „walczyłem o przetrwanie'. Internauci nie zostawili na nim suchej nitki",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/turysta-pochwali%C5%82-si%C4%99-wycieczk%C4%85-w-tatry-walczy%C5%82em-o-przetrwanie-internauci-nie-zostawili-na-nim-suchej-nitki/ar-AA1MgGRk?ocid=BingNewsVerp",
            "description": "W Tatrach niemal przez cały rok można spotkać turystów. Jedni są bardziej, drudzy mniej odpowiedzialni. Co do tego, do której ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2Yh-GZCsIVS-cWGX_6mv4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Strona Podróży on MSN11 min",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Muzeum Etnograficzne zachęca do poznawania tradycji regionu [WIDEO",
            "link": "https://wzielonej.pl/informacje/winobranie/muzeum-etnograficzne-zacheca-do-poznawania-tradycji-regionu-wideo/",
            "description": "Winobranie to nie tylko wydarzenia, które obecnie dzieją się w Zielonej Górze. To święto ma długą historię, głęboko ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.MvyAGEG4euzJjRCHT5Nkpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Portal Uniwersytecki wZielonej.pl38 min",
            "source": "Portal Uniwersytecki wZielonej.pl",
            "article_content": "Winobranie to nie tylko wydarzenia, które obecnie dzieją się w Zielonej Górze. To święto ma długą historię, głęboko zakorzenioną w tradycjach regionu. Najlepiej poznać je z Muzeum Etnograficznym w Ochli, które posiada bogate zbiory związane z kulturą winiarską.\n\n– Muzeum ma w swoich zasobach wiele wyjątkowych eksponatów – mówi Anna Kamińska.\n\nMamy jedyną w swoim rodzaju wieżę winiarską z Budachowa, która jest właśnie wyposażona w zabytki winiarskie, więc mamy przeróżne kadzie, koryta, piękne, rzeźbione, osiemnastowieczne. Mamy butelki różnego rodzaju bukłaki, prasy, wyciskarki. Wszystko, co jest potrzebne do obróbki winogron.\n\nJak dodaje Kamińska, wiele obiektów udało się zachować dzięki osobom i instytucjom, które od lat dbają o ich konserwację.\n\nJestem głównym inwentaryzatorem w naszej pracowni, więc też w zakresie moich obowiązków jest ciągła kontrola stanu zachowania zabytków. Typujemy po prostu rzeczy, które pilnie potrzebują konserwacji, ale też po prostu dbamy o to, żeby były czyste, suche, zadbane, więc to potem procentuje tym, że że wyglądają tak na ekspozycjach, jakie państwo możecie możecie oglądać,\n\nŁącznie w zbiorach ruchomych muzeum znajduje się ponad 12 tysięcy eksponatów. Więcej o tym w materiale wideo na portalu wZielonej.pl."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytkowe motocykle nad Bałtykiem. Bałtycki Rajd – motoryzacyjne święto wraca nad morze!",
            "link": "https://swiatmotocykli.pl/aktualnosci/wydarzenia/lechpotynski/zabytkowe-motocykle-nad-baltykiem-motoryzacyjne-swieto-wraca-nad-morze/",
            "description": "Bałtycki Rajd to cykliczna impreza, będąca już nieodzowną częścią Mistrzostw Polski Pojazdów Zabytkowych Polskiego Związku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R9OkYC_Q8ykjUqHHW-VYhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Świat Motocykli13 godz.",
            "source": "Świat Motocykli",
            "article_content": "W dniach 11-14 września 2025 roku Pomorze ponownie stanie się stolicą zabytkowej motoryzacji. Już po raz siódmy odbędzie się Bałtycki Rajd Dębki „Playa” – będący jednocześnie jedną z rund Mistrzostw Polski Motocykli Zabytkowych. To wyjątkowe wydarzenie łączące sportową rywalizację, turystykę, integrację i promocję regionu.\n\nBałtycki Rajd to cykliczna impreza, będąca już nieodzowną częścią Mistrzostw Polski Pojazdów Zabytkowych Polskiego Związku Motorowego, gromadząca miłośników motocykli z całej Polski i z zagranicy. Uczestnicy, za sterami zabytkowych i wyjątkowych maszyn, przemierzą tym razem malownicze trasy Pomorza o łącznej długości ponad 100 kilometrów, biorąc udział w konkursach, próbach sprawnościowych oraz wyjątkowych atrakcjach.\n\nProgram wydarzenia obejmuje m.in.:\n\nKonkurs Elegancji – prezentację najpiękniejszych pojazdów oraz kierowców ubranych w stroje z epoki swoich motocykli,\n\nTradycyjny już Wyścig po Plaży\n\nwieczory integracyjne z atrakcjami specjalnymi,\n\nuroczysty Bal Komandorski.\n\nTegoroczna edycja oparta została na motywach filmu „Kamerdyner” z 2018 roku, a celem Rajdu będzie między innymi pokazanie skomplikowanej historii ziemi nadbałtyckiej, opierając się na kanwie tego filmu. Mieszkańców okolicznych miejscowości zapraszamy w piątek, 12 września na parking w przy muszli koncertowej Czymanowie, gdzie przez cały dzień podziwiać będzie można zabytkowe motocykle w ferworze walki o tytuł Mistrza Polski.\n\nRedakcja „Świata Motocykli” od kilku lat patronuje medialnie Rajdowi organizowanemu przez Stowarzyszenie Pojazdów Zabytkowych Lębork i z czystym sumieniem rekomendujemy ją wszystkim entuzjastom zabytkowych motocykli, jako doskonale zorganizowaną i pełną niepowtarzalnych atrakcji. Przecież nie zawsze zdarza się okazja ścigania się po bałtyckich plażach…\n\nSzczegółowe informacje o imprezie znajdziecie na: facebook.com/SPZLEBORK"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nietypowa moneta z PRL trafi na aukcję. Cena wywoławcza to 5 tys. zł",
            "link": "https://biznes.interia.pl/gospodarka/news-nietypowa-moneta-z-prl-trafi-na-aukcje-cena-wywolawcza-to-5,nId,6753324",
            "description": "Wkrótce w Warszawie zostanie wystawiona na aukcję 10-groszowa moneta z 1973 roku. Jest wyjątkowa, bo nie posiada znaku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FuvIaEprRvaHZghmhTDmjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Biznes w INTERIA.PL19 godz.",
            "source": "Biznes w INTERIA.PL",
            "article_content": "Dziesięciogroszówka z 1973 roku była popularną monetą. W obiegu krążyło 80 milionów jej egzemplarzy. W menniczym stanie zachowania jest dzisiaj warta od kilku do kilkunastu złotych. Na aukcji zostanie wylicytowany jej niezwykle rzadki wariant, który na rewersie, pod łapą orła, nie posiada znaku mennicy. Przyjmuje się, że podobnie jak kilka innych roczników 10-groszówkę wybiła mennica w Kremnicy, brak jednak na to dowodów, bo nie zachowały się dokumenty.\n\nZ albumu po przodku na aukcję\n\nZanim właściciel numizmatu natknął się na znalezisko, obejrzał filmiki instruktażowe dotyczące wyceny monet nagrywane przez Dom Aukcyjny i Gabinet Numizmatyczny Marciniak. Potem przejrzał klaser, który odziedziczył po swoim przodku - kolekcjonerze - i zorientował się, że znaleziona w nim 10-groszówka może być dużo warta. - Zbadał dokładnie we własnym zakresie ten temat - powiedział portalowi o2.pl Damian Marciniak.\n\nMonetę z PRL przekazano do oceny niezależnej firmie, która wystawiła certyfikat. Pod względem stanu zachowania oceniła przedmiot na 64 punkty z 70 możliwych. Zdecydowała, że cena wywoławcza numizmatu wyniesie 5 tysięcy złotych. Specjalista domu aukcyjnego tłumaczy, że monety bez znaku mennicy są bardzo rzadko spotykane. - U nas dokładnie taka moneta była już trzy razy. W marcu 2016 r. sprzedała się za 7 tysięcy 990 zł, w grudniu 2016 r. za 9 tysięcy 200 złotych, a we wrześniu 2017 r. za 6 tysięcy złotych - informuje przedstawiciel domu aukcyjnego.\n\nNie wszystkie 10-groszówki są cenne\n\nDamian Marciniak podkreśla, że nie wszystkie monety z czasów PRL to cenne numizmatyki. Apeluje o zdrowy rozsądek. Tłumaczy, że posiadacze monet często dowiadują się z mediów, iż takie przedmioty mają dużą wartość, liczą na zysk i są rozczarowani, kiedy okazuje się, że znalezisko jest bezwartościowe. - Nie ma tygodnia, żeby nie było u nas rozentuzjazmowanych osób, które przychodzą z garstką monet PRL-owskich i liczą, że się wzbogacą - wyjaśnia specjalista.\n\nZachęca do analizowania zakończonych aukcji w internecie, np. na Allegro. Uczula, by zwracać uwagę, ile osób w niej brało udział. Jeśli było ich kilka, to można podejrzewać, że uzyskana cena była miarodajna. Można też zbadać temat, przeczesując strony numizmatyczne. Ponieważ każdy może wystawić starą monetę za dowolną cenę, to - tłumaczy - dochodzi do przekłamań. - Zdarza się, że ktoś zobaczy taką samą monetę na aukcji na jakimś portalu, nie zgłębi się w szczegóły i w zachwycie myśli: \"Wow, też taką mam, będę bogaty\". Nie bada tematu, nie sprawdza źródeł, tylko przyjeżdża do nas - podsumowuje Damian Marciniak.\n\new"
        }
    }
]