[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jest giełda staroci pełna okazji. Zobacz, co tam sprzedają i kupują",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/to-jest-gie%C5%82da-staroci-pe%C5%82na-okazji-zobacz-co-sprzedaj%C4%85-i-kupuj%C4%85-opolanie/ar-AA1OgNrg?ocid=BingNewsVerp",
            "description": "Na internetowej giełdzie staroci wystarczy kilka kliknięć, by przenieść się w czasie do świata dawnych lamp, porcelanowych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uZ3R8nG0gH7JgcGZDbPXry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowa Trybuna Opolska on MSN10 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka z Włocławka 13.10.2025. Przegląd prasy - zestawienie najważniejszych informacji",
            "link": "https://wloclawek.naszemiasto.pl/prasowka-z-wloclawka-13-10-2025-przeglad-prasy-zestawienie-najwazniejszych-informacji/ar/c1p1-19738625",
            "description": "Tłumy odwiedzających pojawiły się w sobotę (11.10.2025) w hali OSiR we Włocławku na pierwszym dniu Dragon Expo 2025. To wyjątkowe wydarzenie połączyło egzotykę, przyrodę, minerały i rękodzieło w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto16 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 13.10.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia/ar-AA1NWeyB?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ACm41xAt-ckCESAEZVdUXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN15 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niesamowite ile mogą być warte te monety. Ich ceny potrafią być teraz olbrzymie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/niesamowite-ile-mog%C4%85-by%C4%87-warte-te-monety-ich-ceny-potrafi%C4%85-by%C4%87-teraz-olbrzymie/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Wciąż trzymasz w domu stare monety obiegowe? Lepiej je dokładnie sprawdź, ich wartość jest dzisiaj znacznie wyższa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UO983XdzKNv-k8jZXAPf4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN11 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety okolicznościowe z PRL są warte najwięcej. Sprawdź, czy masz je w domu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-okoliczno%C5%9Bciowe-z-prl-s%C4%85-warte-najwi%C4%99cej-sprawd%C5%BA-czy-masz-je-w-domu/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W wielu domach leżą zapomniane monety z czasów PRL, które dziś mogą być warte znacznie więcej, niż pokazuje ich nominał.",
            "image_url": "https://www.bing.pl/th?id=OVFT.XtW7Y8v5NW2xDn3t2XNe6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN3 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 13.10.2025",
            "link": "https://gk24.pl/bizuteria-z-czasow-prl-u-warta-majatek-masz-takie-kolczyki-bransolety-czy-wisiorki-sa-duzo-warte-13-10-2025/ar/c3p2-28055853",
            "description": "Nawet kilka tysięcy złotych za bransoletkę, kolczyki lub pierścionek. Na starej biżuterii z czasów PRL-u można zarobić dużo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.E74w9YbkdhtCekfCCqgb6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński15 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te stare auta mają dziesiątki lat wciąż jeżdżą po polskich drogach. Nie uwierzycie, ile kosztują",
            "link": "https://www.msn.com/pl-pl/motoryzacja/klasyki/te-stare-auta-maj%C4%85-dziesi%C4%85tki-lat-wci%C4%85%C5%BC-je%C5%BCd%C5%BC%C4%85-po-polskich-drogach-nie-uwierzycie-ile-kosztuj%C4%85/ar-AA1O2rcO?ocid=BingNewsVerp",
            "description": "Te leciwe samochody ciągle można spotkać na naszych ulicach. Mają po kilkadziesiąt lat, pamiętają czasy PRL-u, a mimo to nadal są sprawne, błyszczą w słońcu i budzą podziw gdziekolwiek się pojawią. W ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN9 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Osiem miejsc w Polsce i Europie na weekendowy wypad jesienią",
            "link": "https://www.onet.pl/turystyka/samochodem-na-wakacje/pomysly-na-jesienne-wypady-weekendowe-po-polsce-i-europie/zvl4nyw,30bc1058",
            "description": "Jesień to idealna pora na weekendowe zwiedzanie Polski oraz Europy. Własny samochód i tanie linie lotnicze umożliwiają dziś ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.1s82-VZKJSayIvK8w3ZtZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Onet11 godz.",
            "source": "Onet",
            "article_content": "Onet Materiał archiwalny\n\nJesień to pora roku sprzyjająca zwiedzaniu z mniejszymi tłumami i brakiem upałów. Czasami zdarza się, że jest trochę taniej.\n\nAby ułatwić wam wybór kierunku na weekendowy wypad w Polsce oraz w Europie, podpowiadamy kilka ciekawych miejsc, które warto odwiedzić.\n\nTajskie tropiki nieopodal Polski — Niemcy\n\nW niespełna 2,5 godziny jazdy samochodem od Wrocławia macie okazję przenieść się w klimat tropikalnej wyspy z turkusowym morzem, i to wszystko pod jednym dachem.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Tropical Island\n\nPodberliński Tropical Island, bo o nim mowa, zachwyca przyjezdnych swoim rozmachem i wizjonerskim projektem. W niespełna 2,5 godziny jazdy samochodem od Wrocławia mamy okazję przenieść się w klimat tropikalnej wyspy z tajską atmosferą.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Tropical Island\n\nPierwotnie ogromna, oszklona hala miała służyć jako miejsce do budowy latających sterowców i w związku z tym projektanci dopasowali pod nie kształt i aerodynamikę obiektu. Planowana inwestycja nie doszła jednak do skutku i obecnie oszklona kopuła skrywa w sobie prawdziwy skarb rajskiej wyspy.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Tropical Island\n\nWspaniała konstrukcja widoczna jest już z autostrady, a na miejscu robi powalające wrażenie.\n\nZaraz po wejściu poczujemy rajski klimat — dużą wilgotność powietrza i przyjemne ciepło. Po zaliczeniu szatni od razu udajemy się w świat wymarzonych tropików i tylko od nas zależy, w jaki sposób zaczniemy go poznawać. Ja rozpocząłem od penetracji pokaźnego lasu tropikalnego, w którym możemy poczuć się jak Indiana Jones w sercu dżungli. Znajdziemy tu mnóstwo egzotycznych roślin, zwierząt i zabudowań rodem z Tajlandii czy Bali. W centrum lasu przejdziemy przez mostek, z którego możemy obserwować zbiornik wodny, w którym żyje wiele gatunków żyjątek, zaciekawienie wzbudzają żółwie wodne, które na przemian pływają i wylegują się na porozrzucanych w wodzie kamieniach. Dla dzieciaków zabawa z odnajdywanie zwierząt i poznawanie tropikalnej flory to duża frajda i mnóstwo zabawy.\n\nDo dyspozycji gości jest cała masa wodnych atrakcji, między innymi kanał ze sztucznymi falami, podziemne ślizgawki i jacuzzi. — to wszystko to oferuje także Laguna.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Tropical Island\n\nKiedy najdzie nas ochota na coś do zjedzenia, mamy do dyspozycji cały wachlarz restauracji, od fast-fooda, przez hamburgery aż po azjatyckie specjały. Dla mnie grzechem w takim miejscu byłoby sięganie po coś innego niż azjatyckie, ale wiadomo, dzieciaki trzęsą się z radości na widok hamburgera z frytkami\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Tropical Island\n\nWałbrzych — miasto z niejedną tajemnicą do odkrycia\n\nreklama\n\nNiegdyś to przemysłowe miasto uchodziło za miejsce związane z biedą i kopaniem węgla w biedaszybach. Nazywane doliną biedy i miejskim \"Mordorem\", przyjęło łatę miejsca, do którego nie warto było przyjeżdżać. Bo brudno, bo brzydko, bo nic tutaj nie ma. To już na szczęście przeszłość.\n\nDzisiejszy Wałbrzych to metropolia z wielkimi aspiracjami. Pełna tajemnic i nieodkrytych miejsc otworzyła się na krajową i zagraniczną turystykę. Z zacofanego zaścianka niczym brzydkie kaczątko przemienia się w dolnośląską gwiazdę turystyki. Bogactwo historii i różnorodność atrakcji nadają temu miastu symbol miejsca do bezzwłocznego odkrycia.\n\nPamiętajcie historię z odkrywaniem złotego pociągu? Takich tajemnic i ukrytych miejsc jest tutaj więcej. Druga wojna światowa naszpikowała Wałbrzych i jego okolice mnogością niezgłębionych historii do rozwiązania i to właśnie ty oraz twoja pasja powiązana z zawziętością odkrywcy może zaskoczyć świat jakimś przebojowym niusem.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Ścieżka Hochbergów łączy ruiny Starego Książa z Zamkiem Książ\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Panorama Zamek Książ\n\nZ turystycznych przebojów Wałbrzycha polecamy na rozruszanie wyobraźni oraz własnych nóg wizytę na \"Ścieżce Hochbergów\", łączącą wąwozem wzdłuż rzeki Pełcznica poczciwy Zamek Książ z ruinami Starego Książa. Zobaczcie na naszym materiale video jak wygląda i jaki panuje tu klimat.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Zamek Książ\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Zamek Książ - Sala Maksymiliana\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Zamek Książ - Ogrody światła\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Zamek Książ\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Zamek Książ - Ogrody Światła\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Zamek Książ\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Zamek Książ\n\nKolejnym punktem odkrywania Wałbrzycha jest wizyta w Zamku Książ i jego nazistowskich podziemiach. Panująca w nich atmosfera grozy przywołuje refleksje nad brutalnością wojny i odsłania granice ludzkiego zła oprawców.\n\nZ zamku spacerkiem udajcie się do pobliskiej Palmiarni pełnej egzotycznych roślin. Ba! Nie musicie nawet jechać na Sycylię w celu zobaczenia zastygłej lawy Etny, gdyż na polecenie Jana Henryka XV Hochberga lawa została przywieziona do palmiarni i jest tutaj do dziś! Można nawet dziś jej dotknąć. Jest to dawny prezent męża dla ukochanej wówczas żony Daisy.\n\nWielką atrakcją palmiarni są trzy dziarskie lemury — Tytus, Olaf i Juliano. Dla dzieciaków to mega radocha.\n\nDo palmiarni możecie wejść na łączonym bilecie Explorer Wałbrzych. W jego ramach poznacie sztandarowe atrakcje turystyczne miasta — oprócz Książa i Palmiarni oferuje wejście do wyjątkowego Muzeum Porcelany oraz zrewitalizowanej Starej Kopalni Węgla Kamiennego.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Stara Kopalnia\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Gwarek\n\nWałbrzyski Gwarek. Wrocław ma krasnale, Zielona Góra Bachusiki.\n\nCentrum Nauki i Sztuki Stara Kopalnia to kolejne wyjątkowe miejsce na mapie Wałbrzycha. To miasto nierozerwalnie związane jest z wydobyciem węgla, więc nie mogło zabraknąć miejsca upamiętniającego wielowiekową tradycję górnictwa. Obiekt zawiera ciekawą ekspozycję zewnętrzną i ciekawą trasę turystyczną prowadzoną przez emerytowanych byłych górników znających tajniki kopalni \"Julia\", po roku 1950 nadano jej nazwę \"Thorez\" — po francuskim komuniście Maurycym Thorezie. Na trzy lata przed zakończeniem wydobycia w 1993 roku powrócono do dawnej nazwy \"Julia\".\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Stara Kopalnia\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Stara Kopalnia\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Stara Kopalnia\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Porcelany Wałbrzych\n\nWałbrzych to nie tylko węgiel oraz kopalnie, ale także porcelana, nazywana białym złotem. Położenie Wałbrzycha w pobliżu naturalnych złóż kwarcu i skalenia, a także węgla i sporego drzewostanu sprawiło, że przemysł ceramiczny kwitł tu w najlepsze.\n\nUpamiętnienie okresu porcelanowego prosperity w Wałbrzychu znajduje się w Muzeum Porcelany w Wałbrzychu. Zostało założone w 1908 roku przez Towarzystwo Starożytności Ziemi Wałbrzyskiej. W 1926 roku, wraz ze zbiorami zostało przeniesione do klasycystycznego Pałacu Albertich w Wałbrzychu. W zbiorach muzeum znajduje się obecnie największa w Europie kolekcja lokalnie wytwarzanej porcelany oraz wybrana z europejskich fabryk. Wrażenie robi także design polskiej ceramiki z lat 50. i 60. XX wieku.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Porcelana Wałbrzych\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Porcelana Wałbrzych\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Cypr - Famagusta - Warosia\n\nCypr — miasto duchów Famagusta\n\nCypr to ostatni kraj w Europie podzielony murem. Kiedyś społeczności grecka i turecka wspólnie egzystowały na tej rajskiej wyspie, ale jak to w życiu bywa, historia lubi się powtarzać, a ludzie z premedytacją popełniają te same błędy, prowadzące do agresji, wojen i nienawiści. Podział Cypru był jednym z najgorszych rozwiązań, z jakim teraz trzeba żyć. Cypr \"południowy\" wstąpił do UE i czerpie z tego korzyści, natomiast część \"turecka\" (jako państwo nie uznawane na świecie) może jedynie polegać na swojej macierzy — Turcji.\n\nNa Cypr dolecicie tanimi liniami i proponujemy na miejscu wynająć samochód. Pierwszym przeżyciem i zarazem przygodą będzie przyzwyczajenie się do ruchu lewostronnego. Wasz wynajęty samochód będzie posiadał czerwone tablice rejestracyjne wskazujące rodowitym Cypryjczykom, że jest to auto z wypożyczalni i mogą prowadzić go przyjezdni z kierunków \"prawostronnych\". Pierwsze przejechane kilometry, o przepraszam, mile, wywołują lekki dreszczyk emocji z lekkim stresem.\n\nNaszą propozycją na krótki wypad na wyspę Afrodyty jest tajemnicze miasto Famagusta. Obecnie znajduje się pod kluczem Tureckiej Republiki Cypru Północnego. Ten dawny kurort o światowym rozgłosie przyciąga rok rocznie miłośników historii, legendarnych i zakazanych miejsc oraz ciekawskich turystów.\n\nPrzyjeżdżając do Famagusty, w kilka chwil wkroczycie do tureckiego świata orientu. Od kuchni aż po meczety, które dawnej niestety były pięknymi katedrami. W dzielnicy Warosia znajduje się legendarne \"miasto duchów\", dawnej najpiękniejszy kurort wyspy.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Cypr - Famagusta - Warosia\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Cypr - Famagusta - Warosia\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Cypr - Famagusta - Warosia\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nToruń — miasto piernika i Kopernika\n\nToruń nas urzekł. Stare miasto opływały tłumy turystów wpatrzone w otaczające dookoła architektoniczne rarytasy. Atmosfera letniego popołudnia sprzyjała spacerom i orzeźwieniu przy kuflu zimnego i złocistego napoju. Ogródki piwne pękały w szwach, a restauracje przeżywały istne oblężenie zgłodniałych przybyszów ze świata.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nNas interesował jednak smak prawdziwej przygody kulinarnej i kunszt wypieku prawdziwych pierników godnych tego miasta. Zaaferowani odkryciem tej słodkiej tajemnicy ruszyliśmy spod pomnika Mikołaja Kopernika w kierunku Żywego Muzeum Piernika.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nToruńskie Żywe Muzeum Piernika\n\nJesteśmy w środku. Artystyczny spektakl zaczyna się już w momencie wprowadzania gości po schodach, na górę muzeum. To na nim urządzono interaktywną salę do nauki wypieku pierników. Terminator, w iście teatralnym stylu nawołuje przyjezdnych do szybkiego zajmowania miejsc siedzących wokół stołu ze składnikami. To na nim rozegra się spektakl przygotowania komponentów do wypieku piernika. Prowadzi je Mistrz Piernikarstwa w asyście średniowiecznej Wiedźmy Korzennej. Oj jak pięknie oni gadają w tym staropolskim języku, że aż miło się słucha!\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Podróżników im. Tonego Halika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Podróżników im. Tonego Halika\n\nMuzeum Podróżników im. Tony Halika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Podróżników im. Tonego Halika\n\nA może by tak odwiedzić parę kultowych podróżników? Jasne, że tak! Chyba nie ma w Polsce osoby, która nie słyszałaby o parze legendarnych mistrzów podróży — Tony'ego Halika i Elżbiety Dzikowskiej. Pamiętamy te słynne napisy \"Tu byłem Tony Halik\" wyryte na murach kamienic oraz w wielu innych miejscach naszych rodzimych miast. Takim miejscem, w którym Tony jest wiecznie żywy, a Elżbieta dostarcza kolejne unikatowe eksponaty z podróży, jest Muzeum Podróżników im. Tony Halika w Toruniu.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nMuzeum powstało w 2003 r. z inicjatywy Elżbiety Dzikowskiej — życiowej i podróżniczej partnerki Tony'ego Halika. Przekazała ona muzeum ok. 800 różnych eksponatów przywiezionych ze wspólnych podróży z Tonym.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Podróżników im. Tonego Halika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Podróżników im. Tonego Halika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Toruń - miasto piernika i Kopernika\n\nMuzeum Polskiej Piosenki w Opolu\n\nOd dłuższego czasu mieliśmy skromne marzenie aby stanąć na deskach opolskiej sceny Amfiteatru Tysiąclecia. Realizację marzenia połączyliśmy ze zwiedzaniem osobliwego w swojej formule Muzeum Polskiej Piosenki w Opolu.\n\nMuzeum Polskiej Piosenki tworzy harmonijną całość z opolską sceną Amfiteatru Tysiąclecia, która jest muzyczną wizytówką tego miasta. Większość znanych polskich artystów stawiała tu pierwsze kroki w blasku reflektorów, wspinając się dalej po drabince kariery muzycznej.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Polskiej Piosenki\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Polskiej Piosenki\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Polskiej Piosenki\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Muzeum Polskiej Piosenki\n\nEkspozycja muzeum przedstawia historię polskich piosenek od lat 20 ubiegłego wieku do współczesności. W całym muzeum wbrew pozorom jest bardzo cicho, dlatego, że goście korzystają ze słuchawek i każdy odsłuchuje z audio-przewodnika historię jaką chce w danym momencie poznać.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Broumov\n\nLudzkie mumie w czeskim Broumovie\n\nKlasztor Benedyktyński w czeskim Broumovie to perła europejskiego baroku z wyjątkową średniowieczną kopią Całunu Turyńskiego, mumiami z XVII i XVIII wieku, gotyckim freskiem \"Pokłon Trzech Króli\" oraz relikwiami krzyża świętego.\n\nPrzez 200 lat w klasztorze przechowywana była Codex Gigas — czyli Wielka Księga, będąca największym na świecie średniowiecznym manuskryptem.\n\nObecnie kompleks klasztorny oferuje zwiedzającym kilka tras tematycznych — najpopularniejsza to barokowa, która zaczyna się od zwiedzania refektarza — dawnej jadalni zakonników — w którym zobaczymy m.in. szaty duchowych dostojników, cenne drewniane rzeźby Świętych oraz świętą kopię Całunu Turyńskiego z 1651 roku.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Kopia Całunu Turyńskiego z 1651 roku\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Broumov\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Broumov\n\nZamek Neuschwanstein — Bawaria — Niemcy\n\nPatryk Korbel / SamochodemNaWakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Bajkowy zamek Neuschwanstein w Bawarii (fot. DZT/Florian Trykowski)\n\nZamek Neuschwanstein jest dziełem bajkowego króla Bawarii — Ludwika II Wittelsbacha — marzyciela, romantyka i ekscentryka. Ten niezwykły obiekt znalazł się w logo wytwórni Disneya, a w samych Niemczech jest drugą najchętniej odwiedzaną atrakcją turystyczną kraju. W dniu naszego zwiedzania przez cały dzień mocno padał deszcz, co skomplikowało nam dokładne ogarnięcie całej okolicy. Nic jednak straconego, będzie okazja aby tutaj wrócić.\n\nPatryk Korbel / SamochodemNaWakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Wspaniała panorama na Zamek Hochenschwangau i jezioro Alpsee\n\nW samej miejscowości Hochenschwangau znajdują się dwa wspaniałe zamki — Hochenschwangau, o kolorze łososia wchodzącego w pomarańcz, oraz dzieło Ludwika — baśniowy Neuschwanstein. Pierwszy zamek został wzniesiony przez ojca Ludwika — Maksymiliana II Bawarskiego i w nim swoje (ponoć) słodkie dzieciństwo spędził przyszły monarcha. Tutaj w głowie Ludwika zaczęły rodzić się baśniowe fantazje, zauroczenie średniowiecznymi budowlami oraz romantyczna postać rycerza na białym koniu. Tyle o tym miejscu, piszemy przecież o Toskanii, jednak będąc tu, zaklinamy Was o nie wjeżdżanie konną bryczką na zamkową górę! Konie ciągną przeładowany wóz i ledwie dysząc wspinają się po asfaltowej drodze! Wejdźcie lepiej na własnych nogach i przy okazji podziwiajcie piękne widoki oraz cudowną naturę.\n\nSiena — królowa dzielnic i strażniczka tradycji\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Siena\n\nSieneńczycy to wyjątkowy przykład społeczności zamkniętej w swojej rodzimej dzielnicy — contrade. Już w średniowieczu mieszkańcy Sieny zostali podzieleni na poszczególne regiony — było ich aż 80!. Obecnie ich liczba zmalała do 17. Przynależność do danej contrade nadal traktuje się ze świętością i każdy nowo narodzony sieneńczyk podczas ceremonii chrztu świętego zostaje zawinięty w odpowiednią flagę i staje się tym samym uświęconym członkiem rodzimej \"dzielnicy\".\n\nW trakcie wojen z Florencją sieneńczykom łatwiej było organizować i utrzymywać swoje małe armie, aniżeli zwoływać rycerstwo pod jedną banderą i centralną władzą. W takim układzie dochodziło także do starć pomiędzy wojakami z różnych contrade. Obowiązkiem każdego młodzieńca było i nadal jest kultywowanie tradycji w postaci nauki i gry na bębnie oraz odpowiednim wywijaniu chorągwią. Na filmie widać, jak grupki młodych ludzi trenują jedno i drugie. Całkiem zgrabnie im to wychodzi.\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Siena\n\nPatryk Korbel i Magdalena Rotuska Korbel / Samochodemnawakacje.pl / Partner SamochodemNaWakacje.pl to blog o pasji do podróżowania z nutą historii Siena\n\nKolejnym wyróżnikiem Sieny i jej mieszkańców jest coroczna organizacja epickiego i zarazem brutalnego wyścigu Patio, a w zasadzie ostrej pogoni jeźdźców na swoich koniach po muszelkowatym w kształcie rynku głównym w mieście. Pojedynek 10 konnych contrade zapiera dech w piersiach u masowo zgromadzonej publiczności! Praktycznie nie ma gdzie wcisnąć palca! Konie pędzą galopem po śliskiej nawierzchni, doprowadzając wszystkich na granicę obłędu! Upadki, złamania i łzy to chleb powszedni w trakcie tych prawiekowych igrzysk, bez których Siena i jej dzielnice nie byłyby już takie same. Zwycięscy otrzymują pięknie haftowaną chorągiew z wizerunkiem Matki Boskiej. Bellissimo! Tymczasem basta! co ja tu będę pisać! — tu trzeba przyjechać i zobaczyć to na własne oczy! ciao ciao!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Książki w Kurierze. Prezentujemy 28 nowości",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/ksi%C4%85%C5%BCki-w-kurierze-prezentujemy-28-nowo%C5%9Bci/ar-AA1OlBZp?ocid=BingNewsVerp",
            "description": "Lubicie książki? Jeżeli chcecie poczytać, mam dla Was wielki stos nowości, które pojawiły się na rynku w ostatnich tygodniach. Wielu wrażeń podczas lektury! Życie Franza Kafki obrosło wieloma mitami.",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Kurier Lubelski on MSN15 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto największe targowiska w województwie śląskim. Kupisz tu mydło i powidło.Warzywa, owoce, a nawet meble i... auta. Oto lista",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/oto-najwi%C4%99ksze-targowiska-w-wojew%C3%B3dztwie-%C5%9Bl%C4%85skim-kupisz-tu-myd%C5%82o-i-powid%C5%82owarzywa-owoce-a-nawet-meble-i-auta-oto-lista/ar-AA1OfOic?ocid=BingNewsVerp",
            "description": "Targowisko miejskie w Rybniku, ulica Hallera 7 Dni targowe są w środy i soboty, ale handlowców można spotkać codziennie Z nami ubierzesz siebie i swoją rodzinę \"od stóp do głów\"! Znajdziesz tu punkty ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN2 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jest giełda staroci pełna okazji. Zobacz, co tam sprzedają i kupują",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/to-jest-gie%C5%82da-staroci-pe%C5%82na-okazji-zobacz-co-tam-sprzedaj%C4%85-i-kupuj%C4%85/ar-AA1OgNrg?ocid=BingNewsVerp",
            "description": "Ceny potrafią być bardzo różne. Niektóre drobiazgi można kupić za kilkadziesiąt złotych, ale są też oferty, których wartość liczona jest w tysiącach. Szczególną popularnością cieszą się zabytkowe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Nowa Trybuna Opolska on MSN11 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "RegioJet w Polsce",
            "link": "https://poznan.naszemiasto.pl/tag/regiojet-w-polsce",
            "description": "W Polsce jest kilkanaście nekropolii przeznaczonych tylko pod mogiły zwierząt, z czego trzy znajdują się w Wielkopolsce.",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto13 godz.",
            "source": "Poznań Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy odwiedzających i wyjątkowe znaleziska. Zobacz, co przyciągnęło największą uwagę na pchlim targu przy M1 w Poznaniu w niedzielę!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/t%C5%82umy-odwiedzaj%C4%85cych-i-wyj%C4%85tkowe-znaleziska-zobacz-co-przyci%C4%85gn%C4%99%C5%82o-najwi%C4%99ksz%C4%85-uwag%C4%99-na-pchlim-targu-przy-m1-w-poznaniu-w-niedziel%C4%99/ar-AA1OjGex?ocid=BingNewsVerp",
            "description": "W niedzielę, 12 października, gdy przez Poznań przebiegały tysiące uczestników maratonu, przed centrum handlowym M1 równie licznie gromadzili się miłośnicy unikalnych przedmiotów. Wśród setek stoisk p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Cya7j59Rws2Si6qfmk5ljw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN12 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka z Krakowa 13.10.2025. Przegląd prasy - zestawienie najważniejszych informacji",
            "link": "https://krakow.naszemiasto.pl/prasowka-z-krakowa-13-10-2025-przeglad-prasy-zestawienie-najwazniejszych-informacji/ar/c1p1-19738355",
            "description": "Niedziela (12 października 2025 r.) na ulicach Krakowa upływa pod znakiem biegów. Na początek rozegrana została Czaniecka Piątka, później w programie jest Półmaraton Królewski. Zobaczcie, jak ...",
            "image_url": "https://www.bing.pl/th?id=ODF.8WcO6FyHH7JNuJcifjc29Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Kraków Nasze Miasto16 godz.",
            "source": "Kraków Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W PRL-u tę grę miał każdy. Jeśli nadal masz ją na strychu, możesz sporo zarobić",
            "link": "https://www.eska.pl/rozrywka/ciekawostki/w-prl-u-te-gre-mial-kazdy-jesli-nadal-masz-ja-na-strychu-mozesz-sporo-zarobic-aa-Lkag-vW6Q-NjGM.html",
            "description": "W czasach PRL-u dzieci potrafiły czerpać radość z najprostszych zabaw, a rodzinne wieczory często upływały przy planszówkach, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jsA-dI4y3qOMpdrtfLkWKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Radio ESKA6 godz.",
            "source": "Radio ESKA",
            "article_content": "Gry w PRL-u, choć skromne w formie, miały ogromny wpływ na rozwój dzieci. Kształtowały ich charakter, uczyły kreatywności, współpracy i radzenia sobie w różnych sytuacjach. Były to gry, które angażowały ciało i umysł, a przede wszystkim - pozwalały na beztroskie i radosne dzieciństwo. Wiele z tych zabaw przetrwało do dziś, stanowiąc ważną część kulturowego dziedzictwa. Choć wielu myślało, że są to jedynie relikty z przeszłości, dziś wiele przedmiotów z tego okresu jest niezwykle pożądane na rynku kolekcjonerskim. Tak jest w przypadku pewnej gry z czasów PRL-u, za którą kolekcjonerzy są obecnie w stanie wiele zapłacić.\n\nZobacz także: Wnętrzarski hit PRL-u jeszcze do niedawna był symbolem kiczu. Dziś znów wraca do łask\n\nWazony z czasów PRL-u są warte fortunę. Kolekcjonerzy szukają ich po całym kraju Rozwijamy nasz serwis dzięki wyświetlaniu reklam. Blokując reklamy, nie pozwalasz nam tworzyć wartościowych treści. Wyłącz AdBlock i odśwież stronę.\n\nZa tę grę z czasów PRL-u dziś możesz wiele zarobić\n\nZabawki i akcesoria dziecięce z czasów PRL-u, jak lalki, samochodziki, klocki oraz inne mechaniczne pojazdy są bardzo pożądane. Wielu kolekcjonerów poszukuje obecnie słynnej gry karcianej - \"Czarny Piotruś\", która była niemalże w każdym polskim domu w latach 70., 80. i na początku 90. Jeden egzemplarz oryginalnego wydania trafił niedawno do sprzedaży na jedną z platform sprzedażowych za naprawdę wysoką ceną. To sygnał, że warto dokładnie przeszukać stare szuflady i pudła z upominkami, bo być może kryje się tam coś wyjątkowego.\n\n\"Czarny Piotruś\" - gra karciana, która teraz sporo kosztuje\n\nW czasach PRL-u \"Czarny Piotruś\" był jedną z popularnych i prostych gier karcianych dla dzieci. Zasady były bardzo proste - gracze dobierali i układali pary kart, a ten, kto został z tytułowym \"Piotrusiem\", przegrywał. Dziś oryginalne wydania, szczególnie w komplecie i z opakowaniem, są bardzo poszukiwane. Właśnie dlatego jedna z takich wersji została wystawiona na aukcję za 1 950 zł. Kluczowe dla kolekcjonerów są m.in. grafika z \"tamtej epoki\", zachowany kolor, minimalne zużycie oraz kompletność zestawu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 10 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 18 - 19 października?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-na-rower-do-10-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-18-19-pazdziernika/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w trasę, sprawdź prognozę pogody. W sobotę 18 października w Oświęcimiu ma być 9°C. Prawdopodobieństwo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.svSUI2cLMu42mozb_cPiOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto6 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 5 km od Kołobrzegu. Urocze miejsca na krótką trasę w weekend 18 - 19 października",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-5-km-od-kolobrzegu-urocze-miejsca-na-krotka-trase-w-weekend-18-19-pazdziernika/ar/c7p1-22319027",
            "description": "W sobotę 18 października według prognozy pogody ma być 10°C. Prawdopodobieństwo wystąpienia deszczu wynosi 26%. W niedzielę ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mvrgYkTBKr9uVbxLhlijUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto6 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 69 km od Koszalina. Sposoby na spędzenie czasu - weekend 18 - 19 października",
            "link": "https://koszalin.naszemiasto.pl/trasy-spacerowe-do-69-km-od-koszalina-sposoby-na-spedzenie-czasu-weekend-18-19-pazdziernika/ar/c7p1-22115525",
            "description": "Nim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 18 października w Koszalinie ma być 10°C. Prawdopodobieństwo wystąpienia deszczu wynosi 34%. W niedzielę 19 października w Koszalinie ma być ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2lnLIQe5bnM9ixvXVTSDQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Koszalin Nasze Miasto6 godz.",
            "source": "Koszalin Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wojna i inne nieszczęścia. Jak Krosno jest przygotowane na sytuacje kryzysowe",
            "link": "https://krosno24.pl/informacje/wojna-i-inne-nieszczescia-jak-krosno-jest-przygotowane-na-sytuacje-kryzysowe-i5299",
            "description": "Gdzie w Krośnie można się ukryć przed ostrzałem lub trąbą powietrzną? Czy w naszym mieście powstaną jakieś schrony? Skąd ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NpsbIoCsVQ-vYS0y2peSaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Krosno2411 godz.",
            "source": "Krosno24",
            "article_content": "BEZPIECZEŃSTWO\n\nWojna i inne nieszczęścia. Jak Krosno jest przygotowane na sytuacje kryzysowe\n\nGdzie w Krośnie można się ukryć przed ostrzałem lub trąbą powietrzną? Czy w naszym mieście powstaną jakieś schrony? Skąd podczas awarii będziemy pobierać prąd, a skąd otrzymamy wodę pitną? To tylko niektóre pytania, na jakie postaramy się odpowiedzieć.\n\nRedakcja Portalu\n\nNa pierwszym planie widoczna jest syrena alarmowa na dachu Urzędu Miasta przy ul. Staszica Damian Krzanowski\n\nPosłuchaj audycji na ten temat:\n\nTwoja przeglądarka nie obsługuje elementu audio.\n\nInformacje o rosyjskich dronach nad Polską w mniejszym lub większym stopniu zachwiały poczuciem bezpieczeństwa każdego z nas. Spokój burzą też płynące z całego świata wiadomości o powodziach, suszach i innych ekstremalnych zjawiskach pogodowych. Do worka nieszczęść można dorzucić cyberataki i wszechobecną dezinformację. Jak w obliczu tych współczesnych wyzwań ma się Krosno?\n\nWe wrześniu Miasto otrzymało dotację od wojewody podkarpackiego na \"wzmocnienie systemu ochrony ludności i odporności cywilnej\". To pierwsze tak duże środki, które realnie wyposażą miasto na wypadek sytuacji kryzysowych - nie tylko wojny, ale także klęsk żywiołowych czy awarii infrastruktury. Przygotowanie miasta i mieszkańców na takie trudne sytuacje to jednak coś więcej niż wniosek o dofinansowanie. Postaramy się poruszyć najważniejsze wątki tego tematu i odpowiedzieć na nurtujące pytania.\n\ninfografika: krosno24.pl\n\nW co zostanie wyposażone Miasto?\n\nPierwsze środki (815 tys. zł) zostaną przeznaczone na zakup specjalistycznego sprzętu, będą to m.in. radiotelefony, monitory skażeń radioaktywnych, specjalne ubrania, rękawy przeciwpowodziowe, worki na piasek, osuszacze powietrza, defibrylatory, przenośne toalety, składane łóżka i krzesła, a także produkty spożywcze, np. żywność liofilizowana (zakonserwowana poprzez ususzenie zamrożonych produktów).\n\nSprzęt ma być przechowywany w magazynie obrony cywilnej. Na zakup takiej nieruchomości Miasto także otrzymało dofinansowanie (1,9 mln zł). Wiadomo, że będzie to istniejący budynek, ale ze zrozumiałych względów magistrat nie zdradza jego lokalizacji.\n\nW sumie Krosno otrzyma ponad 4,3 mln zł. Kolejne zakupy będą dotyczyć m.in. kamery termowizyjnej, przyczepki samochodowej z plandeką oraz magazynów energii. Te ostatnie są szczególnie ważne, ponieważ w sytuacjach braku prądu pozwalają np. utrzymać działanie systemów alarmowania i łączności, sprzętu medycznego czy wentylacji w miejscach schronienia.\n\n- Są to środki przeznaczone na ten rok na najpilniejsze wyposażenie. W przyszłych latach mają być kolejne dofinansowania – zapowiada prezydent Piotr Przytocki.\n\nMiasto informuje także, że wcześniej wyposażyło się już w agregaty prądotwórcze.\n\nDotację (ponad 566 tys. zł) otrzymała także Państwowa Straż Pożarna w Krośnie, m.in. na remonty, szkolenia i specjalne umundurowanie.\n\nCzy mamy gdzie się schronić?\n\nO tym, że projektując dom warto pomyśleć o piwnicy, bo nigdy nie wiadomo kiedy się przyda, pisaliśmy już w 2007 roku (tutaj).\n\nGdy za naszą wschodnią granicą wybuchła wojna, Miasto rozpoczęło inwentaryzację schronów i miejsc ukrycia. Informowaliśmy o tym tutaj. Pełną listę budowli ochronnych znajdujących się na terenie Krosna sporządziła Państwowa Straż Pożarna. Można je sprawdzić na stronie tutaj lub w pliku arkusza tutaj.\n\nZnajdziemy na niej 11 obiektów zakwalifikowanych jako schrony (według ich dawnego przeznaczenia) i 3 ukrycia. Pozostałych 350 lokalizacji to \"miejsca doraźnego schronienia\", czyli głównie piwnice znajdujące się w blokach i kamienicach.\n\nWAŻNE: \"Na chwilę obecną w sytuacji zagrożenia należałoby korzystać z obiektów wskazanych w wykazie \" - mówi prezydent Piotr Przytocki.\n\nW przypadku wystąpienia zagrożenia mieszkańcy będą informowani poprzez komunikaty głosowe oraz syreny alarmowe.\n\nDo informowania o zagrożeniu służby wykorzystują:\n\n- syreny alarmowe;\n\n- megafony;\n\n- media – radio, telewizję, internet;\n\n- Regionalny System Ostrzegania (RSO);\n\n- Alerty RCB wysyłane na telefony komórkowe;\n\n- bezpośredni kontakt. poradnik bezpieczeństwa\n\nNie należy się jednak przywiązywać do określenia \"schron\". – W rozumieniu jego definicji, żadna z budowli na terenie Krosna nie spełnia i nie będzie w stanie spełnić odpowiednich wymagań, aby być schronem – tłumaczy Marcin Brzeziński z Wydziału Spraw Obywatelskich i Zarządzania Kryzysowego.\n\nDlatego, że schron to najbardziej zaawansowana forma ochrony w postaci hermetycznej, zamkniętej budowli z określonym, specjalistycznym wyposażeniem, np. miejscem do opatrywania rannych. Jest ona w stanie uchronić zarówno przez atakiem rakietowym, ale także przed skażeniami chemicznymi, biologicznymi, nuklearnymi czy pożarami.\n\nCZY KAŻDA PIWNICA TO SCHRON? WYJAŚNIAMY POJĘCIA: Schron: hermetyczny, chroni przed atakiem rakietowym i skażeniami. W Krośnie nie ma obiektów spełniających tę normę.\n\nhermetyczny, chroni przed atakiem rakietowym i skażeniami. W Krośnie nie ma obiektów spełniających tę normę. Ukrycie : niehermetyczne, chroni przed np. odłamkami. W Krośnie jest ich 14 na ok. 900 osób. Wymagają remontu.\n\n: niehermetyczne, chroni przed np. odłamkami. W Krośnie jest ich 14 na ok. 900 osób. Wymagają remontu. Miejsce doraźnego schronienia (MDS): Zwykłe piwnice. W Krośnie jest ich 350.\n\nMożna zatem stwierdzić, że na terenie miasta, poza zwykłymi piwnicami, mamy jedynie kilkanaście \"miejsc ukrycia\", które pomieszczą w sumie ponad 900 osób. Są to niehermetyczne budowle, wyposażone w najprostsze instalacje. Zapewniają ochronę przed większością czynników rażenia. Niestety w większości są to relikty zimnej wojny, które przez dekady były zaniedbywane i teraz wymagają ogromnych nakładów, by przywrócić im choćby podstawową funkcjonalność.\n\nWejście do miejsca ukrycia przy ul. Staszica 12 znajduje się tuż za tymi drzwiami Damian krzanowski\n\nChociaż część mieszkańców z obawy przed zagrożeniem może oczekiwać natychmiastowych działań (odnawiania lub tworzenia nowych miejsc schronienia), to nie jest to takie proste. Przede wszystkim dlatego, że dotychczas samorządy nie miały wystarczających środków na ochronę ludności.\n\nPonadto polski rząd nie wydał jeszcze ostatecznego rozporządzenia, które określałoby m.in. jakie warunki techniczne i wymagania muszą spełniać budowle ochronne.\n\n- Dopiero gdy wejdzie w życie taki akt prawny, będziemy mogli przystąpić do ekspertyz, a następnie do projektów technicznych poszczególnych miejsc ukrycia. Będziemy je odnawiać, gdy tylko pojawią się wytyczne, jakie muszą spełnić – mówi prezydent.\n\nDo miejsca ukrycia prowadzą ciężkie stalowe drzwi Damian krzanowski\n\nWiadomo już, że nie wszystkie z 14 miejsc ukrycia będą mogły być dostosowane do współczesnych potrzeb.\n\n- Mamy na uwadze 3-4 adresy, w które będziemy inwestować w pierwszej kolejności. Natomiast wiele miejsc straciło przez lata swoje funkcje ochronne, ponieważ zostały przebudowane, np. zmieniono układ pomieszczeń lub stworzono w nich komórki lokatorskie – tłumaczy Marcin Brzeziński.\n\nNie czekając na środki z zewnątrz i ostateczne rozporządzenia, jakiś czas temu Miasto podjęło pierwsze kroki, aby wyremontować miejsce schronienia przy ul. Staszica. - Będzie to takie centrum koordynacyjne w pobliżu urzędu używane w sytuacjach kryzysowych – wyjaśnia prezydent.\n\nW dawnym schronie przy ul. Staszica trwa remont. Ściany zostaną odmalowane, a podłogi wymienione. Pojawi się także nowe wyposażenie Damian krzanowski\n\nTak wyglądało jedno z pomieszczeń w 2007 roku damian krzanowski\n\nCzy będą nowe miejsca ukrycia?\n\nObecnie Miasto planuje stworzenie budowli ochronnej w podziemnej części nowego przedszkola przy ul. Prochownia. Początkowo miejsce miało kwalifikować się jako schron, jednak zmieniono jego przeznaczenie na \"ukrycie\".\n\nKoncepcja nowego przedszkola przy ul. Prochownia (Zawodzie) urząd miasta krosna\n\n- Schrony ze względu na określone pomieszczenia, które muszą posiadać, mieszczą tylko kilkadziesiąt osób. Nam zależy na zapewnieniu bezpieczeństwa jak największej liczbie osób, stąd decyzja o stworzeniu tam miejsca ukrycia – tłumaczy prezydent.\n\nMiasto obecnie szuka wykonawcy projektu, jednak do rozstrzygnięcia przetargu konieczne będzie zwiększenie środków. Nawet najniższa złożona oferta (232 470 zł) przekracza zakładany budżet (200 tys. zł).\n\nJeśli wykonanie projektu pójdzie sprawnie, być może jeszcze w 2026 roku uda się uzyskać pozwolenie na budowę.\n\nW czerwcu informowaliśmy, że przebudowa budynku przy ul. Czajkowskiego na hostel i mieszkania komunalne także miała uwzględniać stworzenie w piwnicach miejsc schronienia (szczegóły tutaj).\n\nTeraz wiadomo, że nie będzie to jednak możliwe. Projektant przeanalizował konstrukcję obiektu i stwierdził, że nie spełnia ona określonych wymagań. - W związku z tym na etapie wyboru i zatwierdzania koncepcji, zrezygnowano z projektowania tych pomieszczeń - wyjaśnia magistrat.\n\nProfesjonalny schron powstanie za to przy dawnym Pałacu Kaczkowskich (pomiędzy ulicami Grodzką a Piastowską). Nie będzie on jednak zapewniał schronienia dla ludzi, a dla dzieł sztuki z całego regionu. To pierwszy taki obiekt na Podkarpaciu, jego powstanie finansuje Ministerstwo Kultury i Dziedzictwa Narodowego. Więcej pisaliśmy o tym tutaj.\n\nSkąd woda pitna w kryzysie?\n\nAwarie sieci wodociągowych, skażenie wody, powódź czy susza mogą wpłynąć na dostępność wody pitnej. Kiedyś w takich sytuacjach korzystano z miejskich studni.\n\nAle obecnie w Krośnie prawie wszystkie studnie miejskie zostały zlikwidowane na mocy decyzji wydanych przez ich właściciela Wody Polskie (na wniosek Miasta). Powodem była zła jakość wody (zawierała ona bakterie chorobotwórcze), a w niektórych przypadkach brak wody.\n\nSkąd więc możemy liczyć na wodę w kryzysie? - W sytuacji tego wymagającej uruchomione zostaną dostawy wody pitnej z zamkniętych zbiorników – uspokaja prezydent i wymienia:\n\n3 zbiorniki wyrównawcze w Krośnie przy ul. Okrzei o pojemności 3 800 m 3 ,\n\n, zbiornik wody czystej – Zakład Uzdatniania wody \"Wisłok\" w Iskrzyni o pojemności 500 m 3 ,\n\n, 4 zbiorniki wody czystej – Zakład Uzdatniania Wody \"Wisłok\" w Sieniawie o pojemności 2 400 m3.\n\nRazem to 6 700 m3, czyli prawie 7 mln litrów wody, która będzie dostarczana poprzez beczkowozy.\n\nAdministracja w trybie gotowości\n\nPrzygotowanie na sytuacje kryzysowe wiąże się także z pewnymi \"urzędowymi\" zmianami i ustaleniami.\n\nW 2023 roku powstał specjalny regulamin funkcjonowania Urzędu Miasta na czas wojny. Określa on m.in. obowiązki poszczególnych wydziałów w tym nadzwyczajnym czasie, np. Wydział Edukacji, Kultury i Sportu miałby odpowiadać za zabezpieczenie dóbr kultury i przygotowanie obiektów sportowych do zakwaterowania ludności.\n\nSyrena alarmowa Urzędu Miasta przy ul. Staszica damian krzanowski\n\nInne dokumenty wymagały uaktualnienia, np. zarządzenie o stałym dyżurze prezydenta, które zapewnia ciągłość przekazywania decyzji i zadań w sytuacjach podwyższania gotowości obronnej państwa i zarządzania kryzysowego. Uaktualniane są także plany zarządzania kryzysowego oraz plany ewakuacyjne, a pracownicy urzędu przechodzą szkolenia i ćwiczenia doskonalące.\n\nPonadto od 1 stycznia 2026 roku Wydział Spraw Obywatelskich i Zarządzania Kryzysowego zostanie podzielony na dwa odrębne podmioty. Będzie to Wydział Spraw Obywatelskich oraz Biuro Zarządzania Kryzysowego i Obronności. Zmiany wynikają ze zwiększenia liczby zadań i ich zakresów.\n\nW kryzysie służby nie wystarczą\n\nPrezydent Piotr Przytocki zwraca uwagę, że w momencie kryzysu istotne są działania wszystkich obywateli. – Straż pożarna nie wystarczy. Cała ludność musi wiedzieć, jak się zachować - mówi.\n\nDlatego planowane są szkolenia dla mieszkańców, które zwiększą ich świadomość i ograniczą panikę. Mają dotyczyć m.in. udzielania pierwszej pomocy.\n\nPrzydatne informacje opisano także w rządowym Poradniku bezpieczeństwa (można go pobrać tutaj) – Umożliwia on każdemu obywatelowi skuteczne przygotowanie i działanie w sytuacjach kryzysowych, takich jak wojna, klęski żywiołowe czy awarie infrastruktury – tłumaczy prezydent.\n\nFragment Poradnika bezpieczeństwa Poradnik Bezpieczeństwa\n\nZ poradnika dowiemy się m.in. jak przygotować swój dom i rodzinę, co zabrać w przypadku ewakuacji, jak postępować podczas powodzi czy ataku z powietrza oraz jak udzielać pierwszej pomocy.\n\nNa razie Poradnik bezpieczeństwa jest dostępny tylko w wersji elektronicznej. Rząd zapowiedział, że papierowe egzemplarze trafią do każdego domu, a dystrybucja rozpocznie się jeszcze w tym roku. Odbędzie się to prawdopodobnie za pośrednictwem poczty.\n\nPrzygotowania nie tylko w Krośnie\n\nW czwartek (16.10) w godz. 9:00-12:00 na terenie rafinerii Orlen Południe w Jedliczu odbędą się ćwiczenia praktyczne, których przedmiotem będzie zgranie służb w zakresie reagowania kryzysowego na powstałe zagrożenie. Rafineria w Jedliczu to jedno z najważniejszych miejsc tzw. infrastruktury krytycznej w okolicach Krosna (czyli obiekty takie jak elektrownie czy wodociągi, kluczowe dla normalnego życia).\n\nScenariusz ćwiczenia zakłada wtargnięcie nieupoważnionej osoby na teren zakładu i wykorzystanie drona z ładunkiem wybuchowym do przeprowadzenia ataku na jeden ze zbiorników.\n\nUdział w szkoleniu obok służb Orlenu wezmą też strażacy, policjanci i Wojska Obrony Terytorialnej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To jest giełda staroci pełna okazji. Zobacz, co tam sprzedają i kupują",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/to-jest-gie%C5%82da-staroci-pe%C5%82na-okazji-zobacz-co-sprzedaj%C4%85-i-kupuj%C4%85-opolanie/ar-AA1OgNrg?ocid=BingNewsVerp",
            "description": "Na internetowej giełdzie staroci wystarczy kilka kliknięć, by przenieść się w czasie do świata dawnych lamp, porcelanowych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.uZ3R8nG0gH7JgcGZDbPXry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowa Trybuna Opolska on MSN10 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najpierw trzewik. Teraz miecz. Kolejny historyczny artefakt pod Iławą",
            "link": "https://finanse.wp.pl/najpierw-trzewik-teraz-miecz-kolejny-historyczny-artefakt-pod-ilawa-7210498700778432a",
            "description": "W lesie koło Stradomna miłośnicy historii natrafili na jednoręczny miecz z XIV–XV w. Artefakt, związany z okresem państwa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ud1sJ7xV7GYRLXaBedcH_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "WP Finanse1 godz.",
            "source": "WP Finanse",
            "article_content": "Odkrycia niedaleko Iławy dokonała Joanna Kocięda, korzystając z wykrywacza metalu. Jak podają archeolodzy, miecz pochodzi z późnego średniowiecza i wiąże się z lokalnym dziedzictwem krzyżackim. Radio Olsztyn podkreśla, że znalezisko uzupełnia katalog przedmiotów militarnych z regionu.\n\nMiecz z XIV–XV wieku: badania i ekspozycja\n\nHistoryczny przedmiot trafi teraz do specjalistycznych analiz archeologów i historyków. Celem jest weryfikacja datowania, konserwacja i przygotowanie do prezentacji. Docelowo miecz będzie można oglądać w Muzeum w Ostródzie, co zwiększy ofertę wystaw dotyczących średniowiecza na Warmii i Mazurach.\n\nPosłuchaj doświadczonego zbieracza. O tym pamiętaj, idąc na grzyby\n\nNie jest to pierwsze odkrycie w okolicy. Wiosną miejski radny Michał Młotek, pasjonujący się historią, znalazł średniowieczny trzewik w lesie pod Iławą. Ten przedmiot także zasilił zbiory Muzeum w Ostródzie, wzmacniając lokalną kolekcję artefaktów.\n\nZnaleziskom towarzyszą również drobne przedmioty, jak średniowieczna podkowa, odnaleziona przy obecnym odkryciu. Seria takich trafień pokazuje potencjał okolic Iławy dla badań nad wyposażeniem codziennym i militarnym regionu z czasów państwa krzyżackiego.\n\nTo nie pierwsze odkrycie w okolicy\n\nMichał Młotek, związany z Iławską Grupą Poszukiwawczą, odkrył w lesie koło Iławy trzewik, czyli dolne okucie pochwy miecza, sprzed ponad tysiąca lat. Znalezisko zostało zgłoszone do elbląskiej delegatury Wojewódzkiego Urzędu Ochrony Zabytków. Jak podaje \"Polska Agencja Prasowa\", trzewik wykonany z brązu jest kompletny i pięknie zdobiony.\n\nOdkrycie to ma duże znaczenie historyczne, ponieważ trzewiki pełniły nie tylko funkcję praktyczną, ale także estetyczną i symboliczną. Były wyznacznikiem statusu społecznego i przynależności do plemienia. Młotek, który prowadzi Internetowe Muzeum Iławy, już wcześniej znalazł podobny zabytek, który trafił do Muzeum Warmii i Mazur w Olsztynie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ustroń - prawdziwy skarb Beskidu Śląskiego",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ustro%C5%84-zachwyca-oto-top-10-atrakcji-dla-turysty-idealne-na-jesie%C5%84-zobaczcie-koniecznie/ar-AA1OfEeF?ocid=BingNewsVerp",
            "description": "Ustroń to malownicze miasto w sercu Beskidu Śląskiego, z bogatą ofertą atrakcji . Znajdziesz tu Leśny Park Niespodzianek, kolej na Czantorię, liczne szlaki, punkty widokowe oraz restauracje serwujące ...",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Dziennik Zachodni on MSN2 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cmentarz starożytnych odmieńców. \"Takie zjawisko moglibyśmy najogólniej nazwać pradziejowym LGBT\"",
            "link": "https://bydgoszcz.wyborcza.pl/bydgoszcz/7,48722,32318932,cmentarz-starozytnych-odmiencow-takie-zjawisko-moglibysmy.html",
            "description": "Mamy do czynienia z pozostałościami cmentarza z I-II wieku naszej ery, czyli sprzed 1900-1800 lat. Użytkowanie cmentarzyska ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Xq1-IQWoE-VJuJcd3fj3tS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Bydgoszcz.Wyborcza.pl15 godz.",
            "source": "Bydgoszcz.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy z Warszawy. Sprawdź najważniejsze informacje z wczoraj. Prasówka 13.10.2025",
            "link": "https://warszawa.naszemiasto.pl/przeglad-prasy-z-warszawy-sprawdz-najwazniejsze-informacje-z-wczoraj-prasowka-13-10-2025/ar/c1p1-19731941",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 12.10, w Warszawie. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: ...",
            "image_url": "https://www.bing.pl/th?id=ODF.RiSZ6cVK2kGKUBp4PkSDCg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa Nasze Miasto16 godz.",
            "source": "Warszawa Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety okolicznościowe z PRL są warte najwięcej. Sprawdź, czy masz je w domu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/te-monety-okoliczno%C5%9Bciowe-z-prl-s%C4%85-warte-najwi%C4%99cej-sprawd%C5%BA-czy-masz-je-w-domu/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "W wielu domach leżą zapomniane monety z czasów PRL, które dziś mogą być warte znacznie więcej, niż pokazuje ich nominał.",
            "image_url": "https://www.bing.pl/th?id=OVFT.XtW7Y8v5NW2xDn3t2XNe6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN3 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Monety z czasów PRL. Zobacz, które są warte fortunę! 13.10.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/monety-z-czas%C3%B3w-prl-zobacz-kt%C3%B3re-s%C4%85-warte-fortun%C4%99-1110/ar-AA1NXzpp?ocid=BingNewsVerp",
            "description": "Sprawdź, ile mogą kosztować szkła i kryształy z czasów PRL-u. Wyjątkowe wazony, talerze, misy i inne wyroby ze szkła z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.jM-JjPT_RXGe5uOBVIZrui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN15 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niesamowite ile mogą być warte te monety. Ich ceny potrafią być teraz olbrzymie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/niesamowite-ile-mog%C4%85-by%C4%87-warte-te-monety-ich-ceny-potrafi%C4%85-by%C4%87-teraz-olbrzymie/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Wciąż trzymasz w domu stare monety obiegowe? Lepiej je dokładnie sprawdź, ich wartość jest dzisiaj znacznie wyższa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.UO983XdzKNv-k8jZXAPf4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN11 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zwykły banknot może być warty o wiele więcej, niż myślisz. Lepiej sprawdź dobrze swój portfel",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zwyk%C5%82y-banknot-mo%C5%BCe-by%C4%87-warty-o-wiele-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-lepiej-sprawd%C5%BA-dobrze-sw%C3%B3j-portfel/ar-AA1NW4EW?ocid=BingNewsVerp",
            "description": "Nie każdy banknot jest warty tyle, ile wynosi jego nominał. W świecie kolekcjonerów istnieje mnóstwo banknotów, których wartość rośnie nie ze względu na materiał, z którego są wykonane czy wiek, ale p ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U7tHWt6afQwcI4sCY6tjaA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska on MSN11 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 PAŹDZIERNIKA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-10-13,7,day.html",
            "description": "Stała ekspozycja mieści się w domu rodzinnym Jana Matejki (1838-1893) najwybitniejszego polskiego malarza nurtu historyzmu, kolekcjonera, miłośnika zabytków w szczególności Krakowa. Stara, krakowska ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków22 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NOHO Katowice",
            "link": "https://katowice.naszemiasto.pl/tag/noho-katowice",
            "description": "To był ogromny sztorm na wybrzeżu. W czasie nocy sylwestrowej 1913/1914 doszło na wybrzeżu do prawdziwego kataklizmu. Zginęło ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7P2vURWC0MEI7TOl1jZ1pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Katowice Nasze Miasto8 godz.",
            "source": "Katowice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najpierw trzewik. Teraz miecz. Kolejny historyczny artefakt pod Iławą",
            "link": "https://finanse.wp.pl/najpierw-trzewik-teraz-miecz-kolejny-historyczny-artefakt-pod-ilawa-7210498700778432a",
            "description": "W lesie koło Stradomna miłośnicy historii natrafili na jednoręczny miecz z XIV–XV w. Artefakt, związany z okresem państwa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ud1sJ7xV7GYRLXaBedcH_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WP Finanse1 godz.",
            "source": "WP Finanse",
            "article_content": "Odkrycia niedaleko Iławy dokonała Joanna Kocięda, korzystając z wykrywacza metalu. Jak podają archeolodzy, miecz pochodzi z późnego średniowiecza i wiąże się z lokalnym dziedzictwem krzyżackim. Radio Olsztyn podkreśla, że znalezisko uzupełnia katalog przedmiotów militarnych z regionu.\n\nMiecz z XIV–XV wieku: badania i ekspozycja\n\nHistoryczny przedmiot trafi teraz do specjalistycznych analiz archeologów i historyków. Celem jest weryfikacja datowania, konserwacja i przygotowanie do prezentacji. Docelowo miecz będzie można oglądać w Muzeum w Ostródzie, co zwiększy ofertę wystaw dotyczących średniowiecza na Warmii i Mazurach.\n\nPosłuchaj doświadczonego zbieracza. O tym pamiętaj, idąc na grzyby\n\nNie jest to pierwsze odkrycie w okolicy. Wiosną miejski radny Michał Młotek, pasjonujący się historią, znalazł średniowieczny trzewik w lesie pod Iławą. Ten przedmiot także zasilił zbiory Muzeum w Ostródzie, wzmacniając lokalną kolekcję artefaktów.\n\nZnaleziskom towarzyszą również drobne przedmioty, jak średniowieczna podkowa, odnaleziona przy obecnym odkryciu. Seria takich trafień pokazuje potencjał okolic Iławy dla badań nad wyposażeniem codziennym i militarnym regionu z czasów państwa krzyżackiego.\n\nTo nie pierwsze odkrycie w okolicy\n\nMichał Młotek, związany z Iławską Grupą Poszukiwawczą, odkrył w lesie koło Iławy trzewik, czyli dolne okucie pochwy miecza, sprzed ponad tysiąca lat. Znalezisko zostało zgłoszone do elbląskiej delegatury Wojewódzkiego Urzędu Ochrony Zabytków. Jak podaje \"Polska Agencja Prasowa\", trzewik wykonany z brązu jest kompletny i pięknie zdobiony.\n\nOdkrycie to ma duże znaczenie historyczne, ponieważ trzewiki pełniły nie tylko funkcję praktyczną, ale także estetyczną i symboliczną. Były wyznacznikiem statusu społecznego i przynależności do plemienia. Młotek, który prowadzi Internetowe Muzeum Iławy, już wcześniej znalazł podobny zabytek, który trafił do Muzeum Warmii i Mazur w Olsztynie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 tysięcy monet pod ziemią. Historyczne odkrycie w Polsce zaskakuje Europę",
            "link": "https://wiadomosci.dziennik.pl/ciekawostki/artykuly/10493540,5-tysiecy-monet-pod-ziemia-historyczne-odkrycie-w-polsce-zaskakuje-eu.html",
            "description": "Ponad 5 tysięcy monet z XVII i XVIII wieku odkryto w miejscowości Świerszczów w woj. lubelskim. Znalezisko, którego dokonał ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rjHcVcDrESEk7oFO654hnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik.pl5 godz.",
            "source": "Dziennik.pl",
            "article_content": "\"Ogromny skarb ujawnia wskazówki dotyczące legendarnego króla\" - donosi m.in. futurezone.de.\n\nGrzegorz Panek przyznał, że zawsze liczył na coś wyjątkowego, ale to odkrycie \"przerosło jego najśmielsze oczekiwania\". O znalezisku poinformował Lubelski Wojewódzki Konserwator Zabytków.\n\n5 tysięcy monet pod ziemią. Historyczne odkrycie w Polsce zaskakuje Europę\n\nMonety – m.in. szelągi Jana Kazimierza, tzw. boratynki – według konserwatora nie mają dużej wartości materialnej, jednak są ważne historycznie. Oprócz nich odnaleziono również rzadsze srebrne szóstaki oraz krajcary wybite przez monarchów takich jak Jan III Sobieski, Fryderyk Wilhelm czy Leopold I.\n\nReklama\n\nEksperci sądzą, że skarb został ukryty w ziemi na początku XVIII wieku, zawinięty w tkaninę.\n\nTeraz znalezisko zostało zabezpieczone i przekazane do muzeum w Hrubieszowie, gdzie przejdzie konserwację i w przyszłości trafi na wystawę.\n\nŹródło: ONET, MEDIA"
        }
    }
]