[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niewyjaśnione morderstwo pary studentów w Górach Stołowych. \"Śledztwo zostało spaprane\"",
            "link": "https://wroclaw.wyborcza.pl/wroclaw/7,35771,26361278,niewyjasnione-morderstwo-pary-studentow-w-gorach-stolowych.html",
            "description": "Po odkryciu ciał Ani i Roberta na Narożniku zespół policjantów pojechał na miejsce, ale zanim tam weszli, zapadł mrok. Więc ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.XbFQpba33_UNDmD6QT_Hki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "wroclaw.wyborcza21 godz.",
            "source": "wroclaw.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 27.12.2024",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-27122024/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVF.MLFIH7bkSGk19SZwfsRe0A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 27.12.2024",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-27122024/ar-AA1wyVGu?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce ...",
            "image_url": "https://www.bing.pl/th?id=OVF.QGivav4B4d38MbWzteQBWA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN4 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 27.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/te-monety-s%C4%85-warte-du%C5%BCo-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-czego-szukaj%C4%85-numizmatycy-27122024/ar-AA1wyfG2?ocid=BingNewsVerp",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN6 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 27.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-27-12-2024/ar-AA1wyQUd?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVF.LNm6FFM%2fFo%2fp4eRxVCABkA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN4 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 27.12.2024",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-27-12-2024/ar-AA1wysdI?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H5xzmA8ZQN7aNok4oKrHnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Hostowane na MSN5 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 27.12.2024",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-27122024/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 27.12.2024",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-27122024/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 27.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-27-12-2024/ar-AA1wyzej?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Express Ilustrowany on MSN5 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przedostatni pchli targ w Komornikach pod Poznaniem w tym roku. Sprawdź, co można kupić na niedzielnej giełdzie staroci! Zdjęcia [27.12.24]",
            "link": "https://gloswielkopolski.pl/przedostatni-pchli-targ-w-komornikach-pod-poznaniem-w-tym-roku-sprawdz-co-mozna-kupic-na-niedzielnej-gieldzie-staroci-zdjecia-27-12-24/ar/c1p2-27113987",
            "description": "Każda niedziela w Komornikach pod Poznaniem to prawdziwa gratka dla miłośników poszukiwań skarbów na pchlim targu. Odbywająca się na parkingu Centrum Handlowego Auchan giełda staroci słynie z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "gloswielkopolski1 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielki pchli targ w Komornikach pod Poznaniem w świątecznej odsłonie",
            "link": "https://gloswielkopolski.pl/przedostatni-pchli-targ-w-komornikach-pod-poznaniem-w-tym-roku-zobacz-co-mozna-kupic-na-niedzielnej-gieldzie-staroci-zdjecia-27-12-2024/ar/c1p2-27113987",
            "description": "Każda niedziela w Komornikach pod Poznaniem to prawdziwa gratka dla miłośników poszukiwań skarbów na pchlim targu. Odbywająca się na parkingu Centrum Handlowego Auchan giełda staroci słynie z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "gloswielkopolski5 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdyby nie on, te lampy trafiłyby na złom",
            "link": "https://www.pb.pl/gdyby-nie-on-te-lampy-trafilyby-na-zlom-1232891",
            "description": "Jego fascynacja lampami industrialnymi zaczęła się przypadkiem. Kiedy Radosław Nakonowski odkrył, że jest w stanie dać starym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.TpPXdnDhrNZ9kq6Eo9Eqmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Puls Biznesu4 godz.",
            "source": "Puls Biznesu",
            "article_content": "Jego fascynacja lampami industrialnymi zaczęła się przypadkiem. Kiedy Radosław Nakonowski odkrył, że jest w stanie dać starym przedmiotom drugie życie, zamienił to w regularną działalność. Dzisiaj odnowione przez niego lampy zdobią polskie restauracje i muzea.\n\ni słuchaj tego oraz wielu innych artykułów w pb.pl\n\nPracę rozpoczął w 1998 r. jako operator kamery w lokalnej stacji telewizyjnej Kujawy we Włocławku. Przez kolejne lata rozwijał umiejętności, współpracując z największymi stacjami telewizyjnymi w Polsce głównie przy produkcjach rozrywkowych.\n\nPrzełom w jego życiu nastąpił w 2013 r., kiedy zainteresował się lampami industrialnymi. Inspirację znalazł w sklepie, w którym zobaczył replikę reflektora filmowego. Zamiast kupować gotowy produkt, postanowił stworzyć własną wersję. Wyszukał odpowiedni oryginalny stary reflektor i go odrestaurował. Rezultat zachwycił znajomych, a przyjaciółka zasugerowała, że warto byłoby spróbować sprzedaży takich lamp.\n\nPrzecieranie szlaków\n\nRadosław Nakonowski zaczął odnawiać lampy w wolnym czasie między zleceniami operatorskimi. Coraz bardziej angażował się w to hobby. Początkowo sprzedawał lampy na portalach aukcyjnych, a projekt, który miał być jedynie zajęciem dodatkowym, przerodził się w regularną działalność. Reflektor, od którego wszystko się zaczęło, nadal znajduje się w jego domu i jest aktywnie używany.\n\nZainteresowanie stylem industrialnymi wyniósł z dzieciństwa, kiedy obserwował ojca – cenionego tokarza – tworzącego w wolnym czasie różne elementy wyposażenia domu, w tym żyrandole. Rozpoczynając renowację lamp industrialnych, uczył się na własnych błędach. Nie miał mentora ani specjalistycznych poradników, które mogłyby go poprowadzić. Renowacja oświetlenia przemysłowego na potrzeby domowe była wówczas dziedziną praktycznie nieznaną, więc w dużej mierze przecierał szlaki w tej niszy.\n\nNa początku zdobywał materiały, odwiedzając złomowiska. Często trafiał na uszkodzone egzemplarze, w których brakowało ważnych elementów, takich jak szklane klosze. Pierwszymi klientami były głównie osoby prywatne, jednak jego prace szybko zaczęły trafiać do restauracji, które doceniły unikatowość i styl lamp. Wkrótce współpraca z właścicielami lokali gastronomicznych przekształciła się w stałe zlecenia – zarówno do nowych miejsc, jak i już działających, które z czasem potrzebowały kolejnych lamp. Dzięki temu jego projekty znajdują się w wielu restauracjach w całej Polsce, a także w Muzeum II Wojny Światowej w Gdańsku czy Fabryce Norblina w Warszawie.\n\n– Moje lampy można znaleźć w restauracjach praktycznie w każdym większym mieście. Sprawia mi ogromną satysfakcję i dumę, kiedy widzę, że te ocalone lampy dalej funkcjonują. Gdyby nie moja praca, prawdopodobnie trafiłyby na złom – mówi Radosław Nakonowski.\n\nPracę nad lampami rozpoczął w przydomowym garażu, który już po dwóch latach okazał się niewystarczający. Skala przedsięwzięcia rosła, a garaż przestał mieścić narzędzia i zgromadzone materiały. Przeniósł więc pracownię do dawnego warsztatu samochodowego, który wynajmuje do dziś.\n\nZasypany zleceniami\n\nPracuje sam. Opracowuje większość technicznych i rzemieślniczych rozwiązań, jednak czasami konsultuje się z ojcem. Z biegiem lat zgromadził ogromną wiedzę praktyczną i historyczną, którą czerpał ze specjalistycznych katalogów oświetlenia przemysłowego, które kolekcjonuje. Dzięki aktywności w mediach społecznościowych zyskał rozległą sieć kontaktów. Ludzie często przysyłają mu informacje, a nawet własne lampy, które chcieliby zobaczyć odrestaurowane.\n\nDziałalność finansował z oszczędności, które zgromadził, pracując jako operator kamery. Przyznaje, że dzięki dobrze płatnej pracy mógł sobie pozwolić na zakup podstawowych narzędzi, takich jak wiertarki, szlifierki czy sprzęt do lakierowania, które były wystarczające do renowacji lamp. Nie potrzebował zaawansowanych maszyn, ponieważ jego praca nie polega na produkcji lamp, tylko na ich odnawianiu.\n\nRenowacja lamp przemysłowych składa się z kilku etapów. Na początku Radosław Nakonowski musi je zdobyć. Pozyskuje lampy z różnych źródeł – od złomowisk przez targi staroci po likwidowane zakłady. Często dzięki popularności w mediach społecznościowych otrzymuje informacje o dostępnych lampach od osób, które śledzą jego działalność – na Instagramie ma ponad 60 tys. obserwujących. Kolejne etapy prac są rozłożone w czasie, np. niektóre elementy wysychają po malowaniu, kolejne są poddawane patynowaniu, czyli tworzeniu postarzanej warstwy. W tym czasie zajmuje się innymi lampami, a do tych, które schną, wraca, gdy są gotowe do dalszej obróbki. Dzięki temu może jednocześnie prowadzić kilka projektów. Największym wyzwaniem bywa liczba zamówień, która czasami przekracza jego możliwości. Jako jednoosobowa firma musi samodzielnie zarządzać każdym etapem działalności – od renowacji lamp po kontakt z klientami.\n\n– Czasami liczba zamówień mnie przerasta, bo jest ich naprawdę sporo, a moje media społecznościowe, które sam rozbudowałem, generują dużą ich liczbę. Często brakuje mi czasu na życie prywatne, bo cały czas jestem zaangażowany w lampy. Sprawia mi to jednak tyle satysfakcji i radości, że to robię, bo to moja pasja, a nie biznes. Pieniądze są tylko wypadkową – tłumaczy Radosław Nakonowski.\n\nCeny odrestaurowanych przez niego lamp zaczynają się od 200 zł i mogą sięgać nawet 4–5 tys. zł za unikatowe egzemplarze. Na cenę wpływa kilka czynników, takich jak stan lampy przed renowacją, czy odnawianie będzie skomplikowane i historyczna wartość oprawy. Wszystkie lampy przechodzą gruntowną wymianę instalacji elektrycznej – to nieodłączny element jego pracy niezależnie od wieku lampy. Największą satysfakcję sprawia mu odnawianie lamp z okresu międzywojennego.\n\nRadosław Nakonowski nie planuje przekształcenia firmy w większy biznes, ponieważ ceni sobie satysfakcję, jaką niesie własnoręczna praca nad każdym elementem renowacji. Nie wyobraża sobie, by ktoś mógł przejąć od niego nakładanie patyny czy montowanie instalacji elektrycznej. Te zadania wymagają lat doświadczenia i precyzji, które trudno przekazać innym. Przy prostych czynnościach, takich jak rozkręcanie lamp, czasami korzysta z pomocy członków rodziny, ale rezultat zawsze zależy od jego zaangażowania. Mimo rosnącej liczby zamówień nie rozważa zatrudnienia dodatkowych osób ani rozszerzenia działalności. Jest przekonany, że jakość jego pracy wynika z osobistego podejścia i wiedzy zdobytej przez lata, której nie da się łatwo zastąpić.\n\n– Każdego człowieka można zastąpić, ale w tym wypadku efekt pracy będzie widocznie różny – twierdzi Radosław Nakonowski.\n\nCzasami dzieli się informacjami historycznymi na temat lamp w swoich mediach społecznościowych, ale techniczne aspekty renowacji stanowiące jego unikalne know-how pozostawia dla siebie.\n\nStaroświecki Netflix\n\nW wolnym czasie zbiera klisze z bajkami, głównie z czasów PRL-u. Jego kolekcja liczy obecnie ponad 700 klisz, w tym unikatowe egzemplarze z lat 40. i 50. Ta pasja narodziła się pięć lat temu wraz z jego córką. Chciał, by od najmłodszych lat mogła poznawać klasyczne historie, odmienne od współczesnych bajek telewizyjnych.\n\nKlisze są wyświetlane na starym projektorze Ania, który Radosław Nakonowski zmodyfikował, zastępując oryginalną żarówkę mocniejszym oświetleniem LED. Dzięki temu obraz jest wyraźniejszy, co pozwala na lepsze odtworzenie bajek nawet na większą odległość. Oglądanie klisz stało się w ich domu rytuałem – zasłanianie okien i tworzenie odpowiedniej atmosfery przypomina teatralne przedstawienia, co buduje wyjątkowy klimat.\n\nRadosław Nakonowski dostosowuje narrację klisz do współczesnych realiów. Często improwizuje, zmieniając fragmenty, które dziś mogłyby być niezrozumiałe lub nieodpowiednie, np. w kwestiach rasistowskich czy stereotypów dotyczących ról kobiet i mężczyzn. Dzięki temu jego córka nie tylko czerpie radość z oglądania, lecz także poznaje historie w sposób dostosowany do jej wieku i wrażliwości. Kolekcjonowanie klisz to niejedyna jego pasja – zbiera także przedwojenne pocztówki związane z Włocławkiem.\n\nWieczorami, kiedy córka i żona odpoczywają, nadal pozostaje aktywny zawodowo. Odpowiada na mejle, wystawia faktury i zajmuje się mediami społecznościowymi. Często montuje materiały do publikacji, co potrafi trwać do późnych godzin nocnych.\n\n– Lampy zmieniły moje życie o 180 stopni. Gdyby nie one, nadal byłbym operatorem pracującym w Warszawie i dzielącym życie między dwa miasta. Dzięki decyzji o zajęciu się lampami na pełen etat zyskałem niezależność i mogę pracować na własnych zasadach, co dało mi nie tylko satysfakcję, lecz także możliwość bycia bliżej rodziny – podsumowuje Radosław Nakonowski."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Tu walczył z małpami Zagłoba\". Historyczny ceglany mur oporowy na Mariensztacie już nie runie",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,31565675,ceglany-bastion-na-mariensztacie-juz-nie-runie-mur-oporowy.html",
            "description": "Zakończył się długo wyczekiwany remont muru oporowego podtrzymującego wiślaną skarpę na tyłach budynków Caritasu przy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.w667JWYp-z21pSD1Vz3Rcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "warszawa.wyborcza19 godz.",
            "source": "warszawa.wyborcza",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Piękne widoki ze wspaniałego pustkowia w sercu dolnośląskiego miasta. To jedna z hałd dawnej kopalni w Wałbrzychu - zdjęcia",
            "link": "https://walbrzych.naszemiasto.pl/piekne-widoki-ze-wspanialego-pustkowia-w-sercu-dolnoslaskiego-miasta-to-jedna-z-hald-dawnej-kopalni-w-walbrzychu-zdjecia/ar/c7p2-27121659",
            "description": "Edwin „Buzz\" Aldrin po wylądowaniu na Księżycu miał swoje wrażenia opisać słowami: „Piękny widok... wspaniałe pustkowie\". Jednak nie trzeba lecieć na Księżyc, by doświadczyć podobnych emocji, poczuć ...",
            "image_url": "https://www.bing.pl/th?id=ODF.b7cDqWcxCJUoLca1qpYJLg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "walbrzych.naszemiasto20 godz.",
            "source": "walbrzych.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zwyczaje noworoczne i tradycje świąt Bożego Narodzenia na Krajnie. Tak świętowano jeszcze w XX wieku [27.12.2024]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/zwyczaje-noworoczne-i-tradycje-%C5%9Bwi%C4%85t-bo%C5%BCego-narodzenia-na-krajnie-tak-%C5%9Bwi%C4%99towano-jeszcze-w-xx-wieku-27122024/ar-AA1wx7MJ?ocid=BingNewsVerp",
            "description": "Dawne świętowanie Bożego Narodzenia w północno-wschodniej części Krajny, czyli w powiecie sępoleńskim, było pełne obyczajów, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.OBDfClUFbzJtsbCkf67HVQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Pomorska on MSN18 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najlepsze używane auta 25 tysięcy złotych. Wśród nich dwa kultowe modele kombi",
            "link": "https://moto.pl/Testy/7,182074,31573069,najlepsze-uzywane-auta-25-tysiecy-zlotych-wsrod-nich-dwa-kultowe.html",
            "description": "W Europie gospodarka lekko zwalnia, na czym tracą producenci średniej i niskiej półki. Systematycznie rosną za to wyniki ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dVgI1Z3_HcWOES76dJyUuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "moto20 godz.",
            "source": "moto",
            "article_content": "Coraz więcej osób szuka samochodów za około 25 tysięcy zł. To budżet pozwalający na leciwe auto z metką premium, nieco świeższego przedstawiciela klasy średniej lub dość młodego reprezentanta segmentu B. Można trafić na pewniaka, ale są też wersję, których lepiej się wystrzegać. Mogą skutecznie wydrenować portfel. Zapraszamy zatem do lektury.\n\nREKLAMA\n\nZobacz wideo Części Hondy z Jordanii\n\nHonda Accord VIII\n\nOd 2008 do 2015 dostępna była ósma generacja Hondy Accord – ostatnia oferowana w Europie. Szkoda, bo to wyjątkowy samochód. Nowocześnie narysowane nadwozie występowało jako sedan i kombi i trzeba przyznać, że nawet dziś wygląda dość świeżo i atrakcyjnie. Oferuje ponadto przestronne wnętrze i dobre właściwości jezdne. Z tym autem szybko się zaprzyjaźnimy. Wybór jednostek napędowych mamy bardzo ograniczony. Szukając diesla, skazani jesteśmy na autorską konstrukcję Hondy 2.2 i-DTEC o mocy 150-180 KM. Korzysta z bezpośredniego wtrysku common rail, turbosprężarki ze zmienną geometrią łopat, dwumasowego koła zamachowego i filtra cząstek stałych. Stosowana była tylko w Accordzie i CR-V. W efekcie jej niewielkiej popularności, ceny części zamiennych są znacznie wyższe w porównaniu do konkurencyjnych jednostek. Sprzęgło z kołem dwumasowym kosztuje około 6-7 tysięcy zł.\n\nOgromną popularnością cieszą się za to benzynowe wersje Accorda, uchodzące za wzór bezawaryjności. Tutaj do dyspozycji mamy czterocylindrowe, wolnossące jednostki 2.0 i 2.4 o mocy 156 i 201 KM sprzęgnięte z sześciobiegową manualną przekładnią. Każdy z agregatów dysponuje wielopunktowym wtryskiem paliwa, zmiennymi fazami rozrządu i brakiem typowych bolączek. W większości przypadków wystarczy okresowa troska o filtry i płyny. 25 tysięcy złotych to minimalna kwota na solidnego Japończyka. W tej cenie możemy jedynie rozpatrywać auta z początku produkcji. Nasz typ to benzynowe 2.0. Najlepsze modele z nadwoziem kombi i silnikiem benzynowym 2,4 l (produkowane w Japonii, a nie w Wielkiej Brytanii) lub dieslem 2,2-litra z końca produkcji mogą być dwukrotnie droższe.\n\nAudi A4 Avant B8 fot. Audi\n\nAudi A4 B8\n\nPolacy umiłowali sobie to Audi klasy średniej. Od lat widnieje w czołówce najliczniej sprowadzanych, a dobre sztuki błyskawicznie znajdują nowych nabywców. Generację B8 produkowano w latach 2007-2015. Estetyczne nadwozie nie ma problemów z korozją, podobnie jak kabina nie notuje słabych punktów jakościowych. Przestrzeń nie rzuca na kolana, jednak jest wystarczająca dla czwórki pasażerów. Ciekawą wersję stanowi Allroad ze zwiększonym prześwitem i nakładkami ochronnymi karoserii. To dobra alternatywa dla SUV-a. Stawiając na rodzinne Audi, otrzymujemy bagażnik o pojemności 490 l. Niezbyt imponujący wynik. Wybierając odmianę z napędem na cztery koła, otrzymujemy pancerny, permanentny układ quattro. Dostępny był z silnikami 2.0 TSI 180-225 KM, 3.0 V6 TSI 275-333 KM, a także z dieslami. Te ledwo mieszczą się w naszym budżecie.\n\nW pozostałych przypadkach napęd trafia na przednią oś. Rozsądną opcją pozostaje bazowy motor benzynowy 1.8 TSI 120-177 KM – dość popularny na rynku wtórnym. Mierzy się również ze znacznym zapotrzebowaniem na olej, ale im młodszy egzemplarz, tym ryzyko awarii mniejsze. Sytuacja się poprawiła w 2011 przy okazji modernizacji motorów z rodziny TFSI. Większość problemów zyskała marginalne znaczenie. Jeśli benzynowe A4 B8, to najlepiej po 2011. Tutaj próżno szukać wolnossących napędów. Czasy się zmieniły i też konkurencja poszło mocno do przodu. Optymalna wersja to 1.8 TFSI o mocy 160 KM i 250 Nm. Do setki przyspiesza w 8,6 sekundy i rozpędza się do 225 km/h. Za taki wariant trzeba zapłacić bliżej 30 tysięcy zł.\n\nAmatorzy silników diesla mają do wyboru czterocylindrowe 2.0 TDI 120, 136, 143, 150, 170, 177 i 190 KM. Dostajemy bezpośredni wtrysk common rail i trwały pasek rozrządu. Silnik przekonuje niskim spalaniem i dobrą dynamiką. Znacznie więcej oferują widlaste diesle 2.7 i 3.0 V6 TDI - generują 190 KM i 204-245 KM. Zapewniają świetne osiągi, kulturę pracy i wciąż niskie spalanie. Kupując widlasty motor musimy być świadomi kosztów związanych z wymianą łańcucha rozrządu - cała operacja poza ASO to koszt nawet 6-8 tysięcy złotych. Audi starzeje się z klasą, choć warto je dobrze sprawdzić przed kupnem. Mając w kieszeni 25 tysięcy zł, możemy zapolować na egzemplarze z lat 2008-2010. 70 procent oferty stanowią odmiany z napędem wysokoprężnym.\n\nSuzuki SX4 fot. Suzuki\n\nSuzuki SX4\n\nNiewiele osób pamięta o tym modelu, a ten dobrze trzyma wartość i zadowoli osoby o zamiłowaniu do prostej mechaniki. W czasach swojej rynkowej kariery SX4 nie zdobył wielkiej popularności w Europie. Podobny los spotkał jego bliźniaka – Fiata Sedici. Obydwa modele produkowane były w węgierskich zakładach Suzuki w latach 2006-2014. Obłe, pozbawione wyrazu nadwozie nie ma problemów z korozją. W cenniku znalazł się pięciodrzwiowy, lekko podniesiony hatchback i nieproporcjonalny sedan. Auto ma 414 cm długości, a prześwit rzędu 17,5 cm, pozwoli na pokonanie wielu miejskich przeszkód.\n\nWzorem modeli segmentu B, wnętrze nie rozpieszcza przestronnością. O ile z przodu każdy znajdzie dogodną pozycję do jazdy, o tyle na kanapie wysokim osobom będzie po prostu ciasno. Esteci rozczarują się twardymi, podatnymi na zarysowania plastikami i niezbyt przyjemnymi w dotyku tekstyliami. Plusem takiej konfiguracji jest wysoka trwałość całości. Przy odrobinie szczęścia, znajdziemy egzemplarz z klimatyzacją manualną, elektrycznie sterowanymi szybami i napędem 4x4. Do wyboru mamy wolnossące silniki benzynowe 1.5, 1.6 i 2.0 o mocy 99-150 KM lub diesle – 1.6, 1.9 i 2.0 90-135 KM. W kwestii napędu każda z opcji jest dobra i trwała. 25 tysięcy złotych pozwoli na egzemplarze z lat 2010-2012.\n\nMitsubishi ASX fot. Mitsubishi\n\nMitsubishi ASX I 2.0 16V\n\nRzadko się zdarza, by tak długo utrzymywać na rynku jedną generację auta. Wyjątki stanowią Mercedesy Klasy G i Toyoty Land Cruiser, które urastają do miana legendy. Co innego w przypadku kompaktowych SUV-ów. Niemniej, kariera najmniejszego crossovera Mitsubishi trwała od 2010 do 2022. W tym czasie pięciodrzwiowe nadwozie przechodziło dwie poważne modernizacje wizualne: 2012 i 2019. Bez względu na rok produkcji, karoseria dobrze znosi użytkowanie, a powłoka antykorozyjna okazuje się wystarczająca, choć nie jest mocnym argumentem. Prześwit w postaci 17 cm nie zachwyca, ale pozwoli forsować krawężniki lekkie przeszkody terenowe. Długość Mitsubishi wynosi 430 cm.\n\nPoczątkowo producent oferował tylko jeden silnik benzynowy. Słaby, lecz bezawaryjny 1.6 o mocy 116 KM łączony był z napędem na przednie koła. Po latach zastąpiony został większą jednostką – 2.0 o mocy 150 KM znaną z Outlandera. Każdy z wolnossących benzyniaków wyposażono w wielopunktowy wtrysk paliwa i mechaniczną regulację luzu zaworowego. Mimo wszystko, oba silniki bez większych problemów współpracują z instalacją gazową. Zdaniem mechaników, benzynowy ASX jest najbezpieczniejszym wyborem, generującym najniższe koszty serwisowe. Tutaj wystarczą regularne wymiany oleju i rozrządu co 100 tysięcy kilometrów - koszt około 1200-1400 złotych. W alternatywie pozostają trzy diesle. Mniejszy to 1.6 Di-D – 114 KM i 270 Nm. Lepsze parametry oferują 1.8 Di-D oraz 2.2 DI-D. Oba oferują 150 KM. Trzeba się jednak liczyć z dość drogą ścieżką serwisową. Mitsubishi dobrze też trzyma cenę. Uchodzi za trwały wóz, a na rynku wtórnym nie brakuje zadbanych egzemplarzy. Mając w kieszeni 25 tysięcy złotych, nastawmy się na samochody z pierwszych trzech lat produkcji.\n\nCitroen C4 fot. Citroen\n\nCitroen C4 II\n\nWokół aut francuskich urosło wiele mitów, ale większość z nich to relikty. Peugeot, Citroen i Renault sukcesywnie udoskonalają swoje konstrukcje, choć problemy z elektroniką wciąż się zdarzają. Niemniej, wiele modeli z ostatnich lat to niezła inwestycja. Należy do nich C4 II. Od 2010 do 2017 z linii montażowych zjeżdżało drugie wcielenie kompaktowego Citroena. Tym razem w ofercie znalazł się tylko pięciodrzwiowy hatchback. Francuzi uznali widocznie, że kombi, sedan i kabrio nie mają już racji bytu. Całkiem ciekawie zaprojektowane nadwozie zostało skutecznie zabezpieczone przed korozją. Miejsce futurystycznych kształtów zajęły niczym niewyróżniające się obłości. Kierowcy zgłaszają jednak podatność na rysy delikatnej powłoki lakierniczej. Auto ma 433 cm długości.\n\nWe wnętrzu zrezygnowano z odważnych rozwiązań, chociażby z charakterystycznej kierownicy z nieruchomą, centralną częścią. Miękkie i obszerne fotele gwarantują wygodę każdemu, niezależnie od wzrostu. Na kanapie wygodnie zasiądą kolejne dwie dorosłe osoby, choć przydałoby się dłuższe siedzisko. W kwestii pakowności, kufer Citroena mieści od 410 do 1185 litrów.\n\nPaleta silników benzynowych składa się z konstrukcji opracowanych wspólnie z BMW. To 1.4 VTi, 1.6 Vti i 1.6 THP o mocy 95, 120 i 156 KM. O ile wolnossące warianty korzystają z wielopunktowego wtrysku paliwa i są względnie bezproblemowe, o tyle wariant doładowany oznacza duże ryzyko wysokich kosztów napraw. Zastosowano w nim bezpośredni wtrysk paliwa, turbosprężarkę i łańcuch rozrządu. Największą jego wadą jest nietrwały napęd rozrządu – łańcuch rozciąga się, zaburzając pracę zmiennych faz rozrządu.\n\nO wiele lepsze oceny zbierają silniki diesla 1.6 i 2.0 HDI o mocy 92-120 i 150 KM. Wyposażono je w bezpośredni wtrysk paliwa common-rail, turbosprężarkę ze zmienną geometrią łopat, dwumasowe koło zamachowe i filtr cząstek stałych. Każdy oferuje dobrą dynamikę przy ascetycznym zużyciu paliwa. Podaż kompaktowych Citroenów znajduje się na przyzwoitym poziomie. Niezła relacja ceny do jakości sprawia, że 25 tysięcy zł wystarczy na auta z lat 2011-2014."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 28 - 29 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-28-29-grudnia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 28 grudnia w Oświęcimiu ma być 3°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FOdaTwaKiW4AKpXS9Qil4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "oswiecim.naszemiasto22 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 27.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-27-12-2024/ar-AA1wyQUd?ocid=BingNewsVerp",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVF.LNm6FFM%2fFo%2fp4eRxVCABkA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN4 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z Hrubieszowa w świat. Agnieszka Kicun odwiedziła ponad 60 krajów. Ma apetyt na kolejne podróże",
            "link": "https://www.kronikatygodnia.pl/artykul/44873,z-hrubieszowa-w-swiat-agnieszka-kicun-odwiedzila-ponad-60-krajow-ma-apetyt-na-kolejne-podroze",
            "description": "Agnieszka Kicun pochodzi z Hrubieszowa. Mieszka we Wrocławiu. Zamieszkała tam w czasie studiów. A od czasu do czasu mieszka w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SbJH-DotjKOAg4YTJom55i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "kronikatygodnia.pl3 godz.",
            "source": "kronikatygodnia.pl",
            "article_content": "Agnieszka Kicun nie potrafi dokładnie zliczyć, w ilu krajach była do tej pory. Odwiedziła wszystkie kontynenty, poza Grenlandią.\n\n– Nie prowadzę ścisłych zapisków ani żadnych statystyk. Można jednak przyjąć, że byłam w ponad 60 krajach rozrzuconych po całym świecie. Ale nie było to takie podróżowanie w stylu japońskiego turysty – pojechać, pospiesznie zwiedzić najczęściej uczęszczane szlaki i miejsca, narobić zdjęć i wracać. Dla mnie ważny jest zupełnie inny sposób podróżowania. Lubię pobyć dłużej w jednym miejscu, zatrzymać się, poprzyglądać, poobserwować, jak żyją tam ludzie, jak wygląda ich codzienne życie, jakie mają zwyczaje i obyczaje – tłumaczy Agnieszka Kicun.\n\nCzytaj też: Zamość. Chełm. Hrubieszów. Jeżdżę z Turkolem. Sentymentalna podróż do wspomnień i nowych przygód\n\nDookoła świata po raz pierwszy\n\nSwoje wyprawy rozpoczęła prawie 2 dekady temu od 9-miesięcznej podróży dookoła świata.\n\n– Dziewiątka ma dla mnie wymiar magiczny. Dookoła świata podróżowałam właśnie przez 9 miesięcy. Inne kobiety w tym czasie rodzą dzieci, a ja podróżuję i bardzo się z tego cieszę. Te dziewięć miesięcy dało mi szczególny wgląd w kulturę wielu krajów, pozwoliło bardziej się w nich zagłębić, troszeczkę się nauczyć języka z danego miejsca. W ciągu tych 9 miesięcy podróżowałam przez wiele krajów, a na dłużej starałam się zostać – na przykład – w Indonezji. Mogłam poznać, jaki jest ten kraj i pomieszkać u tamtejszej rodziny. Była to rodzina nauczyciela Koranu. Podróżowałam wtedy ze swoją przyjaciółką, Julitą. W tej małej wiosce na Jawie zostałyśmy kilka dni. Mogłyśmy zobaczyć, jak wygląda powszedni dzień indonezyjskiej rodziny, jak wyglądają lekcje Koranu, jak się bawią tamtejsze dzieci, jak się tam gotuje – opowiada podróżniczka.\n\nTo spotkanie było totalnie przypadkowe, podczas jazdy autobusem.\n\n– Indonezyjczyk powiedział, że musi spytać żonę, czy może przywieźć dwie białe cudzoziemki i czy będziemy mogły u nich przez jakiś czas zamieszkać. Jego żona się zgodziła. Pół wioski zbiegło się na nasze powitanie. Było to bardzo przyjemne. Oczywiście z językiem było ciężko. Nauczyciel Koranu mówił troszeczkę po angielsku, mogłyśmy się więc dogadać jako tako. Zostałyśmy tam bardzo pięknie ugoszczone. Były to głównie lokalne potrawy z ryżu basmati i smażonych jaj, z dodatkiem mięsa lub warzyw. Ich mieszkanie było bardzo ubogie – takie wylane betonem pomieszczenia. Ale to bardzo otwarci ludzie, dzielili się wszystkim, czym mogli, a za dużo nie mieli. Rano dostawałyśmy pieczywo z lokalnego sklepu. Było na śniadanie razem z jajkami. Zobaczyłyśmy również, jak mieszkają ich sąsiedzi. Poznałyśmy chyba wszystkich. Rano po obudzeniu się wychodziłyśmy na ganek przed domem i już miałyśmy wielu wizytujących. Byli ciekawi, kto przyjechał i skąd. A że Polska w indonezyjskim języku Bahasa nazywana jest Polandą, a nasza flaga jest obróconą flagą Indonezyjską, to mieliśmy o czym rozmawiać. Oni byli bardzo ciekawi, jak się żyje w Polsce – relacjonuje Agnieszka Kicun.\n\nSalar de Uyuni – pozostałość po wyschniętym słonym jeziorze w południowo-zachodniej Boliwii (Ameryka Płd.). Agnieszka Kicun i jej przyjaciółka Julita podczas pierwszej wyprawy na największym solnisku świata położonym na wysokości ponad 3,6 tys. m n.p.m.\n\nWieloletnia przyjaźń zaczęła się w przedszkolu\n\nJulita, z którą Agnieszka wybrała się na tę pierwszą wyprawę dookoła świata, również jest rodowitą hrubieszowianką. Poznały się wiele lat temu. Chodziły razem do tego samego przedszkola na hrubieszowskim Sławęcinie, a potem do tej samej szkoły podstawowej – Dwójki. W liceum ich drogi nieco się rozeszły. Agnieszka jest absolwentką hrubieszowskiego „Staszica”, a Julita – „Kościuszki”. Studiowały również w różnych miejscach.\n\n– Miałyśmy plan, by razem pójść na studia, ale w tzw. międzyczasie zamiar ten uległ zmianie. Julita rozpoczęła studia w Szczecinie, a do mnie bardziej przemówił Wrocław i tamtejszy Uniwersytet Ekonomiczny – opowiada Agnieszka Kicun.\n\nPo zakończonych studiach obydwie hrubieszowianki przez pewien czas razem pracowały w Anglii, a konkretnie w Londynie.\n\n– Właśnie wtedy przygotowywałam się do swojej pierwszej wyprawy. Planowałam ją, kalkulowałam potencjalne koszty. Ciężko pracowałam, by zarobić i zaoszczędzić na dłuższe podróżowanie. Wtedy Julita stwierdziła, że ona chętnie do mnie dołączy. Bardzo się ucieszyłam. Do dzisiaj trudno mi sobie wyobrazić podróżowanie z kimś innym. To był najlepszy sprawdzian dla naszej przyjaźni. Julita wciąż mieszka w Londynie, a ja jestem chrzestną matką jej pierwszego syna. Dziś mogę śmiało powiedzieć, mimo iż nasze życie potoczyło się różnymi ścieżkami, to autentyczna przyjaźń pozostała między nami do tej pory – uśmiecha się Agnieszka Kicun.\n\nPierwszą kilkumiesięczną podróż obydwie hrubieszowianki rozpoczęły od Azji Południowo-Wschodniej, później była Australia, Nowa Zelandia, Wyspy Fidżi i praktycznie cała Ameryka Południowa.\n\n– Wtedy złapałam przeogromnego bakcyla podróżniczego... no i tak to się właśnie zaczęło – zaznacza podróżniczka.\n\nAgnieszka Kicun podróżowała przez 9 miesięcy, a jej przyjaciółka Julita po 8 miesiącach podróży wróciła do Londynu.\n\nPrzeczytaj: Zwierzyniec: Przyjaźń ponad granicami. Polak i Algierczyk spotkali się po 38 latach\n\nKiedy korci i nosi, pada pytanie „gdzie tym razem”\n\n– Zostałam w Brazylii i przedłużyłam sobie wyprawę. Uznałam, że jeszcze nie czuję potrzeby powrotu. Z podróżami tak jest; im więcej podróżujesz, tym więcej chcesz zobaczyć. Oczywiście przychodzą momenty, że dobrze jest przestać na jakiś czas, aż się znowu zatęskni za nowymi miejscami i żeby ponownie zechcesz gdzieś wyruszyć. Ja tak mam, że po jakichś kilku miesiącach w domu korci mnie i nosi – a wtedy zaczynam myśleć... gdzie tym razem – mówi Agnieszka Kicun.\n\nW Ameryce Południowej hrubieszowianki odwiedziły Brazylię, a wcześniej były w Argentynie, Boliwii, Peru, Paragwaju, Urugwaju oraz w Chile. Zwiedziły prawie cały kontynent.\n\n– Boliwia jest przepiękna, robi ogromne wrażenie. Wśród lokalnej ludności wzbudzałyśmy duże zainteresowanie. Mówię trochę po hiszpańsku, doszkoliłam sobie ten hiszpański właśnie w Boliwii. To na pewno pomagało w komunikacji i temu, aby jak najwięcej dowiedzieć o lokalnej ludności od tamtejszych mieszkańców. Poza tym Boliwia ma wyjątkowo piękną przyrodę – jeziora z różowymi flamingami robią niepowtarzalne wrażenie. Często wracam do tych zdjęć, przeglądam je od czasu do czasu, gdy mam zimową chandrę w Polsce. Od tych fotografii i wspomnień od razu robi się lepiej – promiennie uśmiecha się podróżniczka.\n\nBoliwia, Peru i inne kraje Ameryki Południowej to miejsca szczególne także pod względem kulinarnym.\n\n– Jestem wszystko jedząca i lubię próbować nowych, może nawet specyficznych smaków. W moich kubkach smakowych zadomowiły się bardzo potrawy z Azji Południowo-Wschodniej, czyli kuchnia tajska, indonezyjska, malezyjska. A przede wszystkim krewetki i wszystkie przyprawy, im bardziej ostre, tym lepiej. Pod tym względem Azja na pewno przewyższa Amerykę Południową. Chociaż za stekami z Argentyny również tęsknię – zaznacza Agnieszka Kicun.\n\nOpłatkowe spotkanie dla przedstawicieli organizacji „Lekarze bez granic” w Karakałpacji. Wzięły w nim udział również pięknie ubrane miejscowe kobiety.\n\nNa misjach Organizacji Narodów Zjednoczonych\n\nKolejną większą jej wyprawą była podróż do krajów Azji Południowo-Wschodniej: Wietnamu, druga jej wizyta w Tajlandii, a także w Laosie i Kambodży.\n\n– Ta przejazdówka trwała blisko półtora miesiąca. Największe wrażenie wywarli na mnie mieszkańcy Laosu. Tych, których spotkałam, byli bardzo otwarci i przemili. Bił od nich taki spokój, z jakim nie spotkałam się u mieszkańców żadnego innego kraju. Coś, co od razu uspokaja, no i ta ich fenomenalna kuchnia. Znowu wracam do przypraw, które są zupełnie inne niż te dostępne w Polsce – przekonuje podróżniczka.\n\nOd pewnego czasu Agnieszka Kicun podróżowała rzadziej z ciekawości poznawania świata, a częściej zaczęła wyjeżdżać na misje humanitarne.\n\n– W mojej głowie od pewnego czasu kotłował się pomysł pracy w Afryce. Początkowo nie wiedziałam, jak go zrealizować. A on siedział w mojej głowie i nie dawał mi spokoju. Podczas kolejnej podróży do Indii poznałam Brazylijczyka, brał udział w wolontariacie z ramienia ONZ. Zaczęliśmy rozmawiać, jak można na taki wolontariat wyjechać. Taki kontrakt jest płatny. Trzeba mieć za sobą co najmniej 5-letnie doświadczenie w dziedzinie, w której później chce się pracować. No i trzeba znać co najmniej dwa języki obce. Po powrocie z Indii stwierdziłam, że spróbuję tego wolontariatu. No i jakby wymyśliłam sobie tę Afrykę. Pierwszą ofertę pracy dostałam w Sudanie Południowym. Nie miałam zielonego pojęcia o tym kraju. Szukałam blogów i osób, które tam pracowały. Dowiedziałam się najwięcej, jak mogłam i zdecydowałam, że jadę. Był to pięciomiesięczny kontrakt, który przerodził się w roczny. Pracowałam w dziale logistyki i zajmowałam się dystrybucją sprzętu IT oraz sprzętu komunikacyjnego w różne regiony Sudanu. Ta misja była pokojowa. Byli tam ludzie z Afryki, ale i spoza tego kontynentu – z Australii, Nowej Zelandii. Polaków też można było spotkać, chociaż niewielu. Część cywilna, do której należałam, liczyła około 5 tys. cywili. Olbrzymi obóz został zlokalizowany w samym sercu stolicy Sudanu Południowego, to nadal najmłodsze państwo na świecie. Wcześniej skończyły się tam walki po prawie 20-letniej wojnie domowej. Organizacja Narodów Zjednoczonych była tam obecna, aby dopilnować tego pokoju – relacjonuje podróżniczka.\n\nPrzeczytaj: Hrubieszów: Centrum komunikacyjne czeka na otwarcie. Będzie poczekalnia, kiosk, toalety\n\nPracownik znika znienacka, a wraca po tygodniu\n\nAgnieszka Kicun zarządzała częścią łańcucha dostaw sprzętu IT. Nadzorowała pracę siedmiu lokalnych pracowników.\n\n– Miałam z nimi bardzo różne przeboje. Na przykład, jeden z nich z dnia na dzień nie przyszedł do pracy, wrócił dopiero po tygodniu. Na pytanie: „Gdzie był?”, odpowiedział, że w drugiej części Sudanu, bo zmarł jego wujek. No to musiał tam przejść, aby go pochować. Na moje: „Ale jak to przejść? Przecież to jakieś 200 km”. Na to słyszę w odpowiedzi: „No tak, ale nie ma innej opcji. Więc chodzimy”. Musiałam się przyzwyczaić. Mimo to, wiele sytuacji było dla mnie zaskakujących i dziwnych. W Sudanie przeszliśmy szkolenie z bezpieczeństwa. Tam była godzina policyjna, wtedy nie mogliśmy wychodzić z obozu. Wieczorami w ogóle był zakaz wychodzenia do miasta. Poznałam mnóstwo ludzi z różnych zakątków świata. Poznałam też kilkoro Polaków, którzy w Sudanie prowadzili firmę budowlaną. Właśnie dzięki nim mogłam tam podróżować. W wolne weekendy starałam się zwiedzać jak najwięcej – opowiada Agnieszka Kicun. – Właśnie z tą grupą Polaków wybraliśmy się na trekking. Bardzo wysoko w górach natrafiliśmy na pola z konopiami indyjskimi, czyli z marihuaną. To były plantacje dwumetrowych krzaków. Pamiętam swoje zdziwienie ich wysokością i tym, że nikt nie przejmował się, że rosną akurat przy domostwie tamtejszych mieszkańców – podróżniczka dalej ciągnie swoją opowieść.\n\nPo pobycie w Afryce Agnieszka Kicun wróciła na Zanzibar – wyspę na Oceanie Indyjskim należącą do Tanzanii.\n\n– Wiąże się z tym ciekawa historia. Byłam tam na wakacjach. Było to jednym z mych marzeń po lekturze książki Doroty Katende „Dom na Zanzibarze”. Oczami wyobraźni widziałam, jak ta wyspa może wyglądać, bardzo chciałam tam pojechać. Zobaczyłam na mapie, że Zanzibar jest niedaleko od Sudanu. Wybrałam się tam na wakacje i od razu zakochałam się w Zanzibarze. Przepiękne miejsce, szczególnie po pobycie w Sudanie. Znakomita odskocznia.\n\nW Karakałpacji wesele odbywające się na ulicy nie jest rzadkością.\n\nMzungu, czyli „chodzące dolary”\n\nRazem z koleżanką, która w tym czasie mieszkała w Chinach, wynajęły na Zanzibarze restaurację.\n\n– To kolejny z moich pomysłów – prowadzić restaurację na plaży na Zanzibarze. Wiele osób marzy o czymś takim, ale mało kto wie, jak to zrobić. Mi znowu pomógł czysty przypadek i dużo szczęścia. Na jednej z plaż na północy Zanzibaru, w malutkiej wiosce, poznałyśmy Polkę, która wcześniej prowadziła tam restaurację i już była tym troszeczkę znudzona. Szukała kogoś, kto dla niej poprowadzi tę restaurację. Razem z koleżanką dałyśmy sobie dwa tygodnie, by się zastanowić, przekalkulować, czy damy radę. Po tych dwóch tygodniach zdzwoniłyśmy się i stwierdziłyśmy, że w to wchodzimy. Było dużo pytań i załatwiania przeróżnych formalności, ale wszystko poszło w miarę sprawnie. Restauratorskiego fachu uczyłyśmy się od podstaw. Ani ja, ani koleżanka nigdy przedtem nie prowadziłyśmy żadnej restauracji. Było więc szkolenie pracowników, tworzenie nowego menu, które przepięknie wymyśliła moja koleżanka z Sudanu. Dodała takie bardzo artystyczne akcenty w postaci afrykańskich masek. Obydwie uczyłyśmy się gotować tamtejsze potrawy. Lokalny kucharz uczył nas, jak mają smakować, jak powinny wyglądać i jak mają być podane. Uczyłyśmy się, jak robić drinki. Do załatwiania wszystkich formalności potrzebna była pomoc lokalnego mieszkańca. On szybciej dogadywał się z urzędnikiem i pozałatwiał to, co było niezbędne. Jako mzungu, czyli biały człowiek, byłyśmy traktowane jako chodzące dolary. Od nas można było wyciągnąć więcej pieniędzy. Oczywiście były też bardziej denerwujące momenty. Nasza kelnerka wypijała w pracy nasz alkohol? Trzeba było to jakoś weryfikować, by zapobiec na przyszłość. Jednego dnia pracownicy przychodzili do pracy, innego już nie, albo szef kuchni przychodził do pracy pijany... A co do jedzenia, serwuje się w restauracji na Zanzibarze? Przede wszystkim przepyszne ryby. Owoce morza, które uwielbiam. Kałamarnice, krewetki, tuńczyk żółtopłetwy, przepyszne z grilla. Do tego ryż basmati, często mieszany z mleczkiem kokosowym i wtedy smakuje fenomenalnie. No i bardzo dużo różnych przypraw. Zanzibar nazywany jest wyspą przypraw. Są tam plantacje przypraw, które można pozwiedzać, zobaczyć, jak rośnie imbir, a małe afrykańskie banany smakują zupełnie inaczej niż te ze sklepów w Polsce. Mają żółto-pomarańczową barwę i są bardzo słodkie. W chatkach na plaży, które miały tylko zadaszenie chroniące przed słońcem, było pełno much, ale jedzenie jest bardzo smaczne. Właśnie ten ryż kokosowy z jakąś smażoną rybą, którą godzinę wcześniej złowili rybacy. Zdarzało mi się chodzić na targ rybny, gdzie kobiety praktycznie się nie pojawiały. Ale ja – jako biała – byłam tolerowana. Ryby kupuje się tam na aukcji, trzeba więc głośno krzyczeć. Nauczyłam się liczyć do 10 w suahili, mogłam więc podwyższać cenę i kupić rybę – opowiada Agnieszka Kicun.\n\n„Loca” znaczy „Szalona”\n\nDo dziś zdarza się jej wypróbowywać przepisy, które stosowała w „Loca”. Tak nazywała się restauracja. „Loca”, czyli szalona. Wśród nich są pikantne krewetki – Piri Piri Prawns.\n\n– W ogóle ta plaża miała coś w sobie szalonego. Szalone czasami były fale, które podchodziły pod restaurację. Z tym wiązało się zagrożenie, że mogą zmyć naszą restaurację. Był taki miesiąc czy dwa w roku, że te fale naprawdę były wysokie. Miejscowi przywozili olbrzymie zwały kamieni i rozsypywali je ciężarówkami na piasek, aby w jakiś sposób zabezpieczyć swoje domostwa. Czasami nie spałyśmy w nocy, by chronić swój mały dobytek. I znowu przez prawie 9 miesięcy prowadziłyśmy z koleżanką tę restaurację na zanzibarskiej plaży – opowiada Agnieszka Kicun.\n\nHrubieszowianka ma to wyjątkowe szczęście, że nawet podjęcie pracy w wielkim koncernie nie ograniczyło jej wyjazdów. Jej firma wysłała ją na prawie pół roku do Meksyku.\n\n– Znowu przepiękna natura wokół, bogactwo zabytków po Majach i Aztekach. Ale i podobieństwa w tym kraju do naszego społeczeństwa. Obydwa kraje są katolickie i bardzo rodzinne. Gdy Meksykanie dowiadywali się, że jesteśmy z Polski, od razu w rozmowach pojawiał się Juan Pablo II i Polonia. Gdziekolwiek się pojawiliśmy, były rozmowy i picie tequili, której nie pije się tak jak u nas w małych kieliszkach, ale w większych szklankach.\n\nPotem był Uzbekistan. To z kolei przeważnie pustynne krajobrazy. No i trzeba było być przygotowanym na stałe zainteresowanie tamtejszej milicji. Podróżniczka opowiada o wciąż istniejących, zatrważających obyczajach przedweselnych. Łatwiejsze do zaakceptowania są uzbeckie smaki. Króluje plow – miejscowa odmiana pilawu. Jest też uzbecka wersja szaszłyków. A do popicia? Na co dzień zielona herbata, a miejscowa wódka na szczególne okazje.\n\nAgnieszka Kicun pojechała tam z organizacją „Lekarze bez granic”. Zajmowali się tam leczeniem i zapobieganiem gruźlicy w lokalnej społeczności. Choroba wiązała się z katastrofą ekologiczną, która wydarzyła się na Jeziorze Aralskim. Wyschło, a wtedy zaczęły szerzyć się przeróżne choroby, przede wszystkim gruźlica i to takie zmutowane jej formy. Lekarze bez granic wkroczyli w te regiony lata temu i badali społeczeństwo, które zaczęło bardzo chorować. Pojawiły się nowotwory i wiele różnych chorób układu oddechowego.\n\n– Trafiłam do stolicy, która znajduje się na pustyni Kyzyl-Kum. To bardzo biedny region Uzbekistanu. Znowu spędziłam tam dziewięć miesięcy, pracując i bardzo dużo podróżując. W wolnych chwilach wsiadałam w pociąg lub lokalną marszrutkę i zwiedzałam ile tylko mogłam. Przede wszystkim skupiałam się na miejscach, które są częścią Jedwabnego Szlaku, czyli Bukhara, Chiwa, Samarkanda. Zwiedziłam Taszkient, gdzie znajduje się pierwsze i jedyne metro w Azji Centralnej.\n\nNajbliżej Aralu jest miasto Mujnak, wcześniej bardzo rozwinięte. Rosjanie przyjeżdżali tam odpoczywać. Kiedyś to miasto było przepięknym miejscem, a obecnie jest po prostu wymarłe. Wcześniej kwitło tam rybołówstwo, a obecnie nie ma tam niczego i robi to wyjątkowo przygnębiające wrażenie.\n\nPorwanie przed zamążpójściem\n\nW różnych regionach Uzbekistanu nadal żywa jest tradycja uprowadzania kobiety tuż przed zamążpójściem. Porwana przyszła panna młoda przetrzymywana jest w jakiejś komórce do czasu, aż zgodzi się wyjść za mąż za tego, który ją porwał.\n\n– Pracowałam z pielęgniarką, która miała taką historię w swojej młodości. Gdy miała 21 lat, została porwana, przez 3-4 dni przetrzymano ją w komórce u rodziców porywacza, aż zgodziła się za niego wyjść. I ten zwyczaj jest tam ciągle praktykowany – mówi podróżniczka. – A wracając do innych ciekawych rzeczy z Uzbekistanu, jeszcze nie tak dawno byłam zafascynowana mieszkaniem w jurtach. W ogóle miałam pomysł, żeby gdzieś w Polsce taką jurtę sobie postawić, może w Karkonoszach, niezbyt odległych od Wrocławia. Ale po jakimś czasie nadarzyła się okazja zamieszkania w takiej jurcie. Znaleźli się ludzie, którzy wyjeżdżali z Polski, a mieli taką jurtę w górach niedaleko Bielska-Białej. Potrzebowali kogoś, kto podczas ich nieobecności zajmie się ich jurtą, za jakąś opłatą oczywiście. Razem z partnerem wyjechaliśmy tam na miesiąc. Pracowaliśmy tam zdalnie i mieszkaliśmy w tej jurcie. Zrealizowałam więc i to swoje marzenie.\n\nGdy Agnieszka Kicun mieszkała w jurcie u stóp Beskidów, Ukrainę zaatakowały rosyjskie wojska i rozpoczęła się pełnoskalowa wojna u naszego wschodniego sąsiada.\n\n– Spakowałam więc najpotrzebniejsze rzeczy, wzięłam trochę wolnego z pracy i po prostu pojechałam jak najszybciej do Hrubieszowa. Jeździłam pomagać na przejściu granicznym w Dołhobyczowie, przez które uciekali przed wojną imigranci. Byłam także na przejściu granicznym w Zosinie. Tam razem z wolontariuszami też pomagałam. To, co mnie wtedy bardzo poruszyło, to autentyczna ludzka solidarność z wojennymi uciekinierami z Ukrainy. Pomagali im nasi sąsiedzi, znajomi... Tak naprawdę, każdy po prostu przyszedł i pomagał, jak tylko mógł. Dla mnie był to przejaw autentycznego braterstwa, takiego złączenia się ludzi. To się bardzo rzadko zdarza w obecnych czasach i dlatego było to niesamowite. Ludzie dawali sobie mnóstwo empatii i wsparcia. Aż mam gęsią skórkę na rękach, gdy o tym mówię. Dla mnie to było coś, czego wcześniej nie widziałam w Hrubieszowie – opowiada Agnieszka Kicun.\n\nSri Lanka – Matara. Egzotyczne świątynie, przepiękne plaże i wyjątkowo atrakcyjne miejsca do nurkowania.\n\nSkupienie na oddechu oddala stresy\n\nW czasie swojego wieloletniego intensywnego podróżowania miała wiele okazji, by spędzić bożonarodzeniowe święta w różnych szerokościach geograficznych na całym świecie.\n\n– W Karakałpacji uczestniczyłam w dużym spotkaniu świątecznym. Uzbecy nie świętują Bożego Narodzenia tak mocno jak my. Tam bardziej świętowany jest początek wiosny. 21 marca z wielkim rozmachem obchodzone jest święto kulturowo-religijne. A to duże spotkanie świąteczne zostało zorganizowane dla pracowników humanitarnych z organizacji „Lekarze bez granic”. Podczas tego spotkania każdy z uczestników dzielił się swoimi wspomnieniami o tym, jak spędza święta w swoim kraju. Było również wspólne gotowanie świątecznych potraw. Dokładnie nie pamiętam, co wtedy przygotowywałam, ale pamiętam, że potrawa nie wyszła mi tak, jak powinna. Nie miałam wszystkich składników potrzebnych do jej przyrządzenia – wspomina Agnieszka Kicun.\n\nW najbliższych planach ma ponowny wyjazd do Sri Lanki. Poprzednim razem była tam 2 tygodnie. To stanowczo zbyt krótko.\n\nByła tam we wrześniu tego roku. W tym kraju jest wiele wspaniałych, a wręcz urzekających miejsc do nurkowania. Mam uprawnienia do nurkowania z butlą na głębokość do 30 m pod powierzchnią wody. Podczas nurkowania potrzebna jest przede wszystkim koncentracja na oddechu. Tak naprawdę wtedy odpływa z nas wszystko, co zaprząta naszą uwagę w codziennym życiu – tłumaczy podróżniczka.\n\nNa pytanie, ile i jakiego Hrubieszowa wozi w sobie na rozliczne podróże po całym globie, Agnieszka Kicun odpowiada:\n\n– Lubię duże miasta, ale lepiej i naturalniej czuję się w mniejszych miasteczkach. Pewnie właśnie dlatego, że wychowałam się w Hrubieszowie, mam sentyment do mojego rodzinnego miasta. W pamięci wciąż pozostaje niemalże pewność, że tam się dobrze wraca, że zna się tamtejszych ludzi i tam po prostu czuję się jak u siebie w domu – podsumowuje Agnieszka Kicun.\n\nCzytaj też: Świąteczne podwójne wydanie \"Kroniki Tygodnia\" gotowe! W środku kalendarz na 2025 rok"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Latoszyn: nowe uzdrowisko na mapie Polski. Tutejsze wody są niezwykłe! Co mogą leczyć? Jakie atrakcje czekają? Cennik, dojazd, noclegi",
            "link": "https://www.msn.com/pl-pl/podroze/news/latoszyn-nowe-uzdrowisko-na-mapie-polski-tutejsze-wody-s%C4%85-niezwyk%C5%82e-co-mog%C4%85-leczy%C4%87-jakie-atrakcje-czekaj%C4%85-cennik-dojazd-noclegi/ar-AA1wz3RQ?ocid=BingNewsVerp",
            "description": "Ledwie dwa lata temu Polska wzbogaciła się o kolejną miejscowość uzdrowiskową. Latoszyn na Podkarpaciu uzyskał oficjalny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NscIWqS_5uhNd_PyEYfR8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Strona Podróży on MSN3 godz.",
            "source": "Strona Podróży on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Krakowie jest miejsce, gdzie można wejść do środka szopki. Zachwyci nie tylko najmłodszych",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/w-krakowie-jest-miejsce-gdzie-mo%C5%BCna-wej%C5%9B%C4%87-do-%C5%9Brodka-szopki-zachwyci-nie-tylko-najm%C5%82odszych/ar-AA1waGqZ?ocid=BingNewsVerp",
            "description": "Złoto, bajeczne kolory, architektura miasta i związane z nim postaci to jedynie słowa, które nie opisują magii krakowskiej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Eo5I-GFBwY8AYtqre7OJWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków Naszemiasto on MSN22 godz.",
            "source": "Kraków Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pomysły na spacer w woj. kujawsko-pomorskim. Gdzie warto iść w weekend 28 - 29 grudnia? 10 najciekawszych tras",
            "link": "https://pomorska.pl/pomysly-na-spacer-w-woj-kujawsko-pomorskim-gdzie-warto-isc-w-weekend-28-29-grudnia-10-najciekawszych-tras/ar/c7p1-22116479",
            "description": "Nim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 28 grudnia w woj. kujawsko-pomorskim ma być od 5°C do 5°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Y2zM38eXPFzKdCT%2fDW9nAg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Pomorska22 godz.",
            "source": "Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 27.12.2024",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-27122024/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVF.MLFIH7bkSGk19SZwfsRe0A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 27.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/te-monety-s%C4%85-warte-du%C5%BCo-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-czego-szukaj%C4%85-numizmatycy-27122024/ar-AA1wyfG2?ocid=BingNewsVerp",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński on MSN6 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 27.12.2024",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-27-12-2024/ar-AA1wyzej?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.jGfYGUnpXJtTHDO%2bQhz4MQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN5 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niesamowite znalezisko w Jerozolimie. Rzadki przedmiot liczy 1700 lat",
            "link": "https://wydarzenia.interia.pl/ciekawostki/news-niesamowite-znalezisko-w-jerozolimie-rzadki-przedmiot-liczy-,nId,7881948",
            "description": "Niesamowite odkrycie w Izraelu. Podczas wykopalisk w Jerozolimie archeolodzy znaleźli rzadką 1700-letnią lampę oliwną, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Wsf2p8IvD8nslTowz8Jd7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "INTERIA23 godz.",
            "source": "INTERIA",
            "article_content": "Rzadka ceramiczna lampa oliwna z okresu późnorzymskiego została niedawno odkryta podczas wykopalisk archeologicznych, prowadzonych przez Izraelski Urząd ds. Starożytności w pobliżu Góry Oliwnej w Jerozolimie. To wyjątkowe znalezisko, które - sądząc po śladach sadzy na dyszy - było używane około 1700 lat temu.\n\nLampa została ozdobiona przedstawieniami świątynnej menory (siedmioramienny świecznik, współcześnie obecny w herbie państwa Izrael), łopatki do kadzidła oraz lulawu, czyli gałązki palmy daktylowej używanej w żydowskim rytuale. Reklama\n\n- Znakomite artystyczne wykonanie lampy, która została znaleziona w całości, czyni ją wyjątkową i niezwykle rzadką - mówi Michael Chernin, dyrektor wykopalisk.\n\nIzrael. Niesamowite odkrycie archeologów\n\nMenora, łopatka do kadzidła i lulaw są żydowskimi symbolami, związanymi ze Świątynią. Eksperci podkreślają, że odkrycie to jest szczególnie zaskakujące, ponieważ istnieje niewiele dowodów na istnienie żydowskiego osadnictwa w Jerozolimie i okolicach z tego okresu.\n\nPo stłumieniu przez cesarza rzymskiego Hadriana żydowskiego powstania Bar Kochby w 135 roku n.e., Żydzi zostali wygnani z miasta. Lampa z Góry Oliwnej jest jednym z niewielu materialnych śladów żydowskiej obecności w rejonie Jerozolimy w III-V wieku n.e.\n\nWszystko wskazuje na to, że lampa należała do Żyda, który nabył ją ze względu na jej religijną symbolikę. - Oczywistym jest, że rzemieślnik, który zrobił tę lampę, poświęcił wiele czasu i wysiłku na jej dekorację - zauważa archeolog Benjamin Storchan.\n\nLampa oliwna spod Jerozolimy. Zdobi ją ważny dla Żydów symbol\n\nLampa została wykonana przy użyciu delikatnie i misternie rzeźbionych form wapiennych, jak również za pomocą wierteł i dłut. Formy zostały wykonane w dwóch częściach - górnej i dolnej. Reklama\n\nAby stworzyć tego typu lampę, garncarz wpierw wciskał glinę do form, które następnie ściskał ze sobą. Metoda wytwarzania lamp w formach pozwoliła na uzyskiwanie wyrafinowanych wzorów, a także dodanie delikatnych i szczegółowych zdobień.\n\nMenora świątynna stała się żydowskim symbolem w okresie Drugiej Świątyni. Po jej zburzeniu wizerunek siedmioramiennego świecznika stał się ważnym znakiem w żydowskiej pamięci zbiorowej zarówno w Izraelu, jak i w diasporze.\n\n\n\nŹródło: Ministerstwo Spraw Zagranicznych Izraela\n\n-----\n\nBądź na bieżąco i zostań jednym z 200 tys. obserwujących nasz fanpage - polub Interia Wydarzenia na Facebooku i komentuj tam nasze artykuły!"
        }
    }
]