[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z czasów PRL-u warte fortunę. Kolekcjonerzy właśnie ich szukają! [ZDJĘCIA] 30.10",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-monety-z-czas%C3%B3w-prl-u-warte-fortun%C4%99-kolekcjonerzy-w%C5%82a%C5%9Bnie-ich-szukaj%C4%85-zdj%C4%99cia-3010/ar-AA1NWeyB?ocid=BingNewsVerp",
            "description": "Na starych monetach z czasów PRL-u można zarobić dużo pieniędzy. Wycena monet zależy od ich stanu zachowania, a dobrze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.0qowG_2RHnDFLYejpDfxZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN2 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze monety",
            "link": "https://nto.pl/tag/najcenniejsze-monety",
            "description": "W Narodowym Banku Polskim od 1 grudnia można nabywać nowe monety - złote o nominale 500 zł i srebrne 50 zł. Są to monety ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KF0LAwYC9ods4aiL9btHkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska1 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biżuteria z czasów PRL-u warta majątek! Masz takie kolczyki, bransolety czy wisiorki? Są dużo warte 30.10",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/bi%C5%BCuteria-z-czas%C3%B3w-prl-u-warta-maj%C4%85tek-masz-takie-kolczyki-bransolety-czy-wisiorki-s%C4%85-du%C5%BCo-warte-3010/ar-AA1O2mgf?ocid=BingNewsVerp",
            "description": "Nawet kilka tysięcy złotych za bransoletkę, kolczyki lub pierścionek. Na starej biżuterii z czasów PRL-u można zarobić dużo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.NjHkJoxJLCtpCk0AVQSLIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN2 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Robiłem porządki w starej stodole dziadków. Znalazłem prawdziwe perełki",
            "link": "https://www.onet.pl/turystyka/szaryburekpl/robilem-porzadki-w-starej-stodole-dziadkow-znalazlem-prawdziwe-perelki/gmw5mwg,30bc1058",
            "description": "Posiadam na południu Polski stare gospodarstwo rolne po mojej babci. Od bardzo wielu lat już tam nikt nie mieszka i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3P8rO8QCFE0Rq7dAZ8S5kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Onet58 min",
            "source": "Onet",
            "article_content": "Posiadam na południu Polski stare gospodarstwo rolne po mojej babci. Od bardzo wielu lat już tam nikt nie mieszka i praktycznie wszystko zatrzymało się w czasie. Ze względu na odległość, jaka dzieli mnie od tego miejsca, odwiedzam je kilka razy w roku. Ostatnio postanowiłem, że zrobię porządek w starej stodole, która ledwo już stoi. Rzadko się tam zagląda, bo jest tam straszny bałagan i nikomu się nie chce podczas urlopu w niej sprzątać. Ja się zawziąłem i postanowiłem zrobić w niej trochę porządku. Przeszukując stare szuflady, meblościanki i skrzynie, odkryłem prawdziwe perełki minionej epoki. Znalazłem stare przepisy kulinarne mojej babci z 1958 r. Sejf dziadka, w którym znajdowały się jeszcze monety, starą krajalnicę do chleba, a także kalendarz dziadka, w którym zaznaczył sobie w 1989 r. że \"Owce się goniły\". W galerii pod spodem znajdziecie więcej zdjęć z tego miejsca."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 30.10.2025 - najważniejsze wydarzenia. Przygotowaliśmy przegląd prasy z wczoraj",
            "link": "https://nto.pl/prasowka-30-10-2025-najwazniejsze-wydarzenia-przygotowalismy-przeglad-prasy-z-wczoraj/ar/c1p1-19960921",
            "description": "HOROSKOP dzienny na środę 29 października 2025 roku dla każdego znaku zodiaku. Sprawdź swój horoskop na dziś i zobacz, co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.T2X29ji1U9vctG7PImHZJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska4 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z czasów PRL to rarytas dla kolekcjonerów. Ceny tych naczyń, figurek i wazonów",
            "link": "https://pomorska.pl/stara-porcelana-z-czasow-prl-to-rarytas-dla-kolekcjonerow-ceny-tych-naczyn-figurek-i-wazonow/ar/c9p2-28072491",
            "description": "Ceny porcelany z PRL w 2025 roku są bardzo zróżnicowane. Najcenniejsze są figurki autorstwa Lubomira Tomaszewskiego czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ywS1z3H6LC7dKhsTnAcmay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska16 godz.",
            "source": "Gazeta Pomorska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Od wieków uważano je za pechowe. Tych przedmiotów pozbywano się z domu w pierwszej kolejności",
            "link": "https://www.polsatnews.pl/ciekawostki/2025-10-29/od-wiekow-uwazano-je-za-pechowe-tych-przedmiotow-pozbywano-sie-z-domu-w-pierwszej-kolejnosci/",
            "description": "Od dawna ludzie wierzyli, że niektóre przedmioty mogą sprowadzać szczęście, a inne pecha. Tradycje te, choć zakorzenione w dawnych wierzeniach i przesądach, wciąż silnie oddziałują na wyobraźnię. Nawe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.gqghbhQ0lymmjp4YAd1iQw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Polsat News20 godz.",
            "source": "Polsat News",
            "article_content": "O ich wpływie od wieków przypominają popularne przysłowia i tradycje. Czy zbite lustro naprawdę zwiastuje lata niepowodzeń? A czy uschnięte kwiaty mogą symbolicznie odbierać energię?\n\nRzeczy, których lepiej unikać w domu\n\nJednym z najczęściej przywoływanych przykładów jest rozbite lustro, symbol siedmiu lat nieszczęścia. Tłuczone szkło od dawna budziło lęk i było utożsamiane z zakłóceniem harmonii, a jego odłamki traktowano niemal jak omen. Podobnie działa stłuczona porcelana, która ma odzwierciedlać kruche szczęście rodzinne.\n\nWiele uwagi poświęca się także zegarom, które przestały odmierzać czas. Stojący zegar w symbolice ludowej oznacza zatrzymanie losu i blokowanie nowych wydarzeń. Z kolei kalendarze, których nie wymienia się na bieżąco, rzekomo zatrzymują domowników w przeszłości i utrudniają rozwój.\n\nZOBACZ: Czy Halloween to grzech? Duchowni stawiają sprawę jasno\n\nW niektórych kulturach ostrzega się również przed trzymaniem w mieszkaniu uschniętych roślin. Choć mogą wydawać się zwykłą dekoracją, kojarzone są jednak z utratą energii i końcem cyklu życia. Jeszcze inne przekonania dotyczą kaktusów czy roślin kolczastych, mówi się, że ich obecność sprzyja konfliktom i napięciom.\n\nNegatywnie postrzegane są także trofea myśliwskie i wypchane zwierzęta, symbolizujące śmierć i cierpienie. Wszystkie te przedmioty łączy jedno, przypisywana im aura niepokoju oraz przekonanie, że zakłócają harmonię domowego ogniska.\n\nPrzedmioty z drugiej ręki i \"znaleziska\"\n\nSporo przesądów dotyczy także przedmiotów, które trafiają do domu z nieznanego źródła. Dawniej wierzono, że rzeczy znalezione na ulicy, takie jak monety, biżuteria czy drobne ozdoby, mogą być obciążone \"energią\" poprzedniego właściciela. W niektórych kulturach panowało przekonanie, że zgubione rzeczy często niosą ze sobą pecha, ponieważ ktoś mógł się ich celowo pozbyć, aby odciąć się od własnych problemów.\n\nZOBACZ: Pikachu, Naiki czy Torino. Japonia walczy z imionami\n\nPodobnie bywa z antykami czy meblami kupionymi na targach staroci, choć ich historia potrafi fascynować, to w tradycji ludowej mówi się, że takie przedmioty mogą zachować emocje dawnych właścicieli, zarówno te dobre, jak i te złe. Współcześni psychologowie dodają, że niekiedy sam sugestywny wygląd rzeczy, na przykład zniszczone lustro w ciężkiej ramie czy stara lalka, potrafi wywołać uczucie niepokoju i psuć atmosferę w mieszkaniu.\n\nW niektórych regionach Polski przetrwało także przekonanie, że nie należy przyjmować do domu ostrych przedmiotów w prezencie, jak noże czy nożyczki, bo mogą \"przeciąć\" więzi rodzinne. Dziś większość z tych przekonań traktuje się z przymrużeniem oka, ale wciąż bywają osoby, które wolą zachować ostrożność.\n\nWidziałeś coś ważnego? Przyślij zdjęcie, film lub napisz, co się stało. Skorzystaj z naszej Wrzutni\n\nred. / polsatnews.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europosłanka buszowała na pchlim targu. Na kilka przedmiotów Marta Wcisło wydała spore pieniądze",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/europos%C5%82anka-buszowa%C5%82a-na-pchlim-targu-na-kilka-przedmiot%C3%B3w-marta-wcis%C5%82o-wyda%C5%82a-spore-pieni%C4%85dze/ar-AA1Ptc4l?ocid=BingNewsVerp",
            "description": "Lubelska Giełda Staroci organizowana jest tylko w ostatnią niedzielę każdego miesiąca. A jako, że Marta Wcisło (56 l.) ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IzStu7SOJpvIDTbQOasEkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Polityka on MSN3 godz.",
            "source": "Polityka on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jesień na Ostrowie Tumskim w Poznaniu. Spacer po miejscu, gdzie zaczęła się Polska w wyjątkowej scenerii. Zobacz zdjęcia!",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/jesie%C5%84-na-ostrowie-tumskim-w-poznaniu-spacer-po-miejscu-gdzie-zacz%C4%99%C5%82a-si%C4%99-polska-w-wyj%C4%85tkowej-scenerii-zobacz-zdj%C4%99cia/ar-AA1PpiHs?ocid=BingNewsVerp",
            "description": "Jesienią Ostrów Tumski zachwyca spokojem i nastrojem. Złote liście tworzą wyjątkową scenerię dla spacerów i zdjęć. To idealne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tcDeJvD020C7ThQ2X0hMKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Poznań Nasze Miasto on MSN23 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niesamowita ruina i wąwóz w lesie na stoku Lisiego Kamienia. Kiedyś słychać było tu świst kul oraz wybuchy granatów",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/niesamowita-ruina-i-w%C4%85w%C3%B3z-w-lesie-na-stoku-lisiego-kamienia-kiedy%C5%9B-s%C5%82ycha%C4%87-by%C5%82o-tu-%C5%9Bwist-kul-oraz-wybuchy-granat%C3%B3w/ar-AA1PcCT9?ocid=BingNewsVerp",
            "description": "Niesamowita ruina wyglądająca jak pozostałości po leśnej warowni. Tymczasem to relikt nowoczesnego obiektu, który powstał 100 lat temu na stoku Lisiego Kamienia (603 m n.p.m.) pomiędzy Nowym Poniatowe ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gazeta Wrocławska on MSN17 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niemieckie napisy na wrocławskich kamienicach. Oto ślady Breslau na murach",
            "link": "https://tuwroclaw.com/artykul/niemieckie-napisy-na-n2120183",
            "description": "Codziennie mijamy je na starych, wrocławskich kamienicach. Jedna są ledwo widoczne, inne odnowione i zachowane - przypominają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8tbvDbuMfgE8xA3jeDJXZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "tuwroclaw.com18 godz.",
            "source": "tuwroclaw.com",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 1 - 2 listopada",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-1-2-listopada/ar/c7p1-22115647",
            "description": "We współpracy z Traseo przygotowaliśmy dla Was 3 trasy spacerowe w odległości do 6 km od Kołobrzegu, które polecają inni ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KRe_-u3HNFXBNvg3PmSjFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto18 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak wyglądała przedwojenna stacja benzynowa nad Odrą?Przyjrzą się pozostałościom zabudowy, która nie istnieje od dziesiątek lat",
            "link": "https://wszczecinie.pl/jak-wygladala-przedwojenna-stacja-benzynowa-nad-odraprzyjrza-sie-pozostalosciom-zabudowy-ktora-nie-istnieje-od-dziesiatek-lat/52763",
            "description": "Dziś trudno sobie wyobrazić tę część Łasztowni gęsto zabudowaną spichlerzami, i warsztatami z brukowanymi dziedzińcami oraz budynkami gospodarczymi z XVIII czy XIX wieku. Nieznaną wielu mieszkańcom hi ...",
            "image_url": "https://www.bing.pl/th?id=ODF.fkxWm4k1xCveNtTyQMuBDg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "wSzczecinie.pl22 godz.",
            "source": "wSzczecinie.pl",
            "article_content": "Dziś trudno sobie wyobrazić tę część Łasztowni gęsto zabudowaną spichlerzami, i warsztatami z brukowanymi dziedzińcami oraz budynkami gospodarczymi z XVIII czy XIX wieku. Nieznaną wielu mieszkańcom historię przybliżą trwające prace archeologiczne, które poprzedzają budowę Teatru Współczesnego.\n\nSpis Treści\n\nWykopaliska obejmują obszar między Trasą Zamkową a biurowcem Lastadia. – To teren, który do tej pory był słabo rozpoznany naukowo, mimo że stanowi jedno z najstarszych miejsc użytkowanych przez mieszkańców Szczecina. Celem badań jest rozpoznanie i udokumentowanie nawarstwień kulturowych oraz reliktów historycznej zabudowy Łasztowni, zanim rozpocznie się budowa nowej siedziby teatru – tłumaczy Piotr Zieliński, rzecznik prasowy miasta ds. inwestycji.\n\nOdsłaniają ślady dawnej zabudowy\n\nW czasie II wojny światowej alianckie bombowce celowały przede wszystkim w port. Dlatego większa część zabudowy Łasztowni została zrównana z ziemią. Klimat tętniącej życiem, gęsto zabudowanej dzielnicy portowo-magazynowej pozostał tylko na starych zdjęciach. Teraz jednak można zobaczyć na własne oczy odkopane relikty dawnych budynków.\n\n– Poza dawną zabudową portową odsłonięto również pozostałości infrastruktury przemysłowej z pierwszej połowy XX wieku – w tym przedwojennej stacji benzynowej czy magazynu ceramicznych bezpieczników – opowiada Piotr Zieliński.\n\nArcheolodzy pracujący na Łasztowni korzystają nie tylko z tradycyjnych metod, ale też nowoczesnych technologii. Takich jak zdjęcia wykonywane z powietrza dronami i oprogramowanie GIS.\n\n– W pierwszym etapie badań usunięte zostały współczesne nasypy o grubości około metra. Pod nimi odsłoniły się relikty nowożytnej i współczesnej architektury – m.in. fragmenty spichlerzy, warsztatów, brukowanych dziedzińców i budynków gospodarczych z XVIII i XIX wieku – relacjonuje Piotr Zieliński.\n\nZnaleziono fragmenty ceramiki, elementy metalowe i drobne przedmioty codziennego użytku. Archeolodzy liczą, że uda się odkopać artefakty pochodzące nawet ze średniowiecza. Najciekawsze znaleziska trafią do muzeum, a wyniki badań zostaną szczegółowo opracowane.\n\nWielu architektów chce zaprojektować nowy Teatr Współczesny\n\nW miejscu archeologicznych wykopalisk stanie w przyszłości nowy Teatr Współczesny. Na razie trwa międzynarodowy konkurs architektoniczny na najlepszy projekt. Zgłosiło się już ponad 60 pracowni. Wyniki mają zostać ogłoszone w marcu 2026 roku.\n\nNadzór nad realizacją konkursu oraz inwestycji sprawuje spółka Szczecińskie Inwestycje Miejskie Sp. z o.o."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Wyrzucane są sprawne sprzęty poszukiwane przez kolekcjonerów\". W Legnicy na śmieci trafiły m.in. organy",
            "link": "https://www.radiowroclaw.pl/articles/view/155412/Wyrzucane-sa-sprawne-sprzety-poszukiwane-przez-kolekcjonerow-W-Legnicy-na-smieci-trafily-m-in-organy",
            "description": "Mogłyby stanowić wyposażenie niejednej wystawy. Na giełdach kolekcjonerskich ich wartość sięga nawet kilkunastu tysięcy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vOaLRRUK-5PHGQTOiW0Gmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Wrocław2 godz.",
            "source": "Radio Wrocław",
            "article_content": "\"Wyrzucane są sprawne sprzęty poszukiwane przez kolekcjonerów\". W Legnicy na śmieci trafiły m.in. organy\n\nMogłyby stanowić wyposażenie niejednej wystawy. Na giełdach kolekcjonerskich ich wartość sięga nawet kilkunastu tysięcy złotych. Mniej więcej połowa z nich jest wciąż sprawna. A mimo to trafią na przemiał. Mowa o przedmiotach jakie trafiają do PSZOK-ów. W Legnicy zakończyła się właśnie zbiórka odpadów elektronicznych i wielkowymiarowych. Wśród nich znalazły się między innymi... sprawne organy muzyczne z lat 70-tych.\n\nSkarby na śmietniku? I to w sporych ilościach - przynajmniej raz na dwa miesiące. W Legnicy przy okazji zbiórek odpadów elektronicznych i wielkogabarytowych do PSZOK-ów trafiają między innymi dębowe meble, których wartość sięga nawet kilku tysięcy złotych. - Zdarza się, że mieszkańcy wyrzucają sprawne sprzęty poszukiwane przez kolekcjonerów - wyjaśnia Robert Acedoński, szef Legnickiego Przedsiębiorstwa Gospodarki Komunalnej:\n\n- Radia na przykład \"zodiak\", ale i \"radmory\" się zdarzały, \"amatory\". I to sprawne, że było żal je wyrzucać, bo to miało wartość. Ktoś coś nowego kupił, te wieże które były już później plastikowe, i nie takie wytrzymałe jak ten nasz polski producent, który produkował. Niestety, my nie możemy przekazywać odpadów. Idzie to na zmielenie.\n\nplay\n\npause\n\nstop Aby odsłuchać załączonego dźwięku zaktualizuj przeglądarkę lub/i wtyczkę Adobe Flash Player.\n\nNawet najcenniejsze przedmioty zgodnie z prawem muszą zostać zutylizowane\n\nPracownicy LPGK przyznają, że w PSZOK-ach często pojawiają się kolekcjonerzy, zainteresowani odkupieniem wyrzuconych przedmiotów. Prawo nie pozwala jednak na taki recykling. W przeszłości zdarzały się próby włamań do kontenerów z odpadami. Teraz teren jest zabezpieczony i monitorowany. - Jest też wiele innych przedmiotów, po które kiedyś przed sklepami ustawiały się długie kolejki - przyznaje Szymon Pyrka, kierownik legnickiego Zakładu Oczyszczania Miasta:\n\n- Pralka \"frania\" jest dość częstym towarem. Trafiają się też ruskie \"rubiny\" - telewizory, czasami aparaty fotograficzne. Ludzie wyrzucają. Młodemu pokoleniu to się nie przydaje, nie czują wartości i przywiązania do tych rzeczy. Tu mamy składowisko wszystkich elektroodpadów, gdzie znajdziemy komputery, lodówki, radioodbiorniki, odkurzacze... Wszystko co człowiek potrzebuje do dnia codziennego.\n\nplay\n\npause\n\nstop Aby odsłuchać załączonego dźwięku zaktualizuj przeglądarkę lub/i wtyczkę Adobe Flash Player.\n\nAby ocalić przynajmniej część najbardziej wartościowych przedmiotów pracownicy Legnickiego Przedsiębiorstwa Gospodarki Komunalnej zorganizowali historyczną wystawę edukacyjną. Jest to jednak jedynie rozwiązanie chwilowe. Zgodnie z prawem wcześniej czy później odpady muszą bowiem zostać zutylizowane.\n\nZ pracownikami Legnickiego Przedsiębiorstwa Gospodarki Komunalnej rozmawiał reporter Radia Wrocław Andrzej Andrzejewski:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "30 PAŹDZIERNIKA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-10-30,7,day.html",
            "description": "Wystawa plenerowa na terenie dawnego niemieckiego nazistowskiego obozu pracy i koncentracyjnego Plaszow. Pomiędzy ul. Kamieńskiego i Wielicką, w miejscach ważnych dla historii obozu ustawiono 19 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków8 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najcenniejsze monety",
            "link": "https://nto.pl/tag/najcenniejsze-monety",
            "description": "W Narodowym Banku Polskim od 1 grudnia można nabywać nowe monety - złote o nominale 500 zł i srebrne 50 zł. Są to monety ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KF0LAwYC9ods4aiL9btHkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska1 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    }
]