[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Letnie Brzmienia 2025 w Poznaniu: dzień pierwszy. Pożegnania i powroty [RELACJA]",
            "link": "https://muzyka.interia.pl/pop/news-letnie-brzmienia-2025-w-poznaniu-dzien-pierwszy-pozegnania-i,nId,22300353",
            "description": "29-30 lipca w Poznaniu odbywa się finał festiwalu Santander Letnie Brzmienia 2025. W piątkowy wieczór w Parku Cytadela miało miejsce wielkie pożegnanie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.fZOr4KGEfaTfOU8GGqtXAQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Muzyka w Interia.pl15 godz.",
            "source": "Muzyka w Interia.pl",
            "article_content": "Prognozy pogody na pierwszy dzień festiwalu nie zwiastowały niczego dobrego. W Poznaniu pół dnia lał deszcz, a organizatorzy imprezy przestrzegli widzów przed kałużami i polecili zaopatrzyć się w płaszcze przeciwdeszczowe i wygodne kalosze. Całe szczęście, po otwarciu bram w Parku Cytadela nie spadła już ani kropla deszczu, a błoto wcale nie przeszkadzało w świetnej zabawie.\n\nPiątkowe festiwalowe popołudnie rozpoczęłam na specjalnej scenie Next Festa, która rozstawiona została tuż obok sceny głównej. Publiczność powitał tam zespół Shama, który w kwietniu zachwycił uczestników showcase'owej imprezy. Tym razem ponownie podołał zadaniu i rozbujał tłum, choć ludzie dopiero zaczynali wchodzić w koncertowy nastrój. Pojawiło się sporo chwytliwych melodii i tekstów zapadających w pamięć. Ciepłe dźwięki gitary i basu oraz delikatny, ale donośny głos wokalistki (z niemniej wspaniałym chórkiem) wręcz idealnie wpasowały się w piknikowy klimat Letnich Brzmień.\n\nNa sam koniec występu Shamy większość widowni zaczęła zmierzać już w stronę głównej sceny, gdzie za chwilę miało odbyć się show Ani Dąbrowskiej. Kilka ostatnich sekund finałowej piosenki zespołu wybrzmiało już więc po cichu. Technicy wyłączyli im nagłośnienie, przez co muzycy dośpiewali końcówkę bez \"wspomagaczy\", jedynie siłą swoich instrumentów i głosów.\n\nAnia Dąbrowska przyciągnęła pod dużą scenę spory tłum. Wystąpiła w zjawiskowej, cekinowej sukience z piórami, a jej rozbudowany zespół robił prawie tak samo piorunujące wrażenie, jak sceniczna stylizacja. \"Chcecie usłyszeć moje nowe piosenki? To nie ten koncert! Na dzisiaj mamy tylko starocie\" - krzyknęła w stronę publiczności, po czym wykonała słynne radiowe przeboje, które ludzie wyśpiewywali w niebogłosy. Nie zabrakło \"Porady na zdrady\", \"Tego chciałam\" oraz \"Nigdy więcej nie tańcz ze mną\". Artystka zadbała o uznanie dla swoich muzyków - mieli okazję popisać się w wielu solówkach. Duże wrażenie zrobił na mnie chórek, który miał nieskończone pokłady energii i wielokrotnie ciągnął przeboje do końca, gdy Ania Dąbrowska odpoczywała wokalnie.\n\nCórka jednego z braci Golec próbuje swoich sił na scenie muzycznej! Wystąpiła na Letnich Brzmieniach w Poznaniu\n\nTuż po występie Dąbrowskiej na scenie Next Festa pojawiła się wokalistka, której rodzina podbija nasz rynek muzyczny od wielu lat. Nie ma w Polsce osoby, która nie potrafiłaby zanucić choć fragmentu \"Ściernisca\" czy \"Słodyczy\". Maja Golec odcina się jednak od góralskich wpływów i daleko jej do twórczości Golec uOrkiestry, w której gra jej ojciec. Młoda artystka próbuje swoich sił w tanecznych, popowych kawałkach, czego doświadczyć mogli widzowie Letnich Brzmień. Nie zabrakło chwytliwych refrenów, prostych tekstów, nieco kołysania oraz popisów wokalnych.\n\nProjekt Babie Lato 2025 wybrzmiał po raz ostatni\n\nNiedługo po godzinie 19:00 przyszedł czas na koncert projektu specjalnego Babie Lato 2025. Margaret, Zalia i Sara James już od pierwszych chwil po wyjściu na scenę były wyraźnie poruszone - to ostatni raz, gdy mogły wspólnie odśpiewać znane covery oraz swoje autorskie utwory przed festiwalową publicznością. Finał Letnich Brzmień w Poznaniu obfitował więc we wzruszenia, przemowy pożegnalne i podziękowania.\n\nWidać było, że artystki świetnie się bawią, spędzając wspólnie czas na scenie. Chwilami miałam wrażenie, że zapominały o oglądającej je publiczności i zachowywały się tak, jakby były na domówce. W pozostałych momentach zachęcały uczestników festiwalu do wspólnego śpiewania, klaskania, skakania i zabawy. Ich układy choreograficzne wręcz porywały do tańca, a znane i lubiane covery tylko w tym pomagały.\n\nZ początku Sara James zmagała się z problemami technicznymi - jej mikrofon nie działał - jednak prędko wszystko zostało naprawione. 16-letnia wokalistka zrobiła na mnie ogromne wrażenie, zarówno swoją energią, jak i pięknym głosem. Margaret wykazała się wielką dojrzałością i pokazała, że nie jest to jej pierwszy tydzień na scenie. Z kolei Zalia nie odstawała ani na milimetr - zrobiła show, jakiego dawno nie widziałam (szczególnie przy okazji swojej solówki podczas \"Can't Get You Out of My Head\").\n\nProjekt Babie Lato 2025: Sara James, Zalia i Margaret Karol Makurat/REPORTER East News\n\nW Parku Cytadela wybrzmiały ponadczasowe hity, takie jak \"Nie mogę cię zapomnieć\" Agnieszki Chylińskiej, \"I Love It\" Icony Pop i Charli xcx, \"Zakręcona\" Reni Jusis czy \"Tattoo\" Loreen. Był także mashup ballady Ani Dąbrowskiej oraz rapowego przeboju młodego pokolenia \"Szklanki\". Publiczność doskonale bawiła się również przy ogniskowym szlagierze Happysadu - \"Zanim pójdę\". Członkinie Babiego Lata 2025 wykonały także kilka autorskich piosenek, które zarejestrowane zostały na specjalnej EP-ce towarzyszącej projektowi. \"Co za noc\" rozruszało nawet największych sztywniaków i sprawiło, że wszyscy festiwalowicze gotowi byli na kolejne muzyczne niespodzianki.\n\nKrzysztof Zalewski zaapelował do publiczności Letnich Brzmień w Poznaniu\n\nScenę główną po krótkiej przerwie przejął Krzysztof Zalewski, wraz ze swoim zespołem. Ani przez chwilę nie wątpiłam w to, że będzie to mój ulubiony koncert tego wieczoru... i tak też się stało. Muzyk doskonale odnajduje się na festiwalach i potrafi zrobić show, które zapada w pamięci jeszcze na długie tygodnie.\n\n\"Siłą napędową wszechświata jest miłość\" - stwierdził wokalista, po czym odśpiewał nieco przygnębiającą piosenkę o przyszłości, w której to maszyny będą musiały się kochać. Oprócz \"Robotów\" na scenie wybrzmiały także hity takie jak \"Annuszka\", \"ZGŁOWY\", \"Nastolatek\" czy \"Zabawa\". Była też reggae wersja \"Miłość miłość\", cover \"Tennessee Whiskey\" bez akompaniamentu instrumentów, hit Męskiego Grania 2018 \"Początek\", a nawet konkurs, w którym to publiczność wybrała, co zaśpiewa Zalewski (bitwa pomiędzy \"Polsko\" a \"Kurierem\" błyskawicznie zakończyła się zwycięstwem tego pierwszego kawałka).\n\nW pewnym momencie koncertu Zalewski wyznał, że był niegdyś \"psychofanem Nosowskiej\". Tuż po nim na scenę miał wyjść bowiem zespół Hey, który powrócił tego lata do koncertowania na specjalne zaproszenie Letnich Brzmień. Artysta wyznał, że miał w swoim życiu epizod, podczas którego grał z kultową grupą. Na scenie w Parku Cytadela zastanawiał się, czy to dobrze, że dawni koledzy z formacji siedzą teraz za kulisami i słuchają jego koncertu. Przyznał, że nieco stresuje go cała ta sytuacja.\n\nMęskie Granie w Krakowie 2025: Zalewski x T.Love Robert Wilk INTERIA.PL\n\nZalewski zabrał także głos w sprawie konfliktu izraelsko-palestyńskiego. Wystąpił na koncercie w specjalnie uszytym stroju, na wzór flagi Palestyny, którym okazał wsparcie ludności poszkodowanej przez wojnę. Zaapelował do publiki, aby postarała się wspierać działaczy i szerzyć świadomość na temat tego, co dzieje się na terenach dotkniętych konfliktem. Opowiedział o akcji pomocy humanitarnej Global Sumud Flotilla, w której już w najbliższą niedzielę weźmie udział także delegacja z Polski. Zaprosił widzów do oglądania transmisji z całego przedsięwzięcia, które będzie próbą przełamania blokady Strefy Gazy. \"W rocznicę powstania Solidarności okażmy solidarność! Ale nie jestem od polityki, tylko od śpiewania\" - podsumował swój apel Zalewski, po czym przeszedł do dalszego grania.\n\nHey powrócił do koncertowania po wielu latach! \"Byliśmy już pod ziemią\"\n\nNa koniec piątkowego wieczoru scenę Letnich Brzmień przejął zespół, na którego powrót Polacy czekali latami. Hey, z Katarzyną Nosowską na czele, na specjalne zaproszenie organizatorów letniej trasy, wrócili do grania i zaprezentowali się w pięciu miastach - Krakowie, Wrocławiu, Warszawie, Gdańsku oraz Poznaniu. Finał w Parku Cytadela był więc koncertem niezwykle emocjonalnym, nie tylko dla publiczności, lecz także dla muzyków. \"Byliśmy już pod ziemią, pod nagrobkiem i nagle ktoś mówi: 'Hello! Wstajemy'\" - zażartowała Nosowska.\n\nGrupa zaprezentowała szeroki przekrój swojej twórczości. Na setliście nie zabrakło poruszających ballad, takich jak \"Z rejestru strasznych snów\" oraz \"List\", a także największych hitów - \"Teksański\", \"[sic!]\" czy \"Zazdrość\" - zagranych na bis. \"Narodziny nowej piosenki, to jedyny słuszny dowód na to, że zespół nie zmarł\" - podkreśliła w pewnym momencie wokalistka, po czym odśpiewała wraz z zespołem również swój najnowszy numer \"Bezruch\".\n\nNie obyło się bez niespodzianek. Podczas utworu \"Muka\" na scenie pojawił się występujący wcześniej Zalewski, którego Nosowska w pierwszej chwili nie zauważyła! Artysta chwycił za mikrofon jednego z gitarzystów i zaczął śpiewać wersy kultowej piosenki razem z liderką Heya. Ta, niezwykle zaaferowana występem, dopiero po chwili zorientowała się, że młodszy kolega dołączył do duetu. Nie kryła swojej radości, a po wspólnym wykonie dziękowała Krzyśkowi za przybycie.\n\nPrzed każdą z piosenek Nosowska zabierała głos i skrupulatnie tłumaczyła widzom, o czym będzie opowiadało kolejne wykonanie. Jej nietuzinkowe poczucie humoru sprawiło, że chwilami czułam się jak na stand upie, a nie koncercie. Przy okazji jednej z opowieści gwiazda wyznała również, że tuż po północy kończy \"bardzo dużo lat\". W tym momencie publiczność błyskawicznie zaczęła śpiewać jej \"Sto lat\". Nosowska zareagowała zawstydzeniem, jednocześnie przyznając, że nie cierpi urodzinowej piosenki (opowiedziała przy tym kolejną anegdotę o tym, jaką presję czuje śpiewając ją w towarzystwie, w którym wszyscy wiedzą, że jest zawodową wokalistką).\n\nSantander Letnie Brzmienia w Krakowie: Hey Robert Wilk INTERIA.PL\n\n\"Bóg jeden raczy wiedzieć, co się wydarzy\" - powiedziała w trakcie koncertu liderka Heya, zastanawiając się nad przyszłością zespołu. Choć widać było, że doskonale czuje się na scenie, wykonując utwory sprzed lat, Nosowska od pewnego czasu skupia się raczej na swojej karierze solowej. Podczas ostatnich piosenek, gdy coraz bardziej dało się odczuć atmosferę finału, artystka sięgnęła do swojej kieszeni po chusteczkę, a z jej oczu zaczęły płynąć łzy. Widać było, że zaczyna docierać do niej, że kolejna przygoda Heya dobiega końca.\n\n\"Przepraszam, kurde, ale się spłakałam! Obiecałam sobie, że nie będę\" - wyznała Nosowska, z trudem wydobywając z siebie słowa. \"Moja i twoja nadzieja\", która wybrzmiała jako ostatnia, nabrała więc jeszcze bardziej poruszającego charakteru i sprawiła, że całej publiczności zaszkliły się oczy.\n\nCo naprawdę dzieje się na Pol'and'Rock Festivalu? Zobacz nagranie z pola INTERIA.PL"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giełda staroci wraca do poprzedniej lokalizacji. Od niedzieli",
            "link": "https://epoznan.pl/news-news-167124-gielda_staroci_wraca_do_poprzedniej_lokalizacji_od_niedzieli",
            "description": "Zapoznaj się z poniższymi informacjami, abyś mógł świadomie i komfortowo korzystać z naszych serwisów internetowych. Szczegółowe informacje dotyczące przetwarzania Twoich danych znajdziesz w Polityce ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XssJMuMR3jmFUPkcGSW0GQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "epoznan.pl10 godz.",
            "source": "epoznan.pl",
            "article_content": "Teraz będzie działać jednocześnie w dwóch miejscach.\n\nWcześniej \"Giełda Staroci Pchli Targ\" przeniosła się ze Starej Rzeźni i odbywała się przy centrum handlowym M1. Od maja 2024 zmieniła się lokalizacja. Giełda, ze względu na brak miejsca, przeniosła się na parking Centrum Handlowego Auchan Poznań Komorniki. Choć obawiano się, że takie zmiany mogą wpłynąć na frekwencję klientów, już od pierwszych chwil działania okazało się, że również do tej lokalizacji przybywały tłumy.\n\n\n\nOd jutra lokalizacje będą dwie. \"Od 31 sierpnia nasza firma Giełda Handlowa Sp.j. wznawia działalność pchlego targu przy Centrum Handlowym M1 w Poznaniu, ul. Szwajcarska 14. Giełdy będą odbywały się w każdą niedzielę od godziny 6:00 do 14:00 na parkingu przed CH M1\" - zapowiada Wojciech Mańkowski, organizator pchlich targów.\n\n\n\n\"Równolegle przy CH Auchan Poznań Komorniki kontynuowana będzie w każdą niedzielę giełda pchli targ oraz giełda antyków\" - dodaje."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prace archeologiczne na zamku Kmitów. \"Tworzymy tzw. trwałą ruinę\"",
            "link": "https://www.o2.pl/informacje/prace-archeologiczne-na-zamku-kmitow-tworzymy-tzw-trwala-ruine-7194802620849056a",
            "description": "W ruinach zamku Kmitów, położonego w rezerwacie \"Góra Sobień\" trwają prace archeologiczne i konserwatorskie. To kontynuacja działań zainicjowanych przez Nadleśnictwo Lesko, mających na celu ocalenie r ...",
            "image_url": "https://www.bing.pl/th?id=ODF.GhWejP0dMFTzOkSqze5iTA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "o219 godz.",
            "source": "o2",
            "article_content": "Pobieranie, zwielokrotnianie, przechowywanie lub jakiekolwiek inne wykorzystywanie treści dostępnych w niniejszym serwisie - bez względu na ich charakter i sposób wyrażenia (w szczególności lecz nie wyłącznie: słowne, słowno-muzyczne, muzyczne, audiowizualne, audialne, tekstowe, graficzne i zawarte w nich dane i informacje, bazy danych i zawarte w nich dane) oraz formę (np. literackie, publicystyczne, naukowe, kartograficzne, programy komputerowe, plastyczne, fotograficzne) wymaga uprzedniej i jednoznacznej zgody Wirtualna Polska Media Spółka Akcyjna z siedzibą w Warszawie, będącej właścicielem niniejszego serwisu, bez względu na sposób ich eksploracji i wykorzystaną metodę (manualną lub zautomatyzowaną technikę, w tym z użyciem programów uczenia maszynowego lub sztucznej inteligencji). Powyższe zastrzeżenie nie dotyczy wykorzystywania jedynie w celu ułatwienia ich wyszukiwania przez wyszukiwarki internetowe oraz korzystania w ramach stosunków umownych lub dozwolonego użytku określonego przez właściwe przepisy prawa.\n\nSzczegółowa treść dotycząca niniejszego zastrzeżenia znajduje się tutaj."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zniszczyli bramę Stoczni Gdańskiej. Wandale zatrzymani przez policję",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zniszczyli-bram%C4%99-stoczni-gda%C5%84skiej-wandale-zatrzymani-przez-policj%C4%99/ar-AA1LxHIF?ocid=BingNewsVerp",
            "description": "Policja zatrzymała pięć osób podejrzewanych o zanieczyszczenie fragmentu historycznej bramy nr 2 Stoczni Gdańskiej proszkiem ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Kg8sO7cHdLUxBoSktnxK6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy on MSN14 godz.",
            "source": "Do Rzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zatrzymania pod Bramą nr 2 Stoczni Gdańskiej. Wśród aresztowanych były działacz „Solidarności'",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/zatrzymania-pod-bram%C4%85-nr-2-stoczni-gda%C5%84skiej-w%C5%9Br%C3%B3d-aresztowanych-by%C5%82y-dzia%C5%82acz-solidarno%C5%9Bci/ar-AA1LxFcq?ocid=BingNewsVerp",
            "description": "Wkrótce dojdzie do uroczystego otwarcia Bramy nr 2 Stoczni Gdańskiej, w związku z 45. rocznicą podpisania Porozumień Sierpniowych. Tymczasem miejsce, wpisane do rejestru zabytków województwa pomorskie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.C0xXIpeFpfPzSfHVeBcTuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "WPROST.pl on MSN14 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "31 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-31,7,day.html",
            "description": "Ekspozycja stała przedstawiająca kopalne szczątki wymarłych zwierząt należących do tzw. megafauny plejstoceńskiej. Na wystawie można zobaczyć jedynego na świecie zachowanego w całości, wraz ze skórą i ...",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "krakow5 godz.",
            "source": "krakow",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KONTRABANDA IDZIE Z DYMEM",
            "link": "https://www.tygodnikzamojski.pl/artykul/2571/kontrabanda-idzie-z-dymem.html",
            "description": "Nie ma dnia aby na naszej wschodniej granicy nie wpadł przynajmniej jeden przemytnik Większość przemycanych towarów - papierosy bursztyn ...",
            "image_url": "https://www.bing.pl/th?id=ODF.biEVoSJTuh9nioIBjqw4pQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Tygodnik Zamojski7 godz.",
            "source": "Tygodnik Zamojski",
            "article_content": "Nie ma dnia, aby na naszej wschodniej granicy nie wpadł przynajmniej jeden przemytnik. Większość przemycanych towarów - papierosy, bursztyn, kosmetyki, alkohol, ikony - trafia do magazynów celnych.\n\nNajczęściej do Polski przemyca się papierosy. W 2003 roku celnicy z Izby Celnej w Białej Podlaskiej przechwycili blisko 4 mln paczek papierosów, w 2004 roku - już ponad 5,5 mln, a w ubiegłym roku także ponad 5 mln paczek.\n\nInne najczęściej zajmowane towary to m.in. płyty z nielegalnie skopiowaną muzyką, filmami i programami komputerowymi, bursztyn, przedmioty kultu religijnego - ikony, ołtarzyki, krzyże (wcześniej po kilkaset sztuk rocznie, w tym roku nastąpił znaczny spadek prób przemytu - od stycznia do czerwca 2006 r. zajęto tylko 19 ikon). Przemytnicy próbują też wwozić na terytorium Polski spreparowane okazy i żywe zwierzęta objęte ochroną. W 2003 roku stwierdzono 11 takich prób przemytu, w 2004 r. - 10, w 2005 aż 93.\n\nW ubiegłym roku celnicy natrafiali też na meteoryty, skamieniałości (muszle amonitów, czaszki prehistorycznych ryb, kręgi gadów), a także inne okazy geologiczne. Ich łączna wartość to około 1,4 mln zł.\n\n- Od jakiegoś czasu obserwujemy bardzo znaczący spadek przemytu alkoholu - powiedziała TZ Marzenia Siemieniuk, p.o. rzecznika prasowego Izby Celnej w Białej Podlaskiej. - Ma to związek z obniżką akcyzy w naszym kraju. W 2003 roku celnicy zatrzymali 104,9 tys. litrów alkoholu, a w 2005 roku już tylko 2,2 tys. litrów.\n\nWiększość przechwyconych przez celników towarów - a więc papierosy, bursztyn, kosmetyki, alkohol, ikony itd. - trafia po zatrzymaniu do magazynów celnych. Bronią, materiałami niebezpiecznymi oraz narkotykami zajmuje się policja. Natomiast żywe zwierzęta trafiają z reguły do ogrodów zoologicznych.\n\nPo orzeczeniu przez sąd przepadku towarów na rzecz Skarbu Państwa, następuje ich likwidacja. Jednak niekoniecznie oznacza to zniszczenie. Praktykuje się też sprzedaż lub nieodpłatne przekazanie. Na przykład odebrany przemytnikom bursztyn sprzedawany jest na przetargach, na licytację trafiają też samochody.\n\nPodrabiane obuwie i odzież trafiają zwykle do domów dziecka, domów pomocy społecznej, fundacji. Zasadą jest w takiej sytuacji, że podrobione znaki producenta muszą zostać usunięte. Do usunięcia znaków zobowiązuje się obdarowany.\n\nO losie przedmiotów stanowiących dobra kultury decyduje Wojewódzki Konserwator Zabytków, który ma obowiązek przekazywać dzieła zabytkowe do państwowych muzeów. Inne dobra kultury przeznaczane są do sprzedaży.\n\nPochodzący z przemytu alkohol sprzedawany jest uprawnionym podmiotom (głównie gorzelniom ) do przerobu.\n\nKarol Kozyra"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mazowiecki Piknik Ludowy w klimacie PRL (zdjęcia)",
            "link": "https://www.moja-ostroleka.pl/art/1756570091/mazowiecki-piknik-ludowy-w-klimacie-prl-zdjecia",
            "description": "Ostrołęka przeniosła się w czasie! W klimacie PRL-u, pełnym retro smaczków i motoryzacyjnych perełek, odbył się Mazowiecki Piknik Ludowy. Było to wyjątkowe spotkanie z historią, gdzie ludzie nie tylko ...",
            "image_url": "https://www.bing.pl/th?id=ODF.NKLoRYI0LCh1zg_g1FUL7A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Moja Ostrołęka11 godz.",
            "source": "Moja Ostrołęka",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leśnicy odnaleźli je w lesie na Pomorzu. Zagadkowe znaki kryją tajemnicę",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/le%C5%9Bnicy-odnale%C5%BAli-je-w-lesie-na-pomorzu-zagadkowe-znaki-kryj%C4%85-tajemnic%C4%99/ar-AA1LwBJh?ocid=BingNewsVerp",
            "description": "W lasach otaczających Sławno (woj. zachodniopomorskie) lokalni pasjonaci historii dokonali niezwykłych odkryć archeologicznych. Trzy kamienie, każdy ozdobiony zagadkowymi znakami, mogą rzucić światło ...",
            "image_url": "https://www.bing.pl/th?id=ODF.PGEO6y9TTo433E7ZuzuJsg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Podróże Onet on MSN22 godz.",
            "source": "Podróże Onet on MSN",
            "article_content": ""
        }
    }
]