[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Holandia się zbroi. Wyda miliardy na potężną broń",
            "link": "https://tech.wp.pl/s/konflikty-pl/holandia-sie-zbroi-wyda-miliardy-na-potezna-bron,7176472640891872a",
            "description": "Amerykański Departament Stanu wyraził zgodę na sprzedaż Holandii pocisków manewrujących za ponad 2 mld dolarów. Ten europejski kraj do tej pory nie posiadał uzbrojenia tej klasy. Będzie to znaczące wz ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2srGq-eV9OZZ9ObclYodQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "WP Tech4 godz.",
            "source": "WP Tech",
            "article_content": "Treść pochodzi od naszego partnera i została opublikowana w ramach programu WP Kreator\n\nHolendrzy zamierzają kupić pociski manewrujące Tomahawk, które zdobyły sławę w czasie operacji \"Pustynna Burza\" i wielu innych amerykańskich interwencji zagranicznych. Haga złożyła wniosek o sprzedaż 163 pocisków Tomahawk Block V, 12 pocisków Tomahawk Block IV, 10 stacji kontroli uzbrojenia i dwóch pocisków testowych z oprzyrządowaniem telemetrycznym. Poza tym wniosek obejmuje niezbędne wyposażenie dodatkowe takie jak terminale łączności satelitarnej do łączności z pociskami po odpaleniu (KIV-18A), systemy łączności szyfrowanej KSX-5 i KGV-135A, pakiety logistyczne, serwisowe i szkoleniowe czy kontenery transportowe.\n\nW wariancie maksymalnym wartość zamówionego uzbrojenia może wynieść 2,19 mld dolarów, ale Holendrzy mogą wynegocjować niższą cenę lub zmniejszyć zamówienie. Podane wyżej liczby są maksymalnymi, na które zgodził się rząd amerykański.\n\nDalsza część artykułu pod materiałem wideo\n\nOdpowiedzialna za eksport uzbrojenia amerykańska agencja DSCA w uzasadnieniu zgody stwierdziła, że proponowana transakcja będzie wspierała cele polityki zagranicznej i bezpieczeństwa narodowego USA poprzez wzmocnienie obrony sojusznika z NATO. Dostawa uzbrojenia dalekiego zasięgu zwiększy zdolności Holandii do przeciwstawienia się aktualnym i przyszłym zagrożeniom poprzez zdolność do atakowania zagrożenia w miejscu jego powstawania.\n\nHolandia zamawia najnowsze warianty sprawdzonych pocisków. Tomahawk Block IV nazywany jest również Tactical Tomahawk ze względu na znacznie większą elastyczność taktyczną w stosunku do poprzedników. O ile wcześniejsze wersje po prostu leciały do zaprogramowanego celu po wyznaczonej trasie, to w przypadku Tomahawka Block IV cel można zmienić już po odpaleniu za pośrednictwem satelitarnego łącza wymiany danych. Do tego pocisk może przed uderzeniem przez pewien czas krążyć nad celem oferując większą elastyczność nie tylko wojskową, ale również polityczną. Kolejną cechą jest możliwość przesyłania obrazu z kamery na stanowisko dowodzenia, dzięki czemu operator może dokonać analizy celu lub od razu mieć informację o skuteczności ataku. Pocisk ma także większy zasięg sięgający ponad 1600 km.\n\n\n\n\n\n\n\n[ 1 /4] Pocisk Tomahawk podczas lotu. Źródło zdjęć: Licencjodawca |\n\nTomahawk Block V ma wszystkie cechy poprzednika, a do tego ulepszone systemy łączności i nawigacyjne, zwiększoną odporność na zakłócenia i szeroko pojętą większą zdolność do przenikania przez zintegrowany system obrony przeciwlotniczej przeciwnika. Do tego istnieją podwarianty Tomahawk Block Va przeznaczony do atakowania poruszających się celów morskich i Tomahawk Block Vb z nową głowicą zoptymalizowaną do atakowania celów wzmocnionych lub zakopanych w ziemi. Chociaż komunikat agencji DCSA mówi jedynie o podstawowej wersji Tomahawk Block V to wspomniano również o przyszłej modernizacji tych pocisków, być może do wersji Block Va i Block Vb.\n\nOpisane najnowsze warianty pocisku wywodzą się z klasycznych Tomahawków będących w służbie od lat 1980-tych. W zależności od wariantu mogą one być odpalane z okrętów nawodnych lub podwodnych. Mają zasięg około 1600 km i osiągają wysoką prędkość poddźwiękową. Naprowadzane są poprzez nawigację satelitarną oraz TERCOM czyli podążanie po zaplanowanej trasie na podstawie porównania konturów terenu z danymi zapisanymi w pamięci. Pociski są uzbrojone w głowicę bojową o masie 450 kg. Do tej pory w warunkach bojowych odpalono około 2300 tych pocisków, ostatni raz w 2018 r. gdy z okrętów US Navy odpalono 66 Tomahawków w celu zniszczenia syryjskich fabryk i magazynów broni chemicznej.\n\nPociski będą stanowiły uzbrojenie fregat typu De Zeven Provinciën wyposażonych w wielofunkcyjne pionowe wyrzutnie rakiet VLS Mk 41. Tym samym holenderska marynarka wojenna stanie się jedną z niewielu europejskich flot dysponujących zdolnością do atakowania przeciwnika w głębi lądu. Warto wspomnieć, że chociaż kontrakt na dostawę pocisków nie został jeszcze podpisany, to w marcu tego roku na jednym z morskich poligonów w USA dokonano próbnego odpalenia Tomahawka z pokładu holenderskiej fregaty. Próba zakończyła się pomyślnie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pałac herbsta wsyatwa",
            "link": "https://dzienniklodzki.pl/tag/palac-herbsta-wsyatwa",
            "description": "W piątek o godz. 18 w Pałacu Herbsta otwarta zostanie Galeria Sztuki Dawnej. Tym samym zakończy się pierwszy etap rewitalizacji zabytkowego pałacu, oddziału... Na piątek (21 marca) zapowiedziano wielk ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Dziennik Łódzki20 godz.",
            "source": "Dziennik Łódzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 09.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-09072025/ar-AA1HrJHz?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN9 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najdroższe stare zegary. Które zegary są najbardziej poszukiwane? Zegary z PRL-u znów modne. Zobacz ceny, zdjęcia z OLX [9.07]",
            "link": "https://gazetawroclawska.pl/najdrozsze-stare-zegary-ktore-zegary-sa-najbardziej-poszukiwane-zegary-z-prl-u-znow-modne-zobacz-ceny-zdjecia-z-olx-9-07/ar/c1p2-27721821",
            "description": "Czas w dobrym towarzystwie wydaje się płynąć szybciej, a w dla oczekujących w kolejce moment ciągnie się w nieskończoność.",
            "image_url": "https://www.bing.pl/th?id=OVF.Na74fKMDMdS7ZYblcQMCgA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wrocławska10 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzeczy z PRL-u dziś warte fortunę! Kolekcjonerzy wydają na nie gigantyczne pieniądze. Sprawdź co można sprzedać 09.07.2025",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/rzeczy-z-prl-u-dzi%C5%9B-warte-fortun%C4%99-kolekcjonerzy-wydaj%C4%85-na-nie-gigantyczne-pieni%C4%85dze-sprawd%C5%BA-co-mo%C5%BCna-sprzeda%C4%87-30-06-2025/ar-AA1HEY50?ocid=BingNewsVerp",
            "description": "Macie te rzeczy w swoich domach? Mogą być sporo warte, a fortuna czeka. Sprawdźcie w naszej galerii! Niektórym może się wydać ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.yIWNTbTTZrVtN5cM9DdfHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN9 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Szukali drogi, znaleźli skarb. Tyle jest wart",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/szukali-drogi-znale%C5%BAli-skarb-tyle-jest-wart/ar-AA1Id49c?ocid=BingNewsVerp",
            "description": "Polskie Stowarzyszenie Poszukiwaczy „Husaria' dokonało fascynującego odkrycia na terenie powiatu wołomińskiego. „Jak one się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pOpx_mm4FtWylHEvCooYIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "WPROST.pl on MSN22 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 09.07.2025",
            "link": "https://gp24.pl/stare-telefony-komorkowe-ktore-dzis-sa-warte-fortune-masz-takie-09-07-2025/ar/c12p2-27723793",
            "description": "Stare komórki wracają do łask, nie jako narzędzia do komunikacji, ale jako łakome kąski dla kolekcjonerów, fanów retro ...",
            "image_url": "https://www.bing.pl/th?id=OVF.hn2MJrAYpVMoP44dsm5qmA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gp24.pl8 godz.",
            "source": "gp24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najdroższe stare zegary. Które zegary są najbardziej poszukiwane? Zegary z PRL-u znów modne. Zobacz ceny, zdjęcia z OLX [9.07]",
            "link": "https://walbrzych.naszemiasto.pl/najdrozsze-stare-zegary-ktore-zegary-sa-najbardziej-poszukiwane-zegary-z-prl-u-znow-modne-zobacz-ceny-zdjecia-z-olx-9-07/ar/c1p2-27721821",
            "description": "Czas w dobrym towarzystwie wydaje się płynąć szybciej, a w dla oczekujących w kolejce moment ciągnie się w nieskończoność.",
            "image_url": "https://www.bing.pl/th?id=OVF.jLTlLuAh6576Da06odUr%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto10 godz.",
            "source": "Wałbrzych Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kasety magnetofonowe wracają do łask. Takie kolekcjonerskie egzemplarze warte są kilkaset złotych [9.07.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kasety-magnetofonowe-wracaj%C4%85-do-%C5%82ask-takie-kolekcjonerskie-egzemplarze-warte-s%C4%85-kilkaset-z%C5%82otych-9072025-r/ar-AA1HRNjF?ocid=BingNewsVerp",
            "description": "Zobacz także: Stara porcelana z PRL znów w cenie. Te naczynia kolekcjonerskie mogą być warte fortunę w 2025 Aktualne ceny i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4V7KJNkqShhQElMp0obfti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Hostowane na MSN16 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Staw, różaneczniki i kamienna ławka w środku lasu. To pozostało po samotni księżnej. Spacer do pozostałości Ma Fantaisie nieopodal Książa",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/staw-r%C3%B3%C5%BCaneczniki-i-kamienna-%C5%82awka-w-%C5%9Brodku-lasu-to-pozosta%C5%82o-po-samotni-ksi%C4%99%C5%BCnej-spacer-do-pozosta%C5%82o%C5%9Bci-ma-fantaisie-nieopodal-ksi%C4%85%C5%BCa/ar-AA1I357e?ocid=BingNewsVerp",
            "description": "W upalne dni mieszkańcy Dolnego Śląska chętnie odwiedzają okolice Starego Książa i Zamku Cisy. Żółty szlak do dawnej warowni ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2fe72OK5akRLeU%2fBWjeWt2w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN10 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zabytki słupsk",
            "link": "https://gp24.pl/tag/zabytki-slupsk",
            "description": "Po trzech latach od dramatycznych wydarzeń, które doprowadziły do zniszczenia zwieńczenia wieży kościoła pw. św. Jacka w Słupsku, zrekonstruowany hełm już... W sumie pięć milionów złotych otrzymał ...",
            "image_url": "https://www.bing.plNo image",
            "category": "stara+porcelana",
            "date": "gp24.pl10 godz.",
            "source": "gp24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi wrocław",
            "link": "https://gazetawroclawska.pl/tag/targi-wroclaw",
            "description": "Zostajecie we Wrocławiu na weekend 24-25 maja? Ruszył już pełen atrakcji Jarmark Świętojański. Będą też targi roślin, zlot food trucków czy obchody Dni Odry.... Wrocław w długi majowy weekend tętni ...",
            "image_url": "https://www.bing.plNo image",
            "category": "targ+staroci",
            "date": "gazetawroclawska.pl4 min",
            "source": "gazetawroclawska.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak stworzyć klimatyczne wnętrze w stylu rustykalnym? Naturalne materiały w roli głównej",
            "link": "https://www.lm.pl/aktualnosci/jak-stworzyc-klimatyczne-wnetrze-w-stylu-rustykalnym-naturalne-materialy-w-roli-glownej",
            "description": "Styl rustykalny to hołd dla natury, prostoty i „swojskiego' klimatu. Czerpie on inspiracje z wiejskich domków i dworków, ale ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Cnydy06N9jj7V5P30Y0nAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "LM.pl3 godz.",
            "source": "LM.pl",
            "article_content": "Styl rustykalny to hołd dla natury, prostoty i „swojskiego” klimatu. Czerpie on inspiracje z wiejskich domków i dworków, ale doskonale sprawdza się również w mieszkaniach – wprowadza ciepło, spokój, poczucie bezpieczeństwa i sielskość. Poniżej znajdziesz inspiracje, jak krok po kroku stworzyć rustykalną przestrzeń w swoim domu lub mieszkaniu, wykorzystując starą cegłę, drewno i inne naturalne elementy.\n\nCegła rozbiórkowa jako sentymentalny akcent\n\nPłytki cięte ze starej cegły, a także całą cegłę rozbiórkową możesz z powodzeniem wykorzystać praktycznie w każdym pomieszczeniu!\n\n1. Ściany i wnęki\n\nCegła na fragmencie ściany – w salonie, kuchni, sypialni czy łazience – wprowadza przyjemny, autentyczny, domowy klimat. Warto np. wyeksponować ścianę przy kominku lub w kuchni nad blatem. Płytki z cegły rozbiórkowej świetnie imitują surowy efekt, ale jednocześnie wnoszą ciepło do pomieszczenia. I co najważniejsze, są łatwe w montażu i konserwacji.\n\n2. Kominek i obudowa pieca\n\nObudowa kominka cegłą to klasyczny rustykalny zabieg. Cegła rozbiórkowa dodaje przestrzeni przytulności i poczucia powrotu do tradycji.\n\n3. Kuchnia z ceglaną wyspą\n\nW rustykalnej kuchni płytki ceglane można zastosować nie tylko na ścianie, ale jako obudowę wyspy kuchennej – razem z drewnianym blatem tworzą spójną kompozycję.\n\n4. Wiatrołap i podłogi\n\nCeglana posadzka (odpowiednio zaimpregnowana) to nie tylko wytrzymałe rozwiązanie! Nadaje ona charakter wnętrzu.\n\nPozostałe materiały i kolory tworzące rustykalny klimat\n\nAby Twoja przestrzeń była w pełni rustykalna, warto wykorzystać jeszcze kilka innych materiałów:\n\n1. Drewniane ściany i odsłonięte belki\n\nDrewno to fundament stylu rustykalnego. Ściany pokryte deskami, odsłonięte belki stropowe czy nawet rustykalna boazeria – wszystko to wprowadza do wnętrza ciepło i naturalność. Najlepiej sprawdzają się gatunki o wyraźnym usłojeniu, takie jak dąb, sosna czy modrzew. W połączeniu z cegłą tworzą przytulną, wiejską atmosferę.\n\n2. Kamień i glina\n\nKamienne wykończenia, np. w łazience lub przedpokoju, doskonale harmonizują z cegłą. Nierówny tynk gliniany lub wapienny wzmacnia efekt naturalnej i tradycyjnej przestrzeni.\n\n3. Tkaniny z natury\n\nLniane zasłony, pledy z bawełny lub wełny, dywany z juty – wszystkie te materiały podkreślają sielski nastrój rustykalnych wnętrz.\n\n4. Meble w stylu „reclaimed”\n\nPostarzane stoły, skrzynie, ręcznie robione szafki czy drewniane ławy – najlepiej starannie dobrane lub znalezione na targu staroci. Ich nieregularność i historia wzmacniają autentyczność stylu.\n\n5. Wiklinowe, ceramiczne i żeliwne dodatki\n\nRustykalne wnętrza kochają prostotę i rzemiosło. Wiklinowe kosze, gliniane dzbany, ręcznie robiona ceramika, stare ramy i żeliwne świeczniki to detale, które wzmacniają charakter przestrzeni. Warto stawiać na rzeczy z duszą, najlepiej wykonane ręcznie lub o nieco „niedoskonałym” wykończeniu.\n\n6. Rośliny\n\nŚwieże gałązki z ziół, suszone kwiaty, czy trawa ozdobna – te drobne akcenty potęgują wrażenie „swojskiego domu”.\n\n7. Oświetlenie i atmosfera\n\nMiękkie, ciepłe oświetlenie (lampy z materiałowymi abażurami, świece, żarówki o niskiej temperaturze barwowej) tworzy nastrój sielskiego domku na wsi.\n\n8. Kolory ziemi i naturalna paleta\n\nRustykalny styl opiera się na naturalnych, stonowanych barwach: brązach, beżach, kremach, przygaszonej zieleni. Żadnych jaskrawych kolorów – cechą rustykalnych wnętrz jest spokój i harmonijność.\n\nPodsumowanie\n\nRustykalne wnętrza to połączenie surowości i prostoty z przytulnością. Cegła rozbiórkowa stanowi tu naturalny akcent, który pięknie komponuje się z drewnem, kamieniem, gliną i tkaninami naturalnego pochodzenia. To styl, który przemawia na poziomie emocji – daje poczucia bezpieczeństwa, autentyczności i domowego ciepła.<"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pałac herbsta wsyatwa",
            "link": "https://dzienniklodzki.pl/tag/palac-herbsta-wsyatwa",
            "description": "W piątek o godz. 18 w Pałacu Herbsta otwarta zostanie Galeria Sztuki Dawnej. Tym samym zakończy się pierwszy etap rewitalizacji zabytkowego pałacu, oddziału... Na piątek (21 marca) zapowiedziano wielk ...",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Dziennik Łódzki20 godz.",
            "source": "Dziennik Łódzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 9.07.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://poranny.pl/prasowka-9-07-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960907",
            "description": "W pierwszą niedzielę lipca giełda przy Andersa ponownie tętniła życiem. Kupujący mogli wybierać spośród świeżych warzyw i ...",
            "image_url": "https://www.bing.pl/th?id=OVF.JhxvILLJgwxabOx5wPkgZQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Poranny12 godz.",
            "source": "Kurier Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przegląd prasy 9.07.2025. Zestawiliśmy dla Ciebie najważniejsze wydarzenia z wczoraj. Zobacz naszą prasówkę",
            "link": "https://gazetawroclawska.pl/przeglad-prasy-9-07-2025-zestawilismy-dla-ciebie-najwazniejsze-wydarzenia-z-wczoraj-zobacz-nasza-prasowke/ar/c1p1-19960895",
            "description": "Przygotowaliśmy dla Ciebie poranną prasówkę. Zobacz artykuły, które nasi czytelnicy czytali najchętniej wczoraj, 8.07. Sprawdź, czy nie minęło Cię nic ważnego. Czy czytałeś artykuł: „Ten samolot ...",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska12 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkopana płyta nagrobna \"rycerzyka\" z XIII wieku przejdzie konserwację. Jakie jeszcze tajemnice kryje Sukiennicza w Gdańsku?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/odkopana-p%C5%82yta-nagrobna-rycerzyka-z-xiii-wieku-przejdzie-konserwacj%C4%99-jakie-jeszcze-tajemnice-kryje-sukiennicza-w-gda%C5%84sku/ar-AA1IdbQp?ocid=BingNewsVerp",
            "description": "Jak informuje gdansk.pl, płaskorzeźba pochodzi z początków XIII wieku, ma 150 centymetrów długości. Przedstawia postać ...",
            "image_url": "https://www.bing.pl/th?id=OVF.nR7Ij%2f62usyBQs7XMkKrPw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki on MSN21 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolodzy odnaleźli zaginione miasto w Norwegii. Jest wyjątkowe",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/archeolodzy-odnale%C5%BAli-zaginione-miasto-w-norwegii-jest-wyj%C4%85tkowe/ar-AA1Ihdxl?ocid=BingNewsVerp",
            "description": "Zaginione średniowieczne miasto odkryte w Norwegii. Archeolodzy trafili na ślad Przez wieki pozostawało zagadką, dziś wraca ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Hb6kB9nJJQAuOt2JpLohuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "GeekWeek w INTERIA.PL on MSN1 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Elder Scrolls IV: Oblivion Remastered, ale to skradanka. Wszystko dzięki pracy jednego z fanów",
            "link": "https://www.gram.pl/news/the-elder-scrolls-iv-oblivion-remastered-ale-to-skradanka-wszystko-dzieki-pracy-jednego-z-fanow",
            "description": "Fani Obliviona doczekali się kolejnego ciekawego rozszerzenia. Modder Pandreya udostępnił nową modyfikację zatytułowaną Sinister Relics, która wprowadza rozbudowaną linię zadań skupioną na reliktach ...",
            "image_url": "https://www.bing.pl/th?id=ODF.ITlmwADMx4u15J-3bHJrpw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Gram.pl4 godz.",
            "source": "Gram.pl",
            "article_content": "Fani Obliviona doczekali się kolejnego ciekawego rozszerzenia. Modder Pandreya udostępnił nową modyfikację zatytułowaną Sinister Relics, która wprowadza rozbudowaną linię zadań skupioną na reliktach chaosu, skradaniu się oraz tajemniczej frakcji imperialnej. Mod dostępny jest za darmo i został stworzony z myślą o wersji Oblivion Remastered.\n\nThe Elder Scrolls IV: Oblivion Remastered – Sinister Relics wprowadza nowe zadania i zbroję Ciphersteel\n\nW Sinister Relics gracze dołączają do sekretnej frakcji imperium i w trakcie siedmiostopniowego awansu zdobywają dostęp do przeklętych artefaktów. Główna mechanika opiera się na potajemnym podrzucaniu przedmiotów NPC-om, co wywołuje różnorodne efekty. Zadania są wieloetapowe, zawierają zagadki i trudne wybory moralne, a przeciwnicy korzystają z unikalnych mocy jak magia ciszy czy efekty chaosu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wielkie odkrycie w Gdańsku. Unikat na skalę Polski",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/wielkie-odkrycie-w-gda%C5%84sku-unikat-na-skal%C4%99-polski/ar-AA1IgIT1?ocid=BingNewsVerp",
            "description": "Sensacyjne odkrycie w Gdańsku. Wyjątkowy relikt wydobyto i przekazano do badań Gdańsk to miasto z duszą i wielowiekową historią, która regularnie daje o sobie znać. Niemal każdy zakątek Gdańska skrywa ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MBpsyBj36RbhUgA8g_KCng&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "GeekWeek w INTERIA.PL on MSN3 godz.",
            "source": "GeekWeek w INTERIA.PL on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antyki w cenie złota. Tyle kosztują w lipcu 2025 - potrafią być warte krocie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/antyki-w-cenie-z%C5%82ota-tyle-kosztuj%C4%85-w-lipcu-2025-potrafi%C4%85-by%C4%87-warte-krocie/ar-AA1HLt9v?ocid=BingNewsVerp",
            "description": "W 2025 roku antyki cieszą się popularnością i są poszukiwane przez kolekcjonerów. Jeśli masz jeszcze takie w domu, przyjrzyj ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._hgylbrzjFORC7NKUeqyPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Express Bydgoski on MSN32 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podkarpackie perły architektury: odkryj unikalne kościoły i zabytkowe budowle",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/podkarpackie-per%C5%82y-architektury-odkryj-unikalne-ko%C5%9Bcio%C5%82y-i-zabytkowe-budowle/ar-AA1If2M8?ocid=BingNewsVerp",
            "description": "Podkarpackie to kraina, w której historia wpisana jest w kamień i drewno wiekowych świątyń. Onieśmielają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yAQklTMPwGIC1mcxkZpXKg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowiny 24 on MSN9 godz.",
            "source": "Nowiny 24 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targi wrocław",
            "link": "https://gazetawroclawska.pl/tag/targi-wroclaw",
            "description": "Przez cały weekend (15-16 marca) w zabytkowych wnętrzach... Wro-expo, czyli Targi Mieszkaniowe we Wrocławiu odbywają się na stadionie Tarczyński Arena. Wrocławianie poszukujący swojego wymarzonego ...",
            "image_url": "https://www.bing.plNo image",
            "category": "zabytkowe+przedmioty",
            "date": "gazetawroclawska.pl4 min",
            "source": "gazetawroclawska.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Rossmannie kradniesz? Wpadniesz! A oprócz kary będzie publiczny wstyd [9.07.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/w-rossmannie-kradniesz-wpadniesz-a-opr%C3%B3cz-kary-b%C4%99dzie-publiczny-wstyd-9-07-2025-r/ar-AA1IdzTi?ocid=BingNewsVerp",
            "description": "Drogerie sieci Rossmann to nie tylko ulubione miejsce zakupów wielu klientów, ale i złodziejskich łowów. Za sprawą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bL9XIP0L5vpXdBPmyOEmCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Toruń Nasze Miasto on MSN10 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby sprzed ponad 100 lat w dawnej organistówce. W Sejnach znów działa Muzeum Etnograficzne",
            "link": "https://www.radio.bialystok.pl/wiadomosci/index/id/251965",
            "description": "W Sejnach znów działa Muzeum Etnograficzne. Po kilku latach przerwy otwarto je w nowej lokalizacji - w drewnianym budynku ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.3dadL3WdXFgy8pZKIuzFyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Polskie Radio Białystok9 godz.",
            "source": "Polskie Radio Białystok",
            "article_content": "Radio Białystok | Wiadomości | Skarby sprzed ponad 100 lat w dawnej organistówce. W Sejnach znów działa Muzeum Etnograficzne\n\nSkarby sprzed ponad 100 lat w dawnej organistówce. W Sejnach znów działa Muzeum Etnograficzne\n\nW Sejnach znów działa Muzeum Etnograficzne. Po kilku latach przerwy otwarto je w nowej lokalizacji - w drewnianym budynku dawnej organistówki z XIX wieku przy Placu Świętej Agaty 6. W izbie pamięci można zobaczyć przedmioty sprzed ponad stu lat, których codziennie używali mieszkańcy Sejn i okolic.\n\nfot. Sejneńskie Towarzystwo Opieki nad Zabytkami, Muzeum Ziemi Sejneńskiej\n\nCzęstym problemem przy wyświetlaniu playera jest używanie Adblocka. Dłuższe dźwięki na niektórych wersjach przeglądarki Chrome są ucinane.\n\nWśród eksponatów sejneńskiego Muzeum Etnograficznego są wyszywane obrusy, dziergane serwetki, drewniane figurki oraz ozdoby ze słomy i papieru. To przedmioty codziennego użytku z XIX i XX wieku, pochodzące z domów okolicznych mieszkańców. Szczególnie cenne są zbiory rodziny Kubraków z Grudziewszczyzny przedstawiające rękodzieło ludowe.\n\nPamiątki przez wiele lat przechowywał ksiądz dziekan Zbigniew Bzdak, co pozwoliło im przetrwać do dziś. Wystawę przygotowała Urszula Makowska z Sejneńskiego Towarzystwa Opieki nad Zabytkami.\n\nW adaptacji budynku pomogli także Monika Krocz i Hubert Falkowski. Przez pierwsze dni lipca wstęp do muzeum jest bezpłatny.\n\n\n\n\n\n| red: art, sk"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 9.07.2025 - najważniejsze wydarzenia. Przygotowaliśmy przegląd prasy z wczoraj",
            "link": "https://dziennikpolski24.pl/prasowka-9-07-2025-najwazniejsze-wydarzenia-przygotowalismy-przeglad-prasy-z-wczoraj/ar/c1p1-19960929",
            "description": "Władze Krakowa zdecydowały – z dniem 7 lipca 2025 - o zakończeniu współpracy z dyrektor zadłużonego Szpitala Miejskiego im.",
            "image_url": "https://www.bing.pl/th?id=OVFT.jWuezGz8Hd1MiI6TmNTcdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Polski12 godz.",
            "source": "Dziennik Polski",
            "article_content": "Content not available"
        }
    }
]