[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biecz galeria barbara rudzińska",
            "link": "https://gazetakrakowska.pl/tag/biecz-galeria-barbara-rudzinska",
            "description": "Mówi, że z malowania można żyć, bo gdyby tak nie było, poszukałaby innej pracy. Z drugiej strony, czasem, jak się mocno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EE8eKH0m6NZZoG4vLL9Qby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Krakowska9 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jarmark Bożonarodzeniowy we Wrocławiu. Tu kupisz oryginalne prezenty pod choinkę | ZDJĘCIA, CENY",
            "link": "https://gazetawroclawska.pl/jarmark-bozonarodzeniowy-we-wroclawiu-tu-kupisz-oryginalne-prezenty-pod-choinke-zdjecia-ceny/ar/c1p2-27044599",
            "description": "Jarmark Bożonarodzeniowy przyciąga tłumy. Na wrocławskim Rynku znajdziemy około 200 stoisk z ozdobami świątecznymi, biżuterią ...",
            "image_url": "https://www.bing.pl/th?id=OVF.o9zT2n4wevLDWvGgPAogNg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "gazetawroclawska.pl13 godz.",
            "source": "gazetawroclawska.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] [17.12.2024]",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-17-12-2024/ar-AA1vZTSZ?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński on MSN19 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy [17.12.2024]",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-17122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl21 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 17.12.2024",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-17122024/ar-AA1vZFHo?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN19 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zdarzyło się",
            "link": "https://www.polityka.pl/opolityce/2282511,1,zdarzylo-sie.read",
            "description": "40 lat temu opublikowaliśmy pierwszy „Koszyk POLITYKI' (52/84), do którego później cyklicznie wracaliśmy. Przeciętne ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.genyOLiCcn0c2n1pNTC2Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "POLITYKA11 godz.",
            "source": "POLITYKA",
            "article_content": "Zaglądamy do archiwum POLITYKI.\n\n40 lat temu opublikowaliśmy pierwszy „Koszyk POLITYKI” (52/84), do którego później cyklicznie wracaliśmy. Przeciętne wynagrodzenie w tym czasie wynosiło 16 838 zł miesięcznie; „milionerami” zostaliśmy dekadę później – w 1994 r., kiedy zarabialiśmy zawrotne 5 328 000 zł. Wszystko to oczywiście w tzw. starej walucie, wywindowanej niebotycznie przez inflację przełomu lat 80. i 90. Młodszym czytelnikom przypominamy, że 1 stycznia 2025 r. minie równo 30 lat, odkąd „nowe pieniądze” zastąpiły stare, a my zaczęliśmy od dotychczasowych kwot odejmować cztery zera. Z pieniędzmi sprzed denominacji ostatecznie pożegnaliśmy się dopiero z końcem 2010 r. – to wówczas stare banknoty i monety przestały podlegać wymianie. Dziś mają wartość kolekcjonerską."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dlaczego Ethereum i Solana to już przeszłość. Czy to już czas na nowe kryptowaluty?",
            "link": "https://comparic.pl/dlaczego-ethereum-i-solana-to-juz-przeszlosc-czy-to-juz-czas-na-nowe-kryptowaluty/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Wraz z osiągnięciem przez rynek kryptowalut nowych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.r9QjTU9KOV_J-VawcLfhpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "comparic5 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nWraz z osiągnięciem przez rynek kryptowalut nowych szczytów, niektóre znane platformy zaczynają schodzić na dalszy plan. Pośród fali altcoinów osiągających nowe rekordy wszech czasów, nowi pretendenci wyceniani na ułamek centa przyciągają uwagę.\n\nPrzedstawiamy XYZVerse ($XYZ), pierwszy memecoin, który łączy fanów różnych sportów w tętniący życiem ekosystem. Łącząc kulturę memów z pasją do sportu, ma przewyższyć poprzednie sukcesy i stać się ikoną kulturową dla entuzjastów.\n\nZwycięstwo Trumpa wywołuje krypto chaos: $XYZ Meme Coin gotowy na nokaut\n\nWyborcze zwycięstwo Donalda Trumpa wywołało sejsmiczną zmianę na rynku kryptowalut, przygotowując grunt pod hossę, jakiej nie było nigdy wcześniej. Gdy kurz opada, główne monety kuleją do przodu z mało inspirującymi dwucyfrowymi zyskami, podczas gdy monety memowe kradną show.\n\nOstatni wzrost PNUT o 4500%? Eksplozja FRED o 6000%? Dawna historia, pogrzebana w popiołach krótkotrwałego szumu. Te monety ugięły się pod presją sprzedaży, pozostawiając inwestorów z FOMO liżących rany. Ale krypto-bitwa nie czeka na słabych — pojawił się nowy tytan z planami zniszczenia rekordów i zapewnienia wstrząsającego rozwoju.\n\nZapisz się do newslettera Comparic.pl >>\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\nDalsza część artykułu pod filmem\n\nStań po stronie XYZ — niekwestionowanego mistrza monet memowych\n\n$XYZ wkracza na ring, by znokautować legendy monet memowych\n\nPoznaj $XYZ — pierwsze w historii memcoiny sportowe dla prawdziwych krypto-degenów głodnych ryzyka i zysków. To token dla tych, którzy lubią dreszczyk emocji związany z rywalizacją.\n\nGdy Trump przejmuje stery, rynek kryptowalut jest gotowy do wybuchu, więc konkurencja staje się zacięta. Tylko najsilniejsze tokeny mogą przetrwać na tej arenie bez litości. Oto nadchodzi świt ery kryptowalut dla tych ze stalowymi jajami — facetów takich jak Joe Rogan i Dana White — którzy z dumą stanęliby za zespołem Trumpa. Mając na pokładzie takich prawdziwych ludzi biznesu, nie ma miejsca na stare monety memów z cipkami, nadszedł czas na prawdziwe brutalne monety.\n\nNapędzany sportową mentalnością token $XYZ wyłonił się jako ostateczny pretendent gotowy zmiażdżyć konkurentów i wystrzelić rakietę na księżyc w ramach misji Elona Muska. $XYZ zmierza na podium zwycięzców, aby stać się odznaką honorową dla tych, którzy żyją i oddychają sportem i kryptowalutami.\n\n$XYZ już dostarcza, zanim trafi na rynek\n\nPrzedsprzedaż $XYZ jest w toku, zapewniając dostęp do tokena po specjalnej cenie przed debiutem.\n\nCena startowa przedsprzedaży : 0,0001 USD\n\n: 0,0001 USD Cena aktualna : 0,001 USD\n\n: 0,001 USD Następny etap przedsprzedaży : 0,001333 USD\n\n: 0,001333 USD Ostateczny cel nokautu: 0,1 USD\n\nOd startu do wydarzenia generowania tokenów, $XYZ ma na celu dalszy rozwój!\n\nJeśli nie jesteś w środku, to jesteś poza. Przedsprzedaż $XYZ już przechodzi przez etapy z prędkością nokautu mistrza.\n\nDołącz teraz do przedsprzedaży $XYZ i zobacz!\n\nEthereum (ETH)\n\nEthereum to wiodąca platforma blockchain, która zmieniła zasady gry dzięki inteligentnym kontraktom i dużemu ekosystemowi zdecentralizowanych aplikacji. Stworzona przez Vitalika Buterina w 2013 r. i uruchomiona w 2015 r., stała się centrum zdecentralizowanych finansów i nie tylko. Aby przyspieszyć i obniżyć koszty transakcji, dodano rozwiązania takie jak Arbitrum i Polygon. W 2022 r. Ethereum przeszło na system Proof-of-Stake z Merge, dzięki czemu stało się bardziej wydajne i mniej energochłonne. Wkrótce zostanie wprowadzone sharding, co sprawi, że sieć będzie jeszcze bardziej skalowalna i opłacalna.\n\nEther (ETH) jest sercem Ethereum. Jest używany do transakcji, nagradzając tych, którzy zabezpieczają sieć, i może być przedmiotem obrotu lub używany jako zabezpieczenie. Na podstawie wcześniejszych wahań cen i trendów rynkowych, takich jak halving Bitcoina, niektórzy przewidują, że cena ETH może osiągnąć nawet 6580,53 USD w przyszłym roku i osiągnąć najniższy poziom 2700,31 USD w 2025 roku. Na obecnym rynku Ethereum wygląda obiecująco, zwłaszcza dzięki ciągłym udoskonaleniom. W porównaniu z innymi monetami wyróżnia się silną technologią i aktywnym rozwojem. Wraz z rozwojem świata blockchain, Ethereum nadal przewodzi i wprowadza innowacje.\n\nSolana (SOL)\n\nSolana wywołuje poruszenie w świecie blockchain, koncentrując się na szybkości i skalowalności. Konkurując z gigantami, takimi jak Ethereum i Cardano, zapewnia solidne podstawy dla zdecentralizowanych aplikacji (dapps). To, co wyróżnia Solana, to jej unikalna architektura zaprojektowana do błyskawicznych transakcji i elastyczność dla programistów w zakresie korzystania z wielu języków programowania. Sercem tego ekosystemu jest SOL, natywna kryptowaluta Solany, która obsługuje transakcje, uruchamia niestandardowe programy i nagradza tych, którzy wspierają sieć.\n\nPotencjał Solany leży w jej zdolności do obsługi operacji o dużej przepustowości bez polegania na rozdrabnianiu lub rozwiązaniach drugiej warstwy. To podejście ma na celu przyciągnięcie deweloperów, którzy chcą tworzyć produkty i usługi o wysokiej aktywności. Na obecnym rynku, gdzie skalowalność i szybkość transakcji są kluczowe, technologia Solany oferuje atrakcyjną alternatywę dla innych platform. Ponieważ coraz więcej projektów poszukuje wydajnych i skalowalnych rozwiązań, rola SOL w ułatwianiu i nagradzaniu uczestnictwa w sieci pozycjonuje ją jako godnego uwagi gracza w ewoluującym krajobrazie blockchain.\n\nWniosek\n\nPodczas gdy Ethereum i Solana pozostają silne, XYZVerse (XYZ) wyróżnia się swoim połączeniem sportu i memów, dążąc do ogromnego rozwoju i przyszłości napędzanej przez społeczność w tym hossowym biegu.\n\nWięcej informacji o XYZVersus (XYZ) można znaleźć tutaj:\n\nStrona, Telegram, X\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana PRL z lat 60., 70., 80. warta fortunę. Tyle trzeba zapłacić za stare porcelanowe naczynia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-prl-z-lat-60-70-80-warta-fortun%C4%99-tyle-trzeba-zap%C5%82aci%C4%87-za-stare-porcelanowe-naczynia/ar-AA1vUyJ1?ocid=BingNewsVerp",
            "description": "Stara porcelana z czasów PRL, w 2024 roku cieszy się rosnącym zainteresowaniem. Niektóre egzemplarze mogą być dziś bardzo ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eujsUo8yckH2_dLmPKBIFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN7 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! [17.12.2024]",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-17122024/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy [17.12.2024]",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-17122024/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl20 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ przy galerii Avenida w Poznaniu. Można było kupić antyki i obrazy! Mamy zdjęcia [17.12.2024]",
            "link": "https://gloswielkopolski.pl/pchli-targ-przy-galerii-avenida-w-poznaniu-mozna-bylo-kupic-antyki-i-obrazy-mamy-zdjecia-17-12-2024/ar/c1p2-27019777",
            "description": "W Poznaniu, tuż obok dworca Poznań Główny i galerii handlowej Avenida, ponownie zagościł \"Niedzielny Targ Poznań\". 24 ...",
            "image_url": "https://www.bing.pl/th?id=OVF.f5zMz4v4S4szk1YPp%2bgY2g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "gloswielkopolski18 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 17.12.2024",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-17122024/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poranny17 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-17122024/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.73GKiv_kwPXUhIas-a0ZXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl17 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biecz galeria barbara rudzińska",
            "link": "https://gazetakrakowska.pl/tag/biecz-galeria-barbara-rudzinska",
            "description": "Mówi, że z malowania można żyć, bo gdyby tak nie było, poszukałaby innej pracy. Z drugiej strony, czasem, jak się mocno ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.EE8eKH0m6NZZoG4vLL9Qby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Krakowska9 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ameryko, posuń się i zrób miejsce Hiszpanii. \"Synonim porażki\" wyrwał się ze spirali śmierci i prześcignął USA",
            "link": "https://wiadomosci.onet.pl/swiat/kryzys-jaki-kryzys-hiszpania-na-drodze-do-bycia-najlepsza-gospodarka-swiata/ffr7x0m",
            "description": "Jeszcze niedawno Hiszpania była synonimem kryzysu i gospodarczej porażki. Hiszpański rząd i banki wydawały się być zamknięte w spirali śmierci i uzależnione od pomocy finansowej. Młodzi ludzie wyjeżdż ...",
            "image_url": "https://www.bing.pl/th?id=ODF.qVZJCEn4Awd3TcXwomvMuQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Onet Wiadomosci10 godz.",
            "source": "Onet Wiadomosci",
            "article_content": "Analiza brytyjskiego tygodnika została oparta o szereg miar, w tym wzrost PKB, inflację, bezrobocie, politykę fiskalną i wyniki giełdowe. Zarówno ogólny wzrost gospodarczy, jak i tempo tworzenia miejsc pracy w Hiszpanii są szybsze niż w Ameryce, która długo była obiektem zazdrości bogatego świata.\n\nGrecja i Irlandia, które również były dotknięte kryzysem dekadę temu, też radziły sobie dobrze w 2024 r. Podobnie jak Dania, gdzie gospodarka została pobudzona przez sukces leków Novo Nordisk przeciwko otyłości. Ale to Hiszpania stanowi najlepszą odpowiedź dla tych, którzy twierdzą, że Europa jest skazana na stagnację. Jej gospodarka czerpie korzyści z wcześniejszych reform. Daje to lekcje dla reszty kontynentu, ale powinno również służyć jako ostrzeżenie dla hiszpańskich decydentów politycznych.\n\nLekcja nr 1: skupienie się na usługach\n\nJedną z lekcji jest skupienie się na usługach i niefetyszyzowanie produkcji. Chociaż produkcja przemysłowa w Hiszpanii nie spadała tak szybko jak w Niemczech, częściowo dzięki niższym kosztom energii, to jednak nadal znajdowała się w stagnacji.\n\nAle turystyka odbiła się od pandemicznego minimum, a kraj przesuwa się w górę łańcucha wartości, coraz częściej eksportując usługi konsultingowe i wiedzę technologiczną, tak jak słońce i sangrię. Usługi nieturystyczne wzrosły z około 5,5 proc. PKB przed pandemią do 7-8 proc. obecnie, twierdzi bank BBVA.\n\nLekcja nr 2: otwarcie na imigrację\n\nKolejną lekcją jest bycie otwartym. Podczas gdy młodzi ludzie kiedyś opuszczali Hiszpanię w poszukiwaniu możliwości, teraz zamiast tego przyjeżdżają. Od 2019 r. liczba pracowników urodzonych za granicą wzrosła o około 1,2 mln, głównie z Ameryki Łacińskiej.\n\nWielu z tych migrantów pracuje na nisko płatnych stanowiskach wymagających niewielkich kwalifikacji, co oznacza, że choć gospodarka jest o siedem proc. większa niż w 2019 r., to po skorygowaniu o wzrost liczby ludności jest to tylko wzrost o trzy proc. Nadal to lepszy wynik niż w krajach takich jak Wielka Brytania i Kanada, które odnotowały podobny boom imigracyjny, ale spadek PKB na osobę.\n\nLekcja nr 3: współpraca z Chinami\n\nHiszpania z zadowoleniem przyjęła również inwestycje chińskich firm. 10 grudnia Stellantis, producent samochodów, i CATL, chiński producent akumulatorów, ogłosiły, że zbudują nową fabrykę akumulatorów w Saragossie (największy udziałowiec Stellantis, Exor, jest współwłaścicielem spółki-matki \"The Economist\"). Chery International, chiński producent samochodów, wybrał Barcelonę na lokalizację swojego pierwszego europejskiego zakładu produkcyjnego.\n\nDalszy ciąg materiału pod wideo\n\nLekcja nr 4: korzystne reformy\n\nCo najważniejsze, Hiszpania pokazuje, że reformy strukturalne przynoszą długoterminowe korzyści. Wiele z jej ostatnich sukcesów odzwierciedla decyzje podjęte po kryzysie finansowym w celu zreformowania banków i rynku pracy.\n\nSektor finansowy uległ konsolidacji, a reformy rynku pracy ułatwiły renegocjację umów i zachęciły szefów do zatrudniania większej liczby stałych pracowników. Pakiet środków mających na celu pobudzenie odnawialnych źródeł energii, w tym zniesienie \"podatku słonecznego\", który nakładał dodatkowe opłaty na energię słoneczną, pomógł w rozkwicie zielonej energii.\n\nOstrzeżenie\n\nHiszpania nie może jednak spać spokojnie. Turystyka i imigracja podbijają ceny mieszkań, inwestycje i wzrost wydajności pozostają nieuchwytne. Kruchy rząd koalicyjny zmierza w złym kierunku. Nie jest w stanie przeprowadzić dalszych reform niezbędnych do pobudzenia długoterminowego wzrostu, w tym w dziedzinie edukacji i usług. Przyjmuje skomplikowane regulacje, podnosząc koszty dla przedsiębiorstw.\n\nKraj będzie również musiał znaleźć pieniądze na zwiększenie wydatków na obronność, które na poziomie zaledwie 1,3 proc. PKB są zdecydowanie zbyt niskie. Mimo to Hiszpania pokazuje, że europejskie gospodarki mogą przezwyciężyć pozornie niemożliwe do pokonania wyzwania. Musi jednak uważać, aby nie stać się ilustracją niebezpieczeństwa stania w miejscu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zaskakujące odkrycie w sercu Warszawy. Odsłonięto mury XVIII-wiecznego szpitala. Archeolodzy liczą na kolejne znaleziska",
            "link": "https://www.msn.com/pl-pl/news/other/zaskakuj%C4%85ce-odkrycie-w-sercu-warszawy-ods%C5%82oni%C4%99to-mury-xviii-wiecznego-szpitala-archeolodzy-licz%C4%85-na-kolejne-znaleziska/ar-AA1w0EJa?ocid=BingNewsVerp",
            "description": "- Podczas prac przy budowie Nowego Centrum Warszawy, na ul. Sienkiewicza, natknęliśmy się na mury dawnego Szpitala ...",
            "image_url": "https://www.bing.pl/th?id=OVF.sDKnOur4sLdAyh2Puj4raw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "warszawa.naszemiasto on MSN15 godz.",
            "source": "warszawa.naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prymas Polski przewodniczył Mszy św. roratniej dla młodych",
            "link": "https://www.ekai.pl/prymas-polski-przewodniczyl-mszy-sw-roratniej-dla-mlodych/",
            "description": "Drabina jako metafora ludzkiego życia była motywem przewodnim wtorkowych rorat w podziemiach katedry gnieźnieńskiej, które ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Hny9WMVBDt_7O7OnC-fT-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "procesja Bożego10 godz.",
            "source": "procesja Bożego",
            "article_content": "Drabina jako metafora ludzkiego życia była motywem przewodnim wtorkowych rorat w podziemiach katedry gnieźnieńskiej, które wspólnie z młodzieżą przeżył abp Wojciech Polak. „Na każdym szczeblu tej drabiny możemy spotkać Boga, jeśli piąć się po niej będziemy z wiarą i ufnością” – mówił Prymas.\n\nRoraty w katedralnych podziemiach odbywają się w każdy wtorek i piątek gromadząc młodzież, ale i wszystkich chętnych. Msze św. celebrują i homilie głoszą kapłani związani z duszpasterstwem młodych i parafią katedralną. We wtorek 17 grudnia z młodymi modlił się Prymas Polski abp Wojciech Polak, który przypomniał, że Bóg chce nam towarzyszyć na każdym etapie naszego życia.\n\n„My idziemy w górę, a On schodzi do nas w dół i na każdym szczeblu tej drabiny możemy Go spotkać, jeśli piąć się po niej będziemy z wiarą i ufnością” – mówił Prymas nawiązując do homilii wygłoszonej wcześniej przez diecezjalnego duszpasterza powołań ks. Marcina Wawrzyniaka. Wykorzystując motyw drabiny kapłan mówił o włączaniu się Boga w życie człowieka, ale i naszym sięganiu ku Bogu.\n\n„Stary Testament wielokrotnie pokazuje taką zależność, że im jesteśmy wyżej tym bliżej Boga. Dlatego wspinanie się ku górze możemy odczytać jako wspinanie się do Boga. Taki ma być kierunek naszego życia, nastawiony na Boga, na dążenie w Jego stronę” – wskazał przestrzegając jednocześnie przed nadmiernym pośpiechem i pokusą, by przeskoczyć kolejne szczeble.\n\n„Potrzeba iść krok po kroku. Ryzykowne może być przyspieszanie i wchodzenie przeskakując co drugi szczebelek. Można się wtedy potknąć. Podobnie i w naszym życiu, kiedy wybiegamy za bardzo naprzód, kiedy tracimy grunt pod nogami, zaczynamy czuć przerażenie. Warto skupić się na kroku, który masz postawić teraz. Warto zastanowić się, co dzisiaj przyniesie Ci twoje życie. Każdy dzień, dobrze przeżyty, to kolejny ważny krok naszego życia” – mówił młodym ks. Wawrzyniak.\n\nW czasie Mszy św. roratniej modlono się za papieża Franciszka, który – jak przypomniał abp Polak – obchodzi 17 grudnia 88. urodziny. To właśnie orędzie Ojca Świętego do młodych na tegoroczny Światowy Dzień Młodzieży stało się inspiracją roratnich rozważań, którym towarzyszy wspólne hasło „Zaufaj”. Miejsce modlitwy również jest szczególne – kaplica bł. Radzyma Gaudentego, pierwszego arcybiskupa metropolity gnieźnieńskiego w podziemiach katedry gnieźnieńskiej, gdzie znajdują się relikty najstarszych świątyń z czasów Mieszka I i Bolesława Chrobrego. Nawiązanie do historii jest nieprzypadkowe – archidiecezja gnieźnieńska będzie w 2025 roku obchodzić 1000-lecie pierwszych koronacji królewskich w katedrze gnieźnieńskiej i 1025-lecie istnienia.\n\nPo roratach młodzi jak zawsze zjedli wspólnie śniadania w Lamusie czyli domu Diecezjalnego Duszpasterstwa Młodych – tym razem także w towarzystwie abp. Wojciecha Polaka."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki rowerowe do 19 km od Oświęcimia. Podpowiedzi jednodniowych wypraw. Gdzie w weekend 21 - 22 grudnia?",
            "link": "https://oswiecim.naszemiasto.pl/sciezki-rowerowe-do-19-km-od-oswiecimia-podpowiedzi-jednodniowych-wypraw-gdzie-w-weekend-21-22-grudnia/ar/c7p1-21831633",
            "description": "Nim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 21 grudnia w Oświęcimiu ma być 4°C. Nie powinno padać. W niedzielę 22 grudnia w Oświęcimiu ma być 5°C. Prawdopodobieństwo pojawienia ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto11 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 69 km od Koszalina. Podpowiadamy, gdzie warto się wybrać w weekend 21 - 22 grudnia",
            "link": "https://koszalin.naszemiasto.pl/gdzie-na-nordic-walking-do-69-km-od-koszalina-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-21-22-grudnia/ar/c7p1-22318903",
            "description": "W sobotę 21 grudnia według prognozy pogody ma być 6°C. Prawdopodobieństwo wystąpienia deszczu wynosi 62%. W niedzielę 22 grudnia zgodnie z najnowszymi prognozami pogody ma być 7°C w najcieplejszym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2lnLIQe5bnM9ixvXVTSDQg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "koszalin.naszemiasto10 godz.",
            "source": "koszalin.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Neolityczny topór, narzędzia i ozdoby. Archeologiczne odkrycia koło Tomaszowa Lubelskiego",
            "link": "https://www.rmf24.pl/regiony/lublin/news-neolityczny-topor-narzedzia-i-ozdoby-archeologiczne-odkrycia,nId,7876884",
            "description": "Średniowieczne ozdoby i topór z epoki neolitu są wśród znalezisk archeologicznych odkrytych w Wierzbicy koło Tomaszowa ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pyzo47k2vjV1vDaQ4FYDFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "RMF 2418 godz.",
            "source": "RMF 24",
            "article_content": "Średniowieczne ozdoby i topór z epoki neolitu są wśród znalezisk archeologicznych odkrytych w Wierzbicy koło Tomaszowa Lubelskiego. Co ciekawe, przedmioty te wydobyto w czasie poszukiwań pamiątek z okresu II wojny światowej.\n\nNeolityczny topór / WUOZ w Lublinie Delegatura Zamość /\n\nInformację o odkryciach archeologicznych przekazał Wojewódzki Konserwator Zabytków. Jak wyjaśniono w komunikacie, na przedmioty sprzed wieków natrafili członkowie Stowarzyszenia Pamięci 1 Pułku Piechoty Korpusu Ochrony Pogranicza z Lubyczy Królewskiej. Prowadzili oni poszukiwania pamiątek z września 1939 r.\n\n\"W trakcie prowadzonych działań natrafili na znaleziska zabytków archeologicznych, które odnaleźli poza obszarem znanych stanowisk archeologicznych. Dokonali odkrycia zaskakująco dużej ilości metalowych zabytków archeologicznych i kamiennego topora\" - relacjonuje w komunikacie Wojewódzki Konserwator Zabytków.\n\nZespół ozdób wykonanych z brązu pochodzących z wczesnego średniowiecza / WUOZ w Lublinie Delegatura Zamość /\n\nMiejsce odkrycia znalezisk obejrzeli eksperci z urzędu konserwatorskiego w Zamościu, a jego pracownicy dokonali oględzin terenowych tego miejsca. Okazuje się, że ma ono wyjątkowy charakter.\n\n\"Mamy tu do czynienia z nowym, dotychczas nieznanym stanowiskiem archeologicznym, wyjątkowo wartościowym pod względem naukowym, poznawczym i konserwatorskim, zawierającym zespół zabytków archeologicznych, które bardzo rzadko występują w tak dużych ilościach i pochodzą z różnych okresów pradziejów, wczesnego średniowiecza, średniowiecza i okresu staropolskiego\" - czytamy w komunikacie.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenna, gliniana noga z muzeum w Tarnowie na \"badaniach\" tomografem. Chcą poznać tajemnice zabytku, który liczy ponad siedem tysięcy lat",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/cenna-gliniana-noga-z-muzeum-w-tarnowie-na-badaniach-tomografem-chc%C4%85-pozna%C4%87-tajemnice-zabytku-kt%C3%B3ry-liczy-ponad-siedem-tysi%C4%99cy-lat/ar-AA1w2jj1?ocid=BingNewsVerp",
            "description": "Fragment glinianej nogi sprzed siedmiu tysięcy lat, prezentowany na stałe w Muzeum Historii Tarnowa i Regionu trafił na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xjQF-5FBqhnLOutFMQMCpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Tarnów Naszemiasto on MSN7 godz.",
            "source": "Tarnów Naszemiasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "17 GRUDNIA 2024",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2024-12-17,7,day.html",
            "description": "Najcenniejsze zabytki muzealnej kolekcji judaików eksponowane są na stałej wystawie w Starej Synagodze. W dawnych modlitewniach męskiej i kobiecej na parterze budynku wystawione są przedmioty żydowski ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "krakow20 godz.",
            "source": "krakow",
            "article_content": "Szlak żywego Muzeum Witrażu\n\nW Muzeum Witrażu przestrzenie ekspozycyjne przeplatają się z mieszcząca się tu od 1902 roku pracownią witraży. Podczas zwiedzania można obserwować niezmieniony od setek lat proces powstawania witraży. Struktura kamienicy, w której..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wnętrza domu Krystyny Jandy przypominają scenerię ze starych filmów. Zaglądamy do kuchni, sypialni i salonu gwiazdy",
            "link": "https://stronakobiet.pl/wnetrza-domu-krystyny-jandy-przypominaja-scenerie-ze-starych-filmow-zagladamy-do-kuchni-sypialni-i-salonu-gwiazdy/ar/c6p2-27098461",
            "description": "Krystyna Janda to niekwestionowana gwiazda i dama polskiej sceny filmowej. Jak mieszka aktorka? Zdecydowanie nie są to nowoczesne wnętrza, ale nie można odmówić im stylu i klasy. W kuchni są 30-letnie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.sCeGPQA0liDLkeNf2ot4ew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "stronakobiet6 godz.",
            "source": "stronakobiet",
            "article_content": "Krystyna Janda to niezwykle ciekawa postać w polskim show-biznesie. Jej historia życia jest inspirująca, tak jaj jej dom, w którym mieszka.\n\nKrystyna Janda to niezwykle ciekawa postać w polskim show-biznesie. Jej historia życia jest inspirująca, tak jaj jej dom, w którym mieszka. AKPA/GAŁĄZKA\n\nKrystyna Janda to niekwestionowana gwiazda i dama polskiej sceny filmowej. Jak mieszka aktorka? Zdecydowanie nie są to nowoczesne wnętrza, ale nie można odmówić im stylu i klasy. W kuchni są 30-letnie meble, do których artystka ma ogromny sentyment. Oto jak mieszka gwiazda.\n\nKrystyna Janda od wielu lat jest posiadaczką pięknego domu, który ma niezwykle ciekawą przeszłość. Niektórzy ze względu na tę trudną historię nigdy nie chcieliby tam mieszkać, ale aktorka postawiła wraz z mężem wyremontować posiadłość i zamieszkać w niej razem z rodziną.\n\nAranżacyjny miszmasz, czyli złoto, glamour i luksusowe meble. Oto dom Beaty Kozidrak Dom Beaty Kozidrak to przestrzeń, w której elegancja spotyka się z osobistym stylem artystki. Przyjrzymy się wnętrzom pełnym złotych akcentów, stylowym dekoracjom z pchlich targów oraz przestronnym ga... Katarzyna Dębek\n\nGdzie mieszka Krystyna Janda?\n\nKrystyna Janda mieszka w podwarszawskim Milanówku. To niezwykle malownicza miejscowość, w której znajduje się wiele zabytkowych domów, a jednym z nich jest ten należący właśnie do jednej z najbardziej utalentowanych polskich aktorek. Zakupiła go razem z mężem, Edwardem Kłosińskim, ponad 30 lat temu. Małżeństwo postanowiło odremontować nieruchomość i stworzyć miejsce do życia i wychowywania swoich dwóch synów.\n\n– Razem z mężem, a głównie mój mąż, uratowaliśmy od całkowitego zniszczenia, przywróciliśmy mu dawny kształt, funkcje poszczególnych pomieszczeń itd., bo w momencie kiedy go kupiliśmy, był nieogrzewaną ruiną z dziwnymi przebudowaniami – opisywała aktorka w jednym z wywiadów.\n\nPosiadłość otoczona jest przez ogród ze starymi drzewami, które chronią prywatność artystki.\n\nRozwiń\n\nNiezwykła historia domu Krystyny Jandy. Ta posiadłość skrywa wiele tajemnic\n\nWilla Krystyny Jandy to dom z duszą i ciekawą historią. Artystka na swojej stronie internetowej zdradziła jego tajemnice:\n\nZbudował go wielki śpiewak operowy Gruszczyński. Nie, nie ten Gruszczyński niewidomy, ten wcześniejszy. Przyjaciel Kiepury. Miał nadzwyczajny głos. Kiedy budował ten dom był Bogiem, śpiewał w Metropolitan. Już po roku kontraktu rozpił się, stracił głos. Na wakacjach był tu po zbudowaniu tego domu jeden raz, miasto z tej okazji zrobiło bramę wjazdową z kwiatów, z napisem WITAMY MISTRZA. Później zamieszkał tu na stałe, pił, przepił dom, czy przegrał w karty, Kiepura mu go podobno wykupił, znów przepił. Śpiewał potem za kieliszek wódki. Umarł tu, niedaleko, obok tego domu, w takiej komórce, na kupie węgla. To nie jest szczęśliwy dom.\n\nDom przechodził z rąk do rąk. Wuj męża Jandy wykupił go od banku. Podobno wiele lat temu znajdował się w nim szpital. Chodziły słuchy, że ciała zmarłych zakopywano w ogrodzie, a w samym domu straszy:\n\n– O samym domu i ogrodzie krążą legendy, koleje losu samego domu są dramatyczne, ściśle związane z powstaniem warszawskim i obozem przejściowym w Pruszkowie, z kolejnymi właścicielami i ich rodzinami, a pół cmentarza milanowskiego zajmuje kwatera białych betonowych krzyży, to groby ludzi, którzy umarli w mojej dziś sypialni, a wtedy tzw. „umieralni”, sali szpitala, gdzie leżeli najciężej ranni – wspominała Janda.\n\nPo wojnie budynek przekształcono w szkołę. Dzisiaj jest pięknym domem, w którym gromadzi się cała rodzina artystki.\n\nRozwiń\n\nW domu Krystyny Jandy nie brakuje antyków i starych mebli\n\nDom Krystyny Jandy zachwyca nie tylko historią i zewnętrznym wyglądem. Równie zjawiskowo jest i w środku. Duch dawnych lat wciąż w nim jest, a widać to m.in. w obrazach na ścianach, antycznych meblach, w ciekawych ozdobach i oświetleniu. W salonie znajdują się przeszklone drzwi, które prezentują wnętrza jednego z pomieszczeń:\n\nRozwiń\n\nJest tu trochę mrocznie, ale i stylowo. Pięknie zawieszone zasłony na dekoracyjnych karniszach są tłem dla bibelotów postawionych na parapecie. Zachwycające w tym pomieszczeniu jest oświetlenie – zwłaszcza to górne, które daje delikatne światło na cały pokój.\n\nAch, jak przytulnie! Edyta Bartosiewicz mieszka i tworzy w pięknych wnętrzach Edyta Bartosiewicz od lat cieszy się ogromną sympatią Polaków. Jej hity z lat 90. i początku lat 2000 były znane i niezwykle lubiane, w szczególności przez ówczesnych nastolatków. Wokalistka wciąż nag... Anna Moyseowicz\n\nJakiś czas temu Janda zaprezentowała również swoją sypialnię, która wygląda jak pomieszczenie ze starych filmów miłosnych. Znajduje się tu ogromne łóżko, stara toaletka i fotel ze stojakiem, które tworzą niezwykły klimat.\n\nRozwiń\n\nKuchnia Krystyny Jandy – staromodna, ale z klimatem. Gwiazda nie remontowała jej od 30 lat\n\nStary klimat domu widać również w kuchni aktorki. Artystka opublikowała zdjęcie tego wnętrza i przyznała, że nie remontowała jej od 30 lat.\n\nRozwiń\n\nMeble zaprojektował jej przyjaciel, który zajmował się malarstwem i stolarstwem, więc na próżno takich szukać w sklepach. Na ścianach wiszą relingi, na których znajdują się akcesoria kuchenne. Niektóre z górnych szafek mają przeszklenia, dzięki którym wyłaniają się rzeczy codziennego użytku. Ciekawym elementem w kuchni Krystyny Jandy jest podłoga, która mocno się wyróżnia. Chociaż aranżacja tego wnętrza jest w starym stylu, to w tym pomieszczeniu nie brakuje nowoczesnych urządzeń AGD.\n\nJesteśmy na Google News. Dołącz do nas i śledź Stronę Kobiet codziennie.\n\n\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zakurzone anioły i figury świętych. W kościołach ruszyły przedświąteczne porządki",
            "link": "https://www.rmf24.pl/raporty/raport-boze-narodzenie-2024/news-zakurzone-anioly-i-figury-swietych-w-kosciolach-ruszyly-prze,nId,7876853",
            "description": "Nie tylko w domach i mieszkaniach zaczynają się przedświąteczne porządki, czyli ta mniej lubiana część przygotowań do Bożego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.i3GSGEccauhue189Agg3lA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "RMF 2419 godz.",
            "source": "RMF 24",
            "article_content": "Nie tylko w domach i mieszkaniach zaczynają się przedświąteczne porządki, czyli ta mniej lubiana część przygotowań do Bożego Narodzenia. Wspinając się ze ściereczką do żyrandola i odkrywając nowe formy życia na szczycie kuchennych szafek, pomyślcie sobie, że to drobiazg w porównaniu z wyzwaniami, jakie czekają proboszczów i kościelnych w zabytkowych świątyniach. Chociażby takich jak archikatedra w Lublinie.\n\nArchikatedra lubelska / Dominik Smaga / RMF FM\n\nSprzątamy na co dzień, ale wiadomo, że przed świętami zawsze trzeba trochę wysiłku włożyć. Bo jednak święta Bożego Narodzenia są świętami, które wymagają przygotowania - przyznaje ks. Krzysztof Kwiatkowski, proboszcz archikatedralnej parafii św. Jana Chrzciciela i św. Jana Ewangelisty. Atmosfera związana ze świętami warta jest zachodu. Na pewno w dni poprzedzające święta Bożego Narodzenia potrzebne jest gruntowne sprzątanie - dodaje.\n\nRzeźby, płaskorzeźby, figury świętych, skrzydła aniołków, ramy obrazów, ramiona żyrandoli, kolumny, balustrady, ławki… Prawie nic tu nie jest płaskie i gładkie. Późnobarokowe wnętrze pełne jest zakamarków i szczelin, na których osiada kurz. Kurzą się, kurzą się, wszystko się kurzy - mówi ks. Kwiatkowski.\n\nŚwiątynia także jest miejscem, gdzie są ludzie, jest błoto, jesteśmy w centrum miasta, więc ruch miasta zawsze generuje pewne zakurzenie - tłumaczy proboszcz. Dodatkowe zanieczyszczenia pochodzą ze świec. Gdy kopcą, powoduje to osadzanie sadzy na elementach, także tych dekoracyjnych. I później to trzeba w jakiś sposób oczyścić, żeby to miało blask, żeby wyglądało świątecznie i odświętnie - mówi.\n\nArchikatedra lubelska / Dominik Smaga / RMF FM\n\nŁatwo nie jest. O ile standardowe polskie mieszkanie ma nieco ponad 2,5 metra wysokości, o tyle sam ołtarz w lubelskiej archikatedrze ma wysokość 25 metrów, a sklepienie jest o kilka metrów wyżej. Żeby umyć żyrandol w dużym pokoju, wystarczy stanąć na krześle, zaś w zabytkowej świątyni trzeba się wspiąć na wysokość drugiego piętra. Nie wspominając już o tym, że w kościele nie dosięgnie się odkurzaczem do pajęczyny, która, co gorsza, potrafi być smarowna jak masło. Tu nie da się po prostu stanąć na krześle, aby dosięgnąć ściereczką do elementów, które trzeba wyczyścić.\n\nPotrzeba specjalistycznego sprzętu. To są różnego rodzaju zwyżki, to są różnego rodzaju urządzenia, na takich małych gąsienicach, wjeżdżają do kościoła - mówi proboszcz archikatedry w Lublinie.\n\nI wspomina, jak w poprzedniej parafii proboszcz zarządził malowanie świątyni. Przyjechało pewne urządzenie, które służyło do mycia szyb na co dzień na lotnisku na Okęciu. Wysokość pracy wysięgnika to było 30,5 metra, a więc u nas spokojnie by to wystarczyło - opowiada ks. Kwiatkowski i przyznaje, że proboszcz tamtego kościoła był bardzo zadowolony z pracy urządzenia. Dlatego że poprzednie malowanie kościoła zajęło ponad dwa miesiące, trzeba było ustawiać rusztowania - wyjaśnia duchowny. Ustawianie rusztowań to rzecz czasochłonna, ale też bardzo kosztowna. Dzisiaj koszty ustawienia rusztowań bardzo często są wyższe niż koszty samego wykonania pewnych prac na wysokościach - dodaje.\n\n/ Dominik Smaga / RMF FM\n\nWłaśnie ze względu na wysokość archikatedry, jej gruntowne odkurzanie nie odbywa się zbyt często. To nie jest rzecz, którą możemy robić na każde święta - stwierdza proboszcz. Takie rzeczy robi się zdecydowanie rzadziej, chociaż raz na jakiś czas także świątynię należy odświeżyć, odkurzyć, pozbierać pajęczyny - dodaje.\n\nZ pajęczynami wiszącymi w zabytkowej świątyni trzeba działać inaczej niż z takimi, które jakiś pająk naprędce rozpiął pod sufitem w rogu mieszkania. Wysokość nie jest tu jedynym utrudnieniem. Tam, gdzie palą się świece, chociażby przy Matce Bożej, one są wręcz tłuste. Więc ciągnięcie takich pajęczyn po ścianie te ściany by zabrudziło, a to są polichromie, to są rzeczy, które po prostu byłyby niedopuszczalne. To muszą robić odpowiedni ludzie, to wymaga pewnej specjalistycznej pracy - wyjaśnia ks. Kwiatkowski. Pewne rzeczy można zrobić z ziemi, pewne rzeczy można zrobić z drabiny, ale kompleksowe czyszczenie świątyni robi się przy użyciu specjalistycznego sprzętu - dodaje.\n\nNawet wymiana żarówki w żyrandolu to spore wyzwanie. Jest taka możliwość, że wchodzimy na strych. Tam jest takie specjalne urządzenie, które pozwala na przykład na opuszczenie jednego czy drugiego żyrandola. Więc wtedy, kiedy żyrandole czyścimy na poważnie, to można coś takiego zrobić - tłumaczy proboszcz archikatedry i dodaje, że do wymiany żarówek wystarczy odpowiednio wysoka drabina i asekuracja.\n\n/ Dominik Smaga / RMF FM\n\nAle porządki to nie wszystko. Tak, jak w wielu domach, tak również w archikatedrze pojawi się choinka. Nawet kilka choinek. Wniesienie i postawienie drzewka we wnętrzu wydaje się proste, dopóki nie uświadomimy sobie, że choinka ma 10 metrów wysokości. Proszę wierzyć, ustawienie 10-metrowej choinki, która waży już odpowiednio, która ma pień dosyć gruby, to nie jest łatwa sprawa. Drzwi do świątyni mają taką wielkość, że po prostu te choinki są wciągane - stwierdza ks. Kwiatkowski. W zeszłym roku było to o tyle trudne, że padał deszcz, padał śnieg, te choinki były bardzo mokre. Ale dajemy radę - dodaje.\n\nNie inaczej ma być w tym roku: wszyscy mają dać radę, archikatedra ma być posprzątana i pachnąca iglakami, aby na święta wszystko było gotowe i zachwycało bogactwem wystroju. A pozłacani aniołowie, jak co rok, będą spoglądać z góry na czubki głów wiernych, spokojni o to, że nikt z dołu nie dojrzy, czy anielskie czupryny nie są przypadkiem lekko przykurzone."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] [17.12.2024]",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stare-banknoty-i-monety-u-monety-z-prl-u-nie-uwierzysz-ile-mog%C4%85-kosztowa%C4%87-pieni%C4%85dze-z-lat-60-70-i-80-zdj%C4%99cia-17-12-2024/ar-AA1vZTSZ?ocid=BingNewsVerp",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.D9r96jQ9yn7crstkA-FmQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Hostowane na MSN19 godz.",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy [17.12.2024]",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-17122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rXY4IFBt9hVZAYwsRbQrPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl21 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historyczne odkrycie w Polsce. Artefakty jak z gry Diablo",
            "link": "https://www.planeta.pl/nauka/historyczne-odkrycie-w-polsce-artefakty-jak-z-gry-diablo",
            "description": "Historia Polski i niezwykłe odkrycie archeologiczne. W Wierzbicy koło Tomaszowa Lubelskiego archeolodzy odnaleźli artefakty ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.xRWq9AtF0FA_Cs6KksIbIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Planet16 godz.",
            "source": "Planet",
            "article_content": "Historia Polski i niezwykłe odkrycie archeologiczne. W Wierzbicy koło Tomaszowa Lubelskiego, archeolodzy odnaleźli artefakty sprzed wieków. Badacze historii są zaskoczeni, bo szukali tam zupełnie innego historycznego skarbu.\n\nHistoryczne odkrycie w Polsce. Artefakty jak z gry Diablo\n\nArcheologiczna sensacja w Polsce. W Wierzbicy koło Tomaszowa Lubelskiego (powiat tomaszowski) natrafiono na historyczny skarb. Wojewódzki Konserwator Zabytków przekazał, że archeolodzy szukali pamiątek na szlaku bojowym z okresu II wojny światowej i września 1939 roku. Natrafili jednak na coś zupełnie innego. Członkowie Stowarzyszenia Pamięci 1 Pułku Piechoty Korpusu Ochrony Pogranicza z Lubyczy Królewskiej znaleźli artefakty sprzed wieków. Pochodzą z wczesnego średniowiecza, średniowiecza i okresu staropolskiego. Neolityczny topór, narzędzia i ozdoby - pisze rmf24.pl.\n\nKamienny topór odkryty w Polsce Fot: archiwum WUOZ w Lublinie Delegatura Zamość\n\nWojewódzki Konserwator Zabytków informuje, że odnaleziono „zaskakującą dużą ilość metalowych zabytków archeologicznych oraz metalowy topór”. Artefakty odkryto poza obszarem znanych stanowisk archeologicznych. Miejsce odkrycia znalezisk obejrzeli eksperci z urzędu konserwatorskiego w Zamościu, przeprowadzono również oględziny terenowe. Wszystkie znaleziska zabytków metalowych posiadają lokalizację GPS, o co zadbali poszukiwacze.\n\nQuiz: Test wiedzy z historii Polski - bitwy, daty, najważniejsze wydarzenia 1/22 Jaką bitwę przedstawił na tym obrazie Jan Krzysztof Damel? Bitwa pod Cedynią Cud nad Wisłą Bitwa pod Wiedniem Oblężenie Częstochowy Dalej\n\nJedno ze znalezisk to kamienny topór czterościenny, wykonany prawdopodobnie z bazaltu, z wygładzeniem wszystkich ścian i łagodnie zaokrąglonymi krawędziami. Zachowana długość ok. 14 cm, szerokość ok. 8 cm, grubość ok. 4,5 cm, ostrze ok. 5,5 cm. Chronologię topora można określić na epokę neolitu (ok. 2500-2000 lat p.n.e.) i przypisać do kultury ceramiki sznurowej.\n\nZnaleziono również fragment fibuli z brązu, datowanej na okres rzymski i wiązanej z osadnictwem ludności kultury wielbarskiej.\n\nFragment fibuli z brązu Fot: Lubelski Wojewódzki Konserwator Zabytków\n\nMamy tu do czynienia z nowym, dotychczas nieznanym stanowiskiem archeologicznym, wyjątkowo wartościowym pod względem naukowym, poznawczym i konserwatorskim, zawierającym zespół zabytków archeologicznych, które bardzo rzadko występują w tak dużych ilościach i pochodzą z różnych okresów pradziejów, wczesnego średniowiecza, średniowiecza i okresu staropolskiego- informuje Lubelski Wojewódzki Konserwator Zabytków.\n\nŹródło: Radio ZET, Lubelski Wojewódzki Konserwator Zabytków\n\nDziękujemy za przeczytanie artykułu do końca. Bądź na bieżąco! Polub naszą stronę na Facebooku"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nic o nim nie wiedzieli. Ważne odkrycie w Lubelskiem",
            "link": "https://www.dziennikwschodni.pl/tomaszow-lubelski/odkryto-nowe-stanowisko-archeologiczne-w-woj-lubelskim,n,1000354535.html",
            "description": "Lubelski Wojewódzki Konserwator Zabytków informuje, że w powiecie tomaszowskim odkryte zostało nieznane dotąd stanowisko ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Tw93st9H6Sd5rqoB5iYeoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Wschodni7 godz.",
            "source": "Dziennik Wschodni",
            "article_content": "Przeglądarka, z której korzystasz jest przestarzała.\n\nStarsze przeglądarki internetowe takie jak Internet Explorer 6, 7 i 8 posiadają udokumentowane luki bezpieczeństwa, ograniczoną funkcjonalność oraz nie są zgodne z najnowszymi standardami.\n\nProsimy o zainstalowanie nowszej przeglądarki, która pozwoli Ci skorzystać z pełni możliwości oferowanych przez nasz portal, jak również znacznie ułatwi Ci przeglądanie internetu w przyszłości :)"
        }
    }
]