[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To nie żart - wazon z PRL może być warty nawet 14 tysięcy. Takie antyki z lat 60, 70, 80 są poszukiwane",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-nie-%C5%BCart-wazon-z-prl-mo%C5%BCe-by%C4%87-warty-nawet-14-tysi%C4%99cy-takie-antyki-z-lat-60-70-80-s%C4%85-poszukiwane/ar-AA1IjFhe?ocid=BingNewsVerp",
            "description": "Polski design czasów PRL to prawdziwa perełka. Boom na wystrój lub elementy wnętrz z tamtych lat nieprzerwanie trwa.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tdNEcp-ZGwYvq0CYMYovDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN9 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bitwa regionów",
            "link": "https://wloclawek.naszemiasto.pl/tag/bitwa-regionow",
            "description": "W Ciechocinku, tuż obok słynnych tężni, odbyła się wyjątkowa Bitwa Regionów. W konkursie kulinarnym wzięło udział 17 kół gospodyń wiejskich z powiatów... Półfinał „Bitwy Regionów' 2023 odbył się na te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto17 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 10.07.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-10-07-2025/ar-AA1HnhUY?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.CMLmagtUzUeybHzJbck5Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Toruń Nasze Miasto on MSN10 godz.",
            "source": "Toruń Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 10.07.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-10072025/ar-AA1HFaiJ?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN10 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przełom dla Polaków. Stara książeczka z PRL warta prawie 30 000 zł. Sprawdź, czy ją masz",
            "link": "https://legaartis.pl/przelom-dla-polakow-stara-ksiazeczka-z-prl-warta-prawie-30-000-zl-sprawdz-czy-ja-masz/",
            "description": "Gruntowne przeszukiwanie rodzinnych archiwów i zapomnianych szuflad może przynieść nieoczekiwane korzyści finansowe dla tysięcy polskich rodzin. Wśród ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Or5Y4IyEc36W4RUCNIn64g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Kancelaria LEGA ARTIS7 godz.",
            "source": "Kancelaria LEGA ARTIS",
            "article_content": "Gruntowne przeszukiwanie rodzinnych archiwów i zapomnianych szuflad może przynieść nieoczekiwane korzyści finansowe dla tysięcy polskich rodzin. Wśród pamiątek z okresu PRL ukrywają się prawdziwe skarby, które w 2025 roku reprezentują imponujące wartości pieniężne, często równe kilkumiesięcznym zarobkom przeciętnego Polaka. Szczególną uwagę należy zwrócić na niewykorzystane książeczki oszczędnościowe oznaczone literą F, które w dekadach lat 70. i 80. były jedyną oficjalną metodą nabycia wymarzonego samochodu.\n\nTe pozornie niewinne dokumenty bankowe, przez dziesięciolecia zapomniane w domowych kolekcjach, mogą zostać wymienione na spektakularne sumy pieniędzy dzięki wyjątkowemu programowi rekompensacyjnemu. Rząd uruchomił go na początku 2025 roku. Szczęśliwi właściciele książeczek na zakup legendarnego Fiata 126p (Malucha) mogą liczyć na rekompensatę wynoszącą 19 391 złotych, zaś posiadacze dokumentów dotyczących FSO 1500 otrzymają 27 479 złotych. To pilna informacja, bo czas na działanie jest ograniczony – masz czas tylko do końca 2026 roku.\n\nSkarb z PRL: Jak powstały książeczki F i dlaczego są tak cenne?\n\nSystem książeczek oszczędnościowych F sięga połowy lat 70., kiedy to władze komunistycznej Polski zmagały się z narastającym problemem nierównowagi między popytem na samochody a ograniczonymi możliwościami produkcyjnymi. Posiadanie prywatnego pojazdu w tamtej epoce nie było zwykłą transakcją, lecz symbolem przywileju i sukcesu w gospodarce permanentnego niedoboru.\n\nOdpowiedzią na te problemy było powołanie w 1976 roku specjalnego mechanizmu oszczędnościowego we współpracy z monopolistycznym wówczas Bankiem PKO BP. Oznaczenie literą F nawiązywało do włoskiej firmy Fiat, której licencyjne modele dominowały na polskim rynku. Wprowadzenie przedpłat miało na celu wyeliminowanie anarchii kolejkowej i spekulacji na czarnym rynku, gdzie ceny samochodów dwu- lub trzykrotnie przewyższały oficjalne cenniki.\n\nProces uzyskania prawa do zakupu samochodu wymagał spełnienia restrykcyjnych wymogów. Kandydaci musieli wpłacić minimalną kwotę 5000 złotych, co było znaczącym obciążeniem finansowym, biorąc pod uwagę, że miesięczne wynagrodzenia oscylowały wokół 3000-4000 złotych. Następnie deklarowano przybliżoną datę odbioru pojazdu, najczęściej od dwóch do pięciu lat, i regularnie wpłacano miesięczne składki.\n\nNiestety, skomplikowana rzeczywistość ekonomiczna lat 80. sprawiła, że znacząca część posiadaczy książeczek nigdy nie doczekała się realizacji marzeń. Przyczyną były drastyczne podwyżki cen pojazdów (o kilkaset procent), pogarszająca się sytuacja materialna rodzin, a także transformacja ustrojowa w 1989 roku. Gwałtowna liberalizacja importu sprawiła, że państwowy system przedpłat stracił rację bytu, pozostawiając dziesiątki tysięcy osób z bezwartościowymi dokumentami.\n\nStatystyki pokazują skalę zjawiska: w latach 1977-1980 Bank PKO BP wydał ponad ćwierć miliona tych dokumentów. Praktycznie co dziesiąta polska rodzina posiadała takie zobowiązanie bankowe. Książeczki miały unikalną szatę graficzną z logo PKO i literą F, zawierały tabele wpłat i harmonogramy. Najczęściej dotyczyły Fiata 126p i FSO 1500.\n\nJak odzyskać pieniądze? Kwoty, procedura i terminy w PKO BP\n\nSytuacja prawna i finansowa posiadaczy książeczek uległa poprawie dzięki długotrwałym działaniom organizacji konsumenckich. Przełom nastąpił pod koniec 2024 roku, kiedy Minister Finansów Andrzej Domański ogłosił nowy program rekompensat. Rozporządzenie weszło w życie 1 stycznia 2025 roku i przewiduje wypłatę środków odpowiadających realnej wartości przedpłat, z uwzględnieniem inflacji i utraconego zysku.\n\nMetodologia wyliczania rekompensat opiera się na zaawansowanych kalkulacjach ekonomicznych. Dla książeczek na Fiata 126p ustalono kwotę 19 391 złotych, a dla FSO 1500 – 27 479 złotych. Procedura odzyskiwania środków została zaprojektowana w sposób maksymalnie prosty, choć wymaga dopełnienia formalności w celu weryfikacji autentyczności.\n\nPodstawowym warunkiem jest posiadanie oryginalnego dokumentu w nienaruszonym stanie. Jeśli książeczka została zagubiona, nie wszystko stracone! Bank PKO BP zachował w swoich archiwach szczegółowe informacje o wszystkich wydanych dokumentach. Wystarczy złożyć specjalny wniosek w dowolnej placówce bankowej, przedstawiając dokument tożsamości i wszelkie posiadane zaświadczenia.\n\nProces weryfikacji i wypłaty rozpoczyna się od wizyty w oddziale PKO BP. Pracownicy banku sprawdzą autentyczność książeczki, numery seryjne w bazach danych, zgodność danych osobowych oraz historię wpłat. Po pozytywnej weryfikacji, bank przygotuje dokumentację i dokona przelewu na wskazane konto. Całość procesu trwa zwykle od kilku dni roboczych do maksymalnie dwóch tygodni.\n\nPrawo do rekompensaty nie ogranicza się wyłącznie do pierwotnych posiadaczy. Obejmuje również ich prawnych spadkobierców. Jeśli oryginalny właściciel zmarł, spadkobiercy mogą ubiegać się o zwrot środków po przedstawieniu dokumentacji potwierdzającej prawo do spadku (np. wyrok sądu o stwierdzeniu nabycia spadku).\n\nDziałaj szybko! Ostrzeżenie przed oszustami i inne skarby z PRL\n\nZgodnie z najnowszymi szacunkami PKO BP, w polskich domach nadal może znajdować się kilkadziesiąt tysięcy niewykorzystanych książeczek F, których łączna wartość potencjalnych wypłat może przekroczyć miliard złotych. Ta kwota pokazuje skalę marzeń o własnym samochodzie w czasach, gdy motoryzacja indywidualna była luksusem.\n\nNależy działać szybko! Zgodnie z rozporządzeniem Ministerstwa Finansów, możliwość ubiegania się o zwrot środków jest dostępna tylko do końca 2026 roku. Po tym terminie procedura stanie się znacznie bardziej skomplikowana, a w praktyce może okazać się niemożliwa. Eksperci jednogłośnie zalecają nie zwlekać z poszukiwaniami rodzinnych dokumentów.\n\nUzyskanie rekompensaty może stanowić bardzo znaczący impuls finansowy. Kwota zbliżająca się do 30 000 złotych to równowartość kilkumiesięcznych zarobków. Dla seniorów to istotne uzupełnienie emerytur, pokrycie kosztów leczenia czy remontów. Młodsi spadkobiercy mogą wykorzystać te pieniądze na wkład własny do kredytu mieszkaniowego, edukację dzieci czy realizację planów inwestycyjnych.\n\nBądź ostrożny! W ostatnich miesiącach znacznie wzrosła liczba prób oszustw. Przestępcy, podający się za pracowników banku lub urzędników, oferują „pomoc” w uzyskaniu rekompensaty, żądając przekazania oryginału książeczki lub opłat. Pamiętaj: jedynym podmiotem uprawnionym do wypłaty jest Bank PKO BP, a cała procedura odbywa się wyłącznie w oficjalnych placówkach, bez żadnych dodatkowych opłat! Wszelkie inne oferty to potencjalne oszustwo.\n\nKsiążeczki F to nie jedyne pamiątki z PRL, które mogą mieć wartość. Kolekcjonerzy poszukują banknotów z Piłsudskim (kilkadziesiąt do kilkuset złotych), monet okolicznościowych (zwłaszcza rzadkich błędów menniczych), a także obligacji Skarbu Państwa. Warto pamiętać również o książeczkach mieszkaniowych PKO, dla których system rekompensat działa już od lat. Według Ministerstwa Rozwoju i Technologii, ponad 30% uprawnionych osób nadal nie złożyło wniosków o wypłatę należnych im kwot, co świadczy o powszechnym braku świadomości.\n\nProces poszukiwania i realizacji starych dokumentów często staje się okazją do nawiązania głębszych relacji międzypokoleniowych. Opowieści dziadków o trudnościach PRL to żywa lekcja historii, pozwalająca młodemu pokoleniu lepiej zrozumieć skalę przemian w Polsce. Ten aspekt edukacyjny jest równie cenny, co sama korzyść finansowa.\n\nW odpowiedzi na ogromne zainteresowanie, PKO BP wprowadził usprawnienia, takie jak system wcześniejszej rejestracji internetowej, dedykowane stanowiska obsługi oraz specjalną infolinię. Wszystko po to, aby przyspieszyć proces weryfikacji i wypłaty. Media społecznościowe pełne są historii osób, które niespodziewanie odkryły cenne książeczki wśród rodzinnych pamiątek. Nie wyrzucaj starych dokumentów pochopnie!\n\nProgram rekompensat za książeczki oszczędnościowe F to nie tylko szansa na zastrzyk gotówki, ale także dowód na to, jak ważne jest konsekwentne dotrzymywanie zobowiązań finansowych przez instytucje państwowe, niezależnie od zmian ustrojowych. Wzmacnia to zaufanie obywateli do państwa i systemu bankowego. Poświęć czas na dokładne przejrzenie swoich archiwów – być może to Ty jesteś kolejnym szczęśliwym posiadaczem skarbu z PRL."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Z drewna i stali powstało Atari. Wracamy do serii „50 lat Atari'",
            "link": "https://cdaction.pl/retro/z-drewna-i-stali-powstalo-atari-czesc-czwarta-serii-50-lat-atari",
            "description": "Pod koniec 1972 roku Nolan Bushnell i Ted Dabney po rozstaniu z Nutting Associates założyli Atari i postanowili produkować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.66btnZsVCLCPYT9tVH6tty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "CD-Action3 godz.",
            "source": "CD-Action",
            "article_content": "Poprzednie trzy odsłony cyklu znajdziecie w zakładce Retro na naszej stronie, piątej możecie spodziewać się za miesiąc, kolejne zaś powstaną, jeśli uznacie, że warto. A lekturę wcześniejszych części zalecam, bo tworzą one z niniejszym tekstem całość.\n\nCZĘŚĆ PIERWSZA\n\nCZĘŚĆ DRUGA\n\nCZĘŚĆ TRZECIA\n\nA teraz - zaczynamy!\n\nLata 1972-1974: Maszyna, która robi „pong”\n\nPod koniec 1972 roku Nolan Bushnell i Ted Dabney po rozstaniu z Nutting Associates założyli Atari i postanowili produkować automaty do gier. Ale „chcieć” wcale nie znaczy „móc”. Choć mieli już bowiem jaki taki kapitalik, nadal było to zdecydowanie zbyt mało, aby poważnie myśleć o tworzeniu własnych automatów arcade.\n\nNa początek więc Atari zapukało do drzwi znanego producenta pinballi, Bally Manufacturing, który to planował poszerzyć swą ofertę o innego rodzaju automaty zręcznościowe. I zawarto umowę na stworzenie maszyny symulującej jazdę samochodem. Bally zaoferowało Bushnellowi i Dabneyowi 25 tys. dolarów za zaprojektowanie gry, a po jej wdrożeniu do produkcji Atari miało otrzymywać 3% z ceny każdego sprzedanego egzemplarza(*).\n\nGrunt to ściema!\n\nBushnell i Dabney uznali, że prowadzenie firmy i projektowanie gry to trochę za dużo, jak na zaledwie dwie osoby. Potrzebowali wsparcia. Postanowili zarzucić sieci tam, gdzie ich zdaniem pracowali ludzie z głowami na karku, czyli w Ampeksie. A konkretniej chcieli wyrwać stamtąd zdolnego inżyniera – Ala Alcorna. Ten nie bardzo palił się do zamiany dobrze mu znanej i niezłej pracy na angaż w nowo powstałej firemce, do tego tworzącej gry, o których nie miał bladego pojęcia. (Pierwszy raz zobaczył, co to jest, gdy Bushnell dał mu pograć na stojącym w jego gabinecie automacie Computer Space).\n\nAby przekonać Alcorna, Nolan uciekł się do kłamstwa – powiedział mu, że podpisał umowę z General Electric na stworzenie automatu z nową grą. I że Alcorn ma nad nią pracować. Inżynier uznał, że skoro tak, to co tam, zaryzykuje. Zatrudnienie w Atari znalazł też dawny Ampeksowy praktykant, Steve Bristow, który właśnie ukończył studia i rozglądał się za pierwszą posadą.Bushnell, nie do końca pewny, czy Alcorn poradzi sobie w zupełnie nowej dziedzinie, postanowił sprawdzić inżyniera, zlecając mu stworzenie zwykłej zręcznościówki. Taki tam „test kompetencji”. Przypomniał sobie widzianego na pokazie Magnavox Odyssey Table Tennisa i doszedł do wniosku, że prostszej gry zrobić się nie da. Zasugerował więc Alcornowi, by opracował coś podobnego.\n\nAlcorn, przekonany, że od tego projektu zależy zarówno jego przyszłość (w sumie miał rację…), jak i przyszłość Atari, potraktował zadanie bardzo poważnie. (Jak tłumaczył: „Ponieważ sądziłem, że to prawdziwy produkt, ciężko pracowałem, aby był grywalny i niedrogi”). I trzy miesiące później pokazał szefostwu w pełni funkcjonalny prototyp. To, co stworzył, zrobiło wielkie wrażenie na Bushnellu i Dabneyu. „Myślałem, że to tylko wprawka” – powiedział ten pierwszy w wywiadzie udzielonym Playboy Magazine – „ale kiedy (Alcorn – dop. smg) uruchomił grę, okazało się, że to świetna zabawa”.\n\n…Pong! Pong! Pong!\n\nBushnell poprosił Alcorna, by wzbogacił produkcję o efekty dźwiękowe, mające mające ilustrować odbijanie piłeczki paletkami (bo do tego sprowadzała się rozgrywka). Nolan zdefiniował swoje oczekiwania, wsadzając kciuk do ust i wyciągając go, czemu towarzyszył specyficzny odgłos. Alcorn pokombinował z układami elektronicznymi w telewizorze pełniącym funkcję monitora… i w ten sposób wytworzył charakterystyczne „pong!”, od którego zresztą gra wzięła nazwę.\n\nBushnell i spółka próbowali zainteresować prototypem Bally, licząc na szybkie i proste pieniądze za sprzedaż licencji na Ponga, bardzo Atari wtedy potrzebne (mieli też nadzieję, że ich partner biznesowy kupi to zamiast zamówionej samochodówki, nad którą ciągle się biedzili). Ale reakcja decydentów Bally była lodowata. Najbardziej nie spodobało się im, że to gra dla dwóch osób. Ich zdaniem miało to mocno ograniczyć potencjalne zyski, gdyż większość ludzi bawiących się na automatach pyka solo. Potem Nolan spróbował się skontaktować z dawnym pracodawcą, czyli Nutting Associates. Tym razem Pong wywołał nawet pewne zainteresowanie… ale strony nie dogadały się w momencie, gdy ustalano finansowe szczegóły umowy. NA uznało bowiem, że Atari chce za wysokich tantiem.\n\nW międzyczasie pierwszy egzemplarz Ponga, a w sumie to jego sklecony prototyp (np. zbiornik na monety sporządzono z… kartonu po mleku, a obudowę wykonano z płyt paździerzowych), poddano praktycznemu testowi w znajdującej się w pobliżu siedziby firmy knajpce Andy Capp’s Tavern, gdzie pracował zaprzyjaźniony z szefami Atari manager. Bushnell zakładał, że będzie fajnie, jeśli Pong zgromadzi 25 dolarów w tydzień (dobry pinball dawał w tym czasie z 40-45 dolców). I cóż, rezultaty okazały się dołujące – przez cały dzień na grę skusiła się… jedna osoba, a i ona wydawała się mocno zdezorientowana tym, co widziała na ekranie. Zdecydowanie nie poprawiło to morale ekipy, która siedziała w kącie lokalu i obserwowała, jak sobie radzi jej „dziecko”. Atarowcy wrócili więc do pracy z nosami spuszczonymi na kwintę.\n\nAndy Capp’s Tavern\n\n…To działa! To działa!!!\n\nDwa tygodnie później szef wspomnianego lokalu zadzwonił do Bushnella i poinformował, że automat nawalił, więc niech go naprawią albo go sobie wezmą. Pełniący funkcję „mobilnego serwisu” Alcorn odkrył, że Pong jest jednak sprawny, a za „awarię” odpowiada… przepełniony pojemnik na monety. W sumie wrzucono tam sporo ponad 400 ćwierćdolarówek. Przeszło 100 dolarów w dwa tygodnie. A gdy tylko inżynier zamknął obudowę i oświadczył, że urządzenie „Już działa!”, natychmiast ustawiła się kolejka chętnych do pogrania. Manager zaś, nieco skrzywiony, stwierdził, że odkąd automat stoi w knajpce, to wprawdzie znacznie zwiększyła się liczba ludzi odwiedzających to miejsce, ale większość z nich nie przychodzi tu coś zjeść czy napić się piwa, lecz cisnąć w Ponga.\n\nInformacja o tym dotarła do Bushnella w ten sam dzień, gdy negocjacje z NA zakończyły się fiaskiem. Podjął więc męską decyzję: chrzanić Bally, chrzanić NA, chrzanić wszystko, sami będziemy produkować i dystrybuować ten automat! Ta postawa spotkała się z oporem Dabneya i części ekipy. Uważali, że Atari to firma technologiczna, która jedynie tworzy i licencjonuje swoje wynalazki, ale Bushnell „czarował” ich tak długo, aż przyjęli jego punkt widzenia.\n\nI tak pomieszczenia po dawnej wrotkarni zmieniły się w fabrykę Ponga. Na początku, z braku odpowiednich mocy przerobowych, na linii produkcyjnej stanęli także Bushnell i Alcorn. Pracując po 12-16 godzin, tworzyli do 10 maszyn na dniówkę. Do tego sami odpowiadali za dystrybucję, bo poważni gracze w tej branży (a musicie wiedzieć, że dystrybucją automatów arcade w USA zajmują się wyspecjalizowane firmy, które zawierają umowy z detalistami, serwisują owe maszyny, pobierają w zamian sporą część utargu) nie byli zainteresowani takim „detalem”.\n\nW efekcie Bristow został Atarowskim kurierem/kasjerem: objeżdżał regularnie miejsca, gdzie rozstawiono zakupione Pongi, i opróżniał zbiorniki z monetami. Jak sam wspomina, prawie dostał przepukliny, dźwigając ważące po 30 kg worki, do których zsypywał moniaki. W celu ochrony przed rabunkiem trzymał na siedzeniu samochodu strażacki toporek.\n\nWygrani i (prawie) zbankrutowani\n\nWkrótce okazało się, że średnio w każdego Ponga wrzucano 200-300 dolarów tygodniowo. Informacja o tym, jak lukratywnym interesem jest inwestycja w ten automat, szybko się rozeszła. Chętnych, by wyłożyć ok. 1500 dolarów na coś, co zwracało się w góra dwa miesiące, a potem funkcjonowało jak mała kopalnia złota, nie brakowało. Atari nie wyrabiało z produkcją, mimo że w 1973 stworzyło 2500 egzemplarzy, a konkurencja nie spała. Zaledwie w trzy miesiące po premierze Ponga pojawiły się bowiem jego rozmaite podróbki, w tym także automaty… Bally Manufacturing i Nutting Associates, które pewnie nie mogło odżałować swych wcześniejszych decyzji. Wierzcie albo nie (ale raczej wierzcie) – w 1974 aż 25 rozmaitych firm wypuściło na rynek w sumie ok. 90 tys. maszyn pongopodobnych!!!\n\nJak widać, na popyt nie narzekano. Atari, ograniczone swoimi możliwościami, wyprodukowało w tym czasie ok. pięciu tysięcy egzemplarzy Ponga, mając na każdym ponad 1000 dolarów czystego zysku. To już były konkretne pieniądze. Tyle że dynamiczny rozwój firmy pochłaniał praktycznie każdego zarobionego dolara i w efekcie nieustannie balansowała na krawędzi opłacalności. Dorzućcie do tego nieudaną inwestycję w japońską filię… W efekcie rok 1974 Atari zakończyło pod kreską, tracąc 500 tys. dolarów.\n\nWcześniej, bo w maju 1973, Dabney uznał, że ma dość tej całej szarpaniny, i zdecydował się odejść. Bushnell wykupił jego udziały, stając się jedynym właścicielem Atari (tak, wiem, akcjonariusze też byli współwłaścicielami, ale rozumiecie, o co mi chodzi – teraz Nolan rządził już całkowicie samodzielnie, jego słowo stanowiło prawo, jego decyzje kończyły każdą dyskusję). Niemniej Panowie pozostali przyjaciółmi.\n\nZłoty interes!\n\nTo, że Pong w oczywisty sposób przypominał grę Table Tennis, nie umknęło uwadze prawników Magnavoksu. Jeszcze w 1972 pozwano Atari o plagiat, choć szybko zawarto pozasądową ugodę – oskarżeni przystali na to, by zapłacić za licencję na produkowanie i dystrybucję Ponga. Wysokość odszkodowania nie jest znana, bo po dojściu do porozumienia obie strony nabrały wody w usta. Różne źródła podają przedział od 400 tys. do 1,5 mln dolarów, przeważnie mówi się kwocie ok. 750 tys. dolarów. W każdym razie ta suma miała być wpłacana w ratach rozłożonych na pięć lat.\n\nBushnellowi taka ugoda odpowiadała. Jak sam stwierdził: „Więcej bym wydał na adwokatów”. Ponadto odszkodowanie – nawet zakładając, że przekraczało 1,5 mln dolarów – i tak było tylko niewielką cząstką tego, co zarobiono na Pongu. A do tego Magnavox na swój koszt miał odtąd ścigać wszystkie inne firmy produkujące rozmaite wersje Table Tennisa, w efekcie ułatwiając Atari koszenie kasy na tym, co wcześniej zostało zajumane.\n\nTak się robi interesy!\n\n(*) Ta gra nigdy nie ujrzała światła dziennego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kasety magnetofonowe wracają do łask. Takie kolekcjonerskie egzemplarze warte są kilkaset złotych [9.07.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/kasety-magnetofonowe-wracaj%C4%85-do-%C5%82ask-takie-kolekcjonerskie-egzemplarze-warte-s%C4%85-kilkaset-z%C5%82otych-9072025-r/ar-AA1HRNjF?ocid=BingNewsVerp",
            "description": "Zobacz także: Stara porcelana z PRL znów w cenie. Te naczynia kolekcjonerskie mogą być warte fortunę w 2025 Aktualne ceny i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4V7KJNkqShhQElMp0obfti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN23 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czasowe zmiany siedzib wydziałów w żarskim ratuszu",
            "link": "https://zachod.pl/1282878/czasowe-zmiany-siedzib-wydzialow-w-zarskim-ratuszu/",
            "description": "W budynku żarskiego ratusza trwa remont kolejnych pomieszczeń. Tym samym funkcjonuje czasowa zmiana siedzib części wydziałów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.UEygAnGqT749ikwOf2oxDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Zachód6 godz.",
            "source": "Radio Zachód",
            "article_content": "W budynku żarskiego ratusza trwa remont kolejnych pomieszczeń. Tym samym funkcjonuje czasowa zmiana siedzib części wydziałów. W zawiązku z pracami w innym miejscu urzędują pracownicy biura obsługi mieszkańców.\n\nPrace trwają od dłuższego czasu. – Sukcesywnie odnawiamy kolejne miejsca przyjęć interesantów. Przy wejściu głównym do budynku magistratu można będzie zrealizować sprawy w biurze podawczym. Tematy związane z dokumentami tożsamości, ewidencją ludności i meldunkami pozostają niezmiennie w obiekcie przy ulicy Domańskiego – mówi rzeczniczka urzędu Agnieszka Zychla:\n\n– Rozpoczynamy także kolejne prace w tylnej części budynku. Oczywiście odbywać się one będą w ścisłej konsultacji z konserwatorem zabytków – zaznacza przedstawicielka ratusza:\n\nTen etap remontu to koszt rzędu 490 tysięcy złotych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trzy dni imprez w Warszawie. Nowy festiwal, darmowe koncerty i targi. W tym mieście nie da się nudzić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/trzy-dni-imprez-w-warszawie-nowy-festiwal-darmowe-koncerty-i-targi-w-tym-mie%C5%9Bcie-nie-da-si%C4%99-nudzi%C4%87/ar-AA1IkTG2?ocid=BingNewsVerp",
            "description": "Przed nami kolejny wakacyjny weekend w Warszawie. Pogoda nie rozpieszcza, ale mimo to w mieście odbędzie się kilkanaście ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.V5bNmwj4q5WtFo4-wc1Nvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Warszawa Nasze Miasto on MSN5 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bitwa regionów",
            "link": "https://wloclawek.naszemiasto.pl/tag/bitwa-regionow",
            "description": "W Ciechocinku, tuż obok słynnych tężni, odbyła się wyjątkowa Bitwa Regionów. W konkursie kulinarnym wzięło udział 17 kół gospodyń wiejskich z powiatów... Półfinał „Bitwy Regionów' 2023 odbył się na te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.Bm8piDnsAoinfeChI0AgCw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Włocławek Nasze Miasto17 godz.",
            "source": "Włocławek Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SZUKASZ: meta geming",
            "link": "https://niezalezna.pl/wyszukiwarka?page=40&q=meta%20geming",
            "description": "Średniowieczny gród przez wieki przetrwał tylko w legendach, choć mieszkańcy współczesnego Dzwonowa, które liczy zaledwie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ro3EUsp7ud_CGxp61kk1cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Niezależna.pl18 godz.",
            "source": "Niezależna.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Festiwal WYKOPALISKA pod patronatem Histmaga!",
            "link": "https://histmag.org/Festiwal-WYKOPALISKA-pod-patronatem-Histmaga-28250",
            "description": "W dniach 18 –19 lipca 2025 roku odbędzie się trzecia edycja niezwykłego wydarzenia, które z roku na rok przyciąga coraz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.T7Khg-i3IFkUkEVv69REqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Histmag12 godz.",
            "source": "Histmag",
            "article_content": "fot. Bartek Nakielny\n\nW Rekowie pod Polanowem (woj. zachodniopomorskie), w otoczeniu lasów i pradziejowych tajemnic, spotykają się archeolodzy, muzycy i wszyscy, którzy chcą przeżyć historię nie w muzeum – lecz w terenie. Uczestnicy festiwalu mogą wziąć udział w autentycznych badaniach archeologicznych, prowadzonych na stanowisku skrytym pośród wzgórz.\n\nW latach 2023–2024 podczas trwania festiwalu WYKOPALISKA prowadzono w Rekowie badania, które doprowadziły do odkrycia stanowiska datowanego na okres wpływów rzymskich – zaledwie kilka kilometrów od słynnych kręgów kamiennych w Grzybnicy. Odsłonięto tu m.in. kurhany przypisywane zarówno kulturze wielbarskiej (I–III w. po Chr.), jak i kulturze łużyckiej (1200–700 przed Chr.). Kilkaset metrów dalej, po przeciwnej stronie rzeki, w 2024 roku odkryto także ślady osadnictwa sięgające 3 tysięcy lat (relikty budynków, paleniska, ceramikę i narzędzia kamienne).\n\nPodczas tegorocznej edycji uczestnicy będą mieli okazję nie tylko zobaczyć stanowisko archeologiczne, lecz także wejść z nim w bezpośredni kontakt. Możliwość wzięcia do ręki znalezisk, wysłuchania komentarzy badaczy oraz udział w spacerach z kierownikiem wykopalisk to jedyna w swoim rodzaju okazja do poznania historii \"na żywo\". W programie znajdą się również warsztaty dawnych rzemiosł, pokazy rekonstrukcji, prelekcje, stanowiska edukacyjne, a także pole namiotowe i przestrzeń relaksu w otoczeniu natury. Festiwalowy teren staje się na kilka dni żywym obozem badawczym – miejscem wymiany wiedzy, wspólnotowego przeżycia i twórczego eksperymentu.\n\nOtwarta formuła wykładów i prelekcji popularyzujących wiedzę o dawnych kulturach sprawia, że każdy – niezależnie od wieku i przygotowania –znajdzie coś dla siebie.\n\nFestiwal WYKOPALISKA to unikatowe w skali kraju wydarzenie, które łączy naukę z kulturą alternatywną i muzyką metalową. To nie tylko podróż w czasie do epoki sprzed wieków, ale też propozycja dla tych, którzy cenią sobie nieszablonowe formy spędzania czasu.\n\nfot. Bartek Nakielny\n\nDrugą, równie ważną osią festiwalu jest scena muzyczna, na której dominują brzmienia metalu, metalcore’u, post-rocka oraz darkfolku. Na leśnej scenie wystąpią zespoły z Polski i zagranicy, w tym m.in. Dymna Lotva, Blind Salvation, STELLVRIS, Black Star Mantra, Romantyczny Wieczór, Sunday at 9, ATAN, DivingStove, bHP i Gęgotka. Koncerty odbywać się będą w leśnych warunkach, którego naturalna sceneria oraz różnorodna publiczność budują niepowtarzalny klimat.\n\nOrganizatorzy stawiają na kameralną atmosferę, wartościową rozrywkę i głęboki kontakt z historią, przyrodą oraz kulturą. To wydarzenie dla tych, którzy szukają czegoś więcej niż typowego pikniku czy imprezy plenerowej."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fort VII Prałkowce - malowniczo położony obiekt obronny Twierdzy Przemyśl",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/fort-vii-pra%C5%82kowce-malowniczo-po%C5%82o%C5%BCony-obiekt-obronny-twierdzy-przemy%C5%9Bl/ar-AA1IinVQ?ocid=BingNewsVerp",
            "description": "Wśród⁢ malowniczych wzgórz Pogórza ‌Przemyskiego, kryje się​ jeden ⁢z najważniejszych historycznych skarbów Polski – Twierdza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gLrgfnPnKyNflNkHUAzujC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Rzeszów Nasze Miasto on MSN18 godz.",
            "source": "Rzeszów Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Udane wakacje w Pucku. Sprawdź TOP 10 atrakcji w Pucku! Te miejsca w mieście Puck powinien zobaczyć każdy, nie tylko turysta",
            "link": "https://www.msn.com/pl-pl/podroze/aktywno%C5%9B%C4%87-na-%C5%9Bwie%C5%BCym-powietrzu/udane-wakacje-w-pucku-sprawd%C5%BA-top-10-atrakcji-w-pucku-te-miejsca-w-mie%C5%9Bcie-puck-powinien-zobaczy%C4%87-ka%C5%BCdy-nie-tylko-turysta/ar-AA1IhFsn?ocid=BingNewsVerp",
            "description": "Ziemia pucka ma wiele do zaoferowania zarówno swoim mieszkańcom jak i turystom. Które miejsca warto odwiedzić? Gdzie są ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ETw9L1wJWbENBJJZACJGOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Puck Nasze Miasto on MSN23 godz.",
            "source": "Puck Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Rossmannie kradniesz? Wpadniesz! A oprócz kary będzie publiczny wstyd [10.07.25 r.]",
            "link": "https://www.msn.com/pl-pl/przest%C4%99pczo%C5%9B%C4%87/og%C3%B3lne/w-rossmannie-kradniesz-wpadniesz-a-opr%C3%B3cz-kary-b%C4%99dzie-publiczny-wstyd-10-07-25-r/ar-AA1Iaf35?ocid=BingNewsVerp",
            "description": "Drogerie sieci Rossmann to nie tylko ulubione miejsce zakupów wielu klientów, ale i złodziejskich łowów. Za sprawą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.bL9XIP0L5vpXdBPmyOEmCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński on MSN4 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Minister mówi \"nie\". Kolejny zwrot akcji ws. słynnych akademików przy Dożynkowej w Poznaniu. Co z wpisaniem budynków do rejestru zabytków?",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/minister-m%C3%B3wi-nie-kolejny-zwrot-akcji-ws-s%C5%82ynnych-akademik%C3%B3w-przy-do%C5%BCynkowej-w-poznaniu-co-z-wpisaniem-budynk%C3%B3w-do-rejestru-zabytk%C3%B3w/ar-AA1Il4EQ?ocid=BingNewsVerp",
            "description": "Historyczne akademiki przy ul. Dożynkowej wciąż czekają na decyzję ws. wpisania do rejestru zabytków. W blokach startowych do ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.00zy2gCrQnfBRuYmo4bS7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Wielkopolski on MSN4 godz.",
            "source": "Głos Wielkopolski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Po wielu latach oleskie urzędy doczekały się remontu dachu. To zabytkowy budynek",
            "link": "https://radio.opole.pl/100,914130,po-wielu-latach-oleskie-urzedy-doczekaly-sie-rem",
            "description": "Ponad 20 lat siedziba starostwa i magistratu w Oleśnie czekała na gruntowny remont dachu. Rozmowy w tej sprawie toczyły się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vXaDerO0IShGm4tOFdy3Uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Opole4 godz.",
            "source": "Radio Opole",
            "article_content": "Ponad 20 lat siedziba starostwa i magistratu w Oleśnie czekała na gruntowny remont dachu. Rozmowy w tej sprawie toczyły się co najmniej od 2006 roku.\n\nSamorząd nie mógł sobie pozwolić na tak duży wydatek, więc były tylko doraźne naprawy. Rok temu udało się jednak zdobyć dotację z Polskiego Ładu, mianowicie 2,9 miliona złotych, czyli 92 procent kosztów. W projekt włączono również dach sąsiadującego Zespołu Szkół Ekonomicznych i Ogólnokształcących.- Oba budynki są zabytkowe, dlatego trzeba użyć odpowiednich materiałów - zaznacza Roland Fabianek, wicestarosta oleski.- Chodzi między innymi o zastosowanie dachówki karpiówki, która jest znacząco droższa od wszystkich zamienników czy innych profili dachówki dostępnych na rynku. Kolejna sprawa, te roboty może wykonywać jedynie firma mająca uprawnienia do pracy przy budynkach zabytkowych. Poza tym całość jest prowadzona pod nadzorem, więc pewne rzeczy są wymuszane również przez konserwatora, aby nie utracić zabytkowego charakteru lub cech, które chcieliśmy uratować.Starosta zwraca uwagę, że budynek urzędu jest wysoki, więc nie wszystkie firmy były zainteresowane remontem, chociażby ze względu na duży koszt postawienia rusztowania.- Kolejnym elementem jest wieżyczka na tym dachu, która ma miedziane pokrycie i dość specyficzną konstrukcję. Ona jest również mocno osłabiona, więc to wszystko trzeba będzie odtworzyć i naprawić, co wywołuje następne koszty.Te prace powinny zakończyć się w sierpniu."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nietypowe odkrycie w Bydgoszczy. Wyłowiono przedmiot sprzed wojny. \"Ale mamy skarb\"",
            "link": "https://wiadomosci.radiozet.pl/bydgoszcz/nietypowe-odkrycie-w-bydgoszczy-wylowiono-przedmiot-sprzed-wojny-ale-mamy-skarb",
            "description": "Nietypowe odkrycie w Bydgoszczy. Podczas akcji oczyszczania Młynówki wyłowiono przedmiot z czasów przed drugą wojną światową.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tMHXGBbrcpbe0Mev9DFkTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET8 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Co wyłowiono z Młynówki w Bydgoszczy.\n\nCo oznaczają napisy umieszczone na przedmiocie.\n\nGdzie trafi wyłowiony zabytek.\n\nOdkrycie w Młynówce w Bydgoszczy\n\nO odkryciu poinformowała spółka Miejskie Wodociągi i Kanalizacja w Bydgoszczy, która wraz z Fundacją Zielone Jutro regularnie prowadzi akcje oczyszczania bydgoskich rzek. Za pomocą magnesów neodymowych wyławiają zalegające na dnie przedmioty. W większości przypadków są to śmieci, ale wśród nich zdarzają się także prawdziwe skarby. Wcześniej w tym roku wyłowiono m.in. sześciostrzałowy rewolwer z połowy XIX wieku. Teraz udało się odnaleźć kolejny wyjątkowy przedmiot.\n\n\"Ale mamy »skarb«. Z rzeki wyłowiliśmy ciekawy artefakt - korpus ręcznej froterki do podłóg sprzed drugiej wojny światowej\" - przekazały w mediach społecznościowych MWiK w Bydgoszczy. Przedmiot o wymiarach 11,5 cm na 19,5 cm znajdował się wśród wyłowionych fragmentów rowerów, mebli czy ogrodzeń. Tego typu froterki były wykorzystywane do czyszczenia i polerowania drewnianych podłóg jeszcze w XIX wieku, a w użyciu można było je spotkać także w pierwszej połowie XX wieku - zanim pojawiły się odkurzacze i mopy.\n\nWyłowiony przedmiot pochodzi sprzed drugiej wojny światowej\n\n\"Masywny korpus o wadze od 5 do 7 kg posiadał z dołu uchwyty, w które wstawiało się wymienną drewnianą szczotkę ze sztywnym włosiem o długości około 2 cm. Od góry mocowano drewniany trzonek. Dodatkowo w zestawie znajdowało się małe zgrzebło do wyczesywania i usuwania zanieczyszczeń z włosia szczotki\" - wyjaśniły MWiK. Dodatkowe akcesoria jednak się nie zachowały.\n\nWyłowiony z rzeki \"skarb\" ma na sobie niemieckie napisy: \"schnell=reine\" (szybkie czyszczenie), \"glanz\" (połysk) oraz \"bohner borsten\" (froterka z włosiem). Na spodzie natomiast widnieją litery \"DRGM\". To skrót od Deutsches Reichs Gebrauchs Musterschutz, formy niemieckiego zastrzeżenia wzoru użytkowego, który stosowano w latach 1891 - 1945.\n\nWiadomo już, co dalej stanie się z wyłowionym zabytkiem. Będzie można go oglądać w Wieży Ciśnień, będącej jednym z obiektów Muzeum Wodociągów w Bydgoszczy. \"Nasze rzeki wciąż kryją wiele takich historii - wystarczy się po nie schylić. Każde zanurzenie magnesu to szansa na odkrycie nie tylko przeszłości, ale i powód, by jeszcze bardziej zadbać o środowisko i nasze lokalne dziedzictwo\" - podkreśliły MWiK w Bydgoszczy.\n\nŹródło: Radio ZET / MWiK w Bydgoszczy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SZUKASZ: Salon Warszawski",
            "link": "https://niezalezna.pl/wyszukiwarka?page=49&q=Salon%20Warszawski",
            "description": "- Politycy Platformy Obywatelskiej starają się podważyć wiarygodność szefa śląskiej komórki Prokuratury Krajowej, która ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ro3EUsp7ud_CGxp61kk1cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niezależna.pl22 godz.",
            "source": "Niezależna.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 LIPCA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-07-10,7,day.html",
            "description": "Czy chcesz poznać historię jednego z największych przedwojennych zakładów przemysłowych Krakowa? Czy chcesz dowiedzieć się, do czego służy rozwierak, a do czego pałasz i jak wygląda nawóz ze szkła? A ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Oficjalny serwis miejski - Magiczny Kraków18 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Kraków – czas okupacji 1939-1945\n\nWystawa mieści się w dawnym budynku administracyjnym Fabryki Emalia Oskara Schindlera przy ul. Lipowej 4 i jest opowieścią o Krakowie i losach jego polskich i żydowskich mieszkańców w czasie II wojny światowej, ale też o Niemcach – okupantach,..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne znalezisko w mazowieckim lesie. Z ziemi wykopano skarb sprzed ponad 300 lat. To największe takie odkrycie w okolicy",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/sensacyjne-znalezisko-w-mazowieckim-lesie-z-ziemi-wykopano-skarb-sprzed-ponad-300-lat-to-najwi%C4%99ksze-takie-odkrycie-w-okolicy/ar-AA1Ikuzl?ocid=BingNewsVerp",
            "description": "Podczas weekendowych poszukiwań w lesie koło Jadowa członkowie Polskiego Stowarzyszenia Poszukiwaczy „Husaria' odkryli skarb ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vjJmvGfIioYnO3JKmIXyuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Warszawa Nasze Miasto on MSN6 godz.",
            "source": "Warszawa Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nietypowe odkrycie w Bydgoszczy. Wyłowiono przedmiot sprzed wojny. \"Ale mamy skarb\"",
            "link": "https://wiadomosci.radiozet.pl/bydgoszcz/nietypowe-odkrycie-w-bydgoszczy-wylowiono-przedmiot-sprzed-wojny-ale-mamy-skarb",
            "description": "Nietypowe odkrycie w Bydgoszczy. Podczas akcji oczyszczania Młynówki wyłowiono przedmiot z czasów przed drugą wojną światową.",
            "image_url": "https://www.bing.pl/th?id=OVFT.tMHXGBbrcpbe0Mev9DFkTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET8 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Z tego artykułu dowiesz się: Co wyłowiono z Młynówki w Bydgoszczy.\n\nCo oznaczają napisy umieszczone na przedmiocie.\n\nGdzie trafi wyłowiony zabytek.\n\nOdkrycie w Młynówce w Bydgoszczy\n\nO odkryciu poinformowała spółka Miejskie Wodociągi i Kanalizacja w Bydgoszczy, która wraz z Fundacją Zielone Jutro regularnie prowadzi akcje oczyszczania bydgoskich rzek. Za pomocą magnesów neodymowych wyławiają zalegające na dnie przedmioty. W większości przypadków są to śmieci, ale wśród nich zdarzają się także prawdziwe skarby. Wcześniej w tym roku wyłowiono m.in. sześciostrzałowy rewolwer z połowy XIX wieku. Teraz udało się odnaleźć kolejny wyjątkowy przedmiot.\n\n\"Ale mamy »skarb«. Z rzeki wyłowiliśmy ciekawy artefakt - korpus ręcznej froterki do podłóg sprzed drugiej wojny światowej\" - przekazały w mediach społecznościowych MWiK w Bydgoszczy. Przedmiot o wymiarach 11,5 cm na 19,5 cm znajdował się wśród wyłowionych fragmentów rowerów, mebli czy ogrodzeń. Tego typu froterki były wykorzystywane do czyszczenia i polerowania drewnianych podłóg jeszcze w XIX wieku, a w użyciu można było je spotkać także w pierwszej połowie XX wieku - zanim pojawiły się odkurzacze i mopy.\n\nWyłowiony przedmiot pochodzi sprzed drugiej wojny światowej\n\n\"Masywny korpus o wadze od 5 do 7 kg posiadał z dołu uchwyty, w które wstawiało się wymienną drewnianą szczotkę ze sztywnym włosiem o długości około 2 cm. Od góry mocowano drewniany trzonek. Dodatkowo w zestawie znajdowało się małe zgrzebło do wyczesywania i usuwania zanieczyszczeń z włosia szczotki\" - wyjaśniły MWiK. Dodatkowe akcesoria jednak się nie zachowały.\n\nWyłowiony z rzeki \"skarb\" ma na sobie niemieckie napisy: \"schnell=reine\" (szybkie czyszczenie), \"glanz\" (połysk) oraz \"bohner borsten\" (froterka z włosiem). Na spodzie natomiast widnieją litery \"DRGM\". To skrót od Deutsches Reichs Gebrauchs Musterschutz, formy niemieckiego zastrzeżenia wzoru użytkowego, który stosowano w latach 1891 - 1945.\n\nWiadomo już, co dalej stanie się z wyłowionym zabytkiem. Będzie można go oglądać w Wieży Ciśnień, będącej jednym z obiektów Muzeum Wodociągów w Bydgoszczy. \"Nasze rzeki wciąż kryją wiele takich historii - wystarczy się po nie schylić. Każde zanurzenie magnesu to szansa na odkrycie nie tylko przeszłości, ale i powód, by jeszcze bardziej zadbać o środowisko i nasze lokalne dziedzictwo\" - podkreśliły MWiK w Bydgoszczy.\n\nŹródło: Radio ZET / MWiK w Bydgoszczy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykle rzadkie odkrycie na dnie jeziora Lednica. „Twarz człowieka'",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/niezwykle-rzadkie-odkrycie-na-dnie-jeziora-lednica-twarz-cz%C5%82owieka/ar-AA1Il9aL?ocid=BingNewsVerp",
            "description": "Muzeum Pierwszych Piastów na Lednicy (woj. wielkopolskie) poinformowało o niezwykłym odkryciu. Na dnie słynnego jeziora ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.zNRwhNyfr1QXCn7ovHCkXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "WPROST.pl on MSN4 godz.",
            "source": "WPROST.pl on MSN",
            "article_content": ""
        }
    }
]