[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tłumy na sobotniej Giełdzie Staroci i Rożności w Starachowicach. Co kupowano?",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/t%C5%82umy-na-sobotniej-gie%C5%82dzie-staroci-i-ro%C5%BCno%C5%9Bci-w-starachowicach-co-kupowano/ar-AA1L4RW0?ocid=BingNewsVerp",
            "description": "W sobotę 23 sierpnia, w Starachowicach było słonecznie i dość ciepło. Między innymi z tego powodu Starachowicka Giełda ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hgV8ksYSygpNt69WcGsPUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Starachowice Nasze Miasto on MSN57 min",
            "source": "Starachowice Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "XVIII Jarmark św. Bartłomieja w Koninie. Największe wydarzenie w sercu starówki",
            "link": "https://www.lm.pl/aktualnosci/xviii-jarmark-sw-bartlomieja-w-koninie-najwieksze-wydarzenie-w-sercu-starowki",
            "description": "Rękodzielnicy, rzemieślnicy i starocie, a do tego wystawy, wykłady i zwiedzanie zabytków z przewodnikami — na konińskim pl.",
            "image_url": "https://www.bing.pl/th?id=OVFT.g0kFK74iQw52NLbeuNCqqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "LM.pl23 godz.",
            "source": "LM.pl",
            "article_content": "Rękodzielnicy, rzemieślnicy i starocie, a do tego wystawy, wykłady i zwiedzanie zabytków z przewodnikami — na konińskim pl. Wolności odbędzie się XVIII Jarmark św. Bartłomieja.\n\nDwudniowe wydarzenie pełne będzie atrakcji. W najbliższą sobotę i niedzielę (23 i 24 sierpnia) w sercu starówki sporo się będzie działo. Nie zabraknie kiermaszu staroci, ale też stoisk lokalnych rękodzielników i rzemieślników. Będą również naturalne produkty żywnościowe, spacery z przewodnikiem i prelekcje w Domu Zemełki.\n\nImpreza rozpocznie się o godz. 12:00 i potrwa do godz. 20:00. O godz. 13:00 i 14:00 możliwe będzie zwiedzanie najstarszej kamienicy na rynku (wejście od podwórza). W Domu Zemełki zobaczyć będzie można wystawę Archiwów Państwowych „Bezsenne głowy, co dźwigają korony…”, a także wziąć udział w wykładach: o godz. 14:00 — „Konińskie lata Mieczysława G. Bekkera i rodziny Bekkerów w materiałach archiwalnych” (Piotr Rybczyński), a o godz. 15:00 — „Jan Zemełka” (Wanda Gruszczyńska). Będzie też „Królewski Konin – 1000 lat” oraz „Region Wielkopolski w cyfrowych bazach internetowych” (Jerzy Łojko).\n\nDrugiego dnia jarmark trwać będzie od godz. 9:00 do 17:00. Na godz. 10:00 zaplanowano spacer z przewodnikiem „Śladami M. Bekkera” (zbiórka na dziedzińcu Domu Zemełki). O godz. 12:45 odprawiona zostanie msza św. w kościele św. Bartłomieja, a po nabożeństwie możliwe będzie zwiedzanie świątyni z przewodnikiem (zbiórka przed kościołem). Od godz. 9:00 do 16:00 w Domu Zemełki będzie można obejrzeć wystawę „Bezsenne głowy, co dźwigają korony…”.\n\nSzczegółowy program dostępny TUTAJ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Już dziś rusza Jarmark św. Bartłomieja. Co w programie na sobotę?",
            "link": "https://www.lm.pl/aktualnosci/juz-dzis-rusza-jarmark-sw-bartlomieja-co-w-programie-na-sobote",
            "description": "Zwiedzanie domu Zemełki, wystawy, wykłady i oczywiście stoiska – to wszystko czeka na mieszkańców Konina podczas sobotniej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.pbPBarO69vLJ-sxstuovmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "LM.pl7 godz.",
            "source": "LM.pl",
            "article_content": "Zwiedzanie domu Zemełki, wystawy, wykłady i oczywiście stoiska – to wszystko czeka na mieszkańców Konina podczas sobotniej części XVIII Jarmarku św. Bartłomieja.\n\nJarmark rozpocznie się o godz. 12.00 i potrwa do godz. 20.00. Na placu Wolności odwiedzić będzie można stoiska rzemieślnicze, rękodzielnicze, z naturalnymi produktami żywnościowymi i starociami.\n\nOprócz tego sporo będzie działo się w domu Zemełki. O godz. 13.00 i 14.00 zaplanowane jest zwiedzanie zabytku wraz z przewodnikiem. W środku oglądać będzie dwie wystawy – „Bezsenne głowy co dźwigają korony…” o polskich władcach autorstwa Archiwów Państwowych oraz „Region Wielkopolski w cyfrowych bazach internetowych” autorstwa Jerzego Łojko.\n\nPonadto zaplanowano trzy wykłady. O godz. 14.00 Piotr Rybczyński opowie o dziecięcych latach Mieczysława Bekkera w Koninie, godzinę później Wanda Gruszczyńska przedstawi historię Jana Zemełki, a o godz. 15.30 odbędzie się wykład „Królewski Konin – 1000 lat”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mamy listę banknotów, które straciły ważność. Niektóre z nich cały czas można wymienić [23.08.25]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mamy-list%C4%99-banknot%C3%B3w-kt%C3%B3re-straci%C5%82y-wa%C5%BCno%C5%9B%C4%87-niekt%C3%B3re-z-nich-ca%C5%82y-czas-mo%C5%BCna-wymieni%C4%87-230825/ar-AA1JoySg?ocid=BingNewsVerp",
            "description": "Banknoty, które mamy w obiegu nie mają terminu przydatności, jednak są sytuacje, w których papierowe pieniądze tracą ważność.",
            "image_url": "https://www.bing.pl/th?id=OVFT.YWO2XIPLjs4QYJfkRauhLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Bydgoski on MSN29 min",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lepiej przeszukaj piwnicę i schowki. Jeden \"rupieć\" może być wart nawet kilkaset złotych",
            "link": "https://www.fakt.pl/pieniadze/przeszukaj-piwnice-i-schowki-jeden-rupiec-moze-byc-wart-kilkaset-zlotych/9wgzb93",
            "description": "W wielu polskich domach, zwłaszcza na strychach i w piwnicach, kryją się prawdziwe skarby z czasów PRL. Zakurzone meble, ...",
            "image_url": "https://www.bing.pl/th?id=OVF.NGmDHZZGkFdJfsD7fNlNTQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Fakt.pl21 godz.",
            "source": "Fakt.pl",
            "article_content": "Stoliki, fotele, czy kryształowe kieliszki, które od lat kurzyły się w piwnicach, zyskały ogromne grono fanów. Na platformach sprzedażowych przedmioty z PRL-u osiągają cenę od kilkuset złotych do nawet kilku tysięcy. Ale to nie wszystko. Rośnie też zainteresowanie...monetami z tamtego okresu.\n\n— Od pandemii kolekcjonowanie monet zrobiło się bardzo dużą formą inwestycji. Ludzie wtedy uciekali od gotówki, bo bali się, co będzie dalej. Kupowali monety złote, potem kolekcjonerskie. Od tamtej pory tak naprawdę z roku na rok rynek rośnie i jest coraz więcej kolekcjonerów — mówi \"Faktowi\" Sławomir Stec, numizmatyk prowadzący Galerię Numizmatyczną SIS Remonet w Warszawie.\n\nNa aukcjach internetowych coraz częściej pojawiają się kultowe fotele 366 zaprojektowane przez Józefa Chierowskiego w 1962 r. Ich ceny zaczynają się od kilkudziesięciu złotych, ale odrestaurowane to np. wydatek rzędu 999 zł (ceny z Allegro).\n\n- / - Fotel 366 zaprojektowany przez Chierowskiego. Jeśli masz podobny w domu, możesz uważać się za szczęściarza.\n\nPopularne są także sekretarzyki z lat 60. i 70., które dzięki funkcjonalności i ponadczasowemu designowi idealnie pasują do dzisiejszych wnętrz. Ceny takich mebli sięgają nawet powyżej 1 tys. zł i więcej.\n\n- / - Tak kiedyś wyglądały wnętrza polskich domów. Obecnie coraz więcej kolekcjonerów szuka ich do swoich mieszkań.\n\nKomody typu \"jamnik\" i kredensy z tamtej epoki to kolejny hit — ich styl i funkcjonalność sprawiają, że są poszukiwane przez kolekcjonerów i miłośników retro.\n\n- / - Popularny kredens. Za szklaną szybką często trzymano zastawy dla gości, wazony czy kryształy.\n\nKsiążki i publikacje drugiego obiegu —\n\nWarto też przejrzeć stare biblioteczki. Książki drugiego obiegu, samizdaty czy oficyny opozycyjne z czasów PRL mają dziś wartość finansową i sentymentalną.\n\nPublikacje takie jak \"Czarna księga cenzury PRL\" czy wydania oficyny NOWa, CDN i Krąg mogą osiągać od kilkudziesięciu złotych wzwyż.\n\n— Ludzie, którzy mają tego typu rzeczy, nawet w 99 proc., w ogóle się nie orientują, co mają — mówi \"Faktowi\" Tomasz Latos, bukinista od lat sprzedający książki w Warszawie.\n\n— PRL niestety charakteryzował się tym, jeśli chodzi o książkę, że nakłady były potężne. Nakłady książek były bardzo duże, one szły niekiedy w milionach egzemplarzy. Z tego okresu wybrać naprawdę bardzo rzadką rzecz jest niezwykle trudno. Oczywiście, można znaleźć coś rzadkiego, ale nie będzie to książka warta 100 tys. zł — dodaje nasz ekspert.\n\nJakie zatem książki mogą być wartościowe? — Ja myślę, że na pewno książki z autografami znanych autorów. Ale to też nie będą jakieś horrendalne kwoty z tego. Ostatnio miałem autograf Broniewskiego na przykład — obecnie jest wart jakieś 600 czy 700 zł, to są tego typu kwoty — mówi pan Tomasz.\n\n— Bardziej się opłaca fotel sprzedać babciny — mówi na koniec z uśmiechem nasz rozmówca.\n\nRząd szykuje bolesne podwyżki dwóch sklepowych podatków. Dotkną każdego z nas\n\nMonety z PRL — skarby z szuflady babci\n\nArkadiusz Ziółek / East News Za taką dziesięciogroszówkę nie otrzymamy prawie nic. Ale jeśli szczęście będzie nam sprzyjać, możemy znaleźć wyjątkowy egzemplarz i dostać za niego fortunę.\n\n- / 123RF Monety z PRL-u. Warto się im przyjrzeć i sprawdzić, czy w klaserach dziadka nie ma podobnych.\n\nMonety z czasów PRL, choć masowo produkowane, mają kilka wyjątków, które cieszą się niesłabnącym zainteresowaniem kolekcjonerów.\n\nPrzykłady najcenniejszych z nich to m.in.:\n\n10 groszy z 1973 r. bez znaku mennicy, do kupienia za 9 tys. 777 zł na OLX\n\n1 złoty z 1957 r. (aluminium) — za 1 tys. 500 zł na OLX\n\npróbne monety 100 zł z 1979 r. zwane \"Ryś\" — do nabycia za 800 zł na OLX\n\nCeny zależą przede wszystkim od stanu zachowania, rzadkości występowania, a także... błędów menniczych, na które niektórzy kolekcjonerzy mają ogromną chrapkę.\n\nSławomir Stec, numizmatyk z Warszawy mówi, że najcenniejsze monety są monetami najrzadszymi i to niezależnie od okresu.\n\n— I to samo dotyczy okresu PRL u. Dlatego najcenniejszą monetą jest taka sławna dziesięciogroszówka z 1973 r. bez znaku mennicy. Legendy mówią, że była wybita seria próbna w postaci może kilkunastu sztuk w mennicy w Czechosłowacji. I w zasadzie chyba nawet nie trafiła do obiegu. Ale zdarza się na rynku, że jeśli rzeczywiście taką monetę się znajdzie, to można za nią dostać do kilkunastu tysięcy złotych — mówi \"Faktowi\" ekspert.\n\nA jak rozpoznać taką monetę z morza innych dziesięciogroszówek z tego okresu? Nie jest to łatwe, ale ekspert wskazuje, na co zwrócić uwagę.\n\n— Na monetach, które wyszły z mennicy w Kremnicy w ówczesnej Czechosłowacji, zabrakło znaku mennicy, który zwykle znajdował się pod lewą łapą orła — po tym można rozpoznać ten wyjątkowy egzemplarz — mówi Sławomir Stec.\n\nWarto szukać także innej monety. Chodzi o tzw. rybaka. — Rybak, czyli pięciozłotówka aluminiowa z wizerunkiem rybaka z 1958 r. jest jedną z najdroższych monet PRL-u. W przypadku rybaka liczy się tylko 1958 rok i moneta musi być w idealnym stanie — dodaje numizmatyk.\n\n— Jeśli ktoś miał w portfelu, jakiś dziadek, babcia czy ojciec, taką monetę i wrzucił ją do szuflady, to zasadniczo niewiele to nam daje. Moneta bowiem jest powycierana, zniszczona i poobijana. Ona musi być piękna, idealna. I wtedy ceny są rzędu kilku tysięcy złotych w zależności od stanu zachowania — mówi \"Faktowi\" na koniec ekspert.\n\n10-groszówka z 1973 r. bez znaku mennicy jest jedyną obiegową monetą PRL, która w katalogach monet tego okresu nie posiada wyceny, a oznaczenie c.a. — cena amatorska. Obecnie jej cena na rynku aukcyjnym waha się w granicach 10 tys. zł.\n\npodaje portalnumizmatyczny.pl.\n\nCo ciekawe, w grudniu zeszłego roku jedną z takich dziesięciogroszówek sprzedano za 33 tys. zł — była świetnie zachowana, ponieważ przez lata spoczywała w klaserze numizmatycznym. Cztery lata wcześniej inna dziesięciogroszówka a z tym samym defektem została sprzedana za 29 tys. 900 zł.\n\nUżytkowanie wieczyste wraca? Rząd planuje zmiany w prawie mieszkaniowym\n\nDlaczego to takie popularne?\n\nStyl vintage i nostalgia za dawnymi czasami sprawiają, że przedmioty z PRL interesują coraz większą grupę osób — nie tylko kolekcjonerów, ale i ludzi urządzających mieszkania w stylu retro.\n\nW internecie nie brakuje zabawek z PRL, płyt, starych sprzętów RTV czy kryształów. W wielu domach leżą kieliszki i naczynia, które w tamtych czasach uchodziły za luksus. Teraz ich wartość jest znaczna, a kolekcjonerzy szukają unikatowych egzemplarzy całymi latami.\n\nGdzie szukać i kupować albo sprzedawać rarytasy z tamtej epoki?\n\nNajlepiej zajrzeć na internetowe portale aukcyjne, przeszukiwać antykwariaty i sklepy vintage. Pomocne mogą się też okazać media społecznościowe — istnieje wiele grup, w których użytkownicy wyszukują unikalnych ofert.\n\nPorządkujesz banknoty w portfelu? Psycholodzy mają na ten temat teorię"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare telefony komórkowe, które dziś są warte fortunę. Masz takie? 23.08.2025",
            "link": "https://www.msn.com/pl-pl/technologia/elektronika-u%C5%BCytkowa/stare-telefony-kom%C3%B3rkowe-kt%C3%B3re-dzi%C5%9B-s%C4%85-warte-fortun%C4%99-masz-takie-23-08-2025/ar-AA1Hsewg?ocid=BingNewsVerp",
            "description": "W erze superszybkich smartfonów z potrójnymi aparatami, ekranami AMOLED i sztuczną inteligencją na pokładzie, mało kto spodziewałby się, że to właśnie telefony sprzed 20 lat przeżywają dziś drugą młod ...",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN6 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najpiękniejsze nadmorskie zakątki na rowerowym szlaku Velo Baltica. Przejechaliśmy z Mielna do Mrzeżyna",
            "link": "https://szczecin.wyborcza.pl/szczecin/7,34939,32172498,rowerem-wzdluz-baltyku.html",
            "description": "Velo Baltica, czyli szlak rowerowy wzdłuż Morza Bałtyckiego, przyciąga tysiące turystów. W jego zachodniopomorskiej części ...",
            "image_url": "https://www.bing.pl/th?id=OVFT._qpAfcwDLIpTNm_JOwD4Pi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Szczecin Wyborcza.pl2 godz.",
            "source": "Szczecin Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Domy w woj. lubelskim na licytacjach komorniczych. Te nieruchomości można nabyć w niskiej cenie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/domy-w-woj-lubelskim-na-licytacjach-komorniczych-te-nieruchomo%C5%9Bci-mo%C5%BCna-naby%C4%87-w-niskiej-cenie/ar-AA1Ks9Un?ocid=BingNewsVerp",
            "description": "Szukasz domu w atrakcyjnej cenie? Ceny wywoławcze nieruchomości komorniczych zdecydowanie odbiegają od tych rynkowych. Zobacz ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.5xswsBYgxodMiE9_bdic9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Kurier Lubelski on MSN4 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najszybciej rozwijające się uzdrowisko Dolnego Śląska. Jeden dzień w Polanicy-Zdroju jest jak cały urlop - zdjęcia [23.08.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/najszybciej-rozwijaj%C4%85ce-si%C4%99-uzdrowisko-dolnego-%C5%9Bl%C4%85ska-jeden-dzie%C5%84-w-polanicy-zdroju-jest-jak-ca%C5%82y-urlop-zdj%C4%99cia-23-08-2025/ar-AA1KF7TY?ocid=BingNewsVerp",
            "description": "Dolnośląskie uzdrowiska przyciągają odwiedzających jak magnes, ale nie każde z nich zachwyci nie tylko kuracjuszy, ale też ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.g_fSBhmM3B-p_HQTQuEHAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska on MSN5 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warszawa. Niezwykłe znalezisko na placu Defilad. \"Unikalne fragmenty\"",
            "link": "https://www.tokfm.pl/polska/mazowieckie/tokfm-7-189663-30453914-warszawa-niezwykle-znalezisko-na-placu-defilad-unikalne-fragmenty",
            "description": "Na budowie placu Centralnego (część placu Defilad) odkopaliśmy niedawno posadzkę jednej z kamienic, które stały w tym miejscu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.VBHHvRxynBQWHRdLBgK1Fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "TOK FM13 godz.",
            "source": "TOK FM",
            "article_content": "- Spodziewaliśmy się, że te fragmenty tam są. Natomiast zaskoczeniem jest to, że są one stosunkowo głęboko, czyli powyżej 2 metrów obecnego poziomu gruntu, a więc te wszystkie relikty zostały pokryte kolejnymi warstwami nasypu - powiedział o najnowszym odkryciu prof. Jakub Lewicki, mazowiecki wojewódzki konserwator zabytku. Podkreślił, że mamy do czynienia z odkryciem 'unikalnych fragmentów bruku i dawnej zabudowy'.\n\n- Jesteśmy dopiero na początku badań. Dołożę wszelkich starań, by były one pieczołowicie i dokładnie prowadzone i żeby jak najwięcej dowiedzieć się o przeszłości tego miejsca - dodał Lewicki.\n\nDrogowcy przypomnieli, że to jedno z wielu znalezisk dokonanych w trakcie prac. 'Inwestycja od początku ma nadzór archeologów, współpracujemy też z konserwatorem zabytków. Kilka dni temu rozstrzygnęliśmy przetarg na dodatkowe badania odsłoniętych reliktów' - dodali. Latem podczas prac pod powierzchnią placu Defilad robotnicy odkryli elementy infrastruktury ulicy Wielkiej i Złotej.\n\nPałac Kultury i Nauki i jego otoczenie powstały na terenie 50 hektarów pomiędzy Alejami Jerozolimskimi, Marszałkowską, Świętokrzyską i Emilii Plater. W tym celu w latach 50. XX wieku zlikwidowano liczne ulice i pozostałości 80 kamienic. W części przeznaczonej na plac budowy znajdują się fragmenty ul. Chmielnej, Złotej, Siennej, Śliskiej, Pańskiej, Zielnej oraz część Marszałkowskiej. W trakcie budowy Pałacu w całości zniknęła ulica Wielka, biegnąca równolegle do Marszałkowskiej.\n\nNa przełomie XIX i XX wieku teren obecnego placu Defilad wypełniały wysokie secesyjne kamienice. Znajdowało się na nim około 180 budynków mieszkalnych.\n\nJuż po zakończeniu dokumentacji, docelowy układ chodników i zieleni na placu odwzoruje sieć dawnych ulic i zarys budynków z 1939 roku.\n\nPosadzka placu - zaprojektowana przez architektów z pracowni A-A Collective - zostanie ułożona z sześciu rodzajów kamieni. Obrysy dawnych kamienic powstaną z wielkoformatowych płyt kamiennych w różnych wybarwieniach: szarym i czerwonym. Dawne dziedzińce zostaną wybrukowane ponownie wykorzystaną kostką granitową oraz uzupełnione płytami granitowymi z okolic trybuny honorowej.\n\nPiS ma kandydata na prezydenta Warszawy? 'Jestem w puli osób'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe znalezisko na placu Defilad. \"Bomba, ale taka mała\"",
            "link": "https://www.tokfm.pl/polska/mazowieckie/tokfm-7-189663-30536582-niezwykle-znalezisko-na-placu-defilad-bomba-ale-taka-mala",
            "description": "Robotnicy pracujący na remontowanym placu Defilad znaleźli świąteczną niespodziankę. W jednej z piwnic przedwojennej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sRxzcjEM_oPFfL43FHVoQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "TOK FM13 godz.",
            "source": "TOK FM",
            "article_content": "\"Bombowe znalezisko na budowie placu Centralnego (część placu Defilad - PAP), a raczej bombkowe. Wykopaliska archeologiczne co i raz uraczają nas ciekawymi przedmiotami. Bardzo miło ze strony inwestycji, że w grudniu obdarowała nas niespodzianką okolicznościową. W jednej z piwnic, które pozostały po przedwojennych kamienicach, znaleźliśmy przedmiot będący najprawdopodobniej starą bombką bożonarodzeniową\" - poinformował w mediach społecznościowych Zarząd Dróg Miejskich.\n\nTo nie jedyne znalezisko archeologiczne na tej inwestycji. Pod koniec listopada robotnicy odkryli tam posadzkę jednej z kamienic, które stały w tym miejscu przed wojną. Latem - podczas prac pod powierzchnią placu - robotnicy odkryli elementy infrastruktury ulicy Wielkiej i Złotej.\n\nMazowiecki wojewódzki konserwator zabytków prof. Jakub Lewicki wyjaśnił wtedy, że w trakcie prac odkryto unikalne fragmenty bruku i dawnej zabudowy. - Spodziewaliśmy się, że te fragmenty tam są. Natomiast zaskoczeniem jest to, że są one stosunkowo głęboko, czyli powyżej 2 metrów obecnego poziomu gruntu, a więc te wszystkie relikty zostały pokryte kolejnymi warstwami nasypu. Jesteśmy dopiero na początku badań. Dołożę wszelkich starań, by były one pieczołowicie i dokładnie prowadzone i żeby jak najwięcej dowiedzieć się o przeszłości tego miejsca - dodał.\n\nWyjątkowe znalezisko w Łodzi dało początek nowemu pomnikowi. 'To właściwe miejsce'\n\nPałac Kultury i Nauki i jego otoczenie powstały na terenie 50 hektarów pomiędzy Alejami Jerozolimskimi, Marszałkowską, Świętokrzyską i Emilii Plater. W tym celu w latach 50. XX wieku zlikwidowano liczne ulice i pozostałości 80 kamienic. W części przeznaczonej na plac budowy znajdują się fragmenty ul. Chmielnej, Złotej, Siennej, Śliskiej, Pańskiej, Zielnej oraz część Marszałkowskiej. W trakcie budowy Pałacu w całości zniknęła ulica Wielka, biegnąca równolegle do Marszałkowskiej.\n\nNa przełomie XIX i XX wieku teren obecnego placu Defilad wypełniały wysokie secesyjne kamienice. Znajdowało się na nim około 180 budynków mieszkalnych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie pochówku sprzed tysięcy lat na budowie gazociągu. Cztery osoby w objęciach",
            "link": "https://bydgoszcz.wyborcza.pl/bydgoszcz/7,48722,32194158,odkrycie-pochowku-sprzed-tysiecy-lat-na-budowie-gazociagu-pod.html",
            "description": "Orłowo pod Inowrocławiem w centrum zainteresowania archeologów i antropologów dzięki budowie gazociągu. To podczas niej ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vTqK99NU-iaRo1D679ugvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Bydgoszcz.Wyborcza.pl16 godz.",
            "source": "Bydgoszcz.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Klub rozdaje mieszkańcom zatyczki do uszu. To koniec spokojnego centrum Krakowa?",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,32195246,uchwala-antyhalasowa-do-kosza-koniec-z-cichszymi-nocami-w-centrum.html",
            "description": "- W centrum brakuje cywilizacji. A jesteśmy miastem europejskim, na zachód od Uralu i z tego co wiem, nie planujemy tego ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2tGjlspx8Ko-BkfF3AcvkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Kraków.Wyborcza.pl4 godz.",
            "source": "Kraków.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lubicie się bać? To najbardziej nawiedzone miejsca w Lubuskiem",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/lubicie-si%C4%99-ba%C4%87-to-najbardziej-nawiedzone-miejsca-w-lubuskiem/ar-AA1L4uPL?ocid=BingNewsVerp",
            "description": "Lubicie się bać? O tym, że w Lubuskiem straszy przekonują nie tylko te historie. Ponoć w naszym regionie znajdują się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.WmyFB8NEvTTCB89o4afqYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Lubuska on MSN3 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszli na rodzinny spacer i dokonali odkrycia dekady. To sztylet z epoki brązu",
            "link": "https://www.focus.pl/artykul/niemcy-sztylet-sprzed-3500-lat-epoka-brazu",
            "description": "Znalezisko to prehistoryczny sztylet z epoki brązu liczący sobie około 3500 lat. Ostatni raz ludzka dłoń trzymała go w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J7FZja3hY540VKeKBjXeiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Focus5 godz.",
            "source": "Focus",
            "article_content": "Skarb sprzed kilku tysięcy lat\n\nZnalezisko to prehistoryczny sztylet z epoki brązu liczący sobie około 3500 lat. Ostatni raz ludzka dłoń trzymała go w czasach, gdy w Egipcie rządzili faraonowie, a Europa dopiero kształtowała swoje pierwsze złożone społeczeństwa. Stan zachowania artefaktu jest naprawdę imponujący, co zdumiało nawet doświadczonych archeologów. Daniel Scherf z Urzędu Ochrony Zabytków i Archeologii w Weimarze nie kryje swojego zdumienia. Jak zauważa, przedmioty takie jak ten nie są codziennymi odkryciami. Zobaczyć sztylet z epoki brązu w tak dobrym stanie, to jego zdaniem coś naprawdę wyjątkowego. Okolica Gudersleben charakteryzuje się specyficzną budową geologiczną z licznymi strukturami i zjawiskami krasowymi. Ruchy gruntu, zapadliska czy podziemne cieki wodne sprawiają, że ziemia w tym regionie żyje własnym rytmem. Intensywne opady deszczu które nawiedziły okolicę w ostatnim czasie, zmyły wierzchnią warstwę gleby, odsłaniając skarb ukryty przez wieki. To swoisty paradoks: te same siły natury, które przez milenia chroniły artefakt, nagle “postanowiły” go ujawnić.\n\nCzytaj też: Odnaleźli zatopione miasto u wybrzeży Egiptu. Sensacyjne odkrycie podsyca dyskusję o Atlantydzie\n\nOdkryty sztylet to typ z płytkowym trzpieniem, rodzaj charakterystyczny dla środkowej epoki brązu. W przeciwieństwie do współczesnych noży, te prehistoryczne bronie miały szeroki, płaski trzonek przeznaczony do mocowania rękojeści z drewna lub kości. Wymagało to nie lada kunsztu, poczynając od precyzyjnego odlania w brązie aż po staranne montowanie wszystkich elementów. Brąz w tamtych czasach był materiałem niezwykle cennym, wymagającym dostępu do rud miedzi i cyny oraz zaawansowanej wiedzy metalurgicznej. Broń z niego wytworzona stanowiła nie tylko narzędzie walki, ale i symbol statusu. Można sobie tylko wyobrażać, ile wysiłku i umiejętności wymagało stworzenie takiego przedmiotu.\n\nSpołeczności sprzed wieków i wzorowe zachowanie odkrywcy\n\nEpoka brązu to czas dynamicznych przemian społecznych. Wyłaniały się wówczas pierwsze zhierarchizowane struktury, rozwijał się handel na duże odległości, kwitło życie ceremonialne. Metalurgia stała się siłą napędową tych zmian, a broń taka jak znaleziony sztylet była prawdopodobnie własnością kogoś ważnego. Być może lokalnego przywódcy, bądź wojownika strzegącego szlaków handlowych. Ciekawe jest to, że takie przedmioty często pełniły podwójną rolę, czyli praktycznego narzędzia i symbolu władzy. Sztylet z Gudersleben mógł być częścią wyposażenia grobowego lub ofiarą rytualną. Sam region ma bogatą historię osadnictwa, co potwierdzają liczne ślady archeologiczne w okolicy. Maik Böhner zasługuje na uznanie za swoją postawę. Zamiast próbować samodzielnie wydobyć znalezisko, natychmiast powiadomił odpowiednie służby. Takie podejście pozwoliło archeologom na profesjonalne zabezpieczenie artefaktu i dokumentację kontekstu znaleziska.\n\nCzytaj też: Makabryczne znalezisko w Alzacji. Odcięte ramiona jako trofea\n\nW Niemczech, podobnie zresztą jak w Polsce, nieautoryzowane używanie wykrywaczy metali jest zabronione. Odpowiedzialne zgłaszanie przypadkowych znalezisk to najlepszy sposób na ochronę dziedzictwa archeologicznego. Sztylet trafił do pracowni konserwatorskich w Weimarze, gdzie przejdzie szczegółowe badania i zabiegi konserwatorskie. Po zakończeniu prac artefakt będzie można oglądać w Muzeum Historii Lokalnej w Ellrich. Tego typu odkrycia mają w sobie coś magicznego, gdyż pozwalają nam dosłownie dotknąć przeszłości. Kiedy patrzymy na taki przedmiot, możemy się zastanawiać, kim był jego ostatni właściciel, jakie były jego troski i nadzieje, jak wyglądało jego codzienne życie. To bezcenna lekcja historii, która przypomina, że mimo upływu tysięcy lat, ludzkie doświadczenia wciąż pozostają w wielu aspektach podobne."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "O czym się myśli we Wrocławiu?",
            "link": "https://dorzeczy.pl/opinie/769074/most-grunwaldzki-semka-o-czym-sie-mysli-we-wroclawiu.html",
            "description": "NA PIERWSZY OGIEŃ | Od półtora miesiąca Wrocław żyje kontrowersją wokół rekonstrukcji starego, budowanego jeszcze w 1910 r.",
            "image_url": "https://www.bing.pl/th?id=OVFT.vrXJAoN1fJfPFSUR7WSQSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy19 godz.Opinion",
            "source": "Do Rzeczy",
            "article_content": "Most nie budziłby większych kontrowersji, gdyby nie rozpoczęta jakiś czas temu konserwacja, nad którą sprawuje pieczę miejski konserwator zabytków. Ten zobowiązał firmy remontujące obiekt do tego, by przy okazji przywrócić go do kształtu z 1910 r. Jak się okazało, w planie jest przywrócenie skutego w 1947 r. napisu „Kaiserbrücke” oraz dużego symbolu korony cesarzy Niemiec wraz z dwiema stylizowanymi wieżyczkami strażniczymi. No i oczywiście takie projekty wywołały głosy krytyki ze strony samorządowców PiS.\n\nJak to bywa z polskimi sporami historyczno-symbolicznymi, czołowym obrońcą niemieckiego napisu i kaizerowskiej korony stała się lokalna „Gazeta Wyborcza”. I co charakterystyczne, zaczęto walić z publicystycznej grubej artylerii."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stary budynek ukryty \"Na Opłotkach\"",
            "link": "https://www.trojmiasto.pl/historia/Stary-budynek-ukryty-Na-Oplotkach-n207150.html",
            "description": "Olszynka to wyjątkowa dzielnica o niemal wiejskim charakterze, choć zlokalizowana tuż obok śródmieścia Gdańska. Znajduje się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.9mBQBVy5bC0P3Hhf8ipViy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Trojmiasto.pl5 godz.",
            "source": "Trojmiasto.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odkrycie sprzed 5,5 tys. lat. Natknęli się na nie archeolodzy",
            "link": "https://www.o2.pl/informacje/odkrycie-sprzed-5-5-tys-lat-natkneli-sie-na-nie-archeolodzy-7192289223854848a",
            "description": "Archeolodzy z Uniwersytetu Rzeszowskiego prowadzący badania w Orłach (woj. podkarpackie) natrafili na ślady jednej z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.T5ON-YerouUxKdUrEcWobC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o26 godz.",
            "source": "o2",
            "article_content": "Wykopaliska w Orłach w powiecie przemyskim (województwo podkarpackie) rozpoczęły się jesienią 2024 roku. Po wznowieniu prac w tym roku archeologom pod przewodnictwem dr. Dariusza Króla udało się natrafić na niezwykłe znalezisko. \"Wykopaliska ujawniły ślady jednej z najstarszych kultur (sprzed 5,5 tys. lat temu), jakie funkcjonowały na ziemiach obecnej Polski\" - informuje facebookowy profil Podkarpacki Opiekun Zabytków.\n\nW trakcie wykopalisk natknięto się na fragmenty ceramiki ozdobione motywami typowymi dla jednej z najstarszych kultur osiadłych na tych ziemiach. Wśród odkrytych przedmiotów znalazły się puchary i amfory, naczynia z wyraźnie zarysowaną kryzą oraz kubki. Każdy z tych elementów nie tylko dokumentuje codzienne życie dawnych mieszkańców, ale także stanowi cenny materiał do analizy stylu i technik zdobniczych sprzed tysięcy lat.\n\nTo nie jedyne znalezisko, na jakie natrafili badacze z Uniwersytetu Rzeszowskiego. W trakcie prac archeologicznych odkryto również ludzkie szczątki datowane na XI–XII wiek. Znalezisko to, w postaci dobrze zachowanego szkieletu, rzuca światło na późniejsze dzieje tego terenu, potwierdzając, że obszar był zamieszkany również w okresie średniowiecza. To cenne uzupełnienie wcześniejszych odkryć, które pokazuje, że historia osadnictwa w Orłach miała charakter ciągły — sięgając zarówno pradziejów, jak i czasów piastowskich.\n\nDalsza część artykułu pod materiałem wideo\n\nPrzeleżały wieki pod mostem. Wyjątkowe odkrycie w stolicy Peru\n\nCenne znaleziska\n\nOdkrycia archeologów to kolejny dowód na to, że obszar ten zamieszkiwała ludność kultury pucharów lejkowatych, datowana na około 5,5 tysiąca lat temu. Nazwa tej pradziejowej kultury nie jest przypadkowa – wywodzi się od charakterystycznego kształtu naczyń, które tworzyli jej przedstawiciele. Wyróżniały się one baniastym brzuścem i szeroko rozchylonym kołnierzem, przypominającym odwrócony lej.\n\nRozwiń"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszli na rodzinny spacer i dokonali odkrycia dekady. To sztylet z epoki brązu",
            "link": "https://www.focus.pl/artykul/niemcy-sztylet-sprzed-3500-lat-epoka-brazu",
            "description": "Znalezisko to prehistoryczny sztylet z epoki brązu liczący sobie około 3500 lat. Ostatni raz ludzka dłoń trzymała go w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.J7FZja3hY540VKeKBjXeiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Focus5 godz.",
            "source": "Focus",
            "article_content": "Skarb sprzed kilku tysięcy lat\n\nZnalezisko to prehistoryczny sztylet z epoki brązu liczący sobie około 3500 lat. Ostatni raz ludzka dłoń trzymała go w czasach, gdy w Egipcie rządzili faraonowie, a Europa dopiero kształtowała swoje pierwsze złożone społeczeństwa. Stan zachowania artefaktu jest naprawdę imponujący, co zdumiało nawet doświadczonych archeologów. Daniel Scherf z Urzędu Ochrony Zabytków i Archeologii w Weimarze nie kryje swojego zdumienia. Jak zauważa, przedmioty takie jak ten nie są codziennymi odkryciami. Zobaczyć sztylet z epoki brązu w tak dobrym stanie, to jego zdaniem coś naprawdę wyjątkowego. Okolica Gudersleben charakteryzuje się specyficzną budową geologiczną z licznymi strukturami i zjawiskami krasowymi. Ruchy gruntu, zapadliska czy podziemne cieki wodne sprawiają, że ziemia w tym regionie żyje własnym rytmem. Intensywne opady deszczu które nawiedziły okolicę w ostatnim czasie, zmyły wierzchnią warstwę gleby, odsłaniając skarb ukryty przez wieki. To swoisty paradoks: te same siły natury, które przez milenia chroniły artefakt, nagle “postanowiły” go ujawnić.\n\nCzytaj też: Odnaleźli zatopione miasto u wybrzeży Egiptu. Sensacyjne odkrycie podsyca dyskusję o Atlantydzie\n\nOdkryty sztylet to typ z płytkowym trzpieniem, rodzaj charakterystyczny dla środkowej epoki brązu. W przeciwieństwie do współczesnych noży, te prehistoryczne bronie miały szeroki, płaski trzonek przeznaczony do mocowania rękojeści z drewna lub kości. Wymagało to nie lada kunsztu, poczynając od precyzyjnego odlania w brązie aż po staranne montowanie wszystkich elementów. Brąz w tamtych czasach był materiałem niezwykle cennym, wymagającym dostępu do rud miedzi i cyny oraz zaawansowanej wiedzy metalurgicznej. Broń z niego wytworzona stanowiła nie tylko narzędzie walki, ale i symbol statusu. Można sobie tylko wyobrażać, ile wysiłku i umiejętności wymagało stworzenie takiego przedmiotu.\n\nSpołeczności sprzed wieków i wzorowe zachowanie odkrywcy\n\nEpoka brązu to czas dynamicznych przemian społecznych. Wyłaniały się wówczas pierwsze zhierarchizowane struktury, rozwijał się handel na duże odległości, kwitło życie ceremonialne. Metalurgia stała się siłą napędową tych zmian, a broń taka jak znaleziony sztylet była prawdopodobnie własnością kogoś ważnego. Być może lokalnego przywódcy, bądź wojownika strzegącego szlaków handlowych. Ciekawe jest to, że takie przedmioty często pełniły podwójną rolę, czyli praktycznego narzędzia i symbolu władzy. Sztylet z Gudersleben mógł być częścią wyposażenia grobowego lub ofiarą rytualną. Sam region ma bogatą historię osadnictwa, co potwierdzają liczne ślady archeologiczne w okolicy. Maik Böhner zasługuje na uznanie za swoją postawę. Zamiast próbować samodzielnie wydobyć znalezisko, natychmiast powiadomił odpowiednie służby. Takie podejście pozwoliło archeologom na profesjonalne zabezpieczenie artefaktu i dokumentację kontekstu znaleziska.\n\nCzytaj też: Makabryczne znalezisko w Alzacji. Odcięte ramiona jako trofea\n\nW Niemczech, podobnie zresztą jak w Polsce, nieautoryzowane używanie wykrywaczy metali jest zabronione. Odpowiedzialne zgłaszanie przypadkowych znalezisk to najlepszy sposób na ochronę dziedzictwa archeologicznego. Sztylet trafił do pracowni konserwatorskich w Weimarze, gdzie przejdzie szczegółowe badania i zabiegi konserwatorskie. Po zakończeniu prac artefakt będzie można oglądać w Muzeum Historii Lokalnej w Ellrich. Tego typu odkrycia mają w sobie coś magicznego, gdyż pozwalają nam dosłownie dotknąć przeszłości. Kiedy patrzymy na taki przedmiot, możemy się zastanawiać, kim był jego ostatni właściciel, jakie były jego troski i nadzieje, jak wyglądało jego codzienne życie. To bezcenna lekcja historii, która przypomina, że mimo upływu tysięcy lat, ludzkie doświadczenia wciąż pozostają w wielu aspektach podobne."
        }
    }
]