[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ nad Jeziorem w Chmielnikach pod Bydgoszczą. Tak było 27 września 2025 - Zobaczcie zdjęcia i wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-nad-jeziorem-w-chmielnikach-pod-bydgoszcz%C4%85-tak-by%C5%82o-27-wrze%C5%9Bnia-2025-zobaczcie-zdj%C4%99cia-i-wideo/ar-AA1NpELl?ocid=BingNewsVerp",
            "description": "W sobotę, 27 września, w Chmielnikach znów zapanował wyjątkowy klimat – nad jeziorem odbył się cotygodniowy Pchli Targ, który z tygodnia na tydzień cieszy się coraz większym zainteresowaniem zarówno ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2nPbtyoAS_WXYOaRWpOPhw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Bydgoszcz Nasze Miasto on MSN3 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bardzo dużo zdjęć z Jarmarku Staroci i Osobliwości w Jeleniej Górze. Jeszcze zdążycie zrobić zakupy, bo kupcy będą także w niedzielę",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/bardzo-du%C5%BCo-zdj%C4%99%C4%87-z-jarmarku-staroci-i-osobliwo%C5%9Bci-w-jeleniej-g%C3%B3rze-jeszcze-zd%C4%85%C5%BCycie-zrobi%C4%87-zakupy-bo-kupcy-b%C4%99d%C4%85-tak%C5%BCe-w-niedziel%C4%99/ar-AA1NpzhW?ocid=BingNewsVerp",
            "description": "Jak zawsze na Jarmarku Staroci i Osobliwości w Jeleniej Górze są tłumy. Mnóstwo ludzi tylko ogląda, ale wielu także kupuje, bo trafić można prawdziwe perełki. Obejrzyjcie zdjęcia, może upatrzycie coś ...",
            "image_url": "https://www.bing.pl/th?id=ODF.h8OGMXjFuz807iNXn1avLw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Jelenia Góra Nasze Miasto on MSN3 godz.",
            "source": "Jelenia Góra Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 rzeczy, które musicie wiedzieć o Jarmarku Staroci i Osobliwości w Jeleniej Górze, który odbywa się w sobotę i niedzielę (27 i 28. 09)",
            "link": "https://jeleniagora.naszemiasto.pl/10-rzeczy-ktore-musicie-wiedziec-o-jarmarku-staroci-i-osobliwosci-w-jeleniej-gorze-ktory-odbywa-sie-w-sobote-i-niedziele-27-i-28-09/ar/c1p2-28019481",
            "description": "Jarmark ma dwie edycje wiosenną ( na ogół w kwietniu) oraz jesienną, która organizowana jest w ostatni weekend września Jarmark należy do najstarszych i największych w Polsce. Odbywa się po raz 56.",
            "image_url": "https://www.bing.pl/th?id=ODF.h8OGMXjFuz807iNXn1avLw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Jelenia Góra Nasze Miasto7 godz.",
            "source": "Jelenia Góra Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Czytanie jako wspólnota pokoleń",
            "link": "https://www.onet.pl/kultura/wydawnictwo-iskry/ksiazka-o-nieczytaniu-wspolne-chwile-z-lektura/mr30egw,30bc1058",
            "description": "Czytanie głośne — ten codzienny rytuał, który wydaje się tak zwyczajny — z czasem staje się jednym z najcenniejszych ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.4QfJLaLs8CvRN-XTPLEgUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Onet1 godz.",
            "source": "Onet",
            "article_content": "Partner Wydawnictwo Iskry Okładka książki Justyny Sobolewskiej pt. \"Książka o (nie)czytaniu\"\n\n\"Dzieci ma się po to, żeby mieć z kim czytać\" — to zdanie staje się mottem tego rozdziału, przypomnieniem, że lektury nie należą wyłącznie do szkolnych obowiązków. Mogą być przygodą, sekretem, próbą ocalenia wspólnoty w świecie, w którym coraz łatwiej nie czytać. Przeczytaj fragment \"Książce o (nie)czytaniu\", która wyjdzie nakładem Wydawnictwa Iskry 24 października 2025 r.\n\nPoznaj kontekst z AI O czym jest książka Justyny Sobolewskiej?\n\nKiedy będzie premiera książki o (nie)czytaniu?\n\nJakie emocje budzi wspólne czytanie?\n\nJakie książki wspomniano w artykule?\n\nDzieci ma się po to, żeby mieć z kim czytać.\n\nreklama\n\nTo jest rozdział o przemijaniu. Nigdy nie wiemy, kiedy robimy coś po raz ostatni, na przykład, kiedy czytamy głośno książkę dziecku przed snem i nie będzie tego więcej. Chciałabym być dalej audiobookiem, ale jest coraz mniejsze zapotrzebowanie. — \"Jaką masz lekturę? Pan Tadeusz, wspaniale, to ja poczytam, mogę?\" — dopraszam się. I potem już przy \"Litwo, ojczyzno moja...\" przychodzi wzruszenie, a potem jest coraz gorzej, bo kolejne wersy rezonują w pamięci, i \"Natenczas Wojski\", raz się śmieję, raz głos drży, ale napotykam raczej chłodne spojrzenie pełne niezrozumienia.\n\nInaczej było, gdy czytaliśmy Ballady i romanse. Starszy syn siedział oniemiały. Niech się schowają zombie i duchy ze świa— ta fantasy, kiedy nadchodzi Mickiewicz. \"To lubię\" — orzekł na koniec. Młodszy z uznaniem zapytał, czy Mickiewicz jest znany na świecie albo chociaż w Ameryce. Może więc gdy­by wyjąć Mickiewicza z kontekstu szkolnego? I czytać tak sobie, najlepiej głośno? Tak, żeby był zaczytany? Maria Ja­nion mówiła kiedyś, że Mickiewicz \"był tak przeze mnie za­czytany, że był obdarty ze skóry i ojczym oprawił mi go w materiał na zasłony\". Wtedy okaże się, że Mickiewicz dzia­ła, nawet na zatwardziałych amatorów komiksowych horro­rów. Kiedy przerwałam na chwilę czytanie Lilli, natychmiast zaczęto mnie popędzać — no, czytaj dalej!\n\nCzytam głośno, uwielbiam to. U mnie tata czytał. I nadal czyta. Pytam po przyjściu, to co dziś poczytasz? Obieranie ziemniaków i czytanie. Kolacja i czytanie. Film i czytanie. Tak z marszu, z czynności codziennych, przy cieście albo bez cia­sta, na stole książka odłożona grzbietem do góry. Może to być na przykład dziennik Dąbrowskiej. Niech to czytanie trwa.\n\nZ głośnego czytania zostały mi się w pamięci całkiem do­rosłe lektury, których słuchałam w dzieciństwie. Pamiętnik z powstania warszawskiego Białoszewskiego tata czytał nam gdzieś przy szosie w górach. Wędrowaliśmy wtedy chyba cały miesiąc. Widzę nas, kiedy czekamy na przystanku na PKS w Koniecznej czy w Piwnicznej. Siedzimy na plecakach na przystanku po noclegu w schronisku młodzieżowym urządzonym w szkole. Siąpi deszcz, tata czyta, ja podglą­dam jaszczurkę. Może w pamięci złożyły mi się różne mi­gawki z kilku wakacji, ale ten obraz jest silny. Albo też w gó­rach, kiedy indziej, tata czytał Józefa i jego braci Manna, z którego zapamiętałam tylko scenę kuszenia Józefa przez żonę Putyfara.\n\nreklama\n\nMoże jest tak, że z lektur słuchanych w dzieciństwie po­zostają jakieś przeczucia, coś, co możemy rozpoznać dopiero w dorosłym życiu. Psycholog James Hilman pisał, że pierwsze książki słuchane w dzieciństwie przygotowują do życia, to właśnie dzięki nim \"dusza odnajdzie się w życiu\". Pomy­ślałam, że dobrze byłoby sprawdzić te moje lektury, które by­ły dla mnie ważne, i poczytać je z dzieckiem.\n\nSkóra żmii\n\nKarton z książkami wygrzebałam w piwnicy u rodziców. I poczułam się, jakbym spotkała dawno niewidzianych przyja­ciół. Byli w różnym stanie, niektórzy całkiem się rozsypali — zły papier z lat 80. Nawet jeśli nie pamiętałam fabuły, to przypomniały mi się emocje z nimi związane: śmiech, wzru­szenie, czasem lęk. Potem czytaliśmy je ze starszym synem, potem z młodszym. Za każdym razem byłam ciekawa, jakie szufladki pamięci mi się otworzą. Kim była ta, która to czy­tała. Moi dziecięcy bohaterowie: Rikki-Tikki-Tavi Kiplinga czy Pippi. Klasyka brytyjska, Tajemniczy ogród czy Mary Pop­pins. Z Rodu Ardenów Edith Nesbit wypadła skóra żmii. Świetnie się zachowała. Znalazłam ją w malinach w górach, kiedy miałam chyba dziesięć lat. Z mojego starego egzem­plarza Feniksa i dywanu wypadła z kolei errata. W ten spo­sób wprowadzano w ostatniej chwili poprawki do książki. \"Str. 258. Jest: Wszyscy uznali, że Robert jako ulubieniec Feniksa. Powinno być: W sklepie kolonialnym kupili dla sporządzenia kadzidła\". Kupili w sklepie kolonialnym (sama nazwa pachnie) różne ingrediencje, np. ołówki cedrowe, że­by ognisko, w którym miał spłonąć Feniks, było odpowied­nio wonne.\n\n\"Dzieci ma się po to, żeby mieć z kim czytać\" — powie­działa kiedyś Inga Iwasiów. To przecież jedna z niewielu oka­zji, kiedy możemy podzielić się tym, co zazwyczaj jest intymne. I dzieci ma się po to, żeby razem z nimi wracać do swojego dzieciństwa.\n\nreklama\n\nAle zdanie \"mam dziecko\" tylko przez chwilę odpowiada rzeczywistości. Wszystkiego nie da się dzieciom przekazać ani ich ukształtować. Mają swoje fascynacje. Niemal od początku, od urodzenia, od nas odchodzą, dopiero co były całkiem za­leżne, a tu już biegną do swoich spraw. Poetka Krystyna Miłobędzka tak pisała o tym odrywaniu się dziecka: \"wypadł ci pierwszy mleczny ząb/i już tym pierwszym odgryzasz się ode mnie/już się nie spotkamy\". Wspólne czytanie jest próbą zatrzymywania tego procesu. Dlatego właśnie przez kilka lat, póki razem czytaliśmy, prowadziłam blog zatytułowany Po­czytaj mi synku na stronie internetowej tygodnika \"Polityka\".\n\nPamiętam, że zastanawiałam się przy kolejnej książce, czy przypadkiem to nie jest nasza ostatnia wspólna lektura. Cze­kałam na wieczorne wezwanie: \"Poczytasz?\". Pięknie o takim rytuale mówił Dawid Grosman. \"Dziecko żyje w nieustannym wysiłku, żeby zrozumieć świat, odróżnić sen od jawy, poznać prawa i zasady rządzące światem dorosłych i to się nie udaje. Pamiętam sam, jak bardzo noc była dla mnie straszna, kiedy dochodziły do mnie odgłosy świata dorosłych\". W tym wie­czornym czytaniu chodzi też o to, żeby rodzic mógł na chwi­lę sam stać się dzieckiem, cofnąć się do najwcześniejszych lat, zawiesić na chwilę codzienną walkę rodzice — dzieci. Najłatwiej mi stać się dzieckiem, właśnie kiedy czytam coś z mo­jego dzieciństwa. Jestem konsekwentna — nawet Kubusia Pu­chatka czytaliśmy w wydaniu, które znam z dzieciństwa. Żółte strony i lekko zatarte ilustracje nie przeszkadzają, a ja się ła­pię na tym, że mruczanki Kubusia czytam, słysząc w głowie głos mojego taty, który mi to czytał. Tak sobie podajemy książ­ki przez pokolenia.\n\nCzego się boimy?\n\nreklama\n\nBałam się Rycerza Kato z książki Mio, mój Mio Astrid Lind­gren. Bardzo lubiłam Pippi, podobało mi się spanie z no— gami na poduszce, ale mocniej zapadła mi w pamięć Astrid Lindgren, która pisze o śmierci i o złu. W Mio, mój Mio chłopiec z ponurego Sztokholmu trafia do Krainy Dalekiej i tam odnajduje ojca, króla. Już nie nazywa się Bosse i nie jest popychadłem, ale staje się królewiczem Mio, a ojciec mówi do niego \"Mio, mój Mio\". Z dzieciństwa zapamiętałam ukłucie niepokoju. Chciałam sprawdzić, skąd się wzięło.\n\nMio, mój Mio, Bracia Lwie Serce czy Ronja, córka zbójnika opowiadają o chorobie, samotności umierania i odrzuceniu. Astrid, zgodnie z wykładnią baśni Brunona Bettelheima, wprowadza dzieci w straszność. Jednak czyni to tak, że dziec­ko jej nie czuje, bo ma poczucie nieśmiertelności. I dlatego całkowicie daje się porwać opowieści o tajemniczych świa­tach, o Nangijali i Nangilimie czy o Dalekiej Krainie. Tajem­nica Lindgren tkwi w tym, że jej książki zupełnie inaczej czy­tają dzieci, a inaczej dorośli, którzy cały czas widzą samotnego chłopca na ławce w parku. Kiedy czytałam na głos Mio, mój Mio, a potem Braci, mój syn był zadowolony, że wszystko dobrze się skończyło — że zło zostało pokonane. Mnie w tym samym czasie ściskało w gardle. Widzę, jak czytam, drży mi głos, przerywam, nie chcę pokazać, że się wzruszyłam.\n\nTe książki są w pewnym sensie testem na to, ile w doros­łym zostało z dziecka i jak się w nas przenikają dorosła świadomość śmierci i pragnienie nieśmiertelności. Sama Lindgren mówiła swojej biografce, że nie wierzy w pośmiertne krainy Nangijalę ani Nangilimę, ani w niebo, ani w nic takiego: \"Sucharek umiera na swojej kanapie w kuchni dopiero na ostatniej stronie. Do tego, co dzieje się w Nangijali, Sucharek ucieka się, aby móc żyć po tym, jak Jonatan zginął w pożarze. Tak, tak to jest, dorosły człowiek we mnie wie, że tak jest. Ale dziecko we mnie nie akceptuje tego, więc mówię ci, nie mów o tym żadnemu dziecku, bo cię stłukę!\". Te mroczne książki Astrid są też rodzajem psychodramy, w której dziecko oswaja strach. Sucharek ciągle się boi, ale właśnie dzięki temu może stawać się odważny. Śmierć była centralną sprawą w jej książkach i w jej życiu. Miesiąc po odejściu swojego syna Lindgren brała udział w programie telewizyjnym. Mówiła: \"Trzeba żyć tak, żeby przyzwyczaić się do śmierci\". I cicho dodała: \"Tak myślę, tralala\".\n\nreklama\n\nKiedy wracałam z dzieckiem do znanej książki, czasem miałam wrażenie, że odsłaniają się ukryte wcześniej war­stwy. Tak było z Akademią Pana Kleksa. \"Kto raz wstąpił do Akademii, ten wystąpić już nie może\" — pisze Piotr Paziński w książce Atrapy stworzenia. Ten przepastny tekst według Pazińskiego jest marą senną, zbiorowym olśnieniem, labiryn­tem ludzkiej psychiki i lustrem, w którym odbija się historia. Kiedy czytaliśmy ze starszym synem, przypominało mi to mo­je własne olśnienie Akademią, szpitalem chorych sprzętów, tabliczkami doktora Paj-Chi-Wo. Niedostępnością tajemnicy: \"Na trzecim piętrze przechowywane są tajemnicze i nikomu nieznane sekrety pana Kleksa\". Starszy syn był oczarowany. Najbardziej przejął się, gdy do akcji wkroczył Alojzy, czyli lal­ka, którą pan Kleks ożywił i która przyspieszyła koniec tego świata. Ulepił nawet z plasteliny scenę niszczenia Alojzego. Paziński przywołuje praską legendę o golemie, który zbunto­wał się przeciwko swojemu twórcy, więc ten musiał go unieszkodliwić. Kleks niszczy Alojzego w zapamiętaniu, jak­by nie tylko niszczył nieszczęsną lalkę, ale chciał unicestwić niechcianą część samego siebie. \"Kleks przestraszył się, ponie­waż Alojzy przypominał mu, że jako postać z baśni on, Ambroży Kleks, jest cudzym golemem\" — pisze Paziński. Roz­brojenie Alojzego nie sprawia jednak, że wszystko wraca do poprzedniego stanu. Końca nie dało się już zatrzymać, razem z panem Kleksem zaczęła maleć sama Akademia. Ja tego koń­ca nie mogłam nigdy przyjąć. Zwyczajnie za każdym czyta­niem zapominałam, jak Akademia pana Kleksa się kończy.\n\nI dopiero niedawno uświadomiłam sobie, że inwazja wil­ków to jest obraz Zagłady — choćby to ukrywanie się Mate­usza pod meblami po śmierci rodziców. To skojarzenie jest bardzo czytelne, zwłaszcza że Brzechwa (ukrywający swoje żydowskie pochodzenie) pisał tę książkę w czasie wojny i traktował tę pracę jako ucieczkę od rzeczywistości. Ale ona tu jest, przenikła. Przy ostatnim czytaniu z młodszym synem znowu byłam zaskoczona tym finałem z motywem borge­sowskiej biblioteki. W ten sposób opowieść przekracza sama siebie. Pan Kleks zamienia się w zaginiony guzik od czapki bogdychanów i dzięki temu Mateusz może wrócić do swojej postaci. I staje się ni mniej, ni więcej autorem książki, Janem Brzechwą, który mówi nam, czytelnikom: \"Napisałem tę opowieść, gdyż ogromnie lubię opowieści fantastyczne i pisząc je, sam się bawię\".\n\nreklama\n\nCynowe serduszko\n\nNie ma to jak czytać Andersena podczas śniegowej zadymki. Już po południu zapalało się lampę, bo ciemnawo, syn na podłodze porządkował papierki po cukierkach i karty Spider— mana. \"Ale słucham, słucham, nie przerywaj\" — mówił szyb­ko, kiedy odkładałam książkę. Książka się rozpadała, bo to wydanie z lat 50. Na Świniopasie były czyjeś notatki. To mój tata jako dziecko przygotowywał przedstawienie i roz­dzielał role. Dopiero czytając ten stary egzemplarz Baśni (w tłumaczeniu Stefanii Beylin i Jarosława Iwaszkiewicza, z ilustracjami Jana Marcina Szancera), uświadomiłam so­bie, że późniejsze wydania są inne, delikatnie podretuszo­wane, mniej w nich śmierci. A u Andersena śmierć jest jedną z głównych bohaterek.\n\nPo latach czytam Andersena inaczej — myśląc też o nim samym, o tej niezgrabnej personie z wielkim nosem. Miał wiele fobii — zawsze woził ze sobą sznur na wypadek poża­ru w hotelu. Na stoliku nocnym zostawiał kartkę: \"Ja tylko wyglądam jak umarły\", żeby nie pochowano go żywcem. Charles Dickens, u którego zatrzymał się w Anglii, umieścił nawet w pokoju gościnnym napis: \"Hans Christian Ander­sen spał w tym pokoju przez pięć tygodni, które rodzinie wydawały się WIEKIEM\". Z baletu go wyrzucono, bo był za chudy, z chóru wyleciał, gdyż przechodził mutację. Gdziekolwiek się pojawił, kroczyła za nim śmieszność. Praw— dziwe brzydkie kaczątko. W Małej syrence opisał siebie, czyli dziwną postać o nieokreślonej płci, która musi mil­czeć i nie może ujawnić swojej miłości do pewnego mło­dzieńca. Mała syrenka — podobnie jak cynowy żołnierzyk, beznogi odmieniec — kocha i tęskni beznadziejnie. Tam, gdzie miało być spełnienie, jest popiół, cynowe serduszko albo morska piana.\n\nreklama\n\nKiedyś najbardziej poruszała mnie Mała syrenka. Gdy wróciliśmy z synem do Baśni, okazało się, że naszą ulubio­ną jest Słowik. Kiedy na końcu opuszczony cesarz wzywa na pomoc mechanicznego słowika i niespodziewanie pojawia się prawdziwy ptaszek, oboje byliśmy wzruszeni. Tym, że dobro i piękno mają moc, która pokonuje śmierć. A ze mną pozostała melodia, którą grały dzwoneczki w baśni Świniopas: \"O mój miły Augustynie, wszystko minie, minie, minie...\". Ile razy powtarzałam ją sobie w głowie, w chwi­lach, kiedy traciłam grunt pod nogami: \"O mój miły Augusty­nie, wszystko minie, minie, minie...\" — grały mi dzwoneczki. I, prędzej czy później, mijało.\n\nDuchy domu\n\nNajbardziej bałam się, wyciągając Za złotą bramą Heleny Bechlerowej. Tego, że okaże się starociem, który nie wytrzy­ma konfrontacji ze współczesnością. Ta książka była dla mnie ważna, gdy mieszkałam na osiedlu Za Żelazną Bramą, w blo­ku. To jest historia dwójki dzieci, które muszą się wyprowa­dzić ze starej kamienicy do nowego bloku. Ze starego domu, który ma być wyburzony, odchodzą nie tylko ludzie, lecz tak­że wodnik z fontanny, lwy ze schodów, a na końcu echo i du­szek domowy Dominik. W książce Bechlerowej zardzewiała brama zamienia się za pomocą zaklęcia w złotą, by mogli przez nią wyjść dawni mieszkańcy. Ta książka była funda­mentem mojego dziecinnego mitu o świecie jasnym — bloko­wym i ciemnym, związanym ze starymi kamienicami. Mie­szkałam na osiedlu, na Chłodnej, wokół były stare kamienice Żelaznej, Krochmalnej, Waliców, czerwonymi cegłami świeci­ły wyburzane ostańce. Na ścianach domów przeznaczonych do rozbiórki widać było jeszcze zarysy dawnych mieszkań. Ten stary świat był jednocześnie tajemniczy, tak jak w książ­ce, ale też niósł jakieś nieokreślone zagrożenie.\n\nreklama\n\nPóźniej to poczucie tłumaczyłam sobie tym, że częściowo były to pozostałości warszawskiego getta. Pamięć getta przyszła do mnie nie wiadomo skąd. Śnili mi się Żydzi w chała­tach, prowadzący wózki dziecięce — takie stare, przedwojen­ne — po ulicy Żelaznej, nocą, w żółtym świetle latarni. Dziw­ne, ciemne sklepiki w suterenach. Sprzedawano tam korony z papieru. Nikt mi nie opowiedział, co się działo w miejscu, w którym mieszkałam. Ale ja wiedziałam, że tu zdarzyło się coś strasznego. Byłam bardzo mała, kiedy wyciągnęłam z pół— ki jakiś album ze zdjęciami z getta, z trupami na ulicy. Moja Chłodna to była ulica z drewnianą kładką łączącą dwie stro­ny getta. To też znalazłam na jakimś zdjęciu. Przeszłość pro­mieniuje, nawet kilkadziesiąt lat po wydarzeniach. Dlatego książka Bechlerowej oswajała moje lęki — w niej stary dom jest pełen przyjaznych duchów.\n\n\"Co ci się najbardziej podobało?\" — pytałam syna. \"Roz­dział o tym, jak odchodzi echo, i Dominik, i lwy\". Jak do­brze, jaka ulga — pomyślałam — że ta książka nadal działa. I marzenie o ukrytym świecie mieliśmy wspólne, choć ja by­łam dzieckiem bloku, a on, od zawsze, starej kamienicy. O jej duchach też można by napisać książkę. Często myślę o po­przednich mieszkańcach, patrzą na mnie ze zdjęć. Ale są tu jeszcze może te niewidoczne duszki starego domu, skrzypią­cej podłogi, drzwi i okien. Pozdrowione bądźcie.\n\nPowietrze morskie zaostrza apetyt\n\nNie znalazłam w pudle u rodziców mojej najulubieńszej książki, której prawie nikt nie zna: Kluski, Kefira i Tutejszego Jerzego Broszkiewicza. Autor był znany za sprawą szkolnej lektury, czyli Wielkiej, większej i największej, a to Kluska, Ke­fir i Tutejszy była perełką. Po latach dowiedziałam się, że to jedna z pierwszych postmodernistycznych książek w Polsce (pierwszy raz wydano ją w Polsce w 1967 roku), która gra­ła konwencjami literackimi i filmowymi: westernu, Robin­sona Crusoe i Wielkiego Gatsby’ego. Szukałam jej bezowocnie po antykwariatach. W końcu znalazłam, w dodatku wyda­nie, które pamiętałam — kwadratowe w twardej oprawie. Czekałam na przesyłkę, przebierając nogami. Czułam się jak przed spotkaniem z kumplem z dzieciństwa. Czy się rozpo­znamy? Czy będziemy się znowu razem śmiać? Łazić po drzewach?\n\nreklama\n\nNiektóre książki czytało się w dzieciństwie na okrągło — najbardziej zaczytane były te do śmiechu i do jedzenia: na przykład Trzech panów w łódce (nie licząc psa) Jerome K. Jerome’a i właśnie Kluska, Kefir i Tutejszy z ilustracjami Janusza Stannego. Książka miała twardą oprawę odporną na zachla­pania. Związki książek z jedzeniem zasługują na osobną ana­lizę, bo przecież na pewno nie tylko ja czytałam przy jedze­niu. I bardzo mnie interesowało, co oni tam jedli. Z Kluski, Kefira i Tutejszego zostało mi powiedzenie: \"Powietrze mor­skie zaostrza apetyt!\". Na wyspie, kiedy \"słowa więdły w upa­le jeszcze przed rozkwitnięciem\", z kieszeni Tutejszego wyło­niły się trzy pieczone kurczęta, trzy porcje pumpernikla z masłem, trzy kalifornijskie jabłka i trzy porcje lodów \"Bam­bino\". \"Co to są lody Bambino?\" — zainteresował się mój syn. Ich przezwiska związane z jedzeniem wzięły się stąd, że Kluska (lat 12) była zawsze za chuda i jadła kluski, żeby przytyć, a Kefir (lat 13) pił kefir, żeby schudnąć. Pewnie chciałam być jak Kluska, choć przypominałam wtedy wyglą­dem raczej Kefira. Tutejszy nie wiadomo skąd się wziął, ale wszędzie był u siebie. No i jeszcze kot Pacułka, który mówił ludzkim głosem. Najlepsze zdania dotyczą zresztą gadające­go kota, który \"odszedł, machając leniwym ogonem\". A potem w kubryku na statku \"ściągnął ze stołu tłustego piklinga i zajął się nim tak czule, jak najbliższą na świecie istotą\". Czyta­liśmy tę książkę długo, ale zdaniem syna koniec przyszedł zbyt szybko. Na ostatniej stronie widnieje pieczątka poprawcza— ka, w którym nie była, jak widać, intensywnie czytana (może w ogóle?), bo egzemplarz z roku 1967 był w bardzo dobrym stanie. Szkoda, że się tam na niej nie poznali.\n\nreklama\n\nPrzy synach uzupełniałam też braki z dzieciństwa, choć— by Winnetou albo Tomki Alfreda Szklarskiego. Okazało się, że właśnie Szklarski jest dziś ciężkostrawny, bo w jego książkach chodzi głównie o wiedzę (na każdej stronie mamy kilka przy­pisów), a dzisiaj wiedza jest ogólnie dostępna. Na powtórne czytanie Jeżycjady Małgorzaty Musierowicz zabrakło mi odwa­gi. Przekonałam się za to po latach do lektury, która wydawa­ła mi się w dzieciństwie straszliwie ckliwa i kiczowata, czyli do Małego Księcia. Okazało się, że znałam wersję skróconą do zbioru sentencji i ucukrowaną ilustracjami. W pełnej wersji jest tam cień i śmierć, wojna i pustynia. Więc po kilkudziesięciu la­tach odkryłam prawdę i było warto.\n\nA w zęby chcesz?\n\nA ponieważ z pamięci wymazują mi się wszystkie fabuły, co wieczór czekałam, co będzie dalej. I to jest wspaniałe w tych powrotach — że możemy znowu dawać się zaskoczyć. Z książ­ki I Ty zostaniesz Indianinem Wiktora Woroszylskiego zapamię­tałam właściwie jedno słowo: \"porridge\". Wtedy egzotyczne, dziś powiedzielibyśmy po prostu: owsianka. Mojego syna za­frapowało zdjęcie autora na okładce i nawet padło pytanie, które zadawał przy każdej książce: czy on żyje? Oraz: czy go znałam? (Innym stałym pytaniem było, czy żyłam przed wojną). Woroszylski jest zresztą w tej książce stale obecny i zawiązuje z czytelnikiem wyjątkową komitywę: odsłania i zasłania kurtynę, szepcze wskazówki do ucha panu Kubiakowi, czasem gryzie się w język, gdy za wcześnie chciałby zdradzić jakąś tajemnicę. Może ta książka została w pamięci właśnie dlatego, że zaprzyjaźniliśmy się z jej autorem? Podob— nie zresztą wyglądają te zabiegi w innej kapitalnej książce Woroszylskiego, Cyryl, gdzie jesteś? Zaczęliśmy jej czytanie od rozmowy o nieznanych dziś aparatach telefonicznych z tarczą. Zobaczyłam, że I Ty zostaniesz Indianinem to była książka, któ­ra też wtajemniczała mnie w Warszawę i potwierdzała, że można mieć w tym mieście niezłe przygody.\n\nreklama\n\nRadość moja była wielka, kiedy wyłowiłam z pudła naj­bardziej podartą książkę bez okładki. Ach, to moja przyja­ciółka z podwórka, czyli Chłopak i dziewczyna, czyli heca na 14 fajerek Ożogowskiej. W tej książce znalazłam odbicie mo­ich tęsknot dziecięcych, żeby przekroczyć rolę dziewczynki. Tutaj Tosia udawała na wakacjach swojego brata bliź­niaka Tomka, a Tomek biegał w spódniczkach jako Tosia. Ożogowska sportretowała patriarchalne wzorce powojennej Polski i zabawnie punktowała nierównowagę w traktowaniu dziewczynek i chłopców. A były to lata 50.! W latach 80. też to odczuwałam: bardzo chciałam grać w piłkę nożną, a to nie było wtedy przyjęte. Zamiast być grzeczna, wolałam być dziel— na, pokonywać strach, jak na obozie harcerskim, kiedy nocą zgubiłam się w lesie w czasie \"biegu biszkopta\". Błądziłam na przełaj w ciemności, cały czas powtarzając sobie, że nie mo­że mi się stać nic złego. Tosia wykonuje wielką pracę nad so­bą i nadludzkim wysiłkiem udaje jej się sprostać zadaniom. A Tomek? Ma łatwiej, po prostu zmienia oczekiwania ludzi dookoła. W pociągu, kiedy zbliżył się do niej (niego) jakiś chłopak i zagadał: \"Panienka sama jedzie, bez mamy?\", panienka odpowiedziała: \"A w zęby chcesz?\". Dryblasa zamurowało. Kiedy czytałam razem z synem, śmialiśmy się oboje.\n\nEksperyment trwał długo, bo czytałam i z jednym, i z dru­gim synem, i okazało się, że większość lektur mojego dzie­ciństwa się nie zestarzała. Zobaczyłam siebie z przeszłości, przybiłam jej piątkę, przytuliłam, wytarłam okulary i przede wszystkim uśmiałyśmy się razem. Ale czy te moje starocie w jakiś sposób zapisały się w świadomości moich synów? Tego nie wiem. Może nic z tego nie będzie zapamiętane.\n\nTylko patrząc wstecz, możemy zobaczyć, że coś było dla nas ważne. Takie powroty sprawiają, że zaczynamy się za­stanawiać, z czego właściwie zbudowana jest nasza pamięć. I czym są wspomnienia? Co zostaje w nas jako obrazy zna­czące, tworzące tożsamość? Może być i tak, że pamiętamy coś, czego nigdy nie było.\n\nKsiążki z pudła trafiły na półkę. Czasem sobie na nie pa­trzę i mówię im cześć. Może kiedyś znów przyjdzie ich czas? Kto wie.\n\n——\n\nFragment pochodzi z Książki o (nie)czytaniu która wyjdzie nakładem Wydawnictwa Iskry 24 października 2025 r."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci w Żaganiu. Dziergane kwiaty i inne cuda",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targ-staroci-w-%C5%BCaganiu-dziergane-kwiaty-i-inne-cuda/ar-AA1Npc77?ocid=BingNewsVerp",
            "description": "W sobotę 27 września na ul. Słowackiego w Żaganiu i na parkingu za magistratem można było pohandlować skarbami ze strychu i z piwnicy. Przepiękne rękodzieła zaprezentowały panie Marzena i Barbara.",
            "image_url": "https://www.bing.pl/th?id=ODF.pX4YdD8AJfP2NmyjxQBFZw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nasze Miasto on MSN5 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tych monet i banknotów szukają kolekcjonerzy. Masz takie w domu? Płacą za nie nawet 40 tysięcy złotych. Można dużo zarobić 27.09.2025",
            "link": "https://gp24.pl/tych-monet-i-banknotow-szukaja-kolekcjonerzy-masz-takie-w-domu-placa-za-nie-nawet-40-tysiecy-zlotych-mozna-duzo-zarobic-27-09-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Z_ZyJgYKibDUqWvSQQ7Upi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza11 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 27.09.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-27092025/ar-AA1NoBej?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.liWL6w23oefxD6cfFEdIQA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Nasze Miasto on MSN11 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trwa remont Schodów Rycerskich w Przemyślu i przyległych chodników",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/trwa-remont-schod%C3%B3w-rycerskich-w-przemy%C5%9Blu-i-przyleg%C5%82ych-chodnik%C3%B3w/ar-AA1NphCZ?ocid=BingNewsVerp",
            "description": "Obluzowane stopnie stanowiły zagrożenie dla pieszych. Jeśli warunki atmosferyczne będą sprzyjające, remont Schodów Rycerskich, a także chodnika, powinien zakończyć się w połowie października.",
            "image_url": "https://www.bing.pl/th?id=ODF._CJ_s5N1mkl0bz_y0DaBlA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Przemyśl Nasze Miasto on MSN4 godz.",
            "source": "Przemyśl Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wazony z czasów PRL. Od codzienności do kolekcjonerskiego hitu. Oto wazony poszukiwane w Internecie 27.09.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/wazony-z-czas%C3%B3w-prl-od-codzienno%C5%9Bci-do-kolekcjonerskiego-hitu-oto-wazony-poszukiwane-w-internecie-27092025/ar-AA1NoLkI?ocid=BingNewsVerp",
            "description": "W czasach Polskiej Rzeczypospolitej Ludowej (PRL) wnętrza polskich domów wypełniały przedmioty, które dziś przeżywają swoją ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IL8KRDrxvOLkKrRrYKbPki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Pomorza on MSN11 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dzień edukacji narodowej 2020",
            "link": "https://nto.pl/tag/dzien-edukacji-narodowej-2020",
            "description": "Uniwersytet Opolski ruszył z największym pakietem modernizacji od lat. Ponad 3,5 mln zł trafi na remonty, które mają ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KF0LAwYC9ods4aiL9btHkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska9 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy popularności wśród kolekcjonerów. Te naczynia, wazony i figurki zyskują na wartości",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-popularno%C5%9Bci-w%C5%9Br%C3%B3d-kolekcjoner%C3%B3w-te-naczynia-wazony-i-figurki-zyskuj%C4%85-na-warto%C5%9Bci/ar-AA1L6ze7?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN4 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 rzeczy, które musicie wiedzieć o Jarmarku Staroci i Osobliwości w Jeleniej Górze, który odbywa się w sobotę i niedzielę (27 i 28. 09)",
            "link": "https://jeleniagora.naszemiasto.pl/10-rzeczy-ktore-musicie-wiedziec-o-jarmarku-staroci-i-osobliwosci-w-jeleniej-gorze-ktory-odbywa-sie-w-sobote-i-niedziele-27-i-28-09/ar/c1p2-28019481",
            "description": "Jarmark ma dwie edycje wiosenną ( na ogół w kwietniu) oraz jesienną, która organizowana jest w ostatni weekend września Jarmark należy do najstarszych i największych w Polsce. Odbywa się po raz 56.",
            "image_url": "https://www.bing.pl/th?id=ODF.h8OGMXjFuz807iNXn1avLw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Jelenia Góra Nasze Miasto7 godz.",
            "source": "Jelenia Góra Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Składany z Indii albo granit premium. Nagrobek w Polsce może kosztować nawet 80 tys. zł",
            "link": "https://www.fakt.pl/pieniadze/jak-wyglada-rynek-nagrobkow-ekspert-wyjasnia-kulisy-branzy-kamieniarskiej/n20v82y",
            "description": "Rynek nagrobków w Polsce to złożona mieszanka lokalnej produkcji, importu oraz specyfiki regionalnych tradycji. Andrzej Gil, właściciel Zakładu Pogrzebowego Ogród Snów w Wolbromiu, w rozmowie z ...",
            "image_url": "https://www.bing.pl/th?id=ODF.S98F8jIiuGzSo7XWBjLcxA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Fakt.pl10 godz.",
            "source": "Fakt.pl",
            "article_content": "Rynek nagrobków w Polsce to złożona mieszanka lokalnej produkcji, importu oraz specyfiki regionalnych tradycji. Andrzej Gil, właściciel Zakładu Pogrzebowego Ogród Snów w Wolbromiu, w rozmowie z \"Faktem\" opowiedział o wyzwaniach, kosztach i różnicach w produkcji pomników w Polsce i za granicą. — Wszystko zależy od kamieniarza i od tego, czy powie prawdę — podkreśla i dodaje, że z grobami jest jak z meblami z IKEI. Te produkowane masowo zawsze będą tańsze od tych robionych na zamówienie.\n\nPolski rynek kamieniarski w dużej mierze opiera się na imporcie surowców. Jak wyjaśnia Andrzej Gil, właściciel Zakładu Pogrzebowego Ogród Snów, granity sprowadzane są z różnych zakątków świata — od Ukrainy, Chin i Indii, aż po RPA. Cena materiału zależy od jego jakości, sposobu obróbki oraz gęstości. Najtańsze pomniki, jak te wykonane z tzw. brązu królewskiego, docierają do Polski w formie gotowych produktów, które wystarczy zamontować na miejscu.\n\n— Gotowe pomniki z Chin czy Indii są tańsze, ale ich montaż w Polsce wymaga pracy kilku osób. Większość operacji odbywa się ręcznie, co zwiększa koszty — od transportu na cmentarz, po samą instalację — wyjaśnia \"Faktowi\" Gil. Co więcej, jeśli pomnik nie pasuje idealnie do otoczenia, konieczne są dodatkowe prace, co również wpływa na finalną cenę.\n\nZ grobami jak z meblami z IKEI\n\n— Wiadomo, że jeśli grób jest robiony od podstaw, to cena zawsze jest wyższa. Bo jest robiony na zamówienie — tak samo, jak jest z meblami. Kupuje pani meble w Ikei, które są masowo produkowane, to będzie inna cena, a zupełnie inna będzie na przykład w Kalwarii Zebrzydowskiej, gdzie są firmy, które się stricte tym trudnią — tłumaczy nasz rozmówca.\n\n— I tak samo jest z grobem. Zależy, jaka jest \"napisówka\". Wazon naturalny czy sztuczny? Krzyż nierdzewny, napis nierdzewny, czy nie? A są trzy rodzaje napisów: pełne, robione z nierdzewki albo aluminiowane. Wszystko zależy od kamieniarza i od tego, czy powie prawdę. Najtańszy kamieniarz pomnik zrobi w jeden dzień, ale nie patrzy, czy kleje dobre, czy wieńca nie dotknie — a po czterech, pięciu latach coś odpada. Kamieniarz ze średniej półki cenowej i droższy przyjeżdża trzy, cztery razy, wszystko sprawdza, i wtedy jest solidnie. Tak jak z fachowcem budowlanym — jeden jest taki, a drugi taki — podkreśla Gil.\n\nZobacz także Zasiłek pogrzebowy prędko nie wzrośnie. Luka w przepisach\n\nI dodaje: — Trzeba też pamiętać, że warsztaty kamieniarskie mają pracę tylko przez 8-9 miesięcy w roku, a kilka miesięcy zimą mają wolnego. W tym okresie praktycznie nic się nie robi, bo klienci nie przychodzą. Dlatego kamieniarze pracują w sezonie, żeby później spokojnie przetrwać zimę — mówi \"Faktowi\" właściciel zakładu pogrzebowego.\n\nPani Katarzyna niedawno pochowała swoją mamę. Podczas rozmowy z \"Faktem\" mówi wprost: — Nie opłaca się umierać. Naprawdę w cenie dobrego samochodu można sobie zafundować pomnik, może dlatego wiele osób za życia nie skupia się na tym wydatku, zostawiając to rodzinie — podkreśla.\n\n— W zależności od tego, czy chcesz mieć złoty napis, czy tylko naklejony, to cena różni się o kilkaset złotych. Tak samo zdjęcie: tradycyjne na białym tle, czy z efektem wow: szklane 3D. A może chcesz mieć za tysiąc złotych przymocowany, pasujący do grobu wazon, którego nikt nie ukradnie? No i jeszcze na koniec ławeczka i kostka brukowa wokół grobu — dolicz do rachunku 2-3 tys. zł. Ale przynajmniej nie stoisz w błocie na Wszystkich Świętych — mówi nasza rozmówczyni.\n\nW jej przypadku udało się z nagrobkiem zamknąć w kwocie 16 tys. zł. —To i tak mało — dodaje na koniec pani Katarzyna.\n\nTrzynastki i czternastki już pewne w 2026 roku. Rząd ujawnia szczegóły budżetu\n\nKoszty produkcji: Polska vs. zagranica\n\nProdukcja nagrobków w Polsce, od podstaw, jest droższa niż import gotowych pomników. Wynika to z wyższych kosztów pracy, energii oraz maszyn. — Surowa, niewypolerowana płyta granitowa może kosztować około 1 tys. 700 zł. Do tego dochodzą koszty cięcia, polerowania i montażu. W efekcie ceny nagrobków w Polsce są wyższe — tłumaczy \"Faktowi\" Andrzej Gil.\n\nDla porównania, gotowe pomniki sprowadzane w kontenerach z Chin czy Indii są tańsze, choć ich cena również wzrosła w ostatnich latach. — Koszt transportu morskiego wzrósł, co automatycznie przełożyło się na wyższe ceny gotowych nagrobków — dodaje Gil.\n\nKoniec biurokracji po poronieniu. Zasiłek macierzyński i pogrzebowy bez zbędnych formalności\n\nRóżnice regionalne i specyfika cmentarzy\n\nCeny i rodzaje nagrobków różnią się w zależności od regionu Polski. Na przykład na Pomorzu popularne są groby ziemne, podczas gdy w innych częściach kraju dominują groby z piwnicami. — Pełnowymiarowy grób, który ma długość 2,40 m, jest droższy niż mniejszy, o długości 1,90 m. To wszystko wpływa na finalną cenę — mówi właściciel zakładu pogrzebowego.\n\nDodatkowo niektóre cmentarze wymagają użycia biodegradowalnych urn, co również wpływa na wybór materiałów i kosztów. Gil wspomina także o alternatywach, takich jak \"drzewa pamięci\" — rozwiązanie popularne w Niemczech, gdzie w miejscu pochówku sadzi się drzewo z nasionami, co kosztuje około 140 euro.\n\nZUS przyspieszy wypłaty zasiłków pogrzebowych: co się zmieni?\n\nCeny nagrobków: od 8 tys. do nawet 80 tys. zł\n\nKoszt nagrobka zależy od wielu czynników, takich jak rodzaj kamienia, wielkość grobu, sposób montażu oraz dodatkowe elementy, jak wazony czy krzyże. — Ceny zaczynają się od około 8 tys. zł za prosty, pojedynczy nagrobek, ale mogą sięgać nawet 70-80 tys. zł za bardziej skomplikowane projekty z rzeźbami czy wykonane z droższych materiałów, takich jak piaskowiec — wyjaśnia Gil w rozmowie z \"Faktem\".\n\nUrnowe pomniki są tańsze — ich ceny zaczynają się od 2 tys. 800 zł, choć, jak zaznacza ekspert, są to bardzo małe konstrukcje. — Każdy dodatkowy metr kwadratowy, element dekoracyjny czy rodzaj wykończenia wpływa na ostateczną kwotę — dodaje.\n\nOd czego zależy cena nagrobka granitowego w 2025 r.?\n\nJak podaje funeralo.pl istnieje kilka czynników, które wpływają na cenę.\n\nNa co dokładnie patrzy kamieniarz przy wycenie?\n\nRodzaj granitu — kamień z Polski, np. granit Strzegomski, jest znacznie tańszy niż importowany Viscont White z Indii czy czarny granit szwedzki. W cenie liczy się pochodzenie, dostępność, kolor i struktura kamienia.\n\n— kamień z Polski, np. granit Strzegomski, jest znacznie tańszy niż importowany Viscont White z Indii czy czarny granit szwedzki. W cenie liczy się pochodzenie, dostępność, kolor i struktura kamienia. Typ nagrobka — najtańsze są proste pomniki urnowe, droższe pojedyncze i podwójne nagrobki, a najkosztowniejsze — rodzinne grobowce, gdzie potrzeba więcej materiału i bardziej rozbudowanego projektu.\n\n— najtańsze są proste pomniki urnowe, droższe pojedyncze i podwójne nagrobki, a najkosztowniejsze — rodzinne grobowce, gdzie potrzeba więcej materiału i bardziej rozbudowanego projektu. Projekt i wykończenie — prosty, klasyczny nagrobek kosztuje mniej niż model z rzeźbionymi detalami, zaokrąglonymi krawędziami, satynowym lub matowym wykończeniem.\n\n— prosty, klasyczny nagrobek kosztuje mniej niż model z rzeźbionymi detalami, zaokrąglonymi krawędziami, satynowym lub matowym wykończeniem. Dodatki i akcesoria — liternictwo złocone lub piaskowane, zdjęcia porcelanowe, lampiony, wazy, rzeźby czy dodatkowe płyty inskrypcyjne podbijają cenę.\n\n— liternictwo złocone lub piaskowane, zdjęcia porcelanowe, lampiony, wazy, rzeźby czy dodatkowe płyty inskrypcyjne podbijają cenę. Montaż i przygotowanie podłoża — wycena zależy też od lokalizacji cmentarza, konieczności przygotowania fundamentów, wyrównania terenu czy demontażu starego pomnika.\n\nOrientacyjne ceny nagrobków:\n\nChoć każda realizacja jest inna, można wskazać widełki cenowe:\n\nNagrobek urnowy — od 2 tys. 800 do 5 tys. zł\n\n— od 2 tys. 800 do 5 tys. zł Nagrobek pojedynczy — od 5 tys. do 20 tys.zł\n\n— od 5 tys. do 20 tys.zł Nagrobek podwójny — od 8 tys. do 25 tys. zł\n\n— od 8 tys. do 25 tys. zł Pomnik rodzinny lub grobowiec — od 15 tys. zł wzwyż\n\n— od 15 tys. zł wzwyż Nagrobki premium — od 40 tys. zł do nawet ponad 100 tys. zł\n\nCzy wyższy zasiłek pogrzebowy podniesie ceny?\n\nOd stycznia 2026 r. rząd planuje podnieść zasiłek pogrzebowy z 4 do 7 tys. zł. Czy to oznacza wzrost cen usług pogrzebowych? — Rynek jest uzależniony od podaży i popytu. Jeśli producenci trumien, kwiatów czy usług pogrzebowych podniosą ceny, z pewnością wpłynie to na koszty całościowe — zauważa Gil.\n\nI podkreśla, że dodatkowo wzrost kosztów pracy i energii w Polsce również może przełożyć się na wyższe ceny nagrobków od przyszłego roku.\n\nŹródło: funeralo.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Targ staroci w Żaganiu. Dziergane kwiaty i inne cuda",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/targ-staroci-w-%C5%BCaganiu-dziergane-kwiaty-i-inne-cuda/ar-AA1Npc77?ocid=BingNewsVerp",
            "description": "W sobotę 27 września na ul. Słowackiego w Żaganiu i na parkingu za magistratem można było pohandlować skarbami ze strychu i z piwnicy. Przepiękne rękodzieła zaprezentowały panie Marzena i Barbara.",
            "image_url": "https://www.bing.pl/th?id=ODF.pX4YdD8AJfP2NmyjxQBFZw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN5 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jelenia Góra zmieniła się w wielkie targowisko. Trwa Jarmark Staroci i Osobliwości",
            "link": "https://www.radiowroclaw.pl/articles/view/154552/Jelenia-Gora-zmienila-sie-w-wielkie-targowisko-Trwa-Jarmark-Staroci-i-Osobliwosci",
            "description": "Jelenia Góra zmieniła się w wielkie targowisko. Od piątku na ulicach centrum jest bardzo tłoczno i widać dużo sprzedających.",
            "image_url": "https://www.bing.pl/th?id=OVFT.J6WQIMJ8OTTh03JPXTB63S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Radio Wrocław3 godz.",
            "source": "Radio Wrocław",
            "article_content": "Jelenia Góra zmieniła się w wielkie targowisko. Trwa Jarmark Staroci i Osobliwości\n\nJelenia Góra zmieniła się w wielkie targowisko. Od piątku na ulicach centrum jest bardzo tłoczno i widać dużo sprzedających. Jarmark Staroci i Osobliwości trwa przez cały weekend.\n\nZegar za 14 tysięcy złotych czy nie mniej cenna porcelana. Ulice centrum Jeleniej Góry są zapełnione unikatowymi i zabytkowymi rzeczami. Trwa Jarmark Staroci i Osobliwości.\n\nJuż w piątek w centrum Jeleniej Góry rozstawionych było ponad czterysta stoisk. Te są na prawie kilometrowym deptaku oraz na placu Ratuszowym i pobocznych ulicach. Ciężko gdziekolwiek zaparkować, a sprzedawcy proponują przechodzącym stare obrazy, zegary, szable, płyty winylowe i wiele innych rzeczy, które pamiętają nawet czas przed drugą, jeśli nie pierwszą wojną światową.\n\n- Dziwię się niekiedy, że takie rzeczy są na sprzedaż. Jak widziałem tu dwa egzemplarze zegarów, to jak ja bym miał takie w domu to bym nie sprzedał w żadnej sytuacji.\n\n- To jest high light, Sèvres, XVIII wiek.\n\n- Również rzeźba przedstawiająca...? (pyt. red.)\n\n- Siedem postaci, firma Sèvres, koniec XVIII wieku. Druga stoi w muzeum w Paryżu Sèvresa, dwóch projektantów projektowało tę figurę.\n\n- Figurki z brązu, zegary, ładne lampy Tiffany'ego mamy, bardzo dużo.\n\nplay\n\npause\n\nstop Aby odsłuchać załączonego dźwięku zaktualizuj przeglądarkę lub/i wtyczkę Adobe Flash Player.\n\nJeleniogórski Jarmark Staroci i Osobliwości rozpoczął się już kilka dekad temu, a tegoroczna edycja potrwa do niedzielnego wieczora."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ nad Jeziorem w Chmielnikach pod Bydgoszczą. Tak było 27 września 2025 - Zobaczcie zdjęcia i wideo",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/pchli-targ-nad-jeziorem-w-chmielnikach-pod-bydgoszcz%C4%85-tak-by%C5%82o-27-wrze%C5%9Bnia-2025-zobaczcie-zdj%C4%99cia-i-wideo/ar-AA1NpELl?ocid=BingNewsVerp",
            "description": "W sobotę, 27 września, w Chmielnikach znów zapanował wyjątkowy klimat – nad jeziorem odbył się cotygodniowy Pchli Targ, który z tygodnia na tydzień cieszy się coraz większym zainteresowaniem zarówno ...",
            "image_url": "https://www.bing.pl/th?id=ODF.2nPbtyoAS_WXYOaRWpOPhw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Bydgoszcz Nasze Miasto on MSN3 godz.",
            "source": "Bydgoszcz Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatnia niedziela lata przyciągnęła tłumy na parking przy Centrum Handlowym M1. Tak było na pchlim targu 21 września. Zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ostatnia-niedziela-lata-przyci%C4%85gn%C4%99%C5%82a-t%C5%82umy-na-parking-przy-centrum-handlowym-m1-tak-by%C5%82o-na-pchlim-targu-21-wrze%C5%9Bnia-zobaczcie-zdj%C4%99cia/ar-AA1N0afk?ocid=BingNewsVerp",
            "description": "Giełda Staroci Pchli Targ przy Centrum Handlowym M1 odbywa się w każdą niedzielę w godzinach od 6 do 14. Każdy znajdzie tam ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.R5UQWsACZa1FLToeMIb0SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Poznań Nasze Miasto on MSN10 godz.",
            "source": "Poznań Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 rzeczy, które musicie wiedzieć o Jarmarku Staroci i Osobliwości w Jeleniej Górze, który odbywa się w sobotę i niedzielę (27 i 28. 09)",
            "link": "https://gazetawroclawska.pl/10-rzeczy-ktore-musicie-wiedziec-o-jarmarku-staroci-i-osobliwosci-w-jeleniej-gorze-ktory-odbywa-sie-w-sobote-i-niedziele-27-i-28-09/ar/c1p2-28019481",
            "description": "Jarmark ma dwie edycje wiosenną ( na ogół w kwietniu) oraz jesienną, która organizowana jest w ostatni weekend września Jarmark należy do najstarszych i największych w Polsce. Odbywa się po raz 56.",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska7 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podziemia Starego Miasta w Oświęcimiu. Kryją wiele tajemnic. Tylko część jest udostępnionych do zwiedzania",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/podziemia-starego-miasta-w-o%C5%9Bwi%C4%99cimiu-kryj%C4%85-wiele-tajemnic-tylko-cz%C4%99%C5%9B%C4%87-jest-udost%C4%99pnionych-do-zwiedzania/ar-AA1NpmPC?ocid=BingNewsVerp",
            "description": "Jedna z legend o podziemiach Oświęcimia mówi o średniowiecznym połączeniu zamku książąt oświęcimskich z odległym o kilkaset ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rZz8DC0jYrFndiBDHLuqVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska on MSN5 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer do 6 km od Kołobrzegu. Pomysły spędzenie czasu w weekend 27 - 28 września",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-spacer-do-6-km-od-kolobrzegu-pomysly-spedzenie-czasu-w-weekend-27-28-wrzesnia/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 27 września w Kołobrzegu ma być 17°C. Nie powinno padać. W ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2vfSicMddJU33rkXIANB4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy nordic walking do 1 km od Kołobrzegu. Urokliwe trasy na weekend 27 - 28 września",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-nordic-walking-do-1-km-od-kolobrzegu-urokliwe-trasy-na-weekend-27-28-wrzesnia/ar/c7p1-22319027",
            "description": "Trasę nordic walking mieszkańcom Kołobrzegu poleca Kolobrzeg_REGENERACJA ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Kołobrzeg Nasze Miasto2 godz.",
            "source": "Kołobrzeg Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wycieczki rowerowe do 10 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 27 - 28 września?",
            "link": "https://oswiecim.naszemiasto.pl/wycieczki-rowerowe-do-10-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-27-28-wrzesnia/ar/c7p1-21831633",
            "description": "Nim wyruszysz w drogę, sprawdź prognozę pogody. W sobotę 27 września w Oświęcimiu ma być 17°C. Nie powinno padać. W niedzielę 28 września w Oświęcimiu ma być 15°C. Nie będzie padać. Stopień trudności: ...",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Oświęcim Nasze Miasto2 godz.",
            "source": "Oświęcim Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na spacer w woj. zachodniopomorskim. Gdzie iść w weekend 27 - 28 września? TOP 10 tras",
            "link": "https://gs24.pl/gdzie-na-spacer-w-woj-zachodniopomorskim-gdzie-isc-w-weekend-27-28-wrzesnia-top-10-tras/ar/c7p1-22116477",
            "description": "Nim wyruszysz, sprawdź prognozę pogody. W sobotę 27 września w woj. zachodniopomorskim ma być od 8°C do 18°C. Nie powinno padać. W niedzielę 28 września w woj. zachodniopomorskim ma być od 7°C do 17°C ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Głos Szczeciński2 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 rzeczy, które musicie wiedzieć o Jarmarku Staroci i Osobliwości w Jeleniej Górze, który odbywa się w sobotę i niedzielę (27 i 28. 09)",
            "link": "https://gazetawroclawska.pl/10-rzeczy-ktore-musicie-wiedziec-o-jarmarku-staroci-i-osobliwosci-w-jeleniej-gorze-ktory-odbywa-sie-w-sobote-i-niedziele-27-i-28-09/ar/c1p2-28019481",
            "description": "Jarmark ma dwie edycje wiosenną ( na ogół w kwietniu) oraz jesienną, która organizowana jest w ostatni weekend września Jarmark należy do najstarszych i największych w Polsce. Odbywa się po raz 56.",
            "image_url": "https://www.bing.pl/th?id=ODF.p9YO103MXreScWBGsL62IA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Wrocławska7 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bardzo dużo zdjęć z Jarmarku Staroci i Osobliwości w Jeleniej Górze. Jeszcze zdążycie zrobić zakupy, bo kupcy będą także w niedzielę",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/bardzo-du%C5%BCo-zdj%C4%99%C4%87-z-jarmarku-staroci-i-osobliwo%C5%9Bci-w-jeleniej-g%C3%B3rze-jeszcze-zd%C4%85%C5%BCycie-zrobi%C4%87-zakupy-bo-kupcy-b%C4%99d%C4%85-tak%C5%BCe-w-niedziel%C4%99/ar-AA1NpzhW?ocid=BingNewsVerp",
            "description": "Jak zawsze na Jarmarku Staroci i Osobliwości w Jeleniej Górze są tłumy. Mnóstwo ludzi tylko ogląda, ale wielu także kupuje, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7XOsH6AdqE_3_lAqyweX-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Jelenia Góra Nasze Miasto on MSN3 godz.",
            "source": "Jelenia Góra Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Filharmonia w Szczecinie zainaugurowała 78. sezon artystyczny [ZDJĘCIA]",
            "link": "https://radioszczecin.pl/1,494710,filharmonia-w-szczecinie-zainaugurowala-78-sezon",
            "description": "Brawa na stojąco dla orkiestry, bis solisty, wirtuozowski koncert wiolonczelowy Antonína Dvořáka i Symfonia \"Patetyczna\" Piotra Czajkowskiego. Filharmonia im. Mieczysława Karłowicza w Szczecinie zaina ...",
            "image_url": "https://www.bing.pl/th?id=ODF.HYLNkKJkbmQ5MZkslujxBw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Radio Szczecin28 min",
            "source": "Radio Szczecin",
            "article_content": "Bruno Phillippe – wiolonczelista gra z Orkiestrą Symfoniczną Filharmonii im. Mieczysława Karłowicza w Szczecinie pod batutą Przemysława Neumanna. Fot. Cezary Aszkiełowicz Przemysław Neumann – dyrygent, dyrektor naczelny i artystyczny Filharmonii w Szczecinie wita melomanów koncertu inaugurującego sezon artystyczny 2025-2026. Fot. Cezary Aszkiełowicz Bruno Phillippe (wiolonczelista) i Orkiestra Symfoniczna Filharmonii im. Mieczysława Karłowicza w Szczecinie pod batutą Przemysława Neumanna. Fot. Cezary Aszkiełowicz Przemysław Neumann – dyrygent. Fot. Cezary Aszkiełowicz Bruno Phillippe – wiolonczelista i Przemysław Neumann – dyrygent. Fot. Cezary Aszkiełowicz Bruno Phillippe – wiolonczelista gra z Orkiestrą Symfoniczną Filharmonii im. Mieczysława Karłowicza w Szczecinie pod batutą Przemysława Neumanna. Fot. Cezary Aszkiełowicz Bruno Phillippe (wiolonczela) i Orkiestra Symfoniczna Filharmonii im. Mieczysława Karłowicza w Szczecinie pod batutą Przemysława Neumanna. Fot. Cezary Aszkiełowicz Przemysław Neumann – dyrygent i Bruno Philippe – wiolonczelista z Orkiestrą Symfoniczną Filharmonii im. Mieczysława Karłowicza w Szczecinie. Fot. Cezary Aszkiełowicz Bruno Phillippe – wiolonczelista przyjmuje podziękowania od dyrygenta Przemysława Neumanna za wspólny koncert. Fot. Cezary Aszkiełowicz Bruno Phillippe – wiolonczelista przyjmuje owacyjne brawa publiczności. Fot. Cezary Aszkiełowicz Orkiestra Symfoniczna Filharmonii im. Mieczysława Karłowicza w Szczecinie pod batutą Przemysława Neumanna przyjmuje owacyjne brawa publiczności. Fot. Cezaru Aszkiełowicz\n\nBrawa na stojąco dla orkiestry, bis solisty, wirtuozowski koncert wiolonczelowy Antonína Dvořáka i Symfonia \"Patetyczna\" Piotra Czajkowskiego. Filharmonia im. Mieczysława Karłowicza w Szczecinie zainaugurowała 78. sezon artystyczny.\n\nOrkiestrę i solistów brawurowo poprowadził Przemysław Neumann - dyrektor naczelny i artystyczny filharmonii.\n\n\n\n- To był niezwykły i poruszający wieczór tak dla mnie, jak i dla orkiestry, i sądząc po reakcjach, również dla publiczności. Zagraliśmy dwa bardzo wymagające utwory dla orkiestry, dla dyrygenta także, no i dla solisty. To jest najpoważniejszy koncert w repertuarze wiolonczelistów, więc bardzo się cieszę, że miałem możliwość pracy z tymi muzykami i, że mogliśmy wspólnie tak piękne rzeczy tworzyć - powiedział dyrygent.\n\n\n\nW roli solisty wstąpił doskonały francuski wiolonczelista Bruno Philippe.\n\n\n\n- Dyrygent znakomity, orkiestra także. Jestem zachwycony miastem, w którym byłem po raz pierwszy i bardzo szczęśliwy, że tak gorąco przyjęła mnie publiczność. Wierzę, że będę mógł wystąpić tu ponownie. Tymczasem życzę całej filharmonii wspaniałego sezonu - podsumował Philippe.\n\n\n\nW sobotę maestro Przemysław Neumann poleca VI Symfonią h-moll op. 74 \"Patetyczną\" Piotra Czajkowskiego w ramach cyklu \"Pomniki Symfoniki\". Początek wydarzenia o godzinie 19.\n\n\n\nWykonawcy\n\n• Orkiestra Symfoniczna Filharmonii w Szczecinie\n\n• Przemysław Neumann - dyrygent\n\n\n\nProgram\n\n• Piotr Czajkowski - VI Symfonia h-moll op. 74 \"Patetyczna\"\n\n\n\nAutorka edycji: Joanna Chajdas"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 36 km od Żor. Urokliwe ścieżki na weekend 27 - 28 września",
            "link": "https://zory.naszemiasto.pl/trasy-spacerowe-do-36-km-od-zor-urokliwe-sciezki-na-weekend-27-28-wrzesnia/ar/c7p1-22115581",
            "description": "Rozglądasz się za ciekawym pomysłem na niebanalną ścieżkę spacerową w okolicy Żor? Nasze propozycje, gdzie warto sie wybrać.",
            "image_url": "https://www.bing.pl/th?id=OVFT.yrAWJxwke28KwGrK3--fLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Żory Nasze Miasto1 godz.",
            "source": "Żory Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pomysły na spacer w woj. małopolskim. Gdzie warto się wybrać w weekend 27 - 28 września? 10 najlepszych tras",
            "link": "https://gazetakrakowska.pl/pomysly-na-spacer-w-woj-malopolskim-gdzie-warto-sie-wybrac-w-weekend-27-28-wrzesnia-10-najlepszych-tras/ar/c7p1-22116467",
            "description": "Nim wyruszysz, upewnij się, jaka będzie pogoda. W sobotę 27 września w woj. małopolskim ma być od 7°C do 17°C. Nie powinno padać. W niedzielę 28 września w woj. małopolskim ma być od 6°C do 14°C. Nie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.XL5bGs_n6w06Ok0ARb1y3Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Gazeta Krakowska2 godz.",
            "source": "Gazeta Krakowska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tych monet i banknotów szukają kolekcjonerzy. Masz takie w domu? Płacą za nie nawet 40 tysięcy złotych. Można dużo zarobić 27.09.2025",
            "link": "https://gp24.pl/tych-monet-i-banknotow-szukaja-kolekcjonerzy-masz-takie-w-domu-placa-za-nie-nawet-40-tysiecy-zlotych-mozna-duzo-zarobic-27-09-2025/ar/c3p2-27672673",
            "description": "Jeśli myślisz, że wszystkie monety z PRL są warte tylko kilka groszy, to jesteś w błędzie. Istnieją konkretne egzemplarze, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Z_ZyJgYKibDUqWvSQQ7Upi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Głos Pomorza11 godz.",
            "source": "Głos Pomorza",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prasówka 27.09.2025. Zobacz zestawienie najważniejszych informacji z wczoraj z naszego województwa",
            "link": "https://gazetawroclawska.pl/prasowka-27-09-2025-zobacz-zestawienie-najwazniejszych-informacji-z-wczoraj-z-naszego-wojewodztwa/ar/c1p1-19960895",
            "description": "W czwartek (25 września), po godzinie 19, zadysponowało zastęp OSP z Jordanowa Śląskiego do miejscowości Tomice. Samochód ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.HM9AhXZrWMWACfkJe3_drS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Gazeta Wrocławska12 godz.",
            "source": "Gazeta Wrocławska",
            "article_content": "Content not available"
        }
    }
]