[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy sklep w nowej soli",
            "link": "https://gazetalubuska.pl/tag/nowy-sklep-w-nowej-soli",
            "description": "W sobotę, 9 kwietnia w Nowej Soli znów odbędzie się Nowosolska Wyprzedaż Garażowa. Mieszkańcy wyciągną przeróżne cudeńka z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t7UOLPDTEvwMsFyKTSdybC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Lubuska18 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 13.12.2024",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-13122024/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tx-iTFofCAUCIAJPyjFrSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 13.12.2024",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-13122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 13.12.2024",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-13-12-2024/ar-AA1vMPm1?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.lRrD2U%2bR3FD5%2bZS3exAlfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Ilustrowany on MSN20 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara biżuteria z PRL-u: Biżuteria na OLX. Unikalne ozdoby vintage warte więcej niż myślisz - zobacz aktualne ceny biżuterii [13.12.2024]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stara-bi%C5%BCuteria-z-prl-u-bi%C5%BCuteria-na-olx-unikalne-ozdoby-vintage-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-aktualne-ceny-bi%C5%BCuterii-9122024/ar-AA1vhxGb?ocid=BingNewsVerp",
            "description": "Stara biżuteria z PRL-u po latach wraca do łask, a jej ceny na serwisach aukcyjnych szybują w górę. Unikalnych wzorów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.la2xZ5HOaO17xC86rUkSdg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gazeta Wrocławska on MSN21 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wieloryby wyprzedają SHIB i WIF. Na jakie kryptowaluty mogą postawić?",
            "link": "https://comparic.pl/wieloryby-wyprzedaja-shib-i-wif-na-jakie-kryptowaluty-moga-postawic/",
            "description": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej. Pośród ekscytującego wzrostu kryptowalut, znaczący ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Qyt3nZn1xTKgfqmhMsBKTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "comparic4 godz.",
            "source": "comparic",
            "article_content": "Treść artykułu dostarczona przez Partnera w ramach współpracy komercyjnej.\n\nPośród ekscytującego wzrostu kryptowalut, znaczący inwestorzy odchodzą od znanych tokenów, takich jak SHIB i WIF, kierując fundusze do nowej kryptowaluty o niezwykłym potencjale wzrostu. Ta strategiczna zmiana wskazuje na przełomową okazję, ponieważ ten powstający cyfrowy zasób przyciąga powszechną uwagę obietnicą dalszego rozwoju.\n\nXYZVerse, pierwszy memcoin sportowy, jednoczy fanów sportu na całym świecie. Łącząc kulturę memów z pasją sportową, $XYZ dąży do niezwykłego wzrostu, pozycjonując się jako silny pretendent na rozwijającym się rynku.\n\nZwycięstwo Trumpa wywołuje krypto chaos: $XYZ Meme Coin gotowy na nokaut\n\nWyborcze zwycięstwo Donalda Trumpa wywołało sejsmiczną zmianę na rynku kryptowalut, przygotowując grunt pod hossę, jakiej nie było nigdy wcześniej. Gdy kurz opada, główne monety kuleją do przodu z mało inspirującymi dwucyfrowymi zyskami, podczas gdy monety memowe kradną show.\n\nOstatni wzrost PNUT o 4500%? Eksplozja FRED o 6000%? Dawna historia, pogrzebana w popiołach krótkotrwałego szumu. Te monety ugięły się pod presją sprzedaży, pozostawiając inwestorów z FOMO liżących rany. Ale krypto-bitwa nie czeka na słabych — pojawił się nowy tytan z planami zniszczenia rekordów i zapewnienia wstrząsającego rozwoju.\n\nZapisz się do newslettera Comparic.pl >>\n\n\n\nDalsza część artykułu pod filmem\n\n\n\n\n\n\n\n\n\nDalsza część artykułu pod filmem\n\nStań po stronie XYZ — niekwestionowanego mistrza monet memowych\n\n$XYZ wkracza na ring, by znokautować legendy monet memowych\n\nPoznaj $XYZ — pierwsze w historii memcoiny sportowe dla prawdziwych krypto-degenów głodnych ryzyka i zysków. To token dla tych, którzy lubią dreszczyk emocji związany z rywalizacją.\n\nGdy Trump przejmuje stery, rynek kryptowalut jest gotowy do wybuchu, więc konkurencja staje się zacięta. Tylko najsilniejsze tokeny mogą przetrwać na tej arenie bez litości. Oto nadchodzi świt ery kryptowalut dla tych ze stalowymi jajami — facetów takich jak Joe Rogan i Dana White — którzy z dumą stanęliby za zespołem Trumpa. Mając na pokładzie takich prawdziwych ludzi biznesu, nie ma miejsca na stare monety memów z cipkami, nadszedł czas na prawdziwe brutalne monety.\n\nNapędzany sportową mentalnością token $XYZ wyłonił się jako ostateczny pretendent gotowy zmiażdżyć konkurentów i wystrzelić rakietę na księżyc w ramach misji Elona Muska. $XYZ zmierza na podium zwycięzców, aby stać się odznaką honorową dla tych, którzy żyją i oddychają sportem i kryptowalutami.\n\n$XYZ już dostarcza, zanim trafi na rynek\n\nPrzedsprzedaż $XYZ jest w toku, zapewniając dostęp do tokena po specjalnej cenie przed debiutem.\n\nCena startowa przedsprzedaży : 0,0001 USD\n\n: 0,0001 USD Cena aktualna : 0,001 USD\n\n: 0,001 USD Następny etap przedsprzedaży : 0,001333 USD\n\n: 0,001333 USD Ostateczny cel nokautu: 0,1 USD\n\nOd startu do wydarzenia generowania tokenów, $XYZ ma na celu dalszy rozwój!\n\nJeśli nie jesteś w środku, to jesteś poza. Przedsprzedaż $XYZ już przechodzi przez etapy z prędkością nokautu mistrza.\n\nDołącz teraz do przedsprzedaży $XYZ i zobacz!\n\nShiba Inu (SHIB)\n\nShiba Inu (SHIB) zaczęło się jako zabawny spin Dogecoin, ale wytyczyło własną ścieżkę w świecie kryptowalut. Uruchomiony w sierpniu 2020 roku przez tajemniczego Ryoshi, SHIB działa na blockchainie Ethereum. Daje mu to dostęp do rozległego ekosystemu zdecentralizowanych aplikacji Ethereum. SHIB rozpoczął działalność od oszałamiającego biliona tokenów, z których połowa została wysłana do współzałożyciela Ethereum, Vitalika Buterina. Jego darowizna dużej części na rzecz India Covid Crypto Relief Fund i spalenie 40% całkowitej podaży przyciągnęło znaczną uwagę do SHIB.\n\nIntegracja SHIB z Ethereum odróżnia go od innych monet memowych. Zasila ShibaSwap, zdecentralizowaną giełdę, i ma plany dotyczące platformy NFT i systemu zarządzania opartego na społeczności. Te wydarzenia sugerują potencjał SHIB wykraczający poza bycie tylko memem. Na rynku, na którym nacisk kładzie się na użyteczność i technologię, ambicje SHIB mogą sprawić, że wyróżni się spośród innych kryptowalut. W miarę jak trendy przesuwają się w stronę projektów mających zastosowanie w realnym świecie, ewolucja SHIB w ekosystemie Ethereum może przyciągnąć tych, którzy w przestrzeni kryptowalut szukają czegoś więcej niż tylko szumu informacyjnego.\n\nDogwifhat (WIF)\n\nDogwifhat (WIF) to najnowsza moneta memowa, która przykuwa uwagę wszystkich na blockchainie Solana. Zainspirowana wirusowym memem Dogwifhat, ta kryptowaluta o tematyce psów jest w całości poświęcona społeczności i humorowi. Monety memowe często wywodzą się z internetowych żartów lub hitów popkultury, a WIF nie jest wyjątkiem. Tworzy szum wśród entuzjastów kryptowalut, którzy lubią lżejszą stronę świata walut cyfrowych.\n\nTo, co wyróżnia WIF, to jego siedziba w sieci Solana, znanej z szybkich transakcji i przyjaznego dla użytkownika doświadczenia. Daje to Dogwifhat przewagę nad innymi monetami memowymi, które mogą mieć problemy z powolnymi lub kosztownymi transakcjami. Na rynku, na którym codziennie pojawiają się nowe monety, WIF łączy ukochanego mema z solidną technologią. W porównaniu z innymi tokenami o tematyce psów oferuje świeży zwrot akcji, który znajduje oddźwięk u ludzi. Dzięki rosnącej popularności Dogwifhat to moneta, która przyciąga uwagę w obecnym krajobrazie kryptowalut.\n\nWniosek\n\nPodczas gdy SHIB i WIF pozostają silne, XYZVerse (XYZ) wyróżnia się połączeniem sportu i memów i dąży do zajęcia dobrego miejsca w obecnej hossie.\n\nWięcej informacji o XYZVersus (XYZ) znajdziesz tutaj:\n\nStrona, Telegram, X\n\nWyłączenie odpowiedzialności: Niniejszy materiał ma charakter wyłącznie promocyjny i nie stanowi oferty sprzedaży ani zaproszenia do nabycia kryptowalut, tokenów i NFT ani w żadnym wypadku nie powinien stanowić podstawy do podejmowania decyzji o nabyciu kryptowalut, tokenów lub NFT.\n\nPamiętaj, inwestowanie w projekty, firmy i startupy, akcje, tokeny, kryptowaluty, NFT a w szczególności w nowe podmioty, wiąże się z wysokim ryzykiem. Inwestycje takie mogą prowadzić do utraty części lub całości zainwestowanych środków. Inwestorzy powinni posiadać wystarczającą wiedzę, aby zrozumieć ryzyko i świadomie podejmować decyzje. W przypadku jakichkolwiek wątpliwości zasięgnij porady niezależnego doradcy inwestycyjnego."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara biżuteria z PRL-u: Biżuteria na OLX. Unikalne ozdoby vintage warte więcej niż myślisz - zobacz aktualne ceny biżuterii [13.12.2024]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stara-bi%C5%BCuteria-z-prl-u-bi%C5%BCuteria-na-olx-unikalne-ozdoby-vintage-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-aktualne-ceny-bi%C5%BCuterii-9122024/ar-AA1vhxGb?ocid=BingNewsVerp",
            "description": "Stara biżuteria z PRL-u po latach wraca do łask, a jej ceny na serwisach aukcyjnych szybują w górę. Unikalnych wzorów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.la2xZ5HOaO17xC86rUkSdg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN21 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 13.12.2024",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-unikatowe-zestawy-talerze-fili%C5%BCanki-z-prl-tych-przedmiot%C3%B3w-szukaj%C4%85-kolekcjonerzy-13122024/ar-AA1vMB7j?ocid=BingNewsVerp",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN22 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 13.12.2024",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-13122024/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-13122024/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.GntS4yly8l%2f%2f99nxN5%2bgNw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl21 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ przy galerii Avenida w Poznaniu. Można było kupić antyki i obrazy! Zobaczcie na zdjęciach [13.12.2024]",
            "link": "https://gloswielkopolski.pl/pchli-targ-przy-galerii-avenida-w-poznaniu-mozna-bylo-kupic-antyki-i-obrazy-zobaczcie-na-zdjeciach-13-12-2024/ar/c1p2-27019777",
            "description": "W Poznaniu, tuż obok dworca Poznań Główny i galerii handlowej Avenida, ponownie zagościł \"Niedzielny Targ Poznań\". 24 ...",
            "image_url": "https://www.bing.pl/th?id=OVF.rOE9TUvahcy5yBviqUtwww&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "gloswielkopolski20 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 13.12.2024",
            "link": "https://www.msn.com/pl-pl/og%C3%B3lne/og%C3%B3lne/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-12-12-2024/ar-AA1vINUJ?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.aBWr6%2bBI67Lit2k9RpKaSw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN21 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli targ przy dworcu w Poznaniu",
            "link": "https://poznan.naszemiasto.pl/pchli-targ-przy-galerii-avenida-w-poznaniu-mozna-bylo-kupic-antyki-i-obrazy-zobaczcie-na-zdjeciach-13-12-2024/ar/c1p2-27019777",
            "description": "W Poznaniu, tuż obok dworca Poznań Główny i galerii handlowej Avenida, ponownie zagościł \"Niedzielny Targ Poznań\". 24 ...",
            "image_url": "https://www.bing.pl/th?id=OVF.clhJXs9JrrOKuZZagzP2Nw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "poznan.naszemiasto19 godz.",
            "source": "poznan.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy sklep w nowej soli",
            "link": "https://gazetalubuska.pl/tag/nowy-sklep-w-nowej-soli",
            "description": "W sobotę, 9 kwietnia w Nowej Soli znów odbędzie się Nowosolska Wyprzedaż Garażowa. Mieszkańcy wyciągną przeróżne cudeńka z ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.t7UOLPDTEvwMsFyKTSdybC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska18 godz.",
            "source": "Gazeta Lubuska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara biżuteria z PRL-u: Biżuteria na OLX. Unikalne ozdoby vintage warte więcej niż myślisz - zobacz aktualne ceny biżuterii [13.12.2024]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/stara-bi%C5%BCuteria-z-prl-u-bi%C5%BCuteria-na-olx-unikalne-ozdoby-vintage-warte-wi%C4%99cej-ni%C5%BC-my%C5%9Blisz-zobacz-aktualne-ceny-bi%C5%BCuterii-9122024/ar-AA1vhxGb?ocid=BingNewsVerp",
            "description": "Stara biżuteria z PRL-u po latach wraca do łask, a jej ceny na serwisach aukcyjnych szybują w górę. Unikalnych wzorów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.la2xZ5HOaO17xC86rUkSdg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Wrocławska on MSN21 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Klimatyczna i historyczna gdańska Biskupia Górka zmienia swoje oblicze. Współczesne i stare fotografie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/klimatyczna-i-historyczna-gda%C5%84ska-biskupia-g%C3%B3rka-zmienia-swoje-oblicze-wsp%C3%B3%C5%82czesne-i-stare-fotografie/ar-AA1vEXym?ocid=BingNewsVerp",
            "description": "Ulice (Biskupia, Salwator, Na Stoku, Zaroślak) zyskały nowe nawierzchnie z kostki brukowej (wcześniej była to także ul. Górka ...",
            "image_url": "https://www.bing.pl/th?id=OVF.%2f7PVAk91YMf2b7gb6D0EgA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Dziennik Bałtycki on MSN22 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe atrakcje turystyczne w Małopolsce. \"To tereny piękne i ciekawe\"",
            "link": "https://www.se.pl/krakow/nowe-atrakcje-turystyczne-w-malopolsce-to-tereny-piekne-i-ciekawe-aa-eq5m-pV6n-qJMd.html",
            "description": "W Małopolsce powstały cztery nowe rezerwaty przyrody. Łącznie mają one powierzchnię prawie 219 ha i znajdują się w zarządzie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.LODIV%2bTJOZXSN183aZc3rQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "SE19 godz.",
            "source": "SE",
            "article_content": "W województwie małopolskim powstały cztery nowe rezerwaty przyrody. Znajdują się one w południowo-wschodniej części województwa małopolskiego, w Beskidzie Niskim. Nowe rezerwaty wypełniają lukę w obszarach o najwyższym reżimie ochronnym między bogatym w rezerwaty Beskidem Sądeckim, a znajdującym się na granicy województwa Magurskim Parkiem Narodowym. Tym samym lista rezerwatów przyrody w Małopolsce obejmuje obecnie 90 pozycji.\n\n- Małopolska ze względu na swoje położenie i warunki geograficzne jest bardzo bogata w tereny zielone. Mamy świadomość, że w dzisiejszym świecie, który szybko się urbanizuje, właśnie obszary leśne, obszary zielone wymagają szczególnej opieki. Cztery nowe rezerwaty przyrody obejmuję tereny w dużej mierze nienaruszone większą działalnością człowieka. To tereny piękne i ciekawe. Dziękuję za podjęcie działań, aby objąć je tą szczególną formą ochrony, gwarantując tym samym, że będą one dziedzictwem cieszącym kolejne pokolenia mieszkańców naszego województwa i turystów – mówi Krzysztof Jan Klęczar, wojewoda małopolski.\n\nLista nowych rezerwatów przyrody w Małopolsce:\n\nCisy w Wyskitnej\n\nRezerwat przyrody Cisy w Wyskitnej obejmuje powierzchnię 5,22 ha i znajduje się w granicach gminy Grybów. Celem ochrony w rezerwacie jest zachowanie ze względów przyrodniczych i naukowych populacji cisa pospolitego w paśmie Maślanej Góry w Beskidzie Niskim. Propozycja utworzenia tego rezerwatu pojawiła się już 10 lat temu. Teren ten był w przeszłości lasem prywatnym, który został wykupiony przez Lasy Państwowe w ramach realizacji projektu ochrony cisa. Według przeprowadzonych wówczas badań w rezerwacie stwierdzono ok. 1250 dorosłych osobników cisa pospolitego – drzewa objętego ochroną gatunkową. Według obecnej wiedzy jest to jedno z największych skupisk cisa pospolitego w Polsce.\n\nGóra Chełm\n\nRezerwat przyrody Jaworzyna na Chełmie zajmuje obszar o powierzchni 36,36 ha na terenie gminy Ropa. Rezerwat tworzy się dla zachowania ze względów przyrodniczych i naukowych zespołu jaworzyny ze stanowiskami języcznika zwyczajnego wraz z odsłonięciami skalnymi i rumowiskami na Górze Chełm w Beskidzie Niskim. Wyznaczenie na tym obszarze rezerwatu zostało zaproponowane przez Nadleśnictwo Łosie. W rezerwacie występują duże płaty zespołu jaworzyny z języcznikiem, która jest priorytetowym siedliskiem Natura 2000. Zbiorowisku temu towarzyszy pokaźna populacja języcznika zwyczajnego – paproci objętej ścisłą ochroną gatunkową.\n\nKozie Żebro i Markowiec-Gródek\n\nRezerwaty przyrody Kozie Żebro i Markowiec-Gródek położone są na terenie gminy Uście Gorlickie i zajmują powierzchnię odpowiednio 105,51 ha i 71,87 ha. W obu rezerwatach celem ochrony jest zachowanie ze względów przyrodniczych, naukowych i dydaktycznych ekosystemów leśnych o charakterze zbliżonym do naturalnego wraz z zespołem reliktowych gatunków organizmów. Wniosek o powołanie rezerwatów został pierwotnie złożony przez Ogólnopolskie Towarzystwo Ochrony Ptaków, a później ich powstanie włączono do inicjatywy 100 rezerwatów przyrody na 100-lecie Lasów Państwowych. W rezerwatach występuje zbiorowisko żyznej buczyny karpackiej, która w miejscach niedostępnych – na grzbietach, stromych stokach, rumowiskach skalnych i w dolinach cieków – ma charakter zbliżony do naturalnego. Na tych terenach zidentyfikowano kilkadziesiąt gatunków grzybów, porostów i chrząszczy, spośród których kilkanaście uznawanych jest za tzw. relikty puszczańskie. Wśród nich wymienić można: chrząszcze wynurta i zęboszyjkę ognistą, porosty koralóweczkę śluzowatą i złociszka jaskrawego oraz grzyby świecznicę rozgałęzioną i korzaka różnokształtnego.\n\nWigilia na pl. Inwalidów w Krakowie Rozwijamy nasz serwis dzięki wyświetlaniu reklam. Blokując reklamy, nie pozwalasz nam tworzyć wartościowych treści. Wyłącz AdBlock i odśwież stronę.\n\nQUIZ. Małopolska gwara. Mówią tak w twoim regionie? Pytanie 1 z 10 1. Charakterystyczną odmianą polszczyzny używaną zwłaszcza w Krakowie i w okolicach jest gwara: krakowska małopolska krakusów Następne pytanie\n\nŚwięta Bożego Narodzenia. Ceny u Ewy Wachowicz"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Urokliwe ścieżki na weekend 14 - 15 grudnia",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-urokliwe-sciezki-na-weekend-14-15-grudnia/ar/c7p1-22115647",
            "description": "Zanim wyruszysz w drogę, sprawdź, jaka będzie pogoda. W sobotę 14 grudnia w Kołobrzegu ma być 2°C. Prawdopodobieństwo wystąpienia deszczu wynosi 24%. W niedzielę 15 grudnia w Kołobrzegu ma być 5°C.",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto14 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ścieżki nordic walking do 6 km od Kołobrzegu. Urokliwe trasy na weekend 14 - 15 grudnia",
            "link": "https://kolobrzeg.naszemiasto.pl/sciezki-nordic-walking-do-6-km-od-kolobrzegu-urokliwe-trasy-na-weekend-14-15-grudnia/ar/c7p1-22319027",
            "description": "W sobotę 14 grudnia według prognozy pogody ma być 2°C. Prawdopodobieństwo wystąpienia deszczu wynosi 24%. W niedzielę 15 grudnia zgodnie z najnowszymi prognozami pogody ma być 5°C w najcieplejszym ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto14 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Warto wiedzieć\". Tusk ostrzega Schreiber i Ostatnie Pokolenie",
            "link": "https://dorzeczy.pl/kraj/668198/tusk-ostrzega-marianne-schreiber-i-ostatnie-pokolenie.html",
            "description": "Idiotyczne ataki z użyciem gaśnicy czy równie idiotyczne oblewanie zabytków farbą są i będą traktowane z całą surowością ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.dj0MCLzOvxQTB2It3RE-qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "dorzeczy14 godz.",
            "source": "dorzeczy",
            "article_content": "Głos w sprawie czwartkowego wybryku Marianny Schreiber oraz blokad organizowanych przez Ostatnie Pokolenie szef rządu zabrał w piątek za pośrednictwem mediów społecznościowych.\n\nTusk ostrzega: To będzie traktowane z całą surowością prawa\n\n\"Idiotyczne ataki z użyciem gaśnicy czy równie idiotyczne oblewanie zabytków farbą są i będą traktowane z całą surowością prawa\" – napisał Donald Tusk na platformie X. Jak dodał, blokowanie dróg według Europejskiego Trybunału Praw Człowieka (!) narusza prawa innych obywateli i może być traktowane jako przestępstwo. \"Warto wiedzieć\" – podkreślił.\n\ntwitter\n\nPrzypomnijmy, że Marianna Schreiber zaatakował w czwartek gaśnicą aktywistę Ostatniego Pokolenia. Do zdarzenia doszło w siedzibie organizacji przy ul. Kruczej w Warszawie., Celebrytka uzasadniła swój czyn sprzeciwem wobec blokad dróg organizowanych w ostatnim czasie przez aktywistów.\n\n\"Tak się powinno traktować terro***stów z ostatniego pokolenia, którzy każdego dnia blokując ulice blokują przejazd karetek, do lekarzy, narażają nas na śmierć. A potem śmieją nam się w twarz. Dokąd mamy czekać? Aż ktoś zginie?\" – napisała w mediach społecznościowych.\n\nOstatnie Pokolenie zapowiada \"największą blokadę w historii\"\n\nW sprawie tej wpłynęło zawiadomienie do prokuratury. Celebrytka nie powiedziała jednak jeszcze ostatniego słowa i zapowiedziała swoją obecność na piątkowej blokadzie aktywistów. Do \"największej blokady w historii\" ma dojść dziś o godzinie 17.00 na stołecznej Wisłostradzie.\n\n– Zapraszamy wszystkich państwa 13 grudnia o godz. 17 na Wisłostradę, ponieważ opór trwa. Premier polskiego rządu nie pozostawia nam wyboru, nie spotykając się z nami, nie rozmawiając o tym, co dla naszego pokolenia jest najważniejsze. My dalej będziemy robić swoje – powiedział przedstawiciel aktywistów na spotkaniu z dziennikarzami.\n\nOstatnie Pokolenie zapowiadając wydarzenie, podkreśla, że będzie to \"największa blokada w historii\". \"Skoro Premier nie wychodzi do obywateli, oni wyjdą na ulice\" – piszą przedstawiciele organizacji.\n\ntwitterCzytaj też:\n\nOto największa słabość rządu Tuska? \"Jest wyjątkowo bezradny\"Czytaj też:\n\nAtak gaśnicą na aktywistów. Dziennikarka ostro o Schreiber: Poważne zaburzenieCzytaj też:\n\nSpięcie na antenie Polsatu. Pospieszalski: Przyklej się z nimi do tego asfaltu"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pogoda na dziś - sobota 14.12. Aura zacznie się psuć",
            "link": "https://tvn24.pl/tvnmeteo/prognoza/pogoda-na-dzis-sobota-14-12-aura-zacznie-sie-psuc-st8221843",
            "description": "Pogoda na dziś - sobota, 14.12. Dzień przyniesie pogorszenie aury. Pojawią się opady śniegu przechodzącego w deszcz. Zacznie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.7JR4wd6SpKyggV9VzQIooi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "TVN243 godz.",
            "source": "TVN24",
            "article_content": "Pogoda na dziś - sobota, 14.12. Dzień przyniesie pogorszenie aury. Pojawią się opady śniegu przechodzącego w deszcz. Zacznie wiać porywisty wiatr, największą prędkość osiągnie w górach i nad morzem.\n\nPogoda Długoterminowa Weekend\n\nSobota po południu od Pomorza Zachodniego w głąb kraju stopniowo prognozowany jest wzrost zachmurzenie do dużego i całkowitego. Spadnie śnieg przechodzący w deszcz. Okresowo wystąpią opady marznące. Temperatura wyniesie w najcieplejszym momencie dnia od -1 stopni Celsjusza na Suwalszczyźnie, przez 1 st. C w centrum kraju, do 3 st. C na południowym zachodzie.\n\nPowieje południowo-zachodni, umiarkowany, a okresowo dość silny wiatr. Osiągnie prędkość do 35-45 kilometrów na godzinę. Nad morzem i w górach, a zwłaszcza w Karpatach, będzie silny, rozpędzi się w porywach do 60-70 km/h.\n\nPogoda na sobotę tvnmeteo.pl\n\nWarunki biometeo w sobotę\n\nW sobotę najwyższą wartość wilgotności odnotujemy na północnym zachodzie, przekroczy tam 95 procent. Będzie zmniejszać się w kierunku wschodnim. Warunki biometeo będą zmienne między neutralnymi a korzystnymi.\n\nWarunki biometeo w sobotę tvnmeteo.pl\n\nPogoda na dziś - Warszawa\n\nW sobotę zachmurzenie w Warszawie będzie umiarkowane, w drugiej części dnia wzrośnie do dużego. Termometry w najcieplejszym momencie dnia pokażą do 1 st. C. Powieje południowo-zachodni, słaby lub umiarkowany wiatr. Ciśnienie spadnie, w południe sięgnie 1003 hPa.\n\nPogoda na dziś - Gdańsk, Gdynia i Sopot\n\nZachmurzenie w sobotę okaże się umiarkowane, wzrastające do dużego i całkowitego w drugiej części dnia. Wieczorem w Gdyni, Sopocie i Gdańsku możliwe są słabe opady śniegu z deszczem, również marznące. Termometry wskażą maksymalnie 1-2 st. C. Powieje południowo-zachodni, umiarkowany wiatr, okresowo dość silny, jego prędkość wzrośnie do 35-45 km/h. Ciśnienie spada, w południe sięgnie 1010 hPa.\n\nPogoda na dziś - Poznań\n\nPoznań czeka sobota z zachmurzeniem dużym, wzrastającym do całkowitego w drugiej części dnia. Wieczorem możliwe są słabe opady śniegu z deszczem, opady mogą zamarzać. Na termometrach zobaczymy do 2 st. C. Wiatr będzie południowo-zachodni, umiarkowany. Ciśnienie spada, w południe sięgnie 1003 hPa.\n\nPogoda na dziś - Wrocław\n\nW sobotę zachmurzenie we Wrocławiu będzie umiarkowane wzrastające do dużego i całkowitego. Termometry pokażą do 3 st. C. Powieje południowo-zachodni, umiarkowany wiatr. Ciśnienie spada, w południe wyniesie 1001 hPa.\n\nPogoda na dziś - Kraków\n\nW Krakowie rano chmur na niebie będzie dużo, w ciągu dnia trochę ich ubędzie. Na termometrach zobaczymy do 1-2 st. C. Powieje zmienny, słaby wiatr. Ciśnienie spada, w południe barometry pokażą 991 hPa.\n\nWarunki drogowe w dzień tvnmeteo.pl\n\nAutorka/Autor:dd\n\nŹródło: tvnmeteo.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ostatnie Pokolenie na Wisłostradzie. \"Największa blokada w historii\" trwała chwilę",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/problemy-spo%C5%82eczne/ostatnie-pokolenie-na-wis%C5%82ostradzie-najwi%C4%99ksza-blokada-w-historii-trwa%C5%82a-chwil%C4%99/ar-AA1vOMEh?ocid=BingNewsVerp",
            "description": "\"Aktywiści klimatyczni\" z Ostatniego Pokolenia zablokowali Wisłostradę pod Mostem Gdańskim w Warszawie. Szybko zareagowała ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.l3BVlfg69JUVG0frep8VCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "DoRzeczy on MSN11 godz.",
            "source": "DoRzeczy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To w TYM europejskim kraju jest najwięcej obiektów wpisanych na listę UNESCO",
            "link": "https://www.papilot.pl/lifestyle/podroze/69841/to-w-tym-europejskim-kraju-jest-najwiecej-obiektow-wpisanych-na-liste-unesco",
            "description": "Dodajmy też, że Polska także może pochwalić się kilkoma obiektami, wpisanymi na listę UNESCO. W naszym portfolio znajduje się ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qcKwaKApsvE8TxbKFqwVJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Supermamy4 godz.",
            "source": "Supermamy",
            "article_content": "Turyści dzielą się na dwie grupy. W pierwszej znajdziemy osoby, które chętniej stawiają na relaks. W drugiej natomiast pojawią się ci, którzy jak tlenu potrzebują zwiedzania. Jeśli należysz do ostatniego grona, koniecznie udaj się do Włoch. I to nie raz, ponieważ w słonecznej Italii znajdziesz aż 60 obiektów wpisanych na listę UNESCO. Żaden inny europejski kraj nie może pochwalić się takim wynikiem.\n\nPrzeczytaj też: Ranking najlepszych lotnisk w Europie. Na liście znalazł się też polski port lotniczy\n\nWe Włoszech znajduje się 60 obiektów wpisanych na listę UNESCO\n\nJeśli mowa o europejskim liderze listy światowego dziedzictwa UNESCO z pewnością musimy wymienić Włochy. W tym kraju aż 60 zabytków i miejsc zostało wyróżnionych w ten sposób.\n\nKtóre włoskie obiekty znalazły się na liście UNESCO? Zespół zabytkowy Rzymu i Florencji, Wenecja z laguną, historyczne centrum Sieny i Neapolu, Trulli w Alberobello, ogród botaniczny w Padwie, wybrzeże amalfitańskie, Werona, Dolomity, Etna czy Portyki Bolonii.\n\nWarto też wiedzieć, że Włochy zamierzają rozpatrzyć do zgłoszenia do wpisu na listę UNESCO 32 kolejne obiekty.\n\nDodajmy też, że Polska także może pochwalić się kilkoma obiektami, wpisanymi na listę UNESCO. W naszym portfolio znajduje się 17 takich obiektów i są to między innymi: historyczne centrum Krakowa, zamek krzyżacki w Malborku, Puszcza Białowieska czy warszawskie Stare Miasto.\n\nŹródło: Radio Zet\n\nPrzeczytaj też: Najlepszy kraj na świecie? To państwo wygrywa trzeci raz z rzędu"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ciekawe trasy do spacerowania w woj. łódzkim. Gdzie warto iść w weekend 14 - 15 grudnia? 10 najlepszych tras",
            "link": "https://dzienniklodzki.pl/ciekawe-trasy-do-spacerowania-w-woj-lodzkim-gdzie-warto-isc-w-weekend-14-15-grudnia-10-najlepszych-tras/ar/c7p1-22116469",
            "description": "Zanim wyruszysz, sprawdź, jaka będzie pogoda. W sobotę 14 grudnia w woj. łódzkim ma być od -1°C do 1°C. Nie powinno padać. W niedzielę 15 grudnia w woj. łódzkim ma być od 2°C do 2°C.",
            "image_url": "https://www.bing.pl/th?id=ODF.uJelon1vmcKYEKRidTlMcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "dzienniklodzki14 godz.",
            "source": "dzienniklodzki",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 13.12.2024",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-13122024/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tx-iTFofCAUCIAJPyjFrSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 13.12.2024",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-13122024/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl23 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Piwnica za zamaskowanymi drzwiami, a w niej ponad 100 starożytnych skarbów",
            "link": "https://tvn24.pl/tvnmeteo/ciekawostki/w-piwnicy-za-zamaskowanymi-drzwiami-znaleziono-ponad-100-starozytnych-skarbow-st8220294",
            "description": "W piwnicy sklepu jubilersko-artystycznego w Atenach znaleziono zabytki pochodzące nawet z VII wieku p.n.e. Władze twierdzą, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.2JeYibldD9k7vGWL8zXuly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "TVN2422 godz.",
            "source": "TVN24",
            "article_content": "W piwnicy sklepu jubilersko-artystycznego w Atenach znaleziono zabytki pochodzące nawet z VII wieku p.n.e. Władze twierdzą, że wiele z nich zostało pozyskanych nielegalnie.\n\nPogoda Długoterminowa Weekend\n\nWśród odnalezionych przedmiotów znajdują się wazy, monety, dzbany oraz 102 misy, figurki, amfory i inne artefakty, które datowane są od okresu geometrycznego do hellenistycznego. Odkryto również 36 ikon i przedmiotów kultu z okresu postbizantyjskiego oraz 3247 monet, medali i pieczęci, które obejmują okres od starożytności po czasy współczesne.\n\nZabytki były zapakowane w stare kartony, a część z nich była owinięta gazetami z lat 40. XX wieku. Zdaniem greckich władz, wiele z tych przedmiotów pochodzi z nielegalnych transakcji. Piwnica znajdowała się za zamaskowanymi drzwiami.\n\nArtefakty odkryte w piwnicy sklepu w Atenach Ministerstwo Kultury Grecji\n\nTrafiły do muzeów\n\n- Oprócz repatriacji dóbr kultury nielegalnie wywiezionych z naszego kraju, zdarzają się również przypadki nielegalnego nabywania dóbr na naszym terytorium. Jeden taki przypadek został zidentyfikowany w sercu Aten - powiedziała ministra kultury Lina Mendoni.\n\nMinisterstwo kultury przekazało we wtorek, że odkrycia dokonano w lutym, ale dopiero teraz publicznie o tym poinformowano.\n\nZnalezione skarby zostały przekazane do magazynów muzealnych, gdzie pozostaną do czasu zakończenia śledztwa.\n\nArtefakty odkryte w piwnicy sklepu w Atenach Ministerstwo Kultury Grecji\n\nAutorka/Autor:ps\n\nŹródło: PAP, greekreporter.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzymianie na Podkarpaciu? Sensacyjne odkrycie w bieszczadzkim lesie",
            "link": "https://wiadomosci.radiozet.pl/Nauka/rzymianie-na-podkarpaciu-sensacyjne-odkrycie-w-bieszczadzkim-lesie",
            "description": "Członkowie Stowarzyszenia Eksploracyjno-Historycznego \"Galicja\" już od lat, za zgodą urzędów konserwatorskich i przy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.z0wViks7tymdJ0_Ib0xVxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio ZET16 godz.",
            "source": "Radio ZET",
            "article_content": "Sensacyjne odkrycie na terenie Nadleśnictwa Baligród\n\nStowarzyszenie Eksploracyjno-Historyczne \"Galicja\" natrafili na przedmiot pochodzący z początków naszej ery\n\nOdkryto \"rzymski\" grot o długości 23 cm\n\nSensacyjne odkrycie z początków naszej ery\n\nPoszukiwacze Stowarzyszenia Eksploracyjno-Historycznego \"Galicja\", badając bieszczadzkie lasy w Nadleśnictwie Baligród, w sąsiedztwie Przełęczy Żebrak, znaleźli wyjątkowy przedmiot, który może pochodzić nawet z początków naszej ery. Odnaleziony przedmiot po konsultacji z archeologami okazał się być żelaznym grotem, pochodzącym prawdopodobnie z epoki wpływów rzymskich.\n\n- Grot włóczni odkryty przez Stowarzyszenie Eksploracyjno-Historyczne Galicja w sąsiedztwie Przełęczy Żebrak najprawdopodobniej należy łączyć z okresem wpływów rzymskich. Po przekazaniu przez Urząd Konserwatorski grot trafi do konserwacji, a następnie będziemy chcieli go zaprezentować na wystawie archeologicznej w naszym muzeum – potwierdził dr Piotr Kotowicz, archeolog z Muzeum Historycznego w Sanoku.\n\nJesień obfituje w odkrycia\n\nJak wyjaśnia Artur Hejnar ze Stowarzyszenia \"Galicja\", ten moment roku to idealny czas na poszukiwania ukrytych artefaktów. – Późna jesień w Bieszczadach to dobry moment na prowadzenie poszukiwań, szczególnie po pierwszych przymrozkach, wtedy przyroda odsłania nieco zieloną pokrywę, pozwalając dotrzeć do historii ukrytych w leśnych ostępach i przedmiotów zalegających w ziemi — czytamy w serwisie Regionalnej Dyrekcji Lasów Państwowych w Krośnie.\n\n\"Rzymski\" grot o długości 23 cm to kolejne odkrycie, które w ostatnim trafiło do urzędu konserwatorskiego. Wcześniej został przekazany także grot włóczni, którego pochodzenie zostało ustalone na okres średniowiecza. Samo stowarzyszenie chwali się nową zdobyczą w mediach społecznościowych.\n\nGrot spod Baligrodu został przekazany do Wojewódzkiego Urzędu Ochrony Zabytków i być może wkrótce trafi do Muzeum Historycznego w Sanoku.\n\nŹródło: Radio ZET/krosno.lasy.gov.pl."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie archeologiczne pod placem w Szczecinie. \"Ziemia kryje ślady\"",
            "link": "https://wiadomosci.radiozet.pl/szczecin/niezwykle-odkrycie-archeologiczne-pod-placem-w-szczecinie-ziemia-kryje-slady",
            "description": "Od kilku miesięcy trwa przebudowa placu Orła Białego w Szczecinie. Podczas prac odkryto już m.in. podziemny kanał z XVIII ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hM0AHDOcA3LGOrBxjbzoRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio ZET20 godz.",
            "source": "Radio ZET",
            "article_content": "Podczas prac budowlanych na placu Orła Białego w Szczecinie natrafiono na nowe znaleziska\n\nRobotnicy odkryli m.in. drewnianą rurę wodociągową\n\nOdkryte elementy mogą być częścią dawnej fontanny\n\nNowe znaleziska na placu Orła Białego w Szczecinie\n\nRejon placu Orła Białego przechodzi w ostatnich miesiącach gruntowną renowację. To jedno z najważniejszych miejsc znajdujących się w obszarze zabudowy starego miasta w Szczecinie. Już na początku prac budowlanych odkryto na jego terenie XVIII-wieczny kanał. Teraz archeolodzy będą musieli zbadać nowe znaleziska. - Ziemia kryje ślady działalności człowieka sięgające wielu lat wstecz. W miejskiej zabudowie, zwłaszcza tej, która na przestrzeni lat czy wieków zmieniała się kilkukrotnie, niczym nowym są odkrycia pamiątek z zamierzchłej przeszłości - tłumaczy Piotr Zieliński, rzecznik Szczecina ds. inwestycji.\n\nPodczas ostatnich prac m.in. odkopano ceglany fundament, będący najprawdopodobniej pozostałością po dawnej fontannie. Nieopodal fundamentu robotnicy trafili na podwójną rurę wodociągową wykonaną z drewna oraz fragment nowożytnej zabudowy. Okazuje się, że wszystkie te znaleziska mogą być częścią systemu wodno-kanalizacyjnego powiązanego funkcjonalnie z dawną zabudową i fontanną. - Aktualnie wszystkie odkryte elementy są przedmiotem wnikliwej analizy i badań prowadzonych przez nadzór archeologiczny, który koordynowany jest przez archeologa architektury Przemysława Kołosowskiego. Wszystkie znaleziska w ramach nadzoru archeologicznego muszą zostać teraz szczegółowo opisane i zinwentaryzowane. Wykonana będzie dokumentacja geodezyjna, skanowanie czy przeprowadzona zostanie analiza porównawcza z zachowaną dokumentacją archiwalną - dodaje Piotr Zieliński. Na ten moment wstrzymano wszelkie prace budowlane w obszarze znalezisk.\n\nCo wiadomo o budowie na placu Orła Białego?\n\nInwestycja pod nazwą \"Nowe Życie Placu\" ma na celu przebudowę nawierzchni placu Orła Białego, fragmentów ulic Koński Kierat, Staromłyńskiej oraz chodnika i zjazdów ul. Grodzkiej. Wykonane zostaną prace sieciowe związane z budową kanalizacji deszczowej, sieci wodociągowej, gazociągu, linii zasilających i instalacji oświetlenia terenu. Nowy obszar placu Orła Białego ma być przede wszystkim nowym miejscem spotkań szczecinian. - Plac będzie oświetlony przez 25 stylizowanych latarni w części utwardzonej oraz 6 latarni drewnianych w części zielonej. W miejscu dawnego młyna kieratowego urządzona zostanie mała scena służąca do organizacji kameralnych wydarzeń artystycznych. Na placu pojawią się też ogródki kawiarniane - bez podestów i trwałych wygrodzeń - tłumaczy Piotr Zieliński.\n\nOdpowiednio zagospodarowane zostaną również elementy historyczne. Na plac powrócą posąg Flory oraz dwie wazy, które dawniej zdobiły fasadę Pałacu Grumbkowa, aktualnie znajdujące się na dziedzińcu Akademii Sztuki w Szczecinie. - Zabytkowa fontanna pozostanie w obecnym miejscu, a na posadzce oznaczony zostanie przebieg wodociągu drewnianego, który w XVIII wieku dostarczał wodę ze Wzgórz Warszewickich do Zamku - dodaje rzecznik miasta ds. inwestycji. Wykonawcą inwestycji jest Firma Budowlano-Drogowa MTM S.A, a koszt zadania to 16 426 480,48 zł brutto.\n\nDołącz do grupy \"Szczecin, Pomorze Zachodnie. Informacje i wydarzenia\"\n\nŹródło: Radio ZET/ UM Szczecin\n\n(8)\n\nzobacz galerię"
        }
    }
]