[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle kolekcjonerzy płacą teraz za stare polskie monety. Sprawdź i nie przegap okazji",
            "link": "https://nto.pl/tyle-kolekcjonerzy-placa-teraz-za-stare-polskie-monety-sprawdz-i-nie-przegap-okazji/ar/c1p2-28022573",
            "description": "Obejrzyj lepiej szczegółowo monety, które trzymasz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8dtwSkHXLhWwG4C-W8CaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska18 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najstarsze monety w historii Polski. A można je kupić bardzo tanio",
            "link": "https://nto.pl/oto-najstarsze-monety-w-historii-polski-a-mozna-je-kupic-bardzo-tanio/ar/c1p2-28076981",
            "description": "Stare monety ze średniowiecza i wczesnej nowożytności potrafią zaskoczyć nie tylko wyglądem, ale też stosunkowo dobrą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KvsZmbKTG5isrTDJkUoOfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska16 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety z PRL biją rekordy cen. Kolekcjonerzy szukają właśnie tych",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-monety-z-prl-bij%C4%85-rekordy-cen-kolekcjonerzy-szukaj%C4%85-w%C5%82a%C5%9Bnie-tych/ar-AA1OnUsp?ocid=BingNewsVerp",
            "description": "Kolekcjonerskie monety z PRL przeżywają renesans. Rynek numizmatyczny wycenia dziś niektóre okazy na kwoty, które jeszcze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KH0blv5hT2xP4yLK7liCWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN13 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle kolekcjonerzy płacą obecnie za stare polskie monety. Sprawdź, nie przegap okazji",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/tyle-kolekcjonerzy-p%C5%82ac%C4%85-obecnie-za-stare-polskie-monety-sprawd%C5%BA-nie-przegap-okazji/ar-AA1Nra76?ocid=BingNewsVerp",
            "description": "Obejrzyj lepiej szczegółowo monety, które masz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LQmBa9ooVwdgKy5n3Bk2oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Nowa Trybuna Opolska on MSN17 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Okolicznościowe dwuzłotówki. Tyle są dzisiaj warte",
            "link": "https://opole.naszemiasto.pl/tyle-sa-teraz-warte-te-okolicznosciowe-dwuzlotowki-zdziwisz-sie/ar/c1p2-28109229",
            "description": "Te popularne dwuzłotówki jeszcze kilka lat temu były kupowane przez Polaków na potęgę. Obecnie część z nich osiąga na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H6fqr3R61NQDDaIBI_C1aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Opole Nasze Miasto13 godz.",
            "source": "Opole Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z czasów PRL to rarytas dla kolekcjonerów. Ceny tych naczyń, figurek i wazonów",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-czas%C3%B3w-prl-to-rarytas-dla-kolekcjoner%C3%B3w-ceny-tych-naczy%C5%84-figurek-i-wazon%C3%B3w/ar-AA1Rh9PJ?ocid=BingNewsVerp",
            "description": "Ceny porcelany z PRL w 2025 roku są bardzo zróżnicowane. Najcenniejsze są figurki autorstwa Lubomira Tomaszewskiego czy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.doz7FAFf1NjHlg2X6lvwXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Express Bydgoski on MSN12 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stara porcelana z PRL bije rekordy popularności. Kolekcjonerzy polują na naczynia, wazony i figurki",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/stara-porcelana-z-prl-bije-rekordy-popularno%C5%9Bci-kolekcjonerzy-poluj%C4%85-na-naczynia-wazony-i-figurki/ar-AA1Rh7g8?ocid=BingNewsVerp",
            "description": "Porcelana z czasów PRL-u jest obecnie jednym z najchętniej poszukiwanych przedmiotów kolekcjonerskich. Jeśli posiadasz wazony ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mQOajxtDGS0-NyUHIg9bEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN12 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie nie będzie prądu w wielkopolskim? Zobacz, czy są planowane wyłączenia prądu 27.11",
            "link": "https://gloswielkopolski.pl/wylaczenia-pradu-w-wielkopolskim-zobacz-czy-sa-planowane-wylaczenia-pradu-7-10/ar/c1p1-20589252",
            "description": "Aktualnie nie ma informacji o planowanych wyłączeniach prądu w naszym województwie.",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Wielkopolski8 godz.",
            "source": "Głos Wielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sensacyjne odkrycie w Wągrowcu. Archeolodzy zaskoczeni",
            "link": "https://turystyka.wp.pl/s/twoje7dni/sensacyjne-odkrycie-w-wagrowcu-archeolodzy-zaskoczeni-7226358631787232a",
            "description": "Podczas prac związanych z rozbudową Muzeum Regionalnego w Wągrowcu archeolodzy natrafili na wyjątkowe relikty ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LsQTbIOyJtxi8Evv3l0Zty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "WP Turystyka16 godz.",
            "source": "WP Turystyka",
            "article_content": "Treść pochodzi od naszego partnera i została opublikowana w ramach programu WP Kreator\n\nPodczas badań poprzedzających planowaną rozbudowę Muzeum Regionalnego w Wągrowcu natrafiono na pozostałości dawnej zabudowy murowanej, związanej z historyczną siedzibą opatów wągrowieckich. Archeolodzy podkreślają, że to jedno z najważniejszych znalezisk w mieście od lat, bo odsłania fragment historii dotychczas ukryty pod ziemią.\n\nOdkrycie wstrzymało prace nad budową muzeum w Wągrowcu\n\nW trakcie badań ujawniono relikty murów oraz liczne przedmioty codziennego użytku, które przetrwały wieki. Wśród nich znajdują się fragmenty naczyń ceramicznych, elementy kafli piecowych, kości zwierzęce oraz dobrze zachowane monety. Eksperci wskazują, że znaleziska mogą pomóc w lepszym zrozumieniu życia w Wągrowcu w czasach średniowiecza i okresie nowożytnym.\n\nSą lepsze od tropików. To tam pojedźcie w zimę na relaks\n\nZgodnie z decyzją Wojewódzkiego Urzędu Ochrony Zabytków, wszystkie odsłonięte struktury zostaną na zimę odpowiednio zabezpieczone. Oznacza to konieczność ich zasypania, aby ochronić je przed wilgocią, mrozem i zmiennymi warunkami atmosferycznymi. Takie działania są standardową praktyką, gdy odkryte obiekty wymagają dalszych badań.\n\nChoć miasto liczyło na szybką kontynuację inwestycji, prace muszą zostać przełożone. Dotychczasowe odkrycia wymagają szczegółowych analiz, a pełne badania archeologiczno-architektoniczne mają zostać wznowione wiosną. Dopiero po ich zakończeniu możliwe będzie podjęcie decyzji dotyczących dalszej rozbudowy placówki.\n\n\n\n[ 1 /2] Odkopane mury mogą stać się częścią budowanego muzeum Źródło zdjęć: Twoje7dni |\n\nOdkrycie może stać się elementem koncepcyjnym muzeum\n\nJedną z najciekawszych możliwości rozważanych przez specjalistów jest stworzenie nowej ekspozycji prezentującej relikty średniowiecznych murów. Jeśli pomysł zostanie zrealizowany, Wągrowiec zyska kolejną, wyjątkową atrakcję - miejsce, w którym mieszkańcy i turyści mogliby oglądać fragmenty historii odkryte podczas prac archeologicznych."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowe odkrycie podczas badań archeologicznych w jednym z miast w regionie",
            "link": "https://epoznan.pl/news-news-170207-wyjatkowe_odkrycie_podczas_badan_archeologicznych_w_jednym_z_miast_w_regionie",
            "description": "Podczas badań archeologicznych prowadzonych przed rozbudową Muzeum Regionalnego w Wągrowcu odkryto relikty średniowiecznej i ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.v42GUNBokjQ0vWRWA-o_Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "epoznan.pl8 godz.",
            "source": "epoznan.pl",
            "article_content": "Wstrzymało to planowaną inwestycję.\n\nPodczas badań archeologicznych prowadzonych przed rozbudową Muzeum Regionalnego w Wągrowcu odkryto relikty średniowiecznej i nowożytnej architektury murowanej, związanej z dawną siedzibą wągrowieckich opatów. Archeolodzy natrafili także na liczne zabytki, m.in. fragmenty naczyń ceramicznych, kafli, kości zwierzęcych oraz monety.\n\n\"Podczas wizytacji pracowników Wojewódzkiego Urzędu Ochrony Zabytków ustalono, że pozostałości murów muszą być zabezpieczone i zasypane na okres zimowy, by nie uległy destrukcji. W związku z zaistniałymi okolicznościami realizacja rozbudowy muzeum w tym roku nie będzie możliwa. Wznowienie badań archeologiczno-architektonicznych odkrytych pozostałości zabudowy planowane jest wiosną\" - informują urzędnicy z Wągrowca.\n\n\n\nJak przekazano, wyniki badań pozwolą na określenie możliwego zakresu prac związanych z rozbudową.\n\n\"Rozważamy możliwość wyeksponowania i udostępnienia zwiedzającym cennych dla historii miasta reliktów, co niewątpliwie stanowi dodatkową atrakcję turystyczną\" - mówi Małgorzata Kranc-Rybczyńska, dyrektor Muzeum Regionalnego w Wągrowcu.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To może być szok dla zwiedzających. Suknia Balenciagi na Wawelu wśród militariów. \"Nowa Zbrojownia nie jest opowieścią o wojnie\"",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/to-mo%C5%BCe-by%C4%87-szok-dla-zwiedzaj%C4%85cych-suknia-balenciagi-na-wawelu-w%C5%9Br%C3%B3d-militari%C3%B3w-nowa-zbrojownia-nie-jest-opowie%C5%9Bci%C4%85-o-wojnie/ar-AA1RgVxQ?ocid=BingNewsVerp",
            "description": "Jedna z najpopularniejszych wystaw stałych Zamku Królewskiego na Wawelu ponownie otwarta dla zwiedzających. Obok militariów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.aAPW18Os5ptOg10S30_JDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Gazeta Krakowska on MSN15 godz.",
            "source": "Gazeta Krakowska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Olsztyn. Rzeczoznawca rozwiąże problem dworca PKS? Jest szansa na zamianę gruntów",
            "link": "https://www.olsztyn.com.pl/artykul,olsztyn-rzeczoznawca-rozwiaze-problem-dworca-pks-jest-szansa-na-zamiane-gruntow,45436.html",
            "description": "Trwa impas w kwestii przyszłości dworca autobusowego w Olsztynie. Szansą na porozumienie między deweloperem a ratuszem ma być ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.QGYFMoCMYDsokFE6uN4f_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Olsztyn - Portal Miejski13 godz.",
            "source": "Olsztyn - Portal Miejski",
            "article_content": "Trwa impas w kwestii przyszłości dworca autobusowego w Olsztynie. Szansą na porozumienie między deweloperem a ratuszem ma być niezależny rzeczoznawca.\n\nOddany na początku roku nowoczesny dworzec kolejowy Olsztyn Główny ma po sąsiedzku dwa architektoniczne relikty przeszłości. Chodzi o dworzec autobusowy i biurowiec Polregio, które witają przyjezdnych estetyką czasów słusznie minionych.\n\nOd lat trwają starania, aby uporządkować teren przy placu Konstytucji 3 Maja, ale do tej pory nie udało się wypracować porozumienia. Z jednej strony jest biurowiec, którego właścicielem w 90 procentach jest spółka Polregio, a w pozostałej części deweloper Retail Provider. Kolejarze próbowali go sprzedać, ale bezskutecznie.\n\nZ drugiej strony mamy przestarzały dworzec autobusowy, który w całości należy do dewelopera. Miało tam powstać centrum usługowo-handlowe z funkcją dworca autobusowego. Wielkie plany jednak utknęły w martwym punkcie. Jednym z pomysłów na wyjście z klinczu jest zamiana na nieruchomości z miastem.\n\nPierwsze podejście do rozmów obie strony mają już za sobą. Zakończyło się totalnym niepowodzeniem. Nieoficjalnie wiadomo, że prywatny właściciel chciał za 1,5-hektarową działkę po dworcu PKS 17 mln zł, natomiast rzeczoznawca pracujący dla ratusza określił jej wartość na 7 mln zł.\n\nTeraz jednak urzędnicy mają wrócić do rozmów z deweloperem w sprawie zamiany gruntów. Tym razem wyceną miałby zająć się niezależny rzeczoznawca.\n\n- Wyłonienie w postępowaniu ofertowym rzeczoznawcy majątkowego może istotnie przyczynić się do zakończenia sprawy związanej z zamianą – czytamy w październikowej odpowiedzi prezydenta Roberta Szewczyka na interpelację radnego Pawła Klonowskiego.\n\nRafał Twarowski, prezes spółki Retail Provider, daleki jest od optymizmu, jeśli chodzi o ponowną wycenę nieruchomości.\n\n- Obawiam się, że są to znowu jakieś ruchy pozorowane, ponieważ od ponad 3 miesięcy, czyli momentu, kiedy tego decyzje zostały podjęte, miasto nie jest w stanie wybrać takiego rzeczoznawcy, z tego, co ja wiem – powiedział w rozmowie z Radiem Olsztyn.\n\nPrzypomnijmy, że spółka posiadająca dworzec autobusowy ma w zanadrzu inny pomysł na wykorzystanie terenu. Deweloper złożył w urzędzie miasta wniosek o „ustalenie w planie ogólnym strefy wielofunkcyjnej z zabudową mieszkaniową wielorodzinną wraz z terenami handlu wielkopowierzchniowego”.\n\n- Zawnioskowaliśmy o dołożenie dodatkowej funkcji mieszkaniowej, a także o zmianę wskaźnika intensywności zabudowy: zwiększenie dopuszczalnej wysokości zabudowy, oraz o ograniczenie do niezbędnego minimum wskaźnika powierzchni biologicznej czynnej, jako że teren ten jest, według nas, idealny do intensywnej i wysokiej zabudowy śródmiejskiej, i nie wymaga takich parametrów ochronnych jak zabudowa wielorodzinna w okolicach jezior czy na zielonych obrzeżach miasta – przekazał latem Gazecie Wyborczej Rafał Twarowski."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prof. dr hab. Hanna Kóčka-Krenz: Dzięki odkryciom archeologicznym wiemy, jak światłym człowiekiem był polski władca Bolesław Chrobry",
            "link": "https://www.msn.com/pl-pl/wiadomosci/polska/archeolog-badania-potwierdzaj%C4%85-wielko%C5%9B%C4%87-i-m%C4%85dro%C5%9B%C4%87-chrobrego/ar-AA1ARtUZ?ocid=BingNewsVerp",
            "description": "W stolicy Wielkopolski rozpoczęła się dziś międzynarodowa konferencja naukowa pt. „Król Bolesław Chrobry i jego czasy. Poznań ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.L5Bdw0_zTccQYW6y-4vaqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "wPolityce.pl on MSN5 godz.",
            "source": "wPolityce.pl on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "28 LISTOPADA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-11-28,10,day.html",
            "description": "Wystawa łączy w sobie świat gadów kopalnych z żyjącymi współcześnie. Tą interesującą gromadę zwierząt zaprezentowano w kilku modułach wystawowych, w podziale na obszary występowania, w scenerii znakom ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków5 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spektakle teatralne Spektakle taneczne Spacery i zwiedzanie Akcje czytelnicze Dziecięce warsztaty Muzyka rozrywkowa Wystawy czasowe Festiwale Targi i kiermasze Festiwale sztuk wizualnych Muzyka klasyczna Wykłady, spacery i warsztaty artystyczne W gminach Metropolii Kabaret Festiwale muzyczne Festiwale teatralne Inne przedstawienia Inne koncerty Spotkania i slajdowiska Pozostałe Widowiska plenerowe i happeningi Wydarzenia sportowe Muzyka klubowa Cykle filmowe Spotkania i wykłady literackie Pokazy filmowe Wystawy stałe Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy rowerowe do 2 km od Niepołomic. Pomysły na jednodniową wyprawę. Gdzie w weekend 29 - 30 listopada?",
            "link": "https://niepolomice.naszemiasto.pl/trasy-rowerowe-do-2-km-od-niepolomic-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-29-30-listopada/ar/c7p1-21832069",
            "description": "Zanim wyruszysz na wyprawę, sprawdź, jaka będzie pogoda. W sobotę 29 listopada w Niepołomicach ma być 0°C. Nie powinno padać.",
            "image_url": "https://www.bing.pl/th?id=OVFT.K51SCeQthu2ur_tRjAdODy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Niepołomice Nasze Miasto13 godz.",
            "source": "Niepołomice Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tyle kolekcjonerzy płacą teraz za stare polskie monety. Sprawdź i nie przegap okazji",
            "link": "https://nto.pl/tyle-kolekcjonerzy-placa-teraz-za-stare-polskie-monety-sprawdz-i-nie-przegap-okazji/ar/c1p2-28022573",
            "description": "Obejrzyj lepiej szczegółowo monety, które trzymasz w domu. Ich wartość jest dzisiaj najpewniej znacznie większa, niż ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8dtwSkHXLhWwG4C-W8CaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska18 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oto najstarsze monety w historii Polski. A można je kupić bardzo tanio",
            "link": "https://nto.pl/oto-najstarsze-monety-w-historii-polski-a-mozna-je-kupic-bardzo-tanio/ar/c1p2-28076981",
            "description": "Stare monety ze średniowiecza i wczesnej nowożytności potrafią zaskoczyć nie tylko wyglądem, ale też stosunkowo dobrą ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.KvsZmbKTG5isrTDJkUoOfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Nowa Trybuna Opolska16 godz.",
            "source": "Nowa Trybuna Opolska",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Okolicznościowe dwuzłotówki. Tyle są dzisiaj warte",
            "link": "https://opole.naszemiasto.pl/tyle-sa-teraz-warte-te-okolicznosciowe-dwuzlotowki-zdziwisz-sie/ar/c1p2-28109229",
            "description": "Te popularne dwuzłotówki jeszcze kilka lat temu były kupowane przez Polaków na potęgę. Obecnie część z nich osiąga na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.H6fqr3R61NQDDaIBI_C1aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Opole Nasze Miasto13 godz.",
            "source": "Opole Nasze Miasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowoczesny biznes też świętuje Barbórkę",
            "link": "https://energia.rp.pl/surowce-i-paliwa/art43414981-nowoczesny-biznes-tez-swietuje-barborke",
            "description": "Barbórka to święto górników, nie tylko tych wydobywających węgiel, ale też pracujących przy produkcji ropy i gazu. Orlen ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.tB5ibS-CKc39dL_TaH5WyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "wykopano+zabytkowe",
            "date": "Energetyka - rp.pl5 godz.",
            "source": "Energetyka - rp.pl",
            "article_content": "MATERIAŁ POWSTAŁ WE WSPÓŁPRACY Z GRUPĄ ORLEN\n\nTradycja Barbórki pojawiła się na ziemiach polskich już w XVIII wieku. Górnicy rozpoczynali dzień mszą św. Od XIX wieku świętujący szli w pochodzie z kościoła na teren kopalni przy akompaniamencie orkiestry. Punktem centralnym obchodów była uroczysta akademia. Na tym kończyły się obchody formalne, ale górnicy świętowali dalej, tyle że w karczmach, do których wstęp mieli wyłącznie mężczyźni. Zasiadali za stołem w odświętnych mundurach, raczyli się piwem i biesiadowali.\n\nTradycja przetrwała do dziś również w tak nowoczesnym koncernie jak Orlen, gdzie wdrażane są najnowocześniejsze technologie i rozwiązania. Spółka czerpie wciąż z własnej historii i wartości, które stały się częścią jej tożsamości. A historia ta jest długa…\n\nKolebka przemysłu wydobywczego\n\nPierwszy komercyjny biznes naftowy na świecie uruchomiono w 1854 roku. Wtedy to w Bóbrce koło Krosna aptekarz Ignacy Łukasiewicz uruchomił pierwszą na świecie kopalnię ropy naftowej. Ten moment uznano za narodziny światowego przemysłu naftowego i gazowniczego. Pośrodku terenu dzisiejszego Muzeum Przemysłu Naftowego i Gazowniczego w Bóbrce znajduje się kamienny obelisk upamiętniający założenie kopalni, postawiony przez Łukasiewicza w 1872 roku. Kopalnia, na terenie której zachowało się wiele historycznych obiektów i elementów infrastruktury, w 2018 roku została wpisana na listę pomników historii. Teraz trafiła też na krajową listę informacyjną UNESCO jako kandydat do wpisu na listę światowego dziedzictwa. To milowy krok w kierunku starań o międzynarodowe uznanie dla tego historycznego miejsca.\n\nDziś w Bóbrce oglądać można zabytkowe szyby wydobywcze i urządzenia do produkcji ropy, między innymi stare pompy, wieże wiertnicze, kolekcję starych lamp naftowych, archiwalne fotografie i dokumenty oraz interaktywne ekspozycje. Na terenie kopalni do dziś produkuje się ropę naftową.\n\nNa tych podwalinach powstała także polska branża, która przez dekady zajmowała się poszukiwaniem i wydobyciem ropy i gazu na terenie kraju, a później również poza jego granicami, także na innych kontynentach. Dziś jest kluczowym elementem Segmentu Upstream, jednego z filarów strategii rozwoju Grupy Orlen.\n\nGaz wciąż potrzebny\n\nPolska, podobnie jak Europa, jest w trakcie procesu transformacji. Celem jest dekarbonizacja krajowej gospodarki. Inwestycje postępują, coraz większą rolę w miksie energetycznym kraju odgrywają odnawialne źródła energii. Na koniec zeszłego roku stanowiły one blisko 30 proc. całości miksu. Ale zależne od aury źródła oparte na słońcu czy wietrze wymagają stabilizacji. Węgiel odchodzi do przeszłości, konieczne jest więc zastępowanie elektrowni węglowych jednostkami nowoczesnymi zasilanymi gazem. Ich emisyjność jest znacząco niższa niż węglówek. To oznaczać będzie wzrost popytu na gaz. Dodatkowo popyt na błękitne paliwo generuje też przemysł, między innymi chemiczny i nawozowy. Gaz jest bowiem surowcem w procesach przemysłowych. Szacuje się, że zapotrzebowanie na surowiec wzrośnie z około 18 mld m sześc. obecnie do 27 mld m sześc. w 2030 roku.\n\nStrategia koncernu na najbliższą dekadę uwzględnia te trendy. Orlen zakłada zwiększanie produkcji gazu w kraju i za granicą do 12 mld m sześc. w 2030 roku. W samej Polsce wydobycie ma wzrosnąć do 4 mld m sześc. Orlen ma także ambitne plany związane ze zwiększeniem wydobycia ropy. Pomoże w tym również proces integracji krajowych aktywów w spółce Orlen Upstream Polska. Zwiększenie efektywności zarządzania, będące efektem zmian struktury, w połączeniu z wykorzystaniem najnowocześniejszych technologii, w tym opartych na AI, przyniesie wymierne owoce już w najbliższych latach.\n\nPolska i Norwegia w centrum uwagi\n\nPrzychody Segmentu Upstream & Supply ze sprzedaży wyniosły w ubiegłym roku ok. 110 mld zł, a na inwestycje w Segmencie grupa wydała 10,5 mld zł.\n\nW kraju Segment Upstream w Grupie Orlen koncentruje swoją działalność poszukiwawczo-wydobywczą w województwach: lubuskim, kujawsko-pomorskim, wielkopolskim, zachodniopomorskim, podkarpackim i małopolskim. I mimo że działalność wydobywcza na terenie Polski prowadzona jest od bardzo dawna, wciąż udaje się odkrywać nowe, perspektywiczne złoża. Grupa ma w Polsce łącznie 238 koncesji związanych z poszukiwaniem i wydobyciem węglowodorów. Kluczowym regionem jest Wielkopolska. To właśnie tutaj Orlen wydobywa największe ilości błękitnego paliwa w kraju. Znajduje się tam 37 złóż, na których wywiercono 144 otwory. W 2024 roku produkcja gazu w tym regionie osiągnęła poziom około 1,64 mld m sześc., czyli prawie połowę ubiegłorocznej krajowej produkcji (wyniosła ona 3,3 mld m sześc.). Potwierdzeniem perspektywiczności tego obszaru jest choćby odkrycie ostatniej zimy złoża gazu w pobliżu Jarocina. Jego zasoby oszacowano na ponad 235 mln m sześc.\n\nOrlen działa też w segmencie wydobywczym za granicą. Najważniejszym rynkiem poza Polską jest Norwegia, gdzie koncern prowadzi wydobycie z dwudziestu jeden złóż, a na kolejnych siedmiu trwają prace zmierzające do rozpoczęcia eksploatacji. Tylko w 2024 roku firma wyprodukowała tam ponad 4,5 mld m sześc. gazu, który wysyłany jest do Polski podmorskim gazociągiem Baltic Pipe.\n\nPoza Norwegią Orlen działa też w Kanadzie, gdzie prowadzi działalność za pośrednictwem spółki zależnej Orlen Upstream Canada. Obecnie najważniejsze aktywa wydobywcze firmy znajdują się w prowincji Alberta w zachodniej części kraju. To rejon najbardziej perspektywicznych złóż gazu i ropy z łupków na świecie. Grupa Orlen wydobycie realizuje też w Pakistanie. W 2024 r. średnia produkcja gazu ze złóż w tych dwóch krajach wyniosła w każdym z nich po około 0,4 mld m sześc.\n\nNowe narzędzia w użyciu\n\nSzyby z kopalni w Bóbrce: Franek (z 1860 roku) i Janina (z 1878 roku), wykopano ręcznie, pierwszy do głębokości 49 metrów, drugi – do 132 metrów. Następnie pogłębiano je ręcznymi wiertnicami. Były drewniane wieże do wydobycia ropy, wóz z beczką do transportu surowca. Od tamtego momentu dzieli nas 165 lat i przepaść technologiczna.\n\nBeczki i wiaderka szybko przeszły do historii, a w ostatnich latach przemiany stają się coraz bardziej gwałtowne. Segment przechodzi obecnie jedną z największych przemian technologicznych w historii. Normą jest zagospodarowywanie złóż położonych nawet 3 tys. metrów pod ziemią, a nie są wyjątkiem sytuacje, w których wydobycie odbywa się nawet z odwiertów znajdujących się 2 kilometry pod dnem oceanu. Za świdrem wiertniczym mocuje się specjalne czujniki, które pozwalają na bieżąco modyfikować trajektorię odwiertu, by nie wyjść ze strefy roponośnej także na bardzo długich odcinkach, nawet rzędu 10–12 kilometrów. Pojawiają się podwodne platformy i sprężarki obsługiwane zdalnie z lądu. Po morskim dnie potrafią krążyć samojezdne maszyny, które wspomagają prace przy zagospodarowywaniu złóż.\n\nInżynierowie w codziennej pracy wykorzystują narzędzia oparte na sztucznej inteligencji. Rozwiązania bazujące na AI pomagają analizować dane sejsmiczne 3D, dzięki czemu udaje się szybciej i skuteczniej lokalizować nowe złoża ropy i gazu. Uczenie maszynowe otwiera przed inżynierami nowe możliwości, pozwala błyskawicznie prognozować zachowanie się złóż, unikając błędów. W odwiertach montuje się światłowody, które umożliwiają śledzenie na bieżąco procesów zachodzących w złożu i jego okolicach. Poszukiwanie i wydobycie stają się bardziej efektywne, bezpieczne i innowacyjne.\n\nOrlen od lat inwestuje w nowe technologie, w innowacyjne rozwiązania i cyfrowe narzędzia zmieniające oblicze współczesnego biznesu, ale nie odżegnuje się od tradycji. W koncernie przeszłość i przyszłość wzajemnie się uzupełniają, tworząc spójną wizję rozwoju opartego na wartościach. Wszak przyszłość wyrasta na gruncie historii, a poczucie ciągłości organizacji jest gwarantem stabilności i równowagi.\n\nMATERIAŁ POWSTAŁ WE WSPÓŁPRACY Z GRUPĄ ORLEN"
        }
    }
]