[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europejski gigant. Pierwsza partia nowych rakiet szybciej niż sądzono",
            "link": "https://tech.wp.pl/europejski-gigant-pierwsza-partia-nowych-rakiet-szybciej-niz-sadzono,7184324040354400a",
            "description": "Koncern MBDA pochwalił się dostawą pierwszej partii pocisków Aster 30 z przyśpieszonego procesu produkcyjnego. Są one drugą ...",
            "image_url": "https://www.bing.pl/th?id=OVF.AxF6EASNOmKIaWaFrstZYg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "WP Tech3 godz.",
            "source": "WP Tech",
            "article_content": "Jak podaje OCAAR w ramach poprawki 15 umowy FSAF-PAAMS Sustainment and Enhancement (S&E) podpisanej w lutym 2025 r. koncern MBDA dostarczył pierwsze nowe pociski rakietowe Aster 30 do ulokowanego we Włoszech obiektu Joint Advanced Ammunition Centre (CIMA).\n\nPierwotny plan zakładał dostawę rakiet w 2026 roku, ale ostateczna realizacja była szybsza od harmonogramu m.in. dzięki dostosowaniu i zwiększeniu mocy produkcyjnych wprowadzonych zarówno w różnych zakładach koncernu w Europie jak i u poddostawców.\n\nWarto zaznaczyć, że to oznacza ciąg produkcyjny poniżej 3 lat od momentu podpisania kontraktu na dostawę. Jest to lepszy wynik niż jeszcze parę lat temu kiedy okres oczekiwania wynosił ponad 3 lata. Dla porównania amerykański Lockheed Martin deklaruje realizację dostaw pocisków PAC-3 MSE w ciągu 29 miesięcy od podpisania kontraktu. Można też domniemywać, że możliwości produkcyjne koncernu MBDA będą niższe niż Lockheed Martina mogącego obecnie produkować 550 rakiet rocznie.\n\nDalsza część artykułu pod materiałem wideo\n\nPociski Aster 30 - suwerenna obrona przeciwlotnicza i antyrakietowa Europy\n\nRakiety Aster 30 wykorzystywane są w systemie SAMP/T bądź w systemach morskich użytkowanych w marynarkach wojennych: Francji, Wielkiej Brytanii i Włoch. Są to dwustopniowe konstrukcje, które w wersji Block 0/1 osiągają zasięg do 120 kilometrów, a w nowszych wersjach Block 1NT nawet do 150 km. Są one przeznaczone do zwalczania samolotów, a w przypadku wersji Block 1 i nowszych, także celów balistycznych.\n\nPociski te wyposażone są w aktywną głowicę radiolokacyjną, co czyni je bronią typu \"odpal i zapomnij\". Mają one własny pełnoprawny radar, który z kilkunastu lub kilkudziesięciu kilometrów samodzielnie naprowadza pocisk na cel bez potrzeby ciągłego kierowania przez radar kierowania ogniem baterii.\n\nZ kolei dzięki łączu komunikacyjnemu możliwa jest korekta toru lotu przez baterię systemu przeciwlotniczego, co jest istotne do czasu aż radar rakiety nie \"złapie celu\" lub możliwa jest zmiana celu na inny już po wystrzeleniu. Podobne rozwiązania stosowane są w pociskach PAC-3 do systemu Patriot, jednak na tym kończą się ich podobieństwa.\n\nW przeciwieństwie do amerykańskich PAC-3 MSE, które korzystają z precyzyjnej głowicy kinetycznej, europejskie Aster 30 używają ulepszonej kierunkowej głowicy odłamkowej o masie 15 kilogramów. To prostsze rozwiązanie wpływa na niższą cenę, szacowaną na 2 mln dolarów za rakietę, ale nie jest bez wad."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polsat ujawnił, kiedy pokaże „Milionerów'. Istota zmiana w prime-time",
            "link": "https://www.wirtualnemedia.pl/komentarze/polsat-ujawnil-kiedy-pokaze-milionerow-istota-zmiana-w-prime-time/page:5",
            "description": "Telewizja Polsat pokazywać będzie „Milionerów' od września cztery razy w tygodniu, tak ja to było w TVN. Wprowadzenie teleturnieju do ramówki oznacza przesunięcie emisji pasma codziennych premier ...",
            "image_url": "https://www.bing.pl/th?id=ODF.MK9LrdUJHezZY1u05yKLMQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "WirtualneMedia.pl22 godz.",
            "source": "WirtualneMedia.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare monety są poszukiwane przez kolekcjonerów. Sprawdź swoje szuflady!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/nauka-i-technika/stare-monety-s%C4%85-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-swoje-szuflady/ar-AA1JHa59?ocid=BingNewsVerp",
            "description": "Niektóre monety z okresu PRL są warte obecnie całkiem spore pieniądze. Są poszukiwane przez kolekcjonerów. Sprawdź, czy nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.b-Xel5eYwDGirjzMDTh2RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Gdańsk Nasze Miasto on MSN4 godz.",
            "source": "Gdańsk Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz jeszcze stare banknoty w domu? Sprawdź, ile są warte!",
            "link": "https://www.msn.com/pl-pl/hobby-i-zainteresowania/og%C3%B3lne/masz-jeszcze-stare-banknoty-w-domu-sprawd%C5%BA-ile-s%C4%85-warte/ar-AA1JH0DG?ocid=BingNewsVerp",
            "description": "Na niektórych banknotach z okresu PRL można zarobić? Sprawdź, czy ich nie masz. Banknoty poszukiwane są przez kolekcjonerów.",
            "image_url": "https://www.bing.pl/th?id=OVFT.Bfu9ZCngg9yyUf3cBQ0X4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Dziennik Bałtycki on MSN4 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amerykanie kochają starą porcelanę z Tułowic. Na giełdach płacą tysiące dolarów za kruche cudeńka",
            "link": "https://www.msn.com/pl-pl/historia-i-kultura-spo%C5%82ecze%C5%84stwa/historia/amerykanie-kochaj%C4%85-star%C4%85-porcelan%C4%99-z-tu%C5%82owic-na-gie%C5%82dach-p%C5%82ac%C4%85-tysi%C4%85ce-dolar%C3%B3w-za-kruche-cude%C5%84ka/ar-AA1JHpbm?ocid=BingNewsVerp",
            "description": "Ponad sto lat temu podopolska fabryka swoimi wyrobami podbiła Amerykę. Do dziś dziesiątki amerykańskich kolekcjonerów ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.rerQcqB0N0fqnoAo0DQFgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Nowa Trybuna Opolska on MSN3 godz.",
            "source": "Nowa Trybuna Opolska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Staw, różaneczniki i kamienna ławka w środku lasu. Co pozostało po samotni księżnej? Zobacz pozostałości Ma Fantaisie przy Książu",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/staw-r%C3%B3%C5%BCaneczniki-i-kamienna-%C5%82awka-w-%C5%9Brodku-lasu-co-pozosta%C5%82o-po-samotni-ksi%C4%99%C5%BCnej-zobacz-pozosta%C5%82o%C5%9Bci-ma-fantaisie-przy-ksi%C4%85%C5%BCu/ar-AA1JzTSS?ocid=BingNewsVerp",
            "description": "W letnie dni mieszkańcy Dolnego Śląska chętnie odwiedzają okolice Starego Książa i Zamku Cisy. Żółty szlak do dawnej warowni ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Hb-I4WZvX0sWBI4Vg6dxiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Wałbrzych Nasze Miasto on MSN14 godz.",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SZUKASZ: hit wza",
            "link": "https://niezalezna.pl/wyszukiwarka?page=75&q=hit%20wza",
            "description": "Sprzedaż przedmiotów ze znakami swastyki i hasłami hitlerowskich Niemiec jest propagowaniem totalitarnego ustroju państwa – ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.ro3EUsp7ud_CGxp61kk1cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Niezależna.pl12 godz.",
            "source": "Niezależna.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tykocin – małe miasteczko z wielką historią. Odkryj perłę Podlasia!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tykocin-ma%C5%82e-miasteczko-z-wielk%C4%85-histori%C4%85-odkryj-per%C5%82%C4%99-podlasia/ar-AA1JHCOI?ocid=BingNewsVerp",
            "description": "Ukryty w sercu Podlasia Tykocin zachwyca spokojem, klimatem i bogatą przeszłością. Choć to niewielkie miasteczko, skrywa w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.IicFxPdit70IbzPavGO7ZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Eska Regiony on MSN1 godz.",
            "source": "Eska Regiony on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jak spędzić pierwszy sierpniowy weekend w Rzeszowie? Zobacz przegląd imprez od piątku 1 sierpnia do niedzieli 3 sierpnia 2025!",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/jak-sp%C4%99dzi%C4%87-pierwszy-sierpniowy-weekend-w-rzeszowie-zobacz-przegl%C4%85d-imprez-od-pi%C4%85tku-1-sierpnia-do-niedzieli-3-sierpnia-2025/ar-AA1JG8QA?ocid=BingNewsVerp",
            "description": "Połowa wakacji za nami. I kolejny weekend, Gdzie się wybrać pod koniec tygodnia w Rzeszowie? Prezentujemy wydarzenia kulturalne i rozrywkowe, które odbędą się od piątku 1 sierpnia do niedzieli 3 sierp ...",
            "image_url": "https://www.bing.pl/th?id=ODF.1HhmRsrjdzWJFwhlDAHRNw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Rzeszów Nasze Miasto on MSN11 godz.",
            "source": "Rzeszów Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku [1.08.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku-1082025-r/ar-AA1JEYfU?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN3 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft wygrał. Użytkownicy Windowsa tańczą, jak im zagrali",
            "link": "https://antyweb.pl/microsoft-wygral-uzytkownicy-windowsa-tancza-jak-im-zagrali",
            "description": "Koniec wsparcia dla Windowsa 10 nie jest już odległą przyszłością, ale realnym wyzwaniem najbliższych miesięcy. Kto jeszcze ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.M6BDqQjZnf3UgW2lkS-N5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Antyweb58 min",
            "source": "Antyweb",
            "article_content": "Koniec wsparcia dla Windowsa 10 nie jest już odległą przyszłością, ale realnym wyzwaniem najbliższych miesięcy. Kto jeszcze nie podjął decyzji, powinien zrobić to szybko – zanim aktualizacje przestaną nadchodzić, a oprogramowanie i sprzęt przestaną być kompatybilne.\n\nMicrosoft ogłosił, że 14 października 2025 roku zakończy się podstawowe wsparcie techniczne dla Windowsa 10. Oznacza to koniec aktualizacji zabezpieczeń i rozwoju funkcjonalności, przynajmniej dla większości użytkowników. Choć firma oferuje jeszcze roczny program przedłużonego wsparcia (Extended Security Update), to system z 2015 roku nieuchronnie zmierza ku technologicznej emeryturze. Dane Statcountera jasno pokazują, że użytkownicy nie czekają na ostatni moment i porzucają Windowsa 10 już teraz.\n\nReklama\n\nWindows 10 traci użytkowników\n\nWedług danych z lipca 2025 roku, udział Windowsa 10 w rynku spadł z 47,98% do 42,99% – to aż 4,99 punktu procentowego mniej w zaledwie jeden miesiąc. Rok do roku strata wygląda jeszcze bardziej dramatycznie: aż 22 punkty procentowe. Jeszcze w połowie 2024 roku Windows 10 był dominującym systemem operacyjnym, teraz zaczyna ustępować miejsca swojemu kontrowersyjnemu następcy.\n\nNa tym tle wyraźnie zyskuje Windows 11, który po raz pierwszy przekroczył barierę 50% udziału w rynku systemów Microsoftu. W lipcu odnotował wzrost do poziomu 53,39%, co oznacza skok o 5,41 punktu procentowego w ciągu jednego miesiąca i wzrost o ponad 22 punkty procentowe w ciągu roku. To znaczący sukces, biorąc pod uwagę trudny start systemu, ograniczenia sprzętowe i mieszane opinie użytkowników.\n\nChoć w sieci pojawiają się głosy zwolenników alternatyw, jak np. Linuxa, to w praktyce większość użytkowników Windowsa 10 przechodzi po prostu na Windowsa 11. Dla wielu jest to najmniej problematyczna ścieżka, gdyż aktualizacja odbywa się zazwyczaj bezboleśnie, a znajomy interfejs i kompatybilność aplikacji przemawiają za pozostaniem w ekosystemie Microsoftu.\n\nWarto odnotować, że niemal 96% rynku Windowsa zajmują obecnie wspierane wersje, czyli głównie Windows 10 i 11. Pozostałe 4% to wciąż żyjące relikty przeszłości: Windows 7 (2,04%), Windows 8 (0,88%), Windows XP (0,44%) oraz Windows 8.1 (0,23%). Choć liczby te są niewielkie, pokazują przywiązanie niektórych użytkowników do sprawdzonych rozwiązań.\n\nGrafika: depositphotos"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zamykamy lipiec! 67 gier za darmo czeka, same premiery",
            "link": "https://planetagracza.pl/gry-za-darmo-67-premier-steam-do-pobrania/",
            "description": "Zobacz listę premier na Steam, za które nic nie płacisz. Oto najlepsze gry za darmo ostatnich tygodni, które zaskakują ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.gZYP4JP5TJ_oxAhCZYXQty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "PlanetaGracza.pl20 godz.",
            "source": "PlanetaGracza.pl",
            "article_content": "To ostatnia w lipcu aktualizacja naszej publikacji, w której prezentujemy najlepsze gry za darmo bieżącego miesiąca. Dołożyliśmy do poprzednich tytułów aż 20 nowych darmowych premier na Steam. Co ważne, nie są to pierwsze z brzegu średniaki, tylko wyselekcjonowane najlepsze produkcje free to play, które przyniósł mijający miesiąc. Wszystkie możecie dodać do swojej biblioteki bez płacenia i zachować na swoim koncie na zawsze.\n\nKto zbiera gry za darmo na swoim koncie Steam, niech przejrzy najnowsze premiery, które warto wrzucić do biblioteki. A jest ich sporo, bo blisko 70, w tym ogromne gry RPG akcji, zwariowane strzelanki, mroczne i przerażające horrory, jak również relaksujące platformówki czy niebanalne i zaskakujące przygodówki. Słowem – jest w czym wybierać i jeśli lubisz gry niezależne, obłowisz się zaraz po same uszy.\n\nJednak nie tylko małe indyki wypełniają naszą publikację z darmowymi grami na Steam. Znajdziecie tutaj również tytuły większe, aspirujące do AAA, z przepiękną oprawą graficzną i świetnymi efektami. Zdecydowana większość prezentowanych premier free to play została bardzo ciepło przyjęta przez społeczność, a niektóre tytuły zebrały nawet przytłaczająco pozytywne recenzje.\n\nZapraszamy więc do naszego zestawienia – sprawdzajcie nowe gry za darmo, oglądajcie zwiastuny i pobierajcie co wpadnie Wam w oko prosto ze Steam.\n\nShades of Rayna\n\nTo darmowa gra ARPG dostępna na Steam, inspirowana serią Diablo. Gracz wciela się w księżniczkę Enyę, która wyrusza w podróż, by odkryć źródło ciemności zagrażającej królestwu.\n\nDo wyboru jest sześć klas postaci, każda z unikalnymi umiejętnościami, a gra oferuje 11 map, ponad 50 rodzajów przeciwników i różne tryby endgame. System rozwoju obejmuje statystyki, relikty, ulepszanie ekwipunku i przypomina uproszczone Path of Exile. Twórcą jest jedna osoba, która planuje dalszy rozwój tytułu i aktywnie komunikuje się z graczami. Pomimo wczesnego etapu, gra zbiera pozytywne opinie za klimat i dynamikę rozgrywki.\n\nShades of Rayna – pobierz grę za darmo na Steam\n\nOff The Grid\n\nSteam udostępnił pełną wersję Off The Grid, czyli gry AAA battle royale stworzonej przez Neilla Blomkampa – reżysera filmów District 9 i Elysium. Akcja toczy się w niedalekiej przyszłości, gdzie po brutalnym teleturnieju wcielasz się w bio-maszynę składającą się z cybernetycznych kończyn, które zdobywasz po pokonanych przeciwnikach.\n\nMożesz wymieniać kończyny, dostosowywać taktykę i korzystać z ponad 15 opcji modyfikacji, co daje ogromne możliwości w starciach. Walka rozgrywa się w widowiskowym świecie sci-fi, gdzie sława w teleturnieju przewyższa strach przed śmiercią – bowiem śmierć nie oznacza końca. Gra zebrała mieszane recenzje, ale w pierwsze dni na serwerach pojawiło się ponad tysiąc graczy, co pokazuje, że tytuł przyciąga sporo uwagi.\n\nOff The Grid – pobierz grę za darmo na Steam\n\nWild West: Prototype\n\nNa Steam udostępniono darmową strzelankę Wild West: Prototype, czyli sieciowy FPS z klimatem Dzikiego Zachodu, który świetnie sprawdzi się w gronie znajomych. Akcja toczy się w otwartym, dzikim miasteczku, bez karabinów maszynowych – zamiast tego mamy rewolwery, strzelby i noże, co nadaje grze oldschoolowy charakter.\n\nGra obsługuje do 6 graczy i wprowadza ciekawy system “bounty”: pierwszy, który zabije, staje się celem dla wszystkich, co intensyfikuje rozgrywkę. Tytuł celuje w szybkie i chaotyczne potyczki, zatem jest idealny na wieczorne spotkania ze znajomymi. Premiera miała miejsce 14 lipca 2025 roku, a gra od razu przeszła w model free‑to‑play – można ją zatem pobrać i zagrać za darmo.\n\nWild West: Prototype – pobierz za darmo na Steam\n\nMecha Break\n\nMecha Break to darmowy shooter z mechami, który w zaledwie 10 minut od premiery na Steam przyciągnął 50 tys. graczy, więc można mówić o sporym sukcesie. Gra łączy elementy z Titanfalla, Armored Core i Overwatcha, oferując dynamiczne starcia w trybach 3v3, 6v6 i PvPvE.\n\nGracze sterują różnorodnymi mechami – od snajperów po wojowników wręcz – każdy z unikalnym stylem walki. Produkcja zapewnia rozbudowaną personalizację oraz fabularne tło, więc nie chodzi tutaj jedynie o bezmyślne strzelanie. Choć zawiera typowe elementy free to play, rozgrywka uznawana jest za wyjątkowo efektowną i wciągającą.\n\nMecha Break – pobierz grę za darmo na Steam\n\nSCP: CB Multiplayer Reborn\n\nNa Steam zadebiutowała również nowa darmowa gra dla fanów grozy i uniwersum SCP. Mowa o SCP: CB Multiplayer Reborn, czyli survival horrorze z dwoma trybami rozgrywki: fabularnym i PvP. W kampanii dla jednego gracza lub w kooperacji wcielamy się w więźnia klasy D, który próbuje wydostać się z laboratorium opanowanego przez anomalie.\n\nGra oferuje wiele zakończeń i decyzje wpływające na przebieg wydarzeń. W trybie PvP rywalizują różne frakcje, m.in. naukowcy, żołnierze MTF, Chaos Insurgency, a nawet same SCP. Dzięki losowym mapom każda sesja jest inna. Tytuł jest dostępny całkowicie za darmo na Steam.\n\nSCP: CB Multiplayer Reborn – pobierz grę za darmo na Steam\n\nKolejne gry za darmo na drugiej podstronie."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meble do oddana za darmo! Najciekawsze oferty z Wielkopolski. Skorzystaj z okazji i daj meblom drugie życie",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/mieszka%C5%84cy-wielkopolski-oddaj%C4%85-meble-za-darmo-najciekawsze-oferty-z-olx-skorzystaj-z-okazji-i-daj-meblom-drugie-%C5%BCycie/ar-AA1JAnzY?ocid=BingNewsVerp",
            "description": "Umeblowanie mieszkania lub domu, to nietania przyjemność. Są jednak alternatywy dla salonów meblowych. Wyposażenie wnętrza ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.U0L7CjdUE7UFcNvrFA7aNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Piła Nasze Miasto on MSN15 godz.",
            "source": "Piła Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "81. rocznica wybuchu powstania. \"Kiedyś rekonstrukcja tej tragedii mnie irytowała, teraz rozumiem ten fenomen\"",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32138380,powstancy-warszawscy-przemowia-ze-sceny-wyjatkowy-spektakl.html",
            "description": "Im dłużej mieszkam w Warszawie, im bardziej wsiąkam w jej tkankę, tym bardziej rozumiem, czym jest powstanie warszawskie - ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Bhg_m1GLyFgtMJYidKY3cC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa.Wyborcza.pl4 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Śladami przodków, czyli historia i teraźniejszość braci morawskich w Nowej Soli. 50 przyjechało z Czech, by u nas pracować. Chcą pomóc",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/%C5%9Bladami-przodk%C3%B3w-czyli-historia-i-tera%C5%BAniejszo%C5%9B%C4%87-braci-morawskich-w-nowej-soli-50-przyjecha%C5%82o-z-czech-by-u-nas-pracowa%C4%87-chc%C4%85-pom%C3%B3c/ar-AA1JHWIK?ocid=BingNewsVerp",
            "description": "Historia braci morawskich w Nowej Soli ma ponad 280 lat. Z rodziną pielęgnuje ją Josef Šeda. Właśnie przyjechało do nas ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.eDWIf2Ku97xzAgUAZb7p9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Nowa Sól Nasze Miasto on MSN25 min",
            "source": "Nowa Sól Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Głodni i śmierdzący wychodzili z kanałów i patrzyli na Śródmieście jak na inną planetę",
            "link": "https://www.newsweek.pl/historia/podziemna-walka-w-powstaniu-warszawskim-wychodzili-z-kanalow-i-nie-mogli-uwierzyc/0t3z2gl",
            "description": "Słaniający się na nogach, głodni, brudni, śmierdzący, wyszli z kanałów i łapczywie oddychając wreszcie pełną piersią, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.RTaX3AaUtwRym6yTAzjIQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Newsweek Polska3 godz.",
            "source": "Newsweek Polska",
            "article_content": "Henryk Poznański \"Bystry\", przewodnik kanałowy. W poświęconym mu poruszającym szkicu biograficznym Patrycja Bukalska pisze: \"Tyle wiemy na pewno: gdzie i kiedy zginął. Że miał stopień kaprala. I że był dzielny. Tak mówią wszyscy ci żołnierze batalionu »Parasol«, którzy się z nim zetknęli\". Do oddziału trafił 10 sierpnia, zginął niewiele ponad miesiąc później, 17 września. Nie jest do końca pewne, co działo się z nim przed wybuchem powstania. Był uwięziony na \"Gęsiówce\", to fakt. Czy brał udział w powstaniu w getcie? Czy po jego upadku ukrywał się w kanałach? Jak dostał się w ręce Niemców? Historia \"Bystrego\" to historia pytań bez odpowiedzi. Opowiadać można ją jedynie pojedynczymi obrazkami. Takimi jak ten, także z tekstu Bukalskiej: \"Wiadomo, że był. I jeszcze, że był odważny, faktycznie bystry i niewysoki. Że podobno na Czerniakowie ignorował wybuchy bomb, leżąc na plecach, paląc papierosa i patrząc w niebo. Może dlatego, że z kanałów trudno dojrzeć niebo\".\n\nFoto: fot. Joachim Joachimczyk „Joachim”/Muzeum Powstania Warszawskiego, Archiwum prywatne\n\nJednak tym, co w opowieści o Poznańskim waży najwięcej, są jego podziemne wyczyny. Kursując między Starym Miastem a Śródmieściem, uratował setki ludzi. Doskonale znający kanały prowadził zdrowych i rannych. Porucznik Jerzy Zborowski \"Jeremi\", dowódca \"Parasola\", przez dużą część sierpnia i września, według relacji Bolesława Srockiego, mówił o nim, że to \"najlepszy nabytek w czasie powstania. (…) Jest bardzo dzielny, przede wszystkim jednak jeszcze z czasów getta jest najlepszym znawcą warszawskich kanałów. Wszyscy go nam zazdroszczą\".\n\nOstatnie kilka dni sierpnia 1944 r. spędził pod ziemią. Szedł ze Śródmieścia, docierał na Starówkę, odbierał jedną grupę, doprowadzał ją do Śródmieścia, wracał, odbierał kolejną, odprowadzał ją, i znowu, i jeszcze raz. Ludzie, z którymi przychodził na miejsce, byli skrajnie wyczerpani.\n\nDo tego stopnia, że nie mogli sami wyjść na powierzchnię. Ryszard Górecki wspominał, że \"do włazu na Wareckiej doszliśmy tak zmęczeni, że o własnych siłach nie mogliśmy wspiąć się po klamrach. Ktoś ciągnął mnie za rękę, proponował pomoc w niesieniu broni, ale nie zdjąłem z siebie ani jednej sztuki\".\n\nJeszcze gorzej wyglądało to w przypadku Zbigniewa Blichewicza: \"Jeszcze chwila marszu w wygodnej pozycji i robi się koło mnie luźniej… Podnoszę oczy w górę. Właz! Więc to koniec męki!\n\n− Następny! – dochodzi mnie głos z góry.\n\nCzuję, że mowy nie ma, bym sam o własnych siłach mógł wejść po klamrach.\n\n− Ranny! – wołam. – Sam nie dam rady!\n\nSpuszczają parciane szleje. Ktoś zawiązuje mi je pod pachami i na biodrach. Po chwili, jak windą, jadę do góry. Nade mną milion gwiazd i powietrze, które wydaje mi się najcudowniej aromatyczne…\". Te \"parciane leje\", \"pasy\", jak pisała o nich Monika Żeromska, albo \"winda-krzesełko\", jak zapamiętała tę uprząż Nelli Turzańska \"Prawdzic\" z batalionu \"Dzik\", pojawiają się w wielu relacjach. Nie będzie chyba przesadą stwierdzenie, że duża część powstańców wydostała się na powierzchnię właśni dzięki nim. I nie powinno to dziwić, skoro nawet same wyziewy kanałowe, jak notowała to Barbara Niewiadomska-Kardasz z \"Bończy\", odurzały ich do tego stopnia, że nie byli w stanie sami wdrapać się na górę.\n\nWśród tych, którym to się udało, była m.in. Monika Żeromska. Próbował także Miron Białoszewski. W swoim \"Pamiętniku…\" pisał:\n\n\"Potem ja. Po klamrach. Kazałem się rannemu mocno trzymać. I rękami, i nogami. Czepiałem się w tej węziźnie. Coraz wyżej. Wyżej. Może mnie ktoś podpychał. Zbyszek czy ten drugi pomagier. Oni i Swen wychodzili za mną. Wiem, że w pewnej chwili jednocześnie poczułem zapach powietrza. Nocy. Zobaczyłem gwiazdy. I ktoś szybko złapał mnie za obydwie ręce.\n\n− Nie, nie, ja sam!\n\n− Pan nie ma już siły…\n\nNie miałem. Poddałem się. Wyciągnęli mnie na wierzch. Nie wiem kiedy. Szybko. Domy. Barykada. Śródmieście. Świadomość. Zapach. Zakołowanie\".\n\n***\n\nI tacy zakołowani, zmęczeni, brudni, śmierdzący wychodzili na powierzchnię. Pierwsze, co widzieli, poza twarzami tych, którzy pomagali stanąć im na nogi, to domy. Całe. Stały jakby niewzruszone tym, że inne domy, te na Starym Mieście, leżą w gruzach. Więcej nawet. Nie dość, że domy w Śródmieściu stały, to jeszcze miały szyby. I firanki w oknach. A do tego \"na balkonie kwiaty, ludzie chodzą, eleganccy oficerowie w wyczyszczonych wysokich butach, w czystych panterkach, na jakimś balkonie gdaczą kury\", wspomni po latach Żeromska. Inni pisali o elektryczności w piwnicach, o dozorcach zamiatających chodniki i wjazdy na podwórka. Widoki, jakie \"starówkarze\", ci \"ludzie z innego świata\", jak nazwie ich Stanisław Sieradzki, oglądali po raz ostatni blisko miesiąc wcześniej. Niedawno, a wydawało się, że całe wieki już od tamtego czasu minęły.\n\nTuż obok tych domów, jakby ignorujących fakt wojny i szalejącego dookoła zniszczenia, stały drzewa. Ale nie strzaskane kikuty, a normalne. Takie z grubymi gałęziami, cienkimi gałązkami i liśćmi. Zielonymi, czasem odrobinę już pożółkłymi od słońca, w końcu był już wrzesień, jednak ciągle wiszącymi tam, gdzie liść wisieć powinien.\n\nBardzo podobne wrażenia mieli ci wychodzący wówczas na Żoliborzu. Grażyna Dąbrowska, 24-letnia łączniczka Batalionów Chłopskich na Starówce, wspominała:\n\n\"Wyszliśmy koło bloku Krasińskiego 20, na środku ulicy, między szpalerami drzew, doznając dziwnego uczucia nagłego przeniesienia się w inny świat, jak w bajce albo we śnie. Zielone drzewa, trawa, kwiaty, niebieskie niebo, złote promienie słońca, powietrze, którym można swobodnie oddychać, rzeczy, zdawałoby się, tak oczywiste, że normalnie nie zauważa się ich – były w tym momencie czymś niezwykłym i cudownym. Na ulicach i podwórzach kręciło się sporo ludzi, domy prawie wszystkie całe, dość odległa i rzadka strzelanina, ulice z chodnikami, po których można zwyczajnie chodzić, a nie skakać po kupach gruzów i lejach, swobodna przestrzeń i duży teren bez Niemców, wszystko to było zaskakujące i dziwne. Mimo grobów na trawnikach, rowów przecinających ulice narażone na ostrzał, wielu rannych i wszystkich niebezpieczeństw oblężonej dzielnicy, Żoliborz wydawał nam się wtedy oazą bezpieczeństwa i dobrobytu\".\n\nBardzo podobnie opisał to Zygmunt Tomaszewski \"Orłow\", sierżant podchorąży, stary jak na warunki powstańczej armii, bo mający wówczas prawie 25 lat. Po tym jak cała jego grupa, śmierdząca, odpychająca samym wyglądem, łapczywie zagarniająca powietrze w płuca, znalazła się już na powierzchni i doszła \"do świadomości, że znajdujemy się wśród swoich i oczy zaczęły patrzeć normalnie, ukazał się widok jak z bajki. Wojsko w czyściutkich mundurkach z epoletami, pełnymi belek i gwiazdek, naramienniki obszyte biało-czerwonym sznureczkiem, nie mogliśmy uwierzyć, że znajdujemy się jeszcze wśród żyjących. My, brudni, głodni musieliśmy odpowiadać na dziesiątki rutynowych pytań. Nie wierzono nam, że można tak wyglądać po miesięcznym okresie walk\".\n\nW kolejnym zdaniu dodał tylko, że \"mieli za kilka dni przekonać się, że jest to możliwe\". Szerzej o tym przekonywaniu się pisał Klaudiusz Hrabyk. Jako jeden z nielicznych relacjonujących zwrócił uwagę także na zniszczenia Śródmieścia. Bo nie było tak, że tutaj kompletnie nic się nie działo. Toczyły się walki, ginęli ludzie, bombardowano domy, ostrzeliwano ulice i place. Nie tak zmasowanym ogniem, jak Stare Miasto czy za chwilę Czerniaków i Mokotów, ale i tak nikt nie mógł się czuć bezpieczny. Jednocześnie jego zapiski wyjaśniają nam dobitnie, czemu większość ludzi tego nie widziała. Zajrzyjmy więc do wspomnień Hrabyka:\n\n\"Na Nowym Świecie jaśniało jeszcze latem, niebem i słońcem. Zapadał wieczór, ale świat wydawał się uśmiechnięty i słoneczny. Był to pozór, ponieważ także na Nowym Świecie i w całej Warszawie zapadał ciężki cień nadchodzącego nieszczęścia, tu także były już ruiny, groby, byli wynędzniali ludzie, ale po Starym Mieście widać było jeszcze słońce i zieleń. Niczego innego na razie nie spostrzegliśmy. Zobaczyliśmy życie, sądząc, że byliśmy już w objęciach śmierci\".\n\n***\n\nNa razie jednak tych wyczerpanych, niewierzących w to, co dookoła, starano się otoczyć jak najlepszą opieką. O tym, że tego potrzebowali, świadczą nie tylko opisy, słowo często zawodzi, jest zniekształcone przez wadliwą pamięć, łatwo daje się manipulować, ale także zdjęcia.\n\nZawdzięczamy je Joachimowi Joachimczykowi \"Joachimowi\", prasowemu sprawozdawcy wojennemu. Zachowało się co najmniej 500. Wśród nich najlepiej znane są dwie serie. Dzielą je dwa tygodnie i nastrój. Pierwszy zestaw to zdobycie gmachu PAST-y przy ulicy Zielnej. Mnóstwo pozytywnych emocji. Radość, satysfakcja, nadzieja, że może jeszcze będzie lepiej – a może nawet i pewność, że będzie lepiej. Mija kilkanaście dni i \"Joachim\" znowu dokumentuje radość, może nawet satysfakcję. Nadziei jednak już tam nie ma. Wszyscy uwiecznieni na tych zdjęciach, nawet jeśli się uśmiechają, szczęśliwi, że udało im się przeżyć, nie mają wątpliwości, że ich koszmar już niedługo się powtórzy. Ci, którzy ich otaczają, czyści, uśmiechnięci, jeszcze nie wiedzą, że te brudne, zabandażowane, ledwo stojące cienie ludzkie są zapowiedzią ich własnej śmierci.\n\nNa razie jednak pomagali im, jak tylko mogli. Podawano ciepłą zupę, kawę, kawałek chleba, cokolwiek, żeby mogli na szybko zjeść, wypić. Najbardziej zmarzniętych okrywano kocami. Stefan Rassalski \"Ster\", żołnierz 3 batalionu pancernego AK \"Golski\", autor licznych reportaży z tamtych dni, opowiadał, że \"drżących z zimna chłopców rozbierano do naga i przykrywano, czym się dało. Niektórzy szli sami i nieśli w rękach buty, większość jednak potrzebowała pomocy, a kilku trzeba było nieść na noszach ze splecionych rąk. Tylko trzech nadawało się do dalszej walki. Siedzieli więc, gryząc cukier, gotowi od razu włączyć się do każdej akcji\".\n\nKażdemu, kto tylko chciał ich słuchać, wyjaśniali, że oni tylko chwilę odpoczną, dotlenią się – i mogą wracać na barykady. Miesiąc bezustannej walki sprawił, że nie potrafili myśleć o czymkolwiek innym. A może była to chęć czy raczej potrzeba zemsty za wszystko, co widzieli, za tych wszystkich, których zostawili na Starówce i w kanałach.\n\nRzeczywistość była inna. Organizm wyczerpany potrzebuje regeneracji. A te trzy, cztery, pięć, czasem więcej godzin w kanale, w zimnej mazi, w strachu i napięciu całego ciała wychładzało i tak osłabione już organizmy. Rannym, zanim przetransportowano ich do szpitali, podawano zastrzyki przeciwtężcowe.\n\nPo tej pierwszej pomocy, niezbędnej, żeby mogli iść dalej, kierowano ich na punkty przejściowe, gdzie mieli spędzić najbliższe godziny, może noc, dzień, żeby potem zgodnie z przydziałem skierować się na nowe pozycje. Tak Monika Żeromska razem z matką trafiły na krótko na Warecką 7, do redakcji \"Robotnika\". Po latach będzie wspominała, że nie mogły tam \"się napatrzeć temu cudownemu, normalnemu życiu. Nasze ubrania po wyschnięciu nie nadają się do dalszego noszenia. Są sztywne i zupełnie białe, ta ciecz, to przemacerowane gówno nie śmierdzi, ale jest jakby białą skorupą, która się kruszy i sypie miałkim prochem. Dają nam wszystko, jakąś bieliznę, ubrania, buty\".\n\n***\n\nDla tych, którzy nie mieścili się w Śródmieściu, przygotowano kwatery na Powiślu, mające być jeszcze przez chwilę oazą spokoju. Ale tylko przez chwilę. Nelli Turzańska notowała:\n\n\"Była godzina popołudniowa. Kobiety umieszczono u sióstr szarytek w Domu Opiekuńczym na Tamce. Pierwszą rzeczą było naturalnie doprowadzenie się do ludzkiego wyglądu. Z wielkim rozczuleniem i poświęceniem kobiety tam zatrudnione usiłowały w baliach nas domyć, a szczególnie nasze nogi, z których trudno było usunąć jakiś lepki brud-smar, po którym jeszcze następnego dnia rozpoznawano nas: – O, to ze Starówki. Nie pamiętam posiłku, ale wspaniałe sienniki ze słomą i czystą pościel. Zapadamy w mocny sen. Tu na Powiślu jeszcze światło, woda, radio…\".\n\nTakże na Powiślu miejsce dla siebie, choć tylko na jedną noc, znalazł Zbigniew Blichewicz. Na ulicy Szczyglej, niedaleko Okólnika i jego olbrzymiej biblioteki skupiającej najcenniejsze zabytki polskiej kultury, już za kilka dni zamienionych przez Niemców w kupki popiołu, mieszkał przed wybuchem powstania jeden z jego żołnierzy. Po tym jak kompanię \"Szczerby\" ulokowano w salach kina Casino na Nowym Świecie, zaproponował on swojemu dowódcy, aby poszedł razem z nim i przynajmniej tę pierwszą noc spędził w normalnych warunkach. \"Panie poruczniku, przecież wprost z tych kanałowych gówien nie będzie pan spał mokry na krześle kinowym. To nie seans i żadnego dobrego filmu dla nas nie puszczą\" – przekonywał.\n\nNa trzecim piętrze, w nietkniętej wojną kamienicy, zaproszono go do mieszkania, gdzie rytm dnia wybijał drewniany zegar z kukułką. W miłej atmosferze nakarmiono \"Szczerbę\", poczęstowano wódką, pozwolono się umyć w dużej ilości ciepłej wody i położono spać do łóżka ze zwyczajną pościelą. I to był chyba największy dla niego szok. \"Gdy mnie zaprowadzono na przeznaczone dla mnie miejsce spoczynku, przeżyłem nowe radosne oszołomienie. Osobny pokój, łóżka i czysta, świeżo powleczona pościel… Niebo otwarło się przede mną! Poprosiłem tylko, by mnie obudzono o 7.30 rano. Gdy zostałem sam, rzuciłem się natychmiast w nieskazitelną biel pościeli i, z nieopisaną rozkoszą, momentalnie zasnąłem\".\n\nKiedy obudził się rano, po raz pierwszy od dawna czuł, że ma dobry humor. Wypoczęty, z wyczyszczonym mundurem i w wypastowanych butach ruszył z powrotem do oddziału. Jednak gdy dotarł na miejsce, dobry nastrój momentalnie go opuścił. Okazało się, że jego ludzie ciągle nie dostali żadnych przydziałów żywnościowych, a co więcej – nikt nie wie, co będą dalej robić. Weterani walk na Starówce, przyzwyczajeni do tego, że ciągle są w akcji, czuli się nieswojo w tej bezczynności. \"Lidka\" z \"Zośki\" opowie po latach, jak to 6 września większą grupą udali się do lekarza batalionowego z prośbą o przydzielenie do jakiejś służby. Jakiejkolwiek. Byle coś robić, działać, nie siedzieć bezczynnie. Bo to ich wykańczało.\n\nMusieli jednak czekać. Dzień, dwa i więcej. Kto mógł, wyruszał do rodziny. Nie wszyscy wracali. Czasem dlatego, że znaleźli kolegów i koleżanki z konspiracji i decydowali się wrócić do nich, do macierzystej jednostki, innym razem trafieni przez odłamek pocisku albo \"gołębiarza\" lądowali w szpitalu, a ci mający największego pecha – w płytkim dole. Ale większość odnajdywała bliskich. Spędzała u nich po parę godzin, czasem w towarzystwie towarzyszy z oddziału. Karmiono ich, dawano czyste ubrania. Wszyscy opowiadali sobie wszystko. Co kto przeżył, jak przeżył, ile razy był zasypany, jak blisko wybuchła bomba. Normalne rozmowy tamtych dni. W końcu wstawali, wychodzili, z kieszeniami pełnymi jedzenia – i wracali do oddziału.\n\nNa ulicach spotykali się z różnymi postawami. Jedni podziwiali ich, \"patrzcie, to Starówka, ale oni wyglądają, to są żołnierze, najlepsi\". Inni nie rozumieli, jak to się mogło stać, że tak uzbrojone wojsko, podobnie do tego ze Starego Miasta, mogło przegrać. Zdarzały się nerwowe sytuacje. Dotyczyły one zwłaszcza spotkań z żandarmerią. Ta nie miała oporów przed rozbrajaniem \"starówkarzy\". Tak się stało z dwoma żołnierzami Blichewicza, który po wysłuchaniu ich opowieści podjął szybką decyzję. Rozkazał im dobrać sobie po czterech ludzi i ruszyć na miasto. A kiedy spotkają jakiś patrol żandarmerii – bez pytania mają go rozbroić, a broń oddać jemu. Rozkaz wykonali z największą ochotą.\n\nTo jednak były sytuacje incydentalne. Zdecydowanie bardziej powszechne było poczucie, że dowództwo nie zadbało o nich. O weteranów obrony Starówki. O tych, którzy przez miesiąc wgryzali się w domy, a potem w pozostałe po nich mury i kamienie, żeby jak najdłużej wytrzymać na stanowiskach, żeby tutaj, w Śródmieściu, mieli więcej czasu na przygotowanie się. Wzięli na siebie całą siłę i wściekłość niemiecką, a teraz nie mogli się doprosić przydziałów jedzenia.\n\nLeszek Wójcicki pisał:\n\n\"Z wyżywieniem w Śródmieściu bywa różnie. Każdy oddział tutaj żywi się własnym sumptem tak jak na Starówce. I gatunek jedzenia zależy od zaradności kwatermistrza i od zapasów żywności, jakie zostały zdobyte na początku powstania. Większe zapasy, więcej jedzenia. Rezultat jest taki, że niektóre oddziały mają nadmiar żywności, a inne, jak i ludność cywilna, głodują. Dotyczy to również zapasów medycznych, tytoniu i alkoholu. Oddziały, które kwaterują w restauracjach i kawiarniach, mało walczą, a chodzą stale pijani, tworząc problemy dla władz bezpieczeństwa. My ze Starówki, nie posiadając własnych zapasów żywnościowych, jesteśmy na garnuszku kwatermistrzostwa Śródmieścia\".\n\nDowództwo \"Czaty\" nie zamierzało czekać, aż ktoś im coś da. Mając doświadczenie w dbaniu o własne wyżywienie, wysłało ludzi na poszukiwanie jedzenia. Ci po kilku godzinach przynieśli kaszę, mąkę, cukier i coś na deser – galaretki budyniowe.\n\nNiektórzy próbowali wywalczyć sobie odpowiednie traktowanie u dowództwa. Blichewicz w rozmowie z majorem Stanisławem Błaszczakiem \"Rogiem\" usłyszał, że dopóki nie dostaną przydziałów bojowych, nikt nie wyda im jedzenia. Poza tym i tak nie ma z czego. Ale \"Szczerba\" nie chciał rozumieć. Miał pod rozkazami kompanię, którą musiał wykarmić. Otwarcie więc zapytał, czy w takiej sytuacji ma rozpuścić swoich ludzi na szaber. \"Oj, »Szczerba«, to nie Starówka…\" – usłyszał w odpowiedzi, a nie chcąc pozostać dłużnym, rzucił: \"Słusznie! Tam nie musieliśmy szabrować! Tam żołnierz nigdy nie był głodny\".\n\nPo powrocie do oddziału nie zabronił żołnierzom wyruszyć na poszukiwanie prowiantu. Nie robił tego na Starym Mieście, nie widział tym bardziej powodu tutaj. Postawił tylko jeden warunek – przed wyjściem mają wyczyścić broń. Sam poszedł do przyjaciela mieszkającego niedaleko. Po drodze, przechodząc ulicę znajdującą się pod ostrzałem, wywołał zachwyt u miejscowych powstańców, kiedy zamiast przebiegać szybko, szybciej i w pozycji jak najbardziej skulonej, zwyczajnie przeszedł na drugą stronę. Po miesiącu walki na Starówce nie przejmował się już takimi rzeczami jak sporadyczny ostrzał.\n\nByć może wynikało to z przyzwyczajenia się do zagrożenia, a może z poczucia totalnego bezsensu otaczającej go rzeczywistości. Już niedługo kompletnie straci wiarę. Nawet nie w zwycięstwo. Za dużo widział, za wiele przeżył, aby mieć jakiekolwiek złudzenia. Wiarę w to, że można przeżyć i żyć potem normalnie. Ale to jeszcze chwila. Na razie czekał na przydział. Dostanie go za kilka dni. Będzie bronił Powiśla, a kiedy i to upadnie, przejdzie do Śródmieścia. Tutaj już zostanie – aż do końca.\n\n***\n\nPodczas gdy Blichewicz odpoczywał, inni wracali do służby. Stanisław Jankowski (\"Agaton\") w Śródmieściu znalazł się kilka dni przed resztą oddziałów staromiejskich. Zdążył się wyspać, nabrać sił. Za dotychczasowe wyczyny razem z \"Kubusiem\", \"Wojtkiem\" i \"Jackiem\" przyznano im Krzyż Virtuti Militari V klasy. \"Jacek\" nawet zdążył wziąć ślub. Odbył się on 30 sierpnia. W tym samym dniu, kiedy Grupa \"Północ\" szykowała się do przebicia. Tutaj miłość, tam walka o przeżycie. \"Agaton\" wspominał: \"Ślub był uroczysty, jak przystało. Panna młoda w pożyczonej »nowej« sukience i w pożyczonych »nowych« butach, z bukietem petunii zerwanych na ocalałym balkonie domu przy ulicy Przeskok. Pan młody w panterce. Oboje z biało-czerwonymi opaskami na ręku\".\n\nWypoczynek Jankowskiego nie trwał jednak długo. Na osobisty rozkaz \"Grzegorza\" razem z \"Kubusiem\" przygotowali się do kolejnej wyprawy kanałami – tym razem na Mokotów. Mieli sprawdzić, jakie są szanse na uzyskanie pomocy z Lasów Chojnowskich i Kabackich. Obaj obawiali się, że skończy się jak w przypadku szukania pomocy w Kampinosie. Dużo szumu, mnóstwo starań, ofiar, a efektów – brak. Wyjścia jednak nie mieli. Starali się jednak wierzyć. Rozumieli, że bez tej głupiej nadziei \"tam po ciemku, na dole, w smrodzie i błocie\" będzie im trudno. Musieli się oszukiwać, żeby wytrzymać te wszystkie przemarsze. Bez tego warunki panujące w tunelach były zbyt przytłaczające.\n\nSam \"Agaton\" miał w tym dodatkowo prywatny interes. \"Chciałem się zrehabilitować przed samym sobą. Może jeszcze kiedyś spotkam małą, dzielną dziewczynę z kanału pod ulicą Bielańską i nie będę musiał się przed nią wstydzić\" – napisze.\n\nDo włazu zeszli na Czerniakowie, na ulicy Okrąg. Wyjaśnili jeszcze tylko przewodnikowi, który miał ich prowadzić, że już chodzili kanałami, pochwalili się swoimi baretkami Virtuti Militari i Krzyża Walecznych – i zeszli. Znowu do świata ciemności, brudu i fizycznie wyczuwalnego strachu. Do pokonania mieli jedną z dłuższych podziemnych tras tamtych dni. Zajrzyjmy jeszcze raz do zapisków \"Agatona\":\n\n\"Najgorszy był odcinek stromego podejścia na skarpę pod ulicą Dworkową. Szliśmy pod pozycjami niemieckimi. Kanał szeroki, ale tak stromy, że trzeba się było wciągać po linie-poręczy, założonej przez saperów z Mokotowa. Płytko, ale prąd tak silny, że za każdym krokiem ścieki bryzgały na twarz, zalewały oczy. Wolałem nie zastanawiać się, co by się z nami stało, gdyby tak nagle spadł deszcz. Ostatni odcinek przed włazem na Wiktorskiej był łatwy, a do tego jeszcze oświetlony niebieskimi lampkami\".\n\nTam na miejscu zobaczyli, jak profesjonalnie do sprawy wykorzystania kanałów podchodzono na Mokotowie. Tak jak zazwyczaj przy włazach czekał powstaniec, który zmarznięty i głodny informował wędrowców o końcu ich udręki, tak tutaj, żeby wydostać się na powierzchnię, należało użyć specjalnego dzwonka. Ten dawał znać obsłudze na górze, która dopiero zaalarmowana zdejmowała pokrywę i pomagała w wychodzeniu. Po dotarciu do dowództwa dzielnicy Jankowski i Bałuk ruszyli na poszukiwania oddziałów mających uratować powstanie. Jedyne, co znaleźli, czy może raczej kogo znaleźli, to matka i córka \"Agatona\". Żeby do nich dotrzeć, musiał pójść na rozpoznanie w kierunku Sadyby. Obie dalej mieszkały w tym samym domu, w którym zostawił je 1 sierpnia. Wtedy był pełen nadziei i entuzjazmu, teraz wypełniały go żal i obawa o to, czy jeszcze się z nimi zobaczy. Kiedy dotarł na miejsce, zaskoczył go nalot sztukasów. Wszyscy troje schronili się w piwnicy. Przy każdej detonacji córka wtulała się w niego nieświadoma ciągle tego, że jest jej ojcem. I tym razem nie odważył się powiedzieć jej prawdy. Następnego ranka ponownie je zostawił.\n\nWrócił do wykonywania swoich obowiązków. Tych jednak nie miał za dużo. Po kilku dniach wrócił kanałem do Śródmieścia. Z samego przejścia nic nie zapamiętał. Może faktycznie nie było tam niczego wartego uwagi, a może przyzwyczaił się. Faktem jest, że zdecydowanie gorsze od jego przeżyć na dole było to, że ponownie nie udało mu się pozyskać dla powstania pomocy. Kolejna nadzieja runęła z hukiem. Warszawa czekała na wyrok.\n\nKolejna nadzieja runęła z hukiem. Warszawa czekała na wyrok. Tekst pochodzi z książki Sebastiana Pawliny \"Wojna w kanałach. Podziemna walka Warszawy\" (Znak Horyzont, 2024). Skróty, tytuł, lead, śródtytuły i wyimki redakcja \"Newsweeka\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podróż do Austrii: Co zwiedzić i co ze sobą zabrać?",
            "link": "https://www.lm.pl/aktualnosci/podroz-do-austrii-co-zwiedzic-i-co-ze-soba-zabrac",
            "description": "Austria to kraj pełen zachwycających krajobrazów, zabytków i kulturowych niespodzianek. Każda podróż tutaj to szansa na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.SjAT8VbsEVD6xS_NTyDh_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "LM.pl20 godz.",
            "source": "LM.pl",
            "article_content": "Austria to kraj pełen zachwycających krajobrazów, zabytków i kulturowych niespodzianek. Każda podróż tutaj to szansa na odkrycie malowniczych miast, majestatycznych Alp oraz bogatej tradycji kulinarnej. Planując wyjazd, warto przemyśleć nie tylko trasę zwiedzania, ale także spakować rzeczy, które uprzyjemnią pobyt i pozwolą cieszyć się podróżą bez zbędnych niespodzianek.\n\nNajpiękniejsze miasta Austrii – od Wiednia po Salzburg\n\nWiedeń przyciąga miłośników sztuki i architektury. To tu znajdziesz imponującą Katedrę św. Szczepana, zabytkowy Pałac Schönbrunn oraz tętniące życiem muzea. Spacerując po eleganckich ulicach, można poczuć atmosferę dawnych cesarskich czasów. Salzburg, rodzinne miasto Mozarta, oczarowuje barokową starówką wpisaną na listę UNESCO i malowniczą lokalizacją nad rzeką Salzach. Warto również odwiedzić Graz z jego nietypowym wzgórzem zamkowym oraz Innsbruck, który stanowi doskonałą bazę wypadową w Alpy.\n\nAlpy austriackie – raj dla miłośników przyrody\n\nAlpy w Austrii to mekka dla amatorów aktywnego wypoczynku. Latem zachęcają do górskich wędrówek, jazdy na rowerze i odkrywania urokliwych jezior. Zimą zamieniają się w centrum sportów zimowych z doskonale przygotowanymi trasami narciarskimi i przytulnymi schroniskami. Popularne regiony, takie jak Tyrol, Karyntia czy Vorarlberg, kuszą nie tylko pięknymi widokami, lecz także gościnnością mieszkańców i regionalną kuchnią. Pobyt w Alpach warto zaplanować tak, by nacieszyć się zarówno górską naturą, jak i lokalnymi tradycjami.\n\nAtrakcje, których nie możesz przegapić\n\nAustria słynie z bogactwa atrakcji, które zadowolą każdego turystę. Wiedeńska opera, pałac Belweder z kolekcją dzieł Klimta, a także słynne kawiarnie z aromatyczną kawą i tortem Sachera to obowiązkowe punkty programu. Miłośnikom historii poleca się zwiedzanie zamku Hohensalzburg w Salzburgu oraz średniowiecznych miasteczek rozrzuconych po całym kraju. Latem warto wybrać się nad Jezioro Bodeńskie lub Hallstätter See, które zachwyca widokami niczym z pocztówki.\n\nCo zabrać w podróż do Austrii?\n\nOdpowiednie przygotowanie bagażu to gwarancja komfortowej podróży. Podstawą są dokumenty, w tym dowód osobisty lub paszport, a także prawo jazdy i potwierdzenie ubezpieczenia. W przypadku podróży samochodem niezbędna jest ważna winieta uprawniająca do korzystania z austriackich autostrad – wygodnie kupisz ją online, jeszcze przed wyjazdem. Należy pamiętać o spakowaniu odzieży odpowiedniej do warunków pogodowych – latem warto mieć ze sobą lekkie ubrania oraz cieplejszą kurtkę na wieczory, zimą niezbędna będzie odzież termiczna i akcesoria narciarskie. Przydatne są również wygodne buty do zwiedzania i apteczka z podstawowymi lekami.\n\nNie zapomnij także o przygotowaniu wszystkich wymaganych opłat drogowych, które obowiązują w Austrii. Planując przejazd autostradami lub drogami ekspresowymi, konieczne jest wykupienie odpowiedniej winiety – jej brak może skutkować wysokim mandatem podczas kontroli. Najwygodniej nabyć ją online, korzystając z wygodnych rozwiązań dostępnych na stronie https://winiety.pl/winiety-dla/austria/. Taki zakup pozwala spokojnie ruszyć w trasę, bez stresu i niepotrzebnych przestojów przy granicy czy stacjach benzynowych.\n\nPrzydatne gadżety i rzeczy, które ułatwią zwiedzanie\n\nW podróży po Austrii sprawdzą się przewodniki turystyczne, powerbank do ładowania telefonu, a także lokalna karta SIM lub internetowy pakiet danych. Warto zabrać butelkę na wodę, mały plecak na jednodniowe wycieczki i aparat fotograficzny, by uwiecznić najpiękniejsze chwile. Dla osób podróżujących samochodem polecany jest uchwyt na telefon, mapa offline i adapter do gniazdek, jeśli korzystasz z innego typu wtyczek. Komfort podczas podróży zapewnią także okulary przeciwsłoneczne oraz kosmetyki z filtrem UV.\n\nO czym jeszcze warto pamiętać, planując wyjazd do Austrii?\n\nAustria zachwyca przez cały rok, dlatego warto sprawdzić kalendarz lokalnych wydarzeń i festiwali, które pozwolą poznać tamtejszą kulturę od podszewki. Rezerwując noclegi wcześniej, możesz liczyć na atrakcyjniejsze ceny i większy wybór. Przed wyjazdem dobrze jest również zapoznać się z aktualnymi przepisami dotyczącymi ruchu drogowego oraz obowiązkiem zakupu winiety, co pozwoli uniknąć mandatu i podróżować bez stresu. Dobrze przygotowany wyjazd do Austrii to gwarancja niezapomnianych wspomnień i komfortowego wypoczynku.\n\nŹródło: codzienniezyskuje.pl"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Synagoga w Tykocinie to unikat w skali Europy. Jedna z najstarszych, największych i najlepiej zachowanych tego typu świątyń",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/synagoga-w-tykocinie-to-unikat-w-skali-europy-jedna-z-najstarszych-najwi%C4%99kszych-i-najlepiej-zachowanych-tego-typu-%C5%9Bwi%C4%85ty%C5%84/ar-AA1JFkNG?ocid=BingNewsVerp",
            "description": "To prawdziwa perełka w skali Polski, ale i Europy! Tykocińska synagoga jest obecnie drugą co do wielkości i jedną z najstarszych synagog w Polsce oraz jedną z najlepiej zachowanych synagog z XVII na k ...",
            "image_url": "https://www.bing.pl/th?id=ODF.J2HjYlW7BWiryFifLql_kw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "wykopano+zabytkowe",
            "date": "Gazeta Współczesna on MSN15 godz.",
            "source": "Gazeta Współczesna on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "W Książnicach Wielkich archeolodzy badają osadę sprzed prawie sześciu tysięcy lat!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/w-ksi%C4%85%C5%BCnicach-wielkich-archeolodzy-badaj%C4%85-osad%C4%99-sprzed-prawie-sze%C5%9Bciu-tysi%C4%99cy-lat/ar-AA1JHsr5?ocid=BingNewsVerp",
            "description": "Na terenie cmentarza parafialnego w Książnicach Wielkich (gmina Koszyce) dobiegają końca tegoroczne prace archeologiczne. Ich ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.FwQNggvrjFBleXyNaJT-Mi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Dziennik Polski on MSN2 godz.",
            "source": "Dziennik Polski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjątkowe odkrycie archeologiczne pochówków sprzed tysięcy lat",
            "link": "https://radiokielce.pl/1324742/wyjatkowe-odkrycie-archeologiczne-pochowkow-sprzed-tysiecy-lat/",
            "description": "Położone obok siebie groby z dwóch różnych kultur sprzed około 2,5 tysiąca lat p.n.e. odkryli archeolodzy podczas prac w ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.S7dukqnf3NEVEEA9a51fkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Radio Kielce16 godz.",
            "source": "Radio Kielce",
            "article_content": "Położone obok siebie groby z dwóch różnych kultur sprzed około 2,5 tysiąca lat p.n.e. odkryli archeolodzy podczas prac w Wilczycach, w powiecie sandomierskim. To wyjątkowe znalezisko, tym bardziej, że jeden z pochówków należący do kultury złockiej rzadko występuje na Wyżynie Sandomierskiej.\n\nGroby są niszowe, co oznacza, że najpierw budowano tunel, a potem kopano komorę, w której składowano ludzkie szczątki, w tym przypadku kości. Kierownik badań Tomasz Boroń z Instytutu Archeologii i Etnologii Polskiej Akademii Nauk w Warszawie powiedział, że jest to bardzo ciekawy przykład współistnienia dwóch odrębnych kultur, którym towarzyszyła magia i obrzędowość związana z tworzeniem miejsc dla zmarłych. Naukowiec podkreślił, że budowniczowie młodszego grobu wykazali się dużym szacunkiem do wcześniejszego pochówku, odgrodzili swoją komorę ogromnym i ciężkim kamieniem, co jest ewenementem dla kultury ceramiki sznurowej.\n\n– Chcieli jakby symbolicznie zamknąć tamtą strefę, pokazać, że to jest ich, a tamta część to coś odrębnego. Poza tym ta płyta nie waży 10 kilogramów, tylko ponad 100, oni musieli przedostać się z nią poprzez to zejście, wykopać niszę, wsunąć się nią i postawić ścianę – powiedział Tomasz Boroń.\n\nArcheolog Dariusz Wach z PAN, także pracujący w Wilczycach ma swoją teorię dotyczącą sposobu urządzania komór grobowych. Jego zdaniem – może to być odpowiednik wierzeń świata rzymsko-greckiego, w którym wierzono w Hades i w Charona.\n\n– Te pieczary mogły być wprowadzeniem zmarłego w świat śmierci. Kamienie ułożone na płaszczyźnie prostokąta to może być odpowiednik naszych trumien. Układano je w dwóch poziomach: mniej okazałe kamienie tworzyły coś w rodzaju ścianek, a dno było wyłożone z płyt łupkowych, bardziej atrakcyjnych, które też przykrywały górną strefę nad czaszką – stwierdził archeolog.\n\nDariusz Wach zwrócił też uwagę na to, że w grobach były kamienie przypominające swoim wzorem niebo nocą, co mogło być dodatkowym elementem wyposażenia o charakterze magicznym.\n\nStanowisko w Wilczycach jest badane przez archeologów od wielu lat i co sezon dostarcza nowych odkryć. Badania potrwają do 14 sierpnia, prowadzone są na polu udostępnionym przez Krajowy Ośrodek Wsparcia Rolnictwa. Ekipa ma również organizacyjne wsparcie ze strony Urzędu Gminy w Wilczycach. Badania finansowane są przez Wojewódzkiego Konserwatora Zabytków w Kielcach przy udziale Instytutu Archeologii i Etnologii PAN w Warszawie."
        }
    }
]