[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak było na Pchlim Targu 3 sierpnia 2025 - starocie, biżuteria, chemia, warzywa, rowery, zieleń. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-by%C5%82o-na-pchlim-targu-3-sierpnia-2025-starocie-bi%C5%BCuteria-chemia-warzywa-rowery-ziele%C5%84-zdj%C4%99cia/ar-AA1JOAP2?ocid=BingNewsVerp",
            "description": "W niedzielę, 3 sierpnia 2025 roku odbył się kolejny Pchli Targ przy alei Kazimierza Wielkiego we Włocławku. Zobaczcie na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.oMe7IT_fetZ2DDsSLKAx2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN9 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pchli Targ w pierwszą niedzielę sierpnia 2025 - starocie, biżuteria, chemia, warzywa, rowery, zieleń. Zdjęcia",
            "link": "https://www.msn.com/pl-pl/shopping/og%C3%B3lne/pchli-targ-w-pierwsz%C4%85-niedziel%C4%99-sierpnia-2025-starocie-bi%C5%BCuteria-chemia-warzywa-rowery-ziele%C5%84-zdj%C4%99cia/ar-AA1JOHDE?ocid=BingNewsVerp",
            "description": "W niedzielę, 3 sierpnia 2025 roku odbył się kolejny Pchli Targ przy alei Kazimierza Wielkiego we Włocławku. Zobaczcie na ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.6nQXxYmFMZKhiw-dRG3OyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Włocławek Nasze Miasto on MSN18 godz.",
            "source": "Włocławek Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 3.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-3-08-2025/ar-AA1JydQD?ocid=BingNewsVerp",
            "description": "Bądź szczególnie uważny sprzątając swoje szuflady. Cenne okazy mogą kurzyć się w zapomnieniu, a monety z PRL mogą być czasami ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.mbMT8HOU8wdbZ4_Ji1PvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN23 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 3.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-3-08-2025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN23 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszła na targ staroci. \"Aż mnie zatkało\"",
            "link": "https://www.fakt.pl/wydarzenia/podlaskie-portret-adolfa-hitlera-na-targowisku-staroci-wzbudzil-emocje/ncqye0p",
            "description": "Pani Magdalena wybrała się na targ staroci w Kiermusach (woj. podlaskie). Spodziewała się zobaczyć różne ciekawe rzeczy, ale ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.8S_ziTgpl0hsB_rkasVIqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Fakt.pl15 godz.",
            "source": "Fakt.pl",
            "article_content": "Pani Magdalena wybrała się na targ staroci w Kiermusach (woj. podlaskie). Spodziewała się zobaczyć różne ciekawe rzeczy, ale jednak coś ją bardzo zaskoczyło. — Zatkało mnie — mówi kobieta w rozmowie z O2. Wśród różnych staroci dostrzegła... portret Adolfa Hitlera. Nie ukrywa, że poczuła się tym zniesmaczona.\n\nTarg w Kiermusach ma już ponad 20-letnią tradycję i zjeżdżają się na niego ludzie z różnych zakątków kraju. Oprócz antyków można tam znaleźć m.in. zabawki, obrazki, stare płyty i porcelanę. Wśród tych wszystkich skarbów pani Magda zauważyła duży portret Adolfa Hitlera. — Zaniemówiłam, gdy to zobaczyłam. Zatkało mnie. Moim zdaniem takie rzeczy absolutnie nie powinny pojawiać się w przestrzeni publicznej — mówi kobieta, cytowana przez O2.\n\nPodlaskie. Portret Adolfa Hitlera na targu staroci. Ludzie zniesmaczeni\n\nPrzychodzą tu przecież setki ludzi, w tym wiele rodzin z dziećmi. Dla mnie to nie jest tylko niestosowne, to szokujące. Historia jest ważna, ale nie można jej przedstawiać w ten sposób, bez kontekstu i refleksji. To nie muzeum, tylko targowisko\n\n— mówi czytelniczka o2.pl.\n\nCzytaj też: Horror chłopca na kempingu. Pedofil w nocy wdarł się do jego namiotu. \"Obrzydliwa napaść\"\n\nSerwis zapytał specjalistę, czy sprzedaż portretu Hitlera jest legalna. Kamil Słomiński, doktorant i specjalista w dziedzinie prawa karnego z Wydziału Prawa i Administracji Uniwersytetu Warszawskiego, w rozmowie z portalem o2.pl wyjaśnił, że publiczne propagowanie ideologii nazistowskiej stanowi przestępstwo. Dodał, że samo posiadanie czy prezentowanie symboli nazistowskich nie zawsze jest karalne. Najważniejsze znaczenie ma w tym przypadku kontekst. O2 wskazuje, że zgodnie z obowiązującym prawem, osoba, która w celu rozpowszechniania posiada, nabywa, zbywa lub prezentuje przedmioty zawierające symbole nazistowskie, podlega karze do trzech lat pozbawienia wolności.\n\nSprzedawanie portretu Hitlera legalne?\n\nDla stwierdzenia przestępstwa konieczne jest, by symbolika nazistowska użyta została w sposób służący propagowaniu nazizmu. W praktyce zdarza się, że sądy uznają za przestępstwo m.in. sprzedaż odzieży, przypinek czy naklejek z symboliką SS lub swastyką na targowiskach. W przypadku wizerunków przywódców totalitarnych, samo przedstawienie ich postaci zazwyczaj nie wystarcza do stwierdzenia przestępstwa\n\n— mówi w rozmowie z O2 Kamil Słomiński.\n\nZobacz też:\n\nKoniec poszukiwań amerykańskiego żołnierza, który zaginął w Powidzu\n\nMężczyzna z zaskakującego zdjęcia wciąż na wolności. Siostrzenica przekazała ważne informacje"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby z Bytomskiego Targu Staroci w sobotę przyciągnęły tłumy miłośników unikatowych przedmiotów z duszą. Zobaczcie, co można tam kupić",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/skarby-z-bytomskiego-targu-staroci-w-sobot%C4%99-przyci%C4%85gn%C4%99%C5%82y-t%C5%82umy-mi%C5%82o%C5%9Bnik%C3%B3w-unikatowych-przedmiot%C3%B3w-z-dusz%C4%85-zobaczcie-co-mo%C5%BCna-tam-kupi%C4%87/ar-AA1JLZtu?ocid=BingNewsVerp",
            "description": "Pierwszy weekend nowego miesiąca dla wielu ludzi oznacza jedno: wizytę na Bytomskim Targu Staroci. Tłumom odwiedzającym ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.D8yijiUxdEp6_0utF7NE9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Dziennik Zachodni on MSN10 godz.",
            "source": "Dziennik Zachodni on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarby na Bytomskim Targu Staroci! Tłumy miłośników rzeczy retro spędziły sobotni poranek na poszukiwaniach. Co można było znaleźć? ZDJĘCIA",
            "link": "https://www.msn.com/pl-pl/rozrywka/news/skarby-na-bytomskim-targu-staroci-t%C5%82umy-mi%C5%82o%C5%9Bnik%C3%B3w-rzeczy-retro-sp%C4%99dzi%C5%82y-sobotni-poranek-na-poszukiwaniach-co-mo%C5%BCna-by%C5%82o-znale%C5%BA%C4%87-zdj%C4%99cia/ar-AA1JMdRF?ocid=BingNewsVerp",
            "description": "Bytomski Targ Staroci, który odbywa się na początku każdego miesiąca w dzielnicy Szombierki, przyciąga tłumy. Jest to miejsce ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.06RDSX4sI_F_cni_hAvcai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Nasze Miasto on MSN13 godz.",
            "source": "Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Strzały w Ciechanowie. Człowiek leżał na ulicy",
            "link": "https://www.fakt.pl/wydarzenia/polska/warszawa/ciechanow-mezczyzna-z-rana-postrzalowa-lezal-na-ulicy/551e18t",
            "description": "Sceny niczym z filmu kryminalnego rozegrały się w Ciechanowie (woj. mazowieckie). W centrum miasta na jednej z ulic ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.hX5ZhQRBzdu3V3t6pWDRii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Fakt.pl1 godz.",
            "source": "Fakt.pl",
            "article_content": "Sceny niczym z filmu kryminalnego rozegrały się w Ciechanowie (woj. mazowieckie). W centrum miasta na jednej z ulic znaleziono rannego mężczyznę. Ratownicy dopiero po czasie odkryli, że to ofiara strzelaniny. Sprawca ataku jest poszukiwany przez policję.\n\nJak podaje serwis pultusk.news, na chodniku znaleziono zakrwawionego mężczyznę. Ponieważ początkowo jego rana nie została zidentyfikowana jako postrzałowa, początkowo sądzono, że mężczyzna był ofiarą wypadku drogowego. Okazało się jednak, że został postrzelony, a w jego ciele tkwi kula.\n\nCiechanów. Mężczyzna postrzelony na ulicy\n\n\"Tygodnik Ciechanowski\" informuje, że do zdarzenia doszło w niedzielę 3 sierpnia późnym wieczorem. Zgłoszenie do policji wpłynęło tuż przed godz. 22. Dzwoniąca osoba wskazała, że na ul. Śląskiej leży zakrwawiony mężczyzna. Przechodzący oraz goście sąsiedniego lokalu gastronomicznego myśleli, że został potrącony przez samochód. Okazało się, że 45-latek jest postrzelony. Serwis podaje, że przytomnego mieszkańca Ciechanowa przewieziono do szpitala.\n\nCzytaj też: Mężczyzna z zaskakującego zdjęcia wciąż na wolności. Siostrzenica przekazała ważne informacje\n\nW lecznicy lekarze udzielili mu pomocy. Nieoficjalnie wiadomo, że życiu rannego nic nie grozi. \"Tygodnik Ciechanowski\" podaje, że nie wiadomo, czy mężczyzna został postrzelony w miejscu, w którym go znaleziono. Nie ma też informacji, czy policja już go przesłuchała. Śledczy nie wypowiadają się na temat motywu sprawcy, który wciąż jest poszukiwany.\n\nZobacz też:\n\nPoszła na targ staroci. \"Aż mnie zatkało\"\n\nWypadek na basenie. Tragicznie zginął pracownik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tak zmieniał się przez lata Stary Rynek w Bydgoszczy. Większość kamienic powstała w XVIII wieku",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/tak-zmienia%C5%82-si%C4%99-przez-lata-stary-rynek-w-bydgoszczy-wi%C4%99kszo%C5%9B%C4%87-kamienic-powsta%C5%82a-w-xviii-wieku-2-08-25/ar-AA1JEYfU?ocid=BingNewsVerp",
            "description": "Stary Rynek w Bydgoszczy powstał wraz z budową grodu założonego przez króla Kazimierza Wielkiego. Z tamtych czasów nie ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.sksgp-2ivalTz2Pi81ufpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "Express Bydgoski on MSN8 godz.",
            "source": "Express Bydgoski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Największe rezerwaty przyrody w Polsce to prawdziwe perły rodzimych krajobrazów",
            "link": "https://www.national-geographic.pl/traveler/kierunki/najwieksze-rezerwaty-przyrody-w-polsce-to-prawdziwe-perly-rodzimych-krajobrazow/",
            "description": "Rezerwaty przyrody są powoływane w celu zapewnienia ochrony najcenniejszych i najbardziej unikatowych obszarów naturalnych ...",
            "image_url": "https://www.bing.pl/th?id=OVF.9GXURVknsXHdjTeIU1J8BA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "National Geographic Polska20 godz.",
            "source": "National Geographic Polska",
            "article_content": "Spis treści:\n\nReklama\n\nLiczba rezerwatów przyrody w Polsce rośnie z roku na rok. U progu XXI stulecia takich obiektów było 1307. W ciągu dekady wartość ta wzrosła do 1463, co wskazywało na konsekwentny rozwój sieci obszarów chronionych. Po 2010 roku tempo wyraźnie wyhamowało. W latach 2012–2016, przybyło 29 rezerwatów. Na szczęście w następnych latach powrócono do umiarkowanego wzrostu. W 2022 roku liczba rezerwatów wyniosła 1512. Dwa lata później, w związku z inicjatywą „100 rezerwatów na 100-lecie Lasów Państwowych”, przyrost nabrał tempa. Już w kwietniu w Polsce istniało 1525 takich obszarów, a w ciągu roku liczba ta zwiększyła się o 87 kolejnych rezerwatów.\n\nCzym właściwie jest rezerwat przyrody?\n\nGdy mowa o rezerwacie przyrody, na myśli trzeba mieć obszarową formę ochrony przyrody, której zadaniem jest ochrona siedlisk przyrodniczych, gatunków roślin, zwierząt i grzybów, a także elementów przyrody nieożywionej i walorów krajobrazowych. Cel ten jest osiągany poprzez zachowanie, zrównoważone użytkowanie i odnawianie zasobów przyrodniczych.\n\nW Polsce ochroną rezerwatową obejmowane są obszary zachowane w stanie naturalnym lub mało zmienionym, na które składają się: ekosystemy, ostoje, siedliska przyrodnicze (roślin, zwierząt i grzybów), a także twory i składniki przyrody nieożywionej, które przedstawiają szczególną wartość przyrodniczą, naukową, kulturową lub krajobrazową. W tym miejscu należy podkreślić, że w ramach rezerwatu ochronie może podlegać nie zawsze całość przyrody na danym obszarze.\n\nRezerwat przyrody a park narodowy\n\nWłaśnie ta cecha w największej mierze pozwala odróżnić rezerwaty od parków narodowych. Jako forma ochrony przyrody, park narodowy jest obszarem wyróżniającym się szczególnymi wartościami przyrodniczymi, naukowymi, społecznymi, kulturowymi i edukacyjnymi. Obszar objęty taką ochroną nie może być mniejszy niż 1000 ha, a w jego granicach działaniom ochronnym podlega ogół przyrody i walorów krajobrazowych.\n\nW przypadku rezerwatów przyrody, wymóg minimalnej powierzchni nie istnieje, a ochroną mogą być objęte jedynie wybrane składniki przyrody. Właśnie ta ostatnia cecha jest kluczowa dla rozróżnienia ról funkcjonalnych parków narodowych i rezerwatów. Bo o ile druga z wymienionych form ochrony także może mieć charakter kompleksowy, to dzięki możliwości skupienia się na konkretnych, szczególnie cennych lub wrażliwych składnikach, zapewnia ogromną elastyczność i precyzję działania wszędzie tam, gdzie szersze podejście nie jest konieczne lub możliwe.\n\nRodzaje rezerwatów przyrody w Polsce\n\nZależnie od głównego przedmiotu ochrony, polskie prawo definiuje dziewięć rodzajów rezerwatów przyrody:\n\nleśny (chroni fragmenty i pozostałości dawnych puszcz o charakterze pierwotnym, typy zbiorowisk leśnych i stanowiska drzew na granicach zasięgu),\n\n(chroni fragmenty i pozostałości dawnych puszcz o charakterze pierwotnym, typy zbiorowisk leśnych i stanowiska drzew na granicach zasięgu), florystyczny (skupia się na populacjach i siedliskach gatunków lub grup gatunków roślin zarodnikowych i kwiatowych oraz grzybów kapeluszowych i porostów ),\n\n(skupia się na populacjach i siedliskach gatunków lub grup gatunków roślin zarodnikowych i kwiatowych oraz grzybów kapeluszowych i porostów ), torfowiskowy (chroni zbiorowiska i gatunki torfowisk niskich, przejściowych i wysokich),\n\n(chroni zbiorowiska i gatunki torfowisk niskich, przejściowych i wysokich), faunistyczny (powoływany w celu ochrony populacji i siedlisk ssaków, gadów, płazów, ptaków, ryb i bezkręgowców),\n\n(powoływany w celu ochrony populacji i siedlisk ssaków, gadów, płazów, ptaków, ryb i bezkręgowców), krajobrazowy (obejmujący ochroną krajobrazy przedstawiające cechy naturalne, które są charakterystyczne dla poszczególnych regionów geograficznych, często wraz z występującymi zabytkami),\n\n(obejmujący ochroną krajobrazy przedstawiające cechy naturalne, które są charakterystyczne dla poszczególnych regionów geograficznych, często wraz z występującymi zabytkami), przyrody nieożywionej (obejmuje odkrywki geologiczne, gleby, zjawiska krasowe, formy skalne, jaskinie, szatę naciekową, stanowiska skamieniałości, przykłady procesów kształtujących powierzchnię Ziemi, w tym erozji, utwory geologiczne i wydmy),\n\n(obejmuje odkrywki geologiczne, gleby, zjawiska krasowe, formy skalne, jaskinie, szatę naciekową, stanowiska skamieniałości, przykłady procesów kształtujących powierzchnię Ziemi, w tym erozji, utwory geologiczne i wydmy), wodny (chroni wody jezior, potoków, rzek i morza wraz z występującymi gatunkami zwierząt i zbiorowiskami roślin),\n\n(chroni wody jezior, potoków, rzek i morza wraz z występującymi gatunkami zwierząt i zbiorowiskami roślin), stepowy (powoływany w celu zapewnienia ochrony muraw ciepłolubnych, porastających przede wszystkim podłoże wapienne i gipsowe),\n\n(powoływany w celu zapewnienia ochrony muraw ciepłolubnych, porastających przede wszystkim podłoże wapienne i gipsowe), słonoroślowy (obejmujący ochroną słonorośla nadmorskie i śródlądowe).\n\nDodatkowo, w celu zapewnienia większej precyzji w określeniu przedmiotu ochrony, rezerwaty mogą być dzielone na typy i podtypy. Ustawodawca dopuszcza zastosowanie dwóch równoległych podziałów: wskazującego na główny przedmiot ochrony i dominujący typ ekosystemów.\n\nJakie są największe rezerwaty przyrody w Polsce?\n\nDo kwietnia 2024 roku, rezerwaty przyrody zajmowały łączną powierzchnię około 169 tys. ha, a liczba ta wciąż rośnie. Większość obszarów objętych tą formą ochrony zajmuje od kilku do kilkudziesięciu hektarów. Te, których powierzchnia mierzona jest trzycyfrową liczbą są w mniejszości, a obszary o powierzchni powyżej 1000 ha to właściwie ewenement.\n\nDla porównania, 23 istniejące w naszym kraju parki narodowe zajmują łącznie 329,5 tys. ha. Największy z nich – Biebrzański Park Narodowy – legitymuje się powierzchnią 59223 ha, czyli niemal siedmiokrotnie większą niż największy rezerwat przyrody. Który obszar dzierży ten tytuł?\n\nLasy Naturalne Puszczy Białowieskiej\n\nNajwiększy rezerwat przyrody w Polsce to Lasy Naturalne Puszczy Białowieskiej. Obszar rozpościerający się w województwie podlaskim, na terenie nadleśnictw Białowieża, Browsk i Hajnówka, ma imponującą powierzchnię 8581,62 ha. Składa się z dziewiętnastu fragmentów w obrębie kompleksu Puszczy Białowieskiej, z których każdy ma różną wielkość i kształt. Jako teren o znaczeniu międzynarodowym dla ochrony siedlisk i gatunków, w całości został objęty Europejską Siecią Ekologiczną Natura 2000.\n\nPuszcza Białowieska fot. Getty Images\n\nCel ochrony\n\nNadrzędnym celem powołania rezerwatu Lasy Naturalne Puszczy Białowieskiej było zachowanie w stanie naturalnym fragmentów jednego z największych europejskich pierwotnych lasów nizinnych. Podejmowane w tym celu działania obejmują ochronę pierwotnych lasów liściastych i mieszanych, ich nadzwyczajnej różnorodności biologicznej i umożliwienie niezakłóconego przebiegu procesów przyrodniczych. Celem istnienia rezerwatu jest także ochrona siedlisk reliktowej fauny motyli, wyróżniającej się bogactwem gatunków i występowaniem endemitów.\n\nObszar ochrony rezerwatowej stanowi integralną część szerszego kompleksu Puszczy Białowieskiej, wpisanego na listę UNESCO. Zlokalizowany w strefie ochrony ścisłej Białowieskiego Parku Narodowego, gdzie człowiek nie ingeruje w zachodzące naturalnie procesy, pozostaje miejscem unikatowym, zapewniającym idealne warunki do badań nad ekosystemami niezmienionymi przez ludzką działalność.\n\nFlora rezerwatu\n\nDla Lasów Naturalnych Puszczy Białowieskiej charakterystyczna jest obecność monumentalnych drzew, z których wiele rośnie od ponad 500 lat: dębów, lip, jesionów, grabów i klonów. Tamtejsze lasy zachowały unikatową, wielopiętrową, różnowiekową i wielogatunkową strukturę, która jest typowa dla lasów pierwotnych.\n\nNa tamtejszą florę roślin naczyniowych składa się około 1070 gatunków, z czego ponad 100 podlega ochronie prawnej. Drzewostany są zdominowane przez świerk, sosnę, brzozę, dąb szypułkowy, grab zwyczajny, olszę czarną i jesion wyniosły.\n\nNiezwykle istotnym elementem tamtejszego ekosystemu jest martwe drewno, zapewniające warunki bytowe licznym gatunkom roślin, grzybów i zwierząt. Właśnie ta cecha rezerwatu jest kluczowa dla utrzymania pełnej bioróżnorodności i zachowania naturalnych cykli ekologicznych.\n\nFauna rezerwatu\n\nLasy Naturalne Puszczy Białowieskiej stanowią kluczową ostoję dla polskiej populacji największego ze wszystkich europejskich ssaków – żubra europejskiego. Poza tym, rezerwat jest domem dla innych ssaków, m.in. wilka, rysia, łosia, jelenia i dzika. Występuje tam ponad 250 gatunków ptaków, w tym bielik, dzięcioł trójpalczasty, puszczyk mszarnik i głuszec. Doskonałe warunki do życia znalazły tam także bezkręgowce. Szczególnie licznie reprezentowane są chrząszcze i motyle.\n\nStawy Milickie\n\nObszar położony na Dolnym Śląsku, w Dolinie Baryczy, jest największym rezerwatem w województwie dolnośląskim i drugim największym w Polsce. Rezerwat faunistyczny Stawy Milickie zajmuje powierzchnię 5298,15 ha. Obszar wchodzący w skład Parku Krajobrazowego Dolina Baryczy rozciąga się na terenie dwóch gmin: Milicz i Żmigród.\n\nStawy Milickie / Fot. Adobe Stock\n\nCel ochrony\n\nRezerwat Stawy Milickie jest jedną z najważniejszych ostoi ptaków wodno-błotnych w Polsce. Obszar ten został objęty ochroną w celu zachowania cennej przyrody Doliny Baryczy – starorzeczy, rozległych łąk, kompleksu stawów rybnych i terenów podmokłych. Wszystkie te tereny od dawna są siedliskiem dla licznych rzadkich i chronionych gatunków zwierząt i roślin. Ze względu na swoją wyjątkową wartość, obszar ten został włączony do programu ONZ Living Lakes jako jeden z 13 unikatowych obszarów wodnych na świecie.\n\nFlora rezerwatu\n\nRóżnorodność i bogactwo tamtejszej flory szczególnie uwidacznia się w obszarach wodnych i brzegowych. W rezerwacie Stawy Milickie występuje wiele rzadkich gatunków, jak choćby koleantus delikatny, uwroć czy lindernia. Obfita roślinność wodna i szuwarowa obejmuje gatunki takie jak choćby psianka słodkogórz, tatarak trawiasty, kosaciec żółty, oczeret jeziorny, kropidło wodne, krwawnica pospolita, pałka szerokolistna, jaskier wielki, strzałka wodna, mozga trzcinowata, żabieniec babka wodna, knieć błotna czy niezapominajka błotna.\n\nFauna rezerwatu\n\nStawy Milickie są prawdziwym rajem dla ornitologów i każdego, kto lubi spędzać czas na obserwowaniu ptaków. Występuje tam około 300 gatunków, z czego 180 to gatunki lęgowe. Wśród pierzastych mieszkańców rezerwatu warto wymienić choćby łabędzia krzykliwego, pogorzałkę zwyczajną, bączka, bąka, kanię rudą, rybitwę czarną i rzeczną, bociana czarnego, błotniaka stawowego, krakwę, gęgawę, zimorodka i żurawia. Nie brakuje tam ptaków drapieżnych. Ta grupa jest reprezentowana przez bielika, jastrzębia, kobuza, trzmielojada i rybołowa.\n\nObszar rezerwatu jest również siedliskiem dla około 34 gatunków ryb, 5 gatunków gadów, 13 gatunków płazów i 56 gatunków ssaków. Ostatnia wymieniona gromada jest reprezentowana między innymi przez borowiaczka i popielicę szarą.\n\nBliżyńskie Lasy Naturalne\n\nBliżyńskie Lasy Naturalne to młody rezerwat. Został powołany 27 maja 2025 roku, na terenie Puszczy Świętokrzyskiej, w granicach obszaru Natura 2000 Lasy Suchedniowskie. Obszar podlegający ochronie rozpościera się na terenie gmin Bliżyn, Suchedniów i Łączna, w powiecie skarżyskim (województwo świętokrzyskie) i zajmuje powierzchnię 2964,91 ha.\n\nUtworzenie rezerwatu było wydarzeniem wyjątkowym. Dlaczego? Ze względu na powierzchnię obszaru chronionego. Od 22 lat w Polsce nie powołano tak dużego rezerwatu przyrody.\n\nCel ochrony\n\nTen wyjątkowy obszar objęto ochroną rezerwatową w celu odtworzenia i zachowania naturalnych lasów, w szczególności kompleksu bukowo-jodłowego, ale także innych typów ekosystemów leśnych. Podejmowane w tym celu działania obejmują utrzymanie drzewostanów o strukturze wiekowej, gatunkowej i przestrzennej, która pozostaje charakterystyczna dla starych lasów naturalnych, a także zachowanie naturalnej obfitości obumierających i martwych drzew, kształtowanej przez spontaniczne procesy przyrodnicze.\n\nOchroną objęto są również specyficzne gatunki roślin, grzybów i zwierząt, występujących w tych lasach. Dotyczy to także rzadkich, chronionych i reliktowych składników biocenozy Puszczy Świętokrzyskiej.\n\nFlora rezerwatu\n\nRezerwat jest domem dla wielu rzadkich i chronionych roślin. W tym miejscu należy wskazać na gatunki takie jak: turzyca Davalla i a buławnik mieczolistny i czerwony, czosnek niedźwiedzi, parzydło leśne, widłak jałowcowaty, podrzeń żebrowiec, wawrzynek wilczełyko, podkolan biały i kruszczyk błotny.\n\nWśród okazów tamtejszej flory warto wymienić także liczne epifity. Do tej grupy zaliczają się między innymi rzadkie mchy i porosty, jak Neckera pennata, Frullania dilatata, Homalia trichomanoides, Buxbaumia viridis i Dicranum viride.\n\nFauna rezerwatu\n\nRezerwat jest ostoją dla licznych gatunków owadów, z których wiele uważa się za relikty lasów pierwotnych. Należą do nich podlegające ścisłej ochronie chrząszcze, jak Boros schneideri, Cucujus haematode, Rhysodes sulcatus, Ampedus melanurus i Phaenops cyanea. Licznie występują tam także płazy (m.in. traszka grzebieniasta, rzekotka drzewna), ptaki (m.in. puszczyk uralski, dzięcioł białogrzbiety) i ssaki (m.in. mopek, borowiec leśny, orzesznica i wilk szary).\n\nNadgoplański Park Tysiąclecia\n\nNajwiększy rezerwat przyrody w województwie kujawsko-pomorskim rozpościera się w bezpośrednim sąsiedztwie jeziora Gopło. Od 14 kwietnia 2014 roku zajmuje powierzchnię 1988,61 ha (w dniu powołania ochroną objęto obszar o powierzchni 12683,76 ha). Swoim zasięgiem obejmuje dwie gminy: Jeziora Wielkie i Kruszwica.\n\nJezioro Gopło ma 25 km długości i miejscami do 2 km szerokości. W średniowieczu było jednak niemal trzykrotnie większe, stąd dawniej nazywano je nawet Mare Polonorum – Morzem Polskim (Fot. Adobe Stock)\n\nNależy wspomnieć, że na mocy rozporządzenia wojewody bydgoskiego nr 252 z 10 grudnia 1992 r. (zm. rozporządzeniem nr 29 z 31 sierpnia 1998 r.) powołano park krajobrazowy funkcjonujący pod identyczną nazwą, o powierzchni 8898 ha. W rezultacie na terenie rezerwatu powstał obszar chroniony, który częściowo funkcjonuje jako rezerwat przyrody, a częściowo jako park krajobrazowy.\n\nCel ochrony\n\nRezerwat ma za zadanie zachować cenne fragmenty ekosystemu wodno-błotnego, łąkowego i leśnego wraz z całą różnorodnością tamtejszej flory i fauny. Szczególny nacisk położono na awifaunę. Działania ochronne dotyczą miejsc lęgowych ptaków wodnych i błotnych, siedlisk ptaków przelotnych i zimujących, a także torfowisk i innych środowisk bagiennych i wilgotnych. Celem istnienia rezerwatu jest także zachowanie naturalnie ukształtowanego krajobrazu polodowcowego, a także zabezpieczenie wartości historycznych tego regionu, które są ściśle związane z początkami polskiej państwowości.\n\nFlora rezerwatu\n\nNa florę Nadgoplańskiego Parku Tysiąclecia składa się ponad 860 gatunków roślin naczyniowych. W regionie doskonale zachowały się zbiorowiska roślin wodnych, szuwarowych i bagiennych. Ze 120 zbiorowisk roślinnych, na terenie Nadgoplańskiego Parku Tysiąclecia wyróżniono 107 zbiorowisk nieleśnych i 13 leśnych. Cennymi okazami we florze rezerwatu są chronione gatunki storczyka, jak choćby kruszczyk szerokolistny, kukułka szerokolistna, lipiennik Loesela i kruszczyk błotny.\n\nFauna rezerwatu\n\nPod względem faunistycznym, największym bogactwem rezerwatu są występujące tam ptaki. Wśród nich należy wymienić: gęgawę, łabędzia niemego, perkoza rdzawoszyjnego, żurawia, zausznika, a także błotniaka łąkowego i stawowego.\n\nWystępują tam także gady (jaszczurka zwinka, zielona i żyworodna, padalec zwyczajny i zaskroniec zwyczajny), płazy (kumak nizinny, grzebiuszka ziemna, ropucha zielona i szara, rzekotka drzewna), liczne gatunki ryb (między innymi karpie, krąpie, karasie, płocie, tołpygi i węgorze) i ssaków (między innymi jelenie europejskie, sarny, dziki, borsuki, gronostaje, piżmaki i gacki brunatne).\n\nReklama\n\nOchrona dziedzictwa historycznego\n\nNadgoplański Park Tysiąclecia skupia się także na ochronie miejsc historycznych, takich jak Mysia Wieża i Kruszwica. Ta swoista integracja wynika z postrzegania historii i krajobrazów naturalnych jako nierozerwalnie powiązanych.\n\nNasz autor"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rosyjskie lato",
            "link": "https://dorzeczy.pl/opinie/761343/rosyjskie-lato-gdzie-rosjanie-spedzaja-wakacje.html",
            "description": "Bajkał, słoneczne plaże nad Morzem Czarnym lub Kaspijskim, uzdrowiska na Kaukazie, białe noce i zabytki Petersburga, a może ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.w8xhX7c9I05zK8Kvgnq1pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Do Rzeczy14 godz.",
            "source": "Do Rzeczy",
            "article_content": "Zachodnie sankcje, nałożone po inwazji na Ukrainę, nie doprowadziły do bankructwa Rosji. Gospodarka państwa agresora, w dużej mierze przeorientowana na interesy z Azją i Globalnym Południem, trzyma się mocno, w dużej mierze dzięki talentom szefowej Banku Centralnego Elwiry Nabiulliny. Rosjanie głodem jeszcze nie przymierają. Stać ich na wakacyjne wyjazdy. Na rosyjskich turystów tradycyjnie otwarte są Turcja i Egipt. Tak było przed wojną, tak jest i teraz. Niemal każdy pracownik branży turystycznej czy gastronomicznej w tureckich kurortach nad Morzem Śródziemnym mówi płynnie po rosyjsku. W Egipcie ze znajomością tego języka jest o wiele gorzej, jednak w obu krajach Rosjanie bardzo licznie i chętnie wypoczywają. I to nie tylko ci bogatsi.\n\nKrym kontra Soczi\n\nNie muszą oni jednak wcale wyjeżdżać z kraju, żeby w atrakcyjny sposób spędzić letnie miesiące. Rosja toczy wojnę, ale na cudzym terytorium. O ile Ukraińcy w Odessie w dzień wylegują się na plażach, a noce spędzają w schronach, o tyle Rosjanie mogą cieszyć się urokami tego samego Morza Czarnego (na jego wschodnim brzegu) w o wiele bardziej komfortowych warunkach."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Koszary fortu we Włochach odzyskane przez dzielnicę. Wiemy, co się z nimi stanie",
            "link": "https://warszawa.wyborcza.pl/warszawa/7,54420,32146548,wladze-wloch-odzyskaly-koszary-fortu-by-je-zrewitalizowac.html",
            "description": "Władze dzielnicy przejęły nielegalnie zajmowane koszary Fortu 'Włochy'. W środku było wielkie śmietnisko. Jest plan, by ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.nDkAQRPZQmcI4wHZrNQdCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Warszawa.Wyborcza.pl12 godz.",
            "source": "Warszawa.Wyborcza.pl",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w woj. mazowieckim. Archeolodzy znaleźli warsztat sprzed 70 tys. lat",
            "link": "https://wiadomosci.radiozet.pl/polska/niezwykle-odkrycie-w-woj-mazowieckim-archeolodzy-znalezli-warsztat-sprzed-70-tys-lat",
            "description": "Archeolodzy prowadzą badania w okolicach Zwolenia w woj. mazowieckim. Odkryto tu pochodzący sprzed 70 tys. lat warsztat.",
            "image_url": "https://www.bing.pl/th?id=OVFT.__vPkir4VvmjQAqq1QPobi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Wiadomości Radio ZET17 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Archeolodzy odkryli warsztat neandertalczyków sprzed 70 tys. lat\n\nNaprawiano tu narzędzia wykorzystywane do oprawiania mamutów, koni i nosorożców\n\nNa stanowisko przynoszono już gotowe narzędzia i intensywnie je w tym miejscu naprawiano - wyjaśniła dr hab. Katarzyna Pyżewicz z Uniwersytetu Warszawskiego\n\nBadania archeologiczne w okolicach Zwolenia\n\nJeszcze w latach 80 ubiegłego stulecia archeolodzy ustalili, że w okolicach Zwolenia w woj. mazowieckim niegdyś mieszkali neandertalczycy. W całej Polsce to jedno z nielicznych takich stanowisk, w którym zachowały się kości. Poza jaskiniami jest to niezwykle rzadkie. W Polsce jest to najbardziej wysunięte na północ miejsce, w którym natrafiono na ślady neandertalczyka.\n\nObecnie badania prowadzą tu naukowcy z Państwowego Muzeum Archeologicznego w Warszawie, Wydziału Archeologii Uniwersytetu Warszawskiego oraz Instytutu Archeologii Uniwersytetu Wrocławskiego. Archeolodzy chcą dowiedzieć się więcej na temat życia codziennego dawnych ludzi, a także ustalić, kiedy dokładnie zawitali w te rejony. - Udało nam się sprecyzować, że swoją aktywność w tym miejscu neandertalczyk przejawiał 64-75 tys. lat temu, czyli w środkowym paleolicie. To jedyne stanowisko środkowopaleolityczne w Polsce, na którym obecnie prowadzone są badania - powiedział w rozmowie z PAP kierownik projektu dr Witold Grużdź z Państwowego Muzeum Archeologicznego.\n\nArcheolodzy odkryli warsztat neandertalczyka\n\nPrace archeologów doprowadziły do niezwykłych odkryć. Nad rzeką Zwoleńką odnaleziono m.in. kości mamuta, zęby nosorożca czy przedmioty z krzemienia. - Z archiwalnych badań z lat 80. mieliśmy do dyspozycji około 330 zabytków. W samym ubiegłym sezonie pozyskaliśmy ich ponad 170. W tym sezonie również uzyskaliśmy podobną liczbę - dodał dr Grużdź. Wśród odkrywanych pozostałości po neandertalczykach znajdują się m.in. wytwarzane przez nich narzędzia, jak noże i zgrzebła, ale też odpady, powstałe w procesie ich tworzenia.\n\nArcheolodzy uważają, że odnaleźli warsztat, w którym neandertalczycy naprawiali narzędzia służące do oprawiania mamutów, koni czy nosorożców. - Na podstawie analogicznych danych ze stanowisk środkowo paleolitycznych wiemy, że tego typu narzędzia były używane do podziału tuszy zwierzęcej, do ćwiartowania zwierzyny. Zapewne mamuty, nosorożce czy konie, których kości znaleźliśmy, były poćwiartowane tymi narzędziami. Po kolejnych sezonach badań wiemy, że na stanowisko przynoszono już gotowe narzędzia i intensywnie je w tym miejscu naprawiano. Zużywały się podczas reakcji związanych z podziałem tuszy zwierzęcej - wyjaśniła dr hab. Katarzyna Pyżewicz z Uniwersytetu Warszawskiego.\n\nArcheolodzy planują kolejne badania\n\nOsady, na podstawie których archeolodzy wydatowali stanowisko, pierwotnie znajdowały się kilka metrów dalej. Zostały przesunięte, kiedy miejsce to zaczęła podmywać rzeka. - Nasze daty dotyczą czasu, w którym te materiały zostały przesunięte, a nie w którym rzeczywiście powstały. Mogą być więc jeszcze starsze, na pewno nie młodsze. W kolejnych badaniach będziemy próbowali rozwiązać tę zagadkę - powiedział dr Grużdź.\n\nW Polsce większość stanowisk związanych z neandertalczykiem pochodzi z terenów województwa dolnośląskiego i Jury Krakowsko-Częstochowskiej. Najstarsze szczątki, jakie do tej pory udało się odnaleźć w Polsce, pochodzą z sprzed około 115 tys. lat. Znaleziono je w Jaskini Ciemnej. Odkrycia związane z neandertalczykiem - należącym do wygasłej linii Homo Sapiens - są niezwykle cenne dla badaczy.\n\nŹródło: Radio ZET / PAP/Ewelina Krajczyńska-Wujec"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "04 SIERPNIA 2025",
            "link": "https://www.krakow.pl/kalendarium/1919,shw,2025-08-04,6,day.html",
            "description": "Wystawa plenerowa na terenie dawnego niemieckiego nazistowskiego obozu pracy i koncentracyjnego Plaszow. Pomiędzy ul. Kamieńskiego i Wielicką, w miejscach ważnych dla historii obozu ustawiono 19 ...",
            "image_url": "https://www.bing.pl/th?id=ODF.g3O_SGbSdDgwTMoAcQp_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Oficjalny serwis miejski - Magiczny Kraków6 godz.",
            "source": "Oficjalny serwis miejski - Magiczny Kraków",
            "article_content": "Szukaj wydarzenia\n\nKategoria: -- wszystkie -- Spacery i zwiedzanie Spektakle teatralne Spektakle taneczne Akcje czytelnicze Muzyka rozrywkowa Festiwale Wystawy czasowe Targi i kiermasze Wykłady, spacery i warsztaty artystyczne Muzyka klasyczna W gminach Metropolii Kabaret Festiwale muzyczne Festiwale i przeglądy filmowe Spotkania i slajdowiska Inne koncerty Inne przedstawienia Festiwale teatralne Dziecięce różności Pozostałe Muzyka klubowa Wydarzenia sportowe Cykle filmowe Widowiska plenerowe i happeningi Wystawy stałe Spotkania i wykłady literackie Pokazy filmowe Inne wydarzenia literackie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 3.08.2025",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mo%C5%BCesz-otrzyma%C4%87-kilka-tysi%C4%99cy-z%C5%82otych-zdj%C4%99cia-3-08-2025/ar-AA1Jy4cj?ocid=BingNewsVerp",
            "description": "O tym, że monety potrafią być warte fortunę, wiemy wszyscy. A banknoty? Mało z nas zdaje sobie sprawę, że mogą kosztować ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iKsj76OqGOVqhre9Vs3vDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński on MSN23 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykłe odkrycie w woj. mazowieckim. Archeolodzy znaleźli warsztat sprzed 70 tys. lat",
            "link": "https://wiadomosci.radiozet.pl/polska/niezwykle-odkrycie-w-woj-mazowieckim-archeolodzy-znalezli-warsztat-sprzed-70-tys-lat",
            "description": "Archeolodzy prowadzą badania w okolicach Zwolenia w woj. mazowieckim. Odkryto tu pochodzący sprzed 70 tys. lat warsztat.",
            "image_url": "https://www.bing.pl/th?id=OVFT.__vPkir4VvmjQAqq1QPobi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Wiadomości Radio ZET17 godz.",
            "source": "Wiadomości Radio ZET",
            "article_content": "Archeolodzy odkryli warsztat neandertalczyków sprzed 70 tys. lat\n\nNaprawiano tu narzędzia wykorzystywane do oprawiania mamutów, koni i nosorożców\n\nNa stanowisko przynoszono już gotowe narzędzia i intensywnie je w tym miejscu naprawiano - wyjaśniła dr hab. Katarzyna Pyżewicz z Uniwersytetu Warszawskiego\n\nBadania archeologiczne w okolicach Zwolenia\n\nJeszcze w latach 80 ubiegłego stulecia archeolodzy ustalili, że w okolicach Zwolenia w woj. mazowieckim niegdyś mieszkali neandertalczycy. W całej Polsce to jedno z nielicznych takich stanowisk, w którym zachowały się kości. Poza jaskiniami jest to niezwykle rzadkie. W Polsce jest to najbardziej wysunięte na północ miejsce, w którym natrafiono na ślady neandertalczyka.\n\nObecnie badania prowadzą tu naukowcy z Państwowego Muzeum Archeologicznego w Warszawie, Wydziału Archeologii Uniwersytetu Warszawskiego oraz Instytutu Archeologii Uniwersytetu Wrocławskiego. Archeolodzy chcą dowiedzieć się więcej na temat życia codziennego dawnych ludzi, a także ustalić, kiedy dokładnie zawitali w te rejony. - Udało nam się sprecyzować, że swoją aktywność w tym miejscu neandertalczyk przejawiał 64-75 tys. lat temu, czyli w środkowym paleolicie. To jedyne stanowisko środkowopaleolityczne w Polsce, na którym obecnie prowadzone są badania - powiedział w rozmowie z PAP kierownik projektu dr Witold Grużdź z Państwowego Muzeum Archeologicznego.\n\nArcheolodzy odkryli warsztat neandertalczyka\n\nPrace archeologów doprowadziły do niezwykłych odkryć. Nad rzeką Zwoleńką odnaleziono m.in. kości mamuta, zęby nosorożca czy przedmioty z krzemienia. - Z archiwalnych badań z lat 80. mieliśmy do dyspozycji około 330 zabytków. W samym ubiegłym sezonie pozyskaliśmy ich ponad 170. W tym sezonie również uzyskaliśmy podobną liczbę - dodał dr Grużdź. Wśród odkrywanych pozostałości po neandertalczykach znajdują się m.in. wytwarzane przez nich narzędzia, jak noże i zgrzebła, ale też odpady, powstałe w procesie ich tworzenia.\n\nArcheolodzy uważają, że odnaleźli warsztat, w którym neandertalczycy naprawiali narzędzia służące do oprawiania mamutów, koni czy nosorożców. - Na podstawie analogicznych danych ze stanowisk środkowo paleolitycznych wiemy, że tego typu narzędzia były używane do podziału tuszy zwierzęcej, do ćwiartowania zwierzyny. Zapewne mamuty, nosorożce czy konie, których kości znaleźliśmy, były poćwiartowane tymi narzędziami. Po kolejnych sezonach badań wiemy, że na stanowisko przynoszono już gotowe narzędzia i intensywnie je w tym miejscu naprawiano. Zużywały się podczas reakcji związanych z podziałem tuszy zwierzęcej - wyjaśniła dr hab. Katarzyna Pyżewicz z Uniwersytetu Warszawskiego.\n\nArcheolodzy planują kolejne badania\n\nOsady, na podstawie których archeolodzy wydatowali stanowisko, pierwotnie znajdowały się kilka metrów dalej. Zostały przesunięte, kiedy miejsce to zaczęła podmywać rzeka. - Nasze daty dotyczą czasu, w którym te materiały zostały przesunięte, a nie w którym rzeczywiście powstały. Mogą być więc jeszcze starsze, na pewno nie młodsze. W kolejnych badaniach będziemy próbowali rozwiązać tę zagadkę - powiedział dr Grużdź.\n\nW Polsce większość stanowisk związanych z neandertalczykiem pochodzi z terenów województwa dolnośląskiego i Jury Krakowsko-Częstochowskiej. Najstarsze szczątki, jakie do tej pory udało się odnaleźć w Polsce, pochodzą z sprzed około 115 tys. lat. Znaleziono je w Jaskini Ciemnej. Odkrycia związane z neandertalczykiem - należącym do wygasłej linii Homo Sapiens - są niezwykle cenne dla badaczy.\n\nŹródło: Radio ZET / PAP/Ewelina Krajczyńska-Wujec"
        }
    }
]