[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy sklep z antykami na mapie Wrocławia. Na półkach skarby z całej Europy. Co można kupić? zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/nowy-sklep-z-antykami-na-mapie-wroc%C5%82awia-na-p%C3%B3%C5%82kach-skarby-z-ca%C5%82ej-europy-co-mo%C5%BCna-kupi%C4%87-zobaczcie-zdj%C4%99cia/ar-BB1rofel?ocid=BingNewsVerp",
            "description": "Na wrocławskim osiedlu Ołbin otworzył się nowy sklep z antykami i starociami z Polski i Europy. Znajdziecie tam unikatowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o8_OSzJgZo9Z3170Tq2JZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Wrocławska on MSN16 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dlaczego polubiliśmy modę vintage?",
            "link": "https://www.radiokrakow.pl/audycje/dlaczego-polubilismy-mode-vintage/",
            "description": "Moda vintage od lat fascynuje i inspiruje coraz więcej osób, ale co tak naprawdę kryje się za tym popularnym terminem?",
            "image_url": "https://www.bing.pl/th?id=OVFT.DtmQSMk3w64MAGS40Slh-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Radio Kraków S.A.22 godz.",
            "source": "Radio Kraków S.A.",
            "article_content": "Czym jest styl vintage?\n\nModa vintage to przede wszystkim stara odzież, która ma ponad 20 lat. Ubrania z lat 2000 zaczynają być również uznawane za vintage, choć budzi to pewne kontrowersje, ponieważ ten okres był jeszcze całkiem niedawno.\n\nDla wielu osób lata 2000 to jeszcze nie tak odległy czas, ale z perspektywy mody zaczynają już spełniać kryteria vintage – mówi Magdalena Moćko.\n\nCo różni vintage od zwykłych ubrań z second-handów? Co jest fascynującego w tym stylu?\n\nSecond-hand to miejsce, gdzie znajdziemy wszystko - od rzeczy vintage po współczesne ubrania niskiej jakości. W przypadku vintage mamy do czynienia z wyselekcjonowaną odzieżą, która wyróżnia się jakością i unikalnością. Vintage to np. różne starocie po naszych babciach, mamach czy ubrania sprowadzane z Francji lub Stanów. Ten styl jest unikatowy, bo mogę znaleźć coś, czego nikt inny nie będzie miał. Poza tym ubrania vintage są często wykonywane z wysokiej jakości materiałów, które są trwałe i komfortowe.\n\n(cała rozmowa do posłuchania)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 14.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-14012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 14.01.2025",
            "link": "https://www.msn.com/pl-pl/finanse/og%C3%B3lne/ta-moneta-z-prl-mo%C5%BCe-by%C4%87-warta-nawet-30-tys-z%C5%82otych-koniecznie-zobacz-swoje-szuflady-zdj%C4%99cia-14-01-2025/ar-BB1rq17h?ocid=BingNewsVerp",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński on MSN3 godz.",
            "source": "Głos Szczeciński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 14.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-14012025/ar-BB1rq2wV?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ich pojawienia się na rynku. Najczęściej poszukiwane monety przez kolekcjone ...",
            "image_url": "https://www.bing.pl/th?id=ODF.A9xqYWX22R6wJlvUbZ9SPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Express Ilustrowany on MSN4 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 14.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-14012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skarb w nodze hrabiego. Niezwykłe odkrycie w kościele, gdzie Luter wygłosił ostatnie kazania",
            "link": "https://kopalniawiedzy.pl/Eisleben-skarb-monety-Marcin-Luter,37608",
            "description": "Najnowszą monetą jest podwójny dukat wybity przez arcybiskupa Moguncji Anselma Casimira Wambolda von Umstadta w 1638 roku.",
            "image_url": "https://www.bing.pl/th?id=OVFT.u67IOiWPx97wBWp1vGa7ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "kopalniawiedzy.pl1 godz.",
            "source": "kopalniawiedzy.pl",
            "article_content": "Skarb w nodze hrabiego. Niezwykłe odkrycie w kościele, gdzie Luter wygłosił ostatnie kazania\n\n2 godz. temu | Humanistyka\n\nW Eisleben, mieście urodzin i śmierci Marcina Lutra, w kościele św. Andrzeja, w którym Luter wygłosił swoje ostatnie kazania, znaleziono skarb składający się z 816 monet. Zostały one ukryte około 1640 roku w rzeźbie, która zdobi wykonany z 1567 roku nagrobek hrabiny Magdaleny (zm. 1565) i hrabiego Johanna Albrechta I z linii Mansfeld-Arnstein (zm. 1586). Mieszki z monetami ukryto w nodze hrabiego.\n\nOdkrycia skórzanych sakiewek zawierających monety dokonano podczas prac renowacyjnych. We wnęce rzeźby konserwatorzy wyczuli coś miękkiego. Okazało się, że to stara skarpeta, którą prawdopodobnie wykorzystano przed 100 laty do czyszczenia rzeźb. Najprawdopodobniej wpadła ona do środka, a prowadzący wówczas prace się tym nie przejęli. Pod skarpetą było zaś coś znacznie bardziej interesującego. Cztery mieszki z 816 dobrze posortowanymi monetami. Najcenniejsze z nich, złote, zostały owinięte w papier, a napisy na nim świadczą, że była to część kościelnego skarbca. Nie były to jednak pieniądze z coniedzielnej tacy, ale zebrane przy innych okazjach.\n\nW skarbie znaleziono monetę znaną jako złoty anioł, podwójnego dukata, kilka talarów, półtalarów i ćwierćtalarów. Jednak główną część zbioru stanowią wybite w Saksonii drobne monety, takie jak srebrne schreckenbergery, zinsgroschen oraz niemal 300 groszy praskich pochodzących z końca średniowiecza.\n\nNajnowszą monetą jest podwójny dukat wybity przez arcybiskupa Moguncji Anselma Casimira Wambolda von Umstadta w 1638 roku. Niewiele starsze są monety wybite po okresie ostrego kryzysu finansowego zwanego „Kipper i Wipper”, kiedy to doszło do masowego psucia monety. To saksońsko-turyński talar, saksońskie grosze oraz trzy złote monety.\n\nZaskakującą cechą znalezionego skarbu jest fakt, że okres „Kipper i Wipper” nie pozostawił w nim śladu. W tym okresie menniczego chaosu i dewaluacji właściciele mennic masowo nie przestrzegali ordynacji menniczych dotyczących liczby i gatunków wybijanych monet. Inflacja była szczególnie dotkliwa w hrabstwie Mansfeld, do którego należało Eisleben. Działało tam ponad 20 mennic, które masowo biły miedziane pieniądze. To wyjaśnia, dlaczego w znalezionym skarbie widzimy sporo późnośredniowiecznych monet. Nie stanowiły one znaczącego odsetka wśród monet obiegowych w XVI wieku, jednak po kryzysie zyskały na znaczeniu, gdyż pokładano zaufanie w ich wartość. Masowo bite miedziane monety nie trafiły do skarbu.\n\nSkarb został ukryty w rzeźbie z szwedzkich najazdów łupieżczych. W latach 1636–1644 Eisleben było wielokrotnie – niemal co tydzień – rabowane przez Szwedów. Miejskie kroniki z tamtych lat są pełne opisów obowiązkowych kwaterunków dla żołnierzy, kontrybucji i innych uciążliwości. W latach 1628–1650 miasto straciło połowę ludności. Na podstawie zapisków z lat 1623–1642 naukowcy obliczyli, że miasto wydało w tym czasie 212 258 talarów na okup i żywność dla obcych wojsk. To gigantyczna kwota.\n\nSilny, dobrze zarabiający górnik otrzymywał około 1 talara tygodniowo. Jednak zarobki zdecydowanej większości górników wynosiły około 0,5 talara tygodniowo. Za talara można było kupić 8 funtów masła czy 24 śledzie. Zatem wydatki niewielkiego Eisleben związane z obecnością obcych wojsk były gigantyczne.\n\nEksperci będą teraz badali, czy znaleziony skarb nie jest częścią „Aerarum Pastorale”, specjalnego funduszu parafialnego ustanowionego w Eisleben w 1561 roku. Fundusz ten przeznaczony był na kształcenie teologów oraz pensje, ubezpieczenie zdrowotne i emerytalne księży w parafii. Był niezależny od władz i zgromadzenia parafian. Trwają też prace nad zbadaniem każdej z monet oraz stworzenie ich katalogu, który zostanie udostępniony w sieci."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cenne wazony z PRL-u na sprzedaż. Wazony szklane, kryształowe i porcelanowe na OLX - zdjęcia i aktualne ceny [14.01.2025]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/cenne-wazony-z-prl-u-na-sprzeda%C5%BC-wazony-szklane-kryszta%C5%82owe-i-porcelanowe-na-olx-zdj%C4%99cia-i-aktualne-ceny-14012025/ar-BB1rgmNV?ocid=BingNewsVerp",
            "description": "Stare wazony z PRL-u wróciły do łask kolekcjonerów i wielbicieli wystroju w stylu vintage. Wazony kryształowe, z kolorowego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.VIx%2bUR%2fu8t2jiVFVDwRb8w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Wrocławska on MSN5 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! 14.01.2025",
            "link": "https://gk24.pl/ta-porcelana-z-prl-jest-warta-majatek-unikatowe-zestawy-talerze-filizanki-z-prl-tych-przedmiotow-szukaja-kolekcjonerzy-14012025/ar/c9-18691509",
            "description": "Obecnie zwracamy olbrzymią uwagę na wystrój swoich domów czy mieszkań, a właśnie takie przedmioty, unikatowe, wyróżniające się barwami, motywami i wzorami, jak porcelana czy ceramika z czasów PRL, ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl6 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta biżuteria z PRL jest warta majątek! Piękne pierścionki, naszyjniki, ozdoby z PRL na sprzedaż. Ich szukają kolekcjonerzy 14.01.2025",
            "link": "https://gk24.pl/ta-bizuteria-z-prl-jest-warta-majatek-piekne-pierscionki-naszyjniki-ozdoby-z-prl-na-sprzedaz-ich-szukaja-kolekcjonerzy-14012025/ar/c9-18813191",
            "description": "Ta porcelana z PRL jest warta majątek! Unikatowe zestawy, talerze, filiżanki z PRL. Tych przedmiotów szukają kolekcjonerzy! Z pewnością wiele osób nie zdaje sobie sprawy, że może posiadać w swoim domu ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sąd zabezpieczył majątek Starego Browaru w Kościerzynie",
            "link": "https://www.msn.com/pl-pl/finanse/najpopularniejsze-artykuly/stary-browar-w-ko%C5%9Bcierzynie-na-skraju-upad%C5%82o%C5%9Bci-zabytkowy-kompleks-w-powa%C5%BCnych-tarapatach/ar-BB1rmkew?ocid=BingNewsVerp",
            "description": "Legenda lokalnego piwowarstwa - Stary Browar w Kościerzynie - zmaga się z poważnymi problemami. Obiekt stoi w obliczu postępowania upadłościowego. Decyzja o ustanowieniu tymczasowego nadzorcy sądowego ...",
            "image_url": "https://www.bing.pl/th?id=ODF.5s2nDicEFNR6T9e5rt0xCA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Dziennik Bałtycki on MSN23 godz.",
            "source": "Dziennik Bałtycki on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują wyjątkowych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu?",
            "link": "https://dziennikzachodni.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-14012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie ...",
            "image_url": "https://www.bing.pl/th?id=OVF.cac%2f5mfeSMu33ddgvfnlfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "dziennikzachodni.pl5 godz.",
            "source": "dziennikzachodni.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 14.01.2025",
            "link": "https://poranny.pl/kolekcjonerzy-poszukuja-tych-antykow-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-14012025/ar/c9-17262255",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Poranny5 godz.",
            "source": "Poranny",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowy sklep z antykami na mapie Wrocławia. Na półkach skarby z całej Europy. Co można kupić? zobaczcie zdjęcia",
            "link": "https://www.msn.com/pl-pl/styl-zycia/podroze/nowy-sklep-z-antykami-na-mapie-wroc%C5%82awia-na-p%C3%B3%C5%82kach-skarby-z-ca%C5%82ej-europy-co-mo%C5%BCna-kupi%C4%87-zobaczcie-zdj%C4%99cia/ar-BB1rofel?ocid=BingNewsVerp",
            "description": "Na wrocławskim osiedlu Ołbin otworzył się nowy sklep z antykami i starociami z Polski i Europy. Znajdziecie tam unikatowe ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o8_OSzJgZo9Z3170Tq2JZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Wrocławska on MSN16 godz.",
            "source": "Gazeta Wrocławska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wjechał w siedem samochodów w Poznaniu i uciekł pieszo. Sprawca zgłosił się na policję",
            "link": "https://gloswielkopolski.pl/wjechal-w-siedem-samochodow-w-poznaniu-i-uciekl-pieszo-sprawca-zglosil-sie-na-policje/ar/c1p2-27161941",
            "description": "W sobotnią noc nieznany sprawca wjechał w siedem samochodów i uciekł z miejsca zdarzenia. Doszło do tego na Łazarzu w Poznaniu. Policja prowadzi poszukiwania.",
            "image_url": "https://www.bing.pl/th?id=ODF.U-Vp0xK7SYVhjnH4oToWdw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "gloswielkopolski20 godz.",
            "source": "gloswielkopolski",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyjaśnienia Diecezji Opolskiej dotyczące prac archeologicznych prowadzonych w katedrze opolskiej",
            "link": "https://sunday.niedziela.pl/artykul/96930/Wyjasnienia-Diecezji-Opolskiej-dotyczace-prac-archeologicznych-prowadzonych-w",
            "description": "W związku z ukazaniem się na stronie internetowej Uniwersytetu Opolskiego i komentowanego przez niektóre media (także społecznościowe) wywiadu z prof. Anną Pobóg-Lenartowicz pt. „Nie do wiary!', publi ...",
            "image_url": "https://www.bing.plNo image",
            "category": "relikty",
            "date": "Niedziela4 godz.",
            "source": "Niedziela",
            "article_content": "Informacje te w wielu miejscach są nieprawdziwe i krzywdzące zarówno w kwestii oceny postawy grona profesorów i ekspertów, powołanych przez Biskupa Opolskiego, jak i działań podjętych przez właściciela i gospodarza katedry opolskiej. Dlatego uważamy, że naszym wiernym, a także wszystkim, którym dobro katedry opolskiej leży na sercu, należy się uczciwe przedstawienie faktów.\n\nReklama\n\nPierwsza teza wywiadu: „Kolejne odkrycia archeologiczne, najpierw na zewnątrz, a potem wewnątrz katedry, nie były na rękę duchownym zarządzającym świątynią, którzy chcieli jak najszybciej zakończyć trwające od kilku lat prace remontowe?”.\n\nPodziel się cytatem Podziel się cytatem\n\nOdpowiedź:\n\nBadania archeologiczne na zewnątrz katedry od wiosny 2022 do końca lipca 2022 roku były prowadzone na prośbę i wniosek proboszcza parafii ks. Waldemara Klingera i miały na celu przebadanie przestrzeni i uwarunkowań terenu na zewnątrz krypty pod kaplicą adoracji Najświętszego Sakramentu. Przestrzeń badawcza znajdowała się w obszarze, gdzie ze względu na brak środków finansowych, nie planowano prowadzić prac renowacyjnych (nawa zewnętrzna kaplicy północnej). W tym przypadku trudno więc twierdzić, że prace archeologiczne prowadzone na zewnątrz katedry były „nie na rękę”.\n\nWarto przedstawić chronologię prac archeologicznych we wnętrzu kościoła katedralnego:\n\nReklama\n\nLatem 2021 roku parafia katedralna w Opolu otrzymała decyzję z Narodowego Funduszu Ochrony Środowiska i Gospodarki Wodnej (NFOSiGW) w Warszawie o otrzymaniu dofinansowania na termomodernizację 4 obiektów należących do parafii. Dofinansowanie otrzymała również katedra opolska. W umowie zawartej pomiędzy NFOŚiGW w Warszawie a parafią katedralną zostały określone warunki realizacji umowy, w tym zakresy rzeczowe prac oraz terminy ich realizacji, co w projektach nazywamy harmonogramem rzeczowo-finansowym zadania. W katedrze opolskiej zakres prac przewidywał min. instalację ogrzewania podłogowego na powierzchni 380 m2 posadzki. Cała powierzchnia posadzki w kościele wynosi ok. 1000 m2. Jesień 2021 roku i pierwsze półrocze 2022 roku był czasem przeznaczonym na przygotowanie projektów budowlanych dla 4 obiektów oraz uzyskania koniecznych pozwoleń administracyjnych, w tym m.in. budowlanych i konserwatorskich. W przypadku obiektów zabytkowych, należy podkreślić, że jest to etap wypełniony szeregiem konsultacji i ustaleń z urzędem konserwatorskim. W pierwszym półroczu 2022 roku złożono do OWKZ następujące wnioski o wydanie pozwoleń konserwatorskich:\n\n- wniosek na instalację ogrzewania podłogowego w katedrze opolskiej – w ramach zakresu rzeczowego realizowanego ze środków NFOSiGW;\n\n- wniosek na wymianę posadzki – wniosek został złożony przy wsparciu OWKZ;\n\n- wniosek na przeprowadzenie badań archeologicznych we wnętrzu kościoła katedralnego – w związku z planowaną instalacją ogrzewania podłogowego i wymianą posadzek, badania miały mieć charakter tzw. sondażowy, obligatoryjny, w przypadku zamiaru przeprowadzenia inwestycji, co określa jasno ustawa o ochronie zabytków i opiece nad zabytkami.\n\nW wyniku złożonych wniosków uzyskano następujące pozwolenia konserwatorskie:\n\n- marzec 2022 - pozwolenie nr 158/N/2022 z dnia 22.03.2022 r., ZN.5142.81.2022.MK, wydane przez OWKZ, pozwalające na prowadzenie robót budowlanych, m.in. w zakresie montażu ogrzewania podłogowego w nieruchomości;\n\n- lipiec 2022 - pozwolenie nr 424/N/2022 z dnia 6.07.2022 r., ZN.5142.291.2022.MK, wydane przez OWKZ, na prowadzenie prac restauratorskich w zakresie wymiany posadzek w nieruchomości;\n\n- lipiec 2022 - pozwolenie nr 120/A/2022 z dnia 06.07.2022 r., ZA.5161.115.2022.GM, wydane przez OWKZ, zezwalające na prowadzenie badań archeologicznych we wnętrzu nieruchomości, w związku z wymianą posadzki i poprowadzeniem grzewczej instalacji podłogowej.\n\nReklama\n\nPo uzyskaniu pozwoleń konserwatorskich parafia mogła starać się o uzyskanie pozwoleń budowlanych na prowadzenie prac inwestycyjnych. Następnym etapem było przeprowadzenie postępowania przetargowego – zgodnie z wymaganiami NFOŚiGW. Procedury przetargowe na prace inwestycyjne zakończono w połowie sierpnia 2022 roku.\n\nReklama\n\nBiorąc pod uwagę złożoność planowanych prac, parafia miała świadomość, że z mocy ustawy konieczna będzie realizacja prac badawczych archeologicznych. Dla każdego inwestora jest to etap konieczny. W przypadku prac archeologicznych w katedrze należy pamiętać, że w pozwoleniu Opolskiego Wojewódzkiego Konserwatora Zabytków (OWKZ) jasno zostało określone, że miały być to badania prowadzone w związku z realizacją inwestycji, czyli tzw. sondażowe, a nie szeroko-płaszczyznowe badania stacjonarne. Już kilka dni po rozpoczęciu prac zarówno badacze, jak i właściciel obiektu mieli świadomość, że prace sondażowe zmienią swój charakter i czas trwania tak prowadzonych badań może być trudny do określenia. Niepewność co do sposobu prowadzenia prac wykopaliskowych oraz czas ich trwania były niepokojące dla parafii ze względu na terminy realizacji zakresów prac określonych w umowie zawartej z NFOSIGW (harmonogram rzeczowo-finansowy) oraz w umowie z wykonawcą prac inwestycyjnych w katedrze. Parafia, dostrzegając fakt znaczenia odkryć architektury kościoła kolegiackiego oraz mając świadomość, że nie będzie w stanie zrealizować zamierzeń inwestycyjnych w zaplanowanych terminach, podjęła decyzję o rozwiązaniu umowy z wykonawcą prac inwestycyjnych. Należy przy tym podkreślić fakt, że w ramach umowy z parafią, wykonawca wykonał demontaż posadzki w kościele, pod wskazanym nadzorem konserwatorskim oraz budowlanym i przy stałej obecności kierownika badań archeologicznych, co było etapem koniecznym do rozpoczęcia prac archeologicznych.\n\nNależy w tym miejscu przypomnieć, że kompleksowy remont katedry opolskiej trwa nieprzerwanie od 2015 roku do chwili obecnej. W tym okresie złożono ok. 50 wniosków do instytucji publicznych o przyznanie dotacji na jego realizację, co było możliwe przy ogromnym wsparciu również darczyńców. Parafia nie zamierzała „kończyć jak najszybciej trwających od kilku lat prac remontowych” zwyczajnie, z powodu braku środków finansowych na ich realizację.\n\nReklama\n\nDruga teza wywiadu: „Prace wstrzymano, myślę, że z powodu obecności dziennikarzy, którzy pojawili w katedrze. Była tam też pełnomocniczka biskupa ds. realizowanych obiektów, powiedziałam jej, że jak media pokażą, jak tu się mieli ludzkie kości, to trudno będzie kogokolwiek przekonać, że to nie jest profanacja”.\n\nPodziel się cytatem Podziel się cytatem\n\nOdpowiedź:\n\nReklama\n\n29 sierpnia 2022 roku rozpoczęły się sondażowe badania archeologiczne. Zgodnie z treścią pozwolenia OWKZ, archeolodzy mogli prowadzić je do głębokości 59 cm. Poprzedziły je prace związane z demontażem posadzki, co należało do obowiązków Parafii katedralnej i było zadaniem pierwszego etapu prac związanych z wymianą kamiennej nawierzchni i jednocześnie z instalacją ogrzewania podłogowego. Bez demontażu granitowych płyt nie było możliwości rozpoczęcia sondażowych prac archeologicznych. W ramach umowy z wykonawcą prac inwestycyjnych w katedrze opolskiej rozpoczął się demontaż posadzki. Posadzka w kościele katedralnym była w swej strukturze niejednorodna. Składała się z płyt nagrobnych tzw. epitafijnych na wtórnym złożu oraz płyt granitowych, również wtórnie ułożonych w połowie lat sześćdziesiątych. Zarówno płyty nagrobne, jak i granitowe, ze względu na swój ciężar, wymagały użycia sprzętu mechanicznego. Ze względu na fakt, że budynek katedry jest obiektem zabytkowym, uzyskaliśmy pozwolenie OWKZ na użycie sprzętu o napędzie elektrycznym. W katedrze pracowała jedna tego typu niewielka koparka. W dniu rozpoczęcia prac demontażowych, na prośbę OWKZ, z przyczyn niezależnych od parafii, prace te zostały wstrzymane. Następnego dnia prace zostały wznowione. Demontaż posadzki polegał na zdjęciu płyt z warstwy podbudowy, bez ingerencji w podbudowę posadzki. Nasypy znajdujące się bezpośrednio pod płytami były już przedmiotem badań archeologicznych, w które parafia nie mogła ingerować i nie ingerowała. Koparka elektryczna mogła pracować maksymalnie do trzech godzin – potem wymagana była przerwa techniczna. Według pozwolenia konserwatorskiego przy demontażu płyt posadzkowych obecna powinna być osoba z uprawnieniami konserwatorskimi, nadzorująca prace demontażowe. Wymóg ten został spełniony. Pani dr Magdalena Przysiężna-Pizarska od samego początku również uczestniczyła w pracach demontażowych posadzki, analizując każdą z płyt, która była przedmiotem demontażu, w aspekcie ich wartości historycznej oraz przydatności w archeologicznym procesie badawczym. Nieprawdą jest, że koparka była narzędziem eksploracji przy prowadzaniu badań archeologicznych w zakresie wydobycia pochówków lub szczątków ludzkich. To absurd.\n\nProgram sondażowych badań archeologicznych, przekształconych za zgodą Parafii w badania stacjonarne (z pełną obsługą naukową), zakładał przebadanie pochówków oraz luźnych szczątków ludzkich. Właściciel obiektu miał i ma pełną świadomość, że wokół katedry znajdował się w przeszłości cmentarz oraz że wokół niego występują pochówki, był i jest również świadomy, że we wnętrzu kościoła także kryją się pochówki oraz luźne szczątki ludzkie. Przez cały okres trwania badań, były one przedmiotem szczególnego zainteresowania i troski Parafii oraz Diecezji.\n\nReklama\n\nTrzecia teza wywiadu dotycząca ponad półrocznego wstrzymania prac archeologicznych: „Podejrzewam, że strona kościelna przeraziła się ogromu prac archeologicznych i coraz śmielszych hipotez dotyczących wartości tych znalezisk, co oznaczało konieczność ich ekspozycji. Szukano więc argumentów wymuszających zaniechanie naszych badań. Dlatego najpierw poszukiwano specjalistów, którzy mogliby podważyć wagę naszych odkryć. Bezskutecznie. Później poszukiwano bakterii niebezpiecznych dla zdrowia, a na pewno obecnych w jamach grobowych – badania wykazały jednak, że ich tam nie ma… Ekspertyza fachowców, profesorów geologii, obaliła też kolejny podnoszony argument - że prace archeologiczne naruszą fundamenty katedry. I to właśnie próby podważenia sensu prowadzenia prac archeologicznych w katedrze zajęły tych kilka martwych miesięcy”.\n\nPodziel się cytatem Podziel się cytatem\n\nOdpowiedź:\n\nReklama\n\nW pytaniu tym zawarta jest niepokojąco duża liczba informacji nieprawdziwych i insynuacji niedopuszczalnych w debacie publicznej. Wyjaśniamy zatem: pierwsze dni sondażowych badań archeologicznych bardzo szybko ujawniły, że pod posadzką obecnej katedry występują relikty architektury, związane z obecnością kościoła o metryce wczesnośredniowiecznej. Program sondażowych badań archeologicznych zakładał przebadanie znajdujących się w katedrze pochówków oraz luźnych kości ludzkich. Odkrycie reliktów kościoła średniowiecznego dla wszystkich było wielkim zaskoczeniem i wyzwaniem, zarówno dla badaczy, jak i właściciela obiektu, a także i urzędu konserwatorskiego. Opierając się na źródłowych materiałach historycznych, zaczęto snuć przypuszczenia o ewentualnych pochówkach osób znamienitych, ważnych dla miasta Opola i regionu. Po kilkutygodniowej przerwie w badaniach, spowodowanych nieobecnością kierownika badań (przyczyny służbowe), pod koniec października badania wznowiono. Przybrały bardzo szybkie tempo i obejmowały coraz to większe przestrzenie. Wszyscy mieli świadomość tego, że są to odkrycia ważne i znaczące. Stawiały kolejne wyzwania na przyszłość, wyzwalały entuzjazm badaczy i stawiały coraz to więcej znaków zapytania. Towarzyszyła przy tym zasada: im więcej odkryć, tym szybsze tempo i jeszcze bardziej intensywne badania. Dość powiedzieć, że w tym okresie badań archeologicznych, od końca sierpnia do końca listopada 2022 roku, eksploracją objęta została blisko połowa powierzchni kościoła.\n\nW związku z dokonanymi odkryciami, przez OWKZ zostały podjęte decyzje administracyjne, które cofnęły wcześniej wydane decyzje (należy nadmienić, że parafia rozwiązała umowę z Wykonawcą prac inwestycyjnych przed cofnięciem decyzji administracyjnych):\n\n- październik 2022 - decyzja nr 767/N/2022 z dnia 06.10.2022 r., ZA.5142.81.2022.MK, wydana przez OWKZ, cofająca pozwolenie własne nr 158/N/2022 z dnia 22.03.2022 r., ZN.5142.81.2022.MK, na prowadzenie robót budowlanych m.in. w zakresie montażu ogrzewania podłogowego w nieruchomości;\n\n- listopad 2022 – decyzja nr 790/N/2022 z dnia 2.11.2022 r., ZA.5142.2022.MK, wydana przez OWKZ cofająca pozwolenie własne nr 424/N/2022 z dnia 6.07.2022 r., ZN.5142.291.2022MK, na prowadzenie prac restauratorskich w zakresie wymiany posadzek w nieruchomości.\n\nReklama\n\nTeren badań archeologicznych prowadzonych we wnętrzu katedry był powszechnie dostępny dla mieszkańców Opola oraz dla każdego, kto chciał zobaczyć dokonane odkrycia. Pod koniec listopada zaczęły wpływać do parafii oraz do urzędów publicznych głosy niepokoju, związane z rozrastającą się powierzchnią i głębokością eksplorowanych wykopów archeologicznych. Na początku grudnia została przeprowadzona kontrola OWKZ, której zakres objął zgodność prowadzonych badań z wydanym pozwoleniem konserwatorskim na prowadzenie badań archeologicznych. W wyniku przeprowadzonej kontroli, urząd konserwatorski podjął decyzję o wstrzymaniu prowadzonych prac w związku z przekroczeniem uprawnień i zakresu badań, określonych w pozwoleniu konserwatorskim na prowadzenie sondażowych badań archeologicznych:\n\n- grudzień 2022 - decyzja nr 226/A/2022 z dnia 05.12.2022 r., ZA.5161.115.2022.GM, wydana przez OWKZ, wstrzymująca prowadzenie badań archeologicznych w nieruchomości, które prowadzone były na podstawie pozwolenia nr 120/A/2022 z dnia 06.07.2022 r., ZA.5161.115.2022.GM wydane przez OWKZ, zezwalające na prowadzenie badań archeologicznych we wnętrzu nieruchomości, w związku z wymianą posadzki i poprowadzeniem grzewczej instalacji podłogowej.\n\nPo wstrzymaniu prac wykopaliskowych, parafia została poinformowana o możliwości ich kontynuacji, ale pod warunkiem złożenia wniosku na prowadzenie stacjonarnych badań archeologicznych Jego podstawą miał być program prac badawczych, uwzględniający badania archeologiczne, architektoniczne, konserwatorskie, antropologiczne oraz inne konieczne w zakresie planowanych prac badawczych. Jednocześnie w wytycznych OWKZ do nowego programu badań znalazł się warunek wykonania, w pierwszej kolejności badań geologicznych i geotechnicznych wraz z opracowaniem ich wyników i opinią geotechniczną.\n\nReklama\n\nW pierwszych miesiącach roku do OWKZ wpływały programy badań archeologicznych, które nie mogły uzyskać akceptacji urzędu, ze względu min. na liczne braki formalne, w tym przede wszystkim pominięcie badań geotechnicznych. Wiosną br. decyzją Biskupa Opolskiego udzielono autorce programu badań archeologicznych wsparcia w dziele tworzenia tego dokumentu i uzyskania akceptacji OWKZ. Ostatecznie, po przeprowadzeniu koniecznych badań geotechnicznych oraz przygotowaniu przez dr Magdalenę Przysiężną-Pizarską interdyscyplinarnego programu badań archeologiczno-architektonicznych wraz z harmonogramem, powstałego dzięki licznym konsultacjom przedstawicieli Uniwersytetu Opolskiego i Kurii, parafia odzyskała od OWKZ zgodę na kontynuowanie prac badawczych archeologicznych – naukowych, w katedrze opolskiej.\n\nJeśli chodzi o bakterie w jamach grobowych – nigdy nie były argumentem mogącym podważyć zasadność lub sensowność prowadzonych badań, nie przeceniajmy ich roli.\n\nReklama\n\nCzwarta teza wywiadu: „5 października okazało się, że biskup opolski podjął decyzję: cały teren pod posadzką katedry ma być zasypany”?\n\nPodziel się cytatem Podziel się cytatem\n\nOdpowiedź:\n\nZgodnie z zapisami umowy zawartej pomiędzy Uniwersytetem Opolskim i Diecezją Opolską - termin prowadzenia prac archeologicznych, Etap I – prace terenowe (wykopaliskowe) powinny być przeprowadzone w terminie ustalonym przez strony, nie dłuższym niż 3 miesiące od daty protokolarnego przekazania terenu badań przez Zamawiającego. Ponieważ teren badań został przekazany w dniu 6.07.2023 r., a prace zostały wykonane zgodnie z ustaleniami stron, tj. 3 miesiące, w dniu 6.10.2023 r. odbyło się oficjalne zamknięcie badań terenowych.\n\nSpotkanie 6 października było również ostatnim z serii koordynacji, służących sprawnemu przebiegowi badań. Było spotkaniem sprawozdawczym, na którym przedstawione miały być końcowe raporty badaczy, uzupełnione opinią pełnomocnika biskupa mgr Andrzeja Gołembnika. Pozostałymi tematami spotkania miały być sprawy związane z formą przyszłej ekspozycji, a także sposobu ułożenia katedralnej posadzki.\n\nReklama\n\nKsiądz Biskup był od początku badań zwolennikiem ekspozycji, o czym informował uczestników spotkania wielokrotnie. Jednak, Biskup Opolski jako właściciel obiektu, musi też troszczyć się o kondycję całej katedry. Nie jest tajemnicą, że na skutek przeciągających się badań, stan obiektu uległ gwałtownemu pogorszeniu. Wapienny kurz wzniecany przez archeologów przez okres sześciu miesięcy zdewastował zabytkowy wystrój katedry. Nieustabilizowane warunki klimatyczne wnętrza wyrządziły jeszcze większe szkody. Ksiądz Biskup źle odebrał brak jasnego stanowiska w tej sprawie ze strony uczestników spotkania. Należy przy tym zwrócić uwagę na fakt, że uczestnicy spotkania proponowali jedynie rozpoczęcie dyskusji o ekspozycji. Okazało się bowiem, że nikt dotychczas nie wykonał choćby szkicu przyszłej instalacji. A minął już rok od dokonania pierwszych odkryć. Rozpoczęcie dyskusji, następnie wykonanie koncepcji, a potem stworzenie projektu wymagającego wielowątkowych uzgodnień, zajęłoby kolejne pół roku, zaś wykonanie robót poprzedzonych koniecznością dodatkowych badań archeologicznych, nieodzownych dla infrastruktury ekspozycji, i wreszcie wykonanie ekspozycyjnych gniazd, a następnie prac wykończeniowych, wydłużyłyby ten proces o rok następny. Można zapytać uczestników spotkania, czy ktokolwiek poruszył ten wątek.\n\nKsiądz Biskup przekazując swoją decyzję, wziął pod uwagę jeszcze jeden aspekt sprawy. Jest nim stan zaawansowania badań i przejrzystość konkluzji. Nie jest tajemnicą dla nikogo, że badania w prezbiterium dawnego kościoła kolegiackiego nie zostały zakończone. Nie wiadomo też, kiedy mogą być i czy w ogóle mogą być zakończone. Z tego powodu nie została rozpoznana pierwotna funkcja odkrytych obiektów. Nawet nie ma pewności, że blok cegieł nazwany tumbą jest tumbą rzeczywiście. Najpewniej w ogóle nią nie jest, skoro definicja dotycząca tego typu obiektów jest całkowicie odmienna. Nadto nikt z badaczy nie jest w stanie w sposób wiążący określić wieku tego znaleziska. Ksiądz Biskup oczekiwał merytorycznej dyskusji na ten temat, a nie listy życzeń. Tak też odebrał informację o rzekomym pochówku księcia Władysława II Opolczyka. Przekazywanie tego typu informacji na takim etapie badań uznać należy za nadużycie i podsycanie niepotrzebnych nikomu emocji.\n\nReklama\n\nDecydując się na udział w tym spotkaniu, Ksiądz Biskup chciał zapoznać się ze stanowiskiem uczestników badań i zweryfikować te opnie z własną wizją, by potem ogłosić decyzję. Wobec takiego przebiegu dyskusji uczynił to jeszcze w czasie jego trwania. Była to decyzja rozważana przed spotkaniem i konsultowana z konserwatorami. Należy bowiem stwierdzić, że miarodajne opinie dotyczące zabezpieczenia substancji zabytkowej należą do konserwatorów a nie do historyków, historyków sztuki czy architektów. Na omawianym spotkaniu obecnych było sześciu konserwatorów, w tym trzech profesorów. Wszyscy oni zgodzili się z opinią, że wobec braku możliwości zakończenia badań, z uwagi na stan zachowania ceglanego bloku, zamykającego dojście do ceglanej komory, najlepszym dla zabytku rozwiązaniem jest jego zabezpieczenie, a następnie zasypanie. Ta opinia jest dla biskupa wiążąca.\n\nReklama\n\nPiąta teza wywiadu: „do grudnia ubiegłego roku [biskup] był nam przychylny. A my obiecywaliśmy, że nie zrobimy z katedry muzeum, że odkopane zabytki, np. tumba, nie będą przeszkadzały w liturgii […] ale gdy [6 października] ks. biskup zabrał głos na zakończenie spotkania, to przyznał, że wszystko zmieniła jego choroba: jako „właściciel tego miejsca” podejmuje decyzję o zasypaniu, bo katedra jest sercem diecezji i jej ma służyć”.\n\nPodziel się cytatem Podziel się cytatem\n\nWypowiedź Pani Profesor porusza wiele zagadnień. Ksiądz Biskup od samego początku był i do chwili obecnej jest przychylny badaniom. Jako wieloletni profesor rozumie, czym jest poszukiwanie badacza. Wielokrotnie zapraszał i gościł przedstawicieli zarówno strony uniwersyteckiej, urzędu konserwatorskiego, jak i naukowców zapraszanych przez zainteresowane strony. Nigdy nie odmawiał i nie odmawia wsparcia. Należy pamiętać, że jako biskup w podejmowaniu decyzji dotyczących Kościoła lokalnego i kościoła katedralnego bierze pod uwagę wiele aspektów, często na pozór nie mających ze sobą nic wspólnego. Kościół jest przede wszystkim przestrzenią liturgiczną. Tzw. tumba (funkcja tej ceglanej bryły nie została jak do tej pory potwierdzona naukowo) zlokalizowana jest w przestrzeni liturgicznej świątyni. Ale nie o tzw. tumbę tutaj chodzi, lecz o wsłuchanie się w stanowisko Księdza Biskupa, który nie zamyka drogi do ekspozycji. Należy jednak najpierw udokumentować, przebadać, przeanalizować, opracować i przedstawić wyniki badań. Później wspólnie przemyśleć, wybrać, zaprojektować i wyeksponować. Jesteśmy na etapie zamknięcia Etapu I badań – prac wykopaliskowych, przed nami Etap II - opracowywanie wyników badań, a na to naukowcy potrzebują czasu.\n\nReklama\n\nWypowiedź Księdza Biskupa o jego chorobie została wyrwana z kontekstu. Biskup Opolski podejmuje decyzje, kierując się racjonalnymi argumentami i obiektywną oceną sytuacji. Posługiwanie się chorobą Księdza Biskupa w wypowiedziach medialnych jest (mówiąc delikatnie) nie na miejscu.\n\nReklama\n\nSzósta teza wywiadu: 16 października pełnomocnik biskupa Andrzej Gołembnik wydał oświadczenie, w którym napisał, że „zasypanie zabezpieczonych reliktów jest w obecnej sytuacji najlepszym z możliwych sposobów ochrony odkrytej substancji zabytkowej”. Prof. Pobóg-Lenartowicz stwierdza: „uniwersytet nawet nie dostał tego oświadczenia” mimo iż „zgodnie z treścią umowy strona kościelna nie będzie wydawała żadnych komunikatów bez uzgodnienia z uniwersytetem”.\n\nPodziel się cytatem Podziel się cytatem\n\nOdpowiedź:\n\nWłaściciel obiektu miał prawo wydać oświadczenie, w tym wypadku bez konsultacji ze stroną umowy. Oświadczenie nie zostało wysłane do członków Rady, gdyż było przeznaczone dla mediów. Stanowisko biskupa w sprawie ekspozycji zostało wyrażone w dniu 06.10.2023 przy prawie pełnej frekwencji Rady.\n\nOświadczenie, przesłane do mediów 16 października br., w żaden sposób nie naruszyło zapisów umowy zawartej pomiędzy Uniwersytetem Opolskim a Diecezją Opolską. Stwierdzenie to potwierdza zapis z umowy, par. 7, ust.1 i ust.2:\n\nPRZEKAZYWANIE INFORMACJI DO MEDIÓW\n\nStrony zgodnie ustalają, że w okresie trwania badań archeologicznych Etap I i Etap II, nie będą przekazywane przez żadną ze Stron Umowy dane lub informacje dotyczące badań lub dokonanych odkryć archeologicznych przedstawicielom mediów, które nie zostaną przebadane i wiarygodnie potwierdzone poprzez analizy lub badania naukowe.\n\nStrony zgodnie ustalają, że w okresie trwania badań archeologicznych Etap I i Etap II, dane lub informacje, które stanowią przypuszczenia lub hipotezy wymagające szczegółowych badań, długoterminowych analiz oraz wiarygodnych ustaleń, będą mogły być przekazywane mediom, po uprzednich ustaleniach stron Umowy, co do zakresu i rodzaju przekazywanych informacji.\n\nParagraf nr 7 posiada w swojej treści tylko ustęp 1 i ustęp 2.\n\nReklama\n\nSiódma teza wywiadu: Prof. Anna Pobóg-Lenartowicz stwierdza, że za zasypaniem zabezpieczonych reliktów opowiadało się zaledwie „trzech czy czterech konserwatorów – na dwudziestu kilku”.\n\nPodziel się cytatem Podziel się cytatem\n\nOdpowiedź na to pytanie jest w odpowiedzi do pytania 4.\n\nReklama\n\nÓsma teza wywiadu: „strona kościelna od samego początku to była gra na zwłokę”.\n\nPodziel się cytatem Podziel się cytatem\n\nOdpowiedź:\n\nStwierdzenie, podobnie jak i wiele poprzednich, bezzasadne. Gdyby tak było, parafia działałaby na swoją niekorzyść w kontekście zamierzeń inwestycyjnych realizowanych z dotacji NFOŚiGW, ale przede wszystkim działałaby na szkodę obiektu, narażając go na zagrożenia wynikające z braku warstw zasypowych oraz braku posadzki w kościele, która pełni bardzo istotną rolę w obiekcie o tak dużej kubaturze. W ocenie jednego z ekspertów – konserwatorów: „Mamy tu do czynienia z kilkoma czynnikami degradującymi otoczenie. Poprzez ziemne nasypy następują stałe wahania wilgotności podłoża oraz warunków klimatycznych we wnętrzu. Znacząco zwiększa się też zapylenie osiadające na wszystkich powierzchniach ścian i wyposażenia świątyni. Nie bez znaczenia pozostaje ryzyko zagrożeń związanych z wpływem mikroorganizmów. Nie ma bowiem prostej metody dezynfekcji tak rozległych struktur ziemnych” .\n\nW powyższych wyjaśnieniach ustosunkowano się jedynie do niektórych, najistotniejszych nieprawdziwych tez wywiadu. Przekłamań jest w nim znacznie więcej. Przedstawione sprostowania pozwalają z większym krytycyzmem podchodzić do informacji zawartych w całości publikacji."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gdzie na nordic walking do 6 km od Kołobrzegu. Pomysły na odrobinę ruchu - weekend 18 - 19 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/gdzie-na-nordic-walking-do-6-km-od-kolobrzegu-pomysly-na-odrobine-ruchu-weekend-18-19-stycznia/ar/c7p1-22319027",
            "description": "Razem z Traseo wybraliśmy 3 trasy nordic walking oddalone maksymalnie o 6 km od Kołobrzegu. Zobacz, czy szlak polecany przez ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.Z-gIIHIPlO3JZh66icsApC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto22 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy na rower do 19 km od Oświęcimia. Pomysły na jednodniową wyprawę. Gdzie w weekend 18 - 19 stycznia?",
            "link": "https://oswiecim.naszemiasto.pl/trasy-na-rower-do-19-km-od-oswiecimia-pomysly-na-jednodniowa-wyprawe-gdzie-w-weekend-18-19-stycznia/ar/c7p1-21831633",
            "description": "Zanim wyruszysz w drogę, upewnij się, jaka będzie pogoda. W sobotę 18 stycznia w Oświęcimiu ma być 3°C. Nie powinno padać. W niedzielę 19 stycznia w Oświęcimiu ma być 4°C. Nie będzie padać.",
            "image_url": "https://www.bing.pl/th?id=ODF.hU9b0B80CrRL-uqx7ot5XQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "oswiecim.naszemiasto22 godz.",
            "source": "oswiecim.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trasy spacerowe do 6 km od Kołobrzegu. Podpowiadamy, gdzie warto się wybrać w weekend 18 - 19 stycznia",
            "link": "https://kolobrzeg.naszemiasto.pl/trasy-spacerowe-do-6-km-od-kolobrzegu-podpowiadamy-gdzie-warto-sie-wybrac-w-weekend-18-19-stycznia/ar/c7p1-22115647",
            "description": "Szukasz pomysłu na uroczą ścieżkę na spacer z Kołobrzegu? Oto nasze sugestie, gdzie można się wybrać. Przygotowaliśmy 3 ciekawe propozycje tras. Mają różną długość, dzięki temu każdy może znaleźć coś ...",
            "image_url": "https://www.bing.pl/th?id=ODF.xGyVXoJ9b0zlcu2rTPA_6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "kolobrzeg.naszemiasto22 godz.",
            "source": "kolobrzeg.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nordic walking do 65 km od Gryfic. Pomysły na sportowy dzień w weekend 18 - 19 stycznia",
            "link": "https://gryfice.naszemiasto.pl/nordic-walking-do-65-km-od-gryfic-pomysly-na-sportowy-dzien-w-weekend-18-19-stycznia/ar/c7p1-22319401",
            "description": "Rozglądasz się za ciekawymi trasami nordic walking w pobliżu Gryfic? We współpracy z Traseo mamy dla Ciebie kilka propozycji na najbliższy weekend. Jeżeli to Twój początek z nordic walking, zacznij w ...",
            "image_url": "https://www.bing.pl/th?id=ODF.JS3kPnL-cw_uVSguStd8Cg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "gryfice.naszemiasto21 godz.",
            "source": "gryfice.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolog sfrustrowany nielegalnymi poszukiwaniami. Przywołał zdarzenia z woj. zachodniopomorskiego",
            "link": "https://prk24.pl/84514892/archeolog-sfrustrowany-nielegalnymi-poszukiwaniami-przywolal-zdarzenia-z-woj-zachodniopomorskiego",
            "description": "Jeśli przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, powinniśmy ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.iOqQUGnUK5vivqbsczkzVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "prk241 godz.",
            "source": "prk24",
            "article_content": "Jeśli przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, powinniśmy zaznaczyć miejsce znaleziska, zrobić zdjęcie przedmiotu i poinformować odpowiednie służby. Inaczej możemy zniszczyć cenne źródło wiedzy - powiedział PAP archeolog Grzegorz Kurka.\n\n- Zazwyczaj zabytki występują w pewnym kontekście, inaczej mówiąc w otoczeniu innych zabytków; mogą być to osady, cmentarzyska czy ukryte skarby. Pozbawiając je kontekstu, tracimy potężne źródło informacji - wyjaśnił PAP Grzegorz Kurka, dyrektor Muzeum Historii Ziemi Kamieńskiej. Archeolog dodał, że jedynie osoby z wieloletnim doświadczeniem i z odpowiednim wykształceniem archeologicznym są w stanie właściwie analizować i dokumentować takie zależności.\n\nZniszczenie „kontekstu archeologicznego” oznacza więc przede wszystkim nieodwracalną utratę informacji o zabytku i jego powiązaniach z otaczającym środowiskiem.\n\n- Niestety, nielegalni poszukiwacze często traktują zabytki wyłącznie jako trofea. Takie podejście prowadzi do tego, że bezpowrotnie tracimy cenne informacje na temat zabytku, a tym samym pozbawiamy je wartości naukowej, historycznej i kulturowej - stwierdził Grzegorz Kurka.\n\nJednym z najbardziej frustrujących dla archeologów przykładów utraty kontekstu archeologicznego - jak opisał ekspert - może być sprawa dwóch granitowych antropomorficznych figurek odkrytych w województwie zachodniopomorskim. - Figurki trafiły na Śląsk, gdzie po latach zostały odebrane przez policję osobie, która była w ich posiadaniu. Niestety, nie znamy dokładnego miejsca ich odkrycia, przez co nie możemy ich powiązać z żadnym stanowiskiem archeologicznym. Na podstawie analizy stylistycznej możemy jedynie przypuszczać, że były to figurki kultowe i że mają dużą wartość historyczną - powiedział rozmówca PAP.\n\nJednak przykłady nieodwracalnej utraty danych historycznych można mnożyć. Według Grzegorza Kurki jednym z najbardziej spektakularnych przykładów jest zrównanie z ziemią poniemieckiego cmentarza w Gostyniu. Jak relacjonuje, po cmentarzu jeździły buldożery niszcząc pochówki szkieletowe, które następnie ładowano wraz z ziemią na ciężarówki i wywożono kilkadziesiąt kilometrów dalej, na nielegalne wysypisko śmieci. Jeszcze innym „haniebnym czynem” - wylicza archeolog - było zniszczenie miejsca spoczynku przedstawicieli rodu Flemingów, zamieszkującego Pomorze Zachodnie od średniowiecza. Na miejscu wyraźnie widoczne były wkopy w cynowe trumny, których wieka zostały wyrwane przy użyciu łomów.\n\nJeśli więc przypadkowo lub podczas amatorskich poszukiwań znajdziemy przedmiot, który może mieć wartość historyczną, przede wszystkim powinniśmy przerwać działania, zabezpieczyć go i nie ruszać znaleziska, aby nie pogłębiać potencjalnych zniszczeń. Ważne jest również dokładne zaznaczenie lokalizacji miejsca odkrycia.\n\n- Należy natychmiast poinformować odpowiednie służby, może to być Wojewódzki Konserwator Zabytków, Urząd Miasta (wójt, burmistrz, prezydent), na terenie którego dokonano odkrycia, starostwo powiatowe, policja czy po prostu lokalne muzeum. Najprościej zadzwonić lub po prostu wysłać zdjęcia odkrytego przedmiotu. Na podstawie zdjęcia jesteśmy w stanie powiedzieć, czy dany przedmiot może być zabytkiem archeologicznym, czy też nie. Oczywiście bywają sytuacje, że nie mamy stuprocentowej pewności, wówczas udajemy się na miejsce odkrycia danego zabytku. Zgłoszenie takiego znaleziska jest proste, wystarczy chcieć - opisał dyrektor Muzeum Historii Ziemi Kamieńskiej.\n\nZwrócił uwagę na odpowiedzialność archeologów za odpowiednie udokumentowanie odkrytych zabytków. - Często ukończenie studiów i zdobycie tytułu magistra nie jest wystarczające; liczy się późniejsze doświadczenie w pracy terenowej, zdobywane pod okiem bardziej doświadczonych archeologów - dodał.\n\nDyrektor Kurka zwrócił też uwagę, że obecnie w Polsce działa coraz więcej stowarzyszeń zrzeszających amatorów legalnych poszukiwań i ludzi z pasją. - Przykładem może być kamieńskie Stowarzyszenie im. św. Korduli, które ma na swoim koncie wiele wspaniałych odkryć, m.in. trzech średniowiecznych bulli papieskich, średniowiecznej pielgrzymiej muszli św. Jakuba, średniowiecznego złotego guldena arcybiskupa i elektora Trewiru i wielu innych cennych eksponatów - opisał.\n\nWiele stowarzyszeń detektorystów również blisko współpracuje z muzeami. - Co więcej, cieszy nas, że kampanie edukacyjne na rzecz ochrony dziedzictwa kulturowego i ochrony zabytków prowadzone są nie tylko przez muzea i odpowiednie służby, ale także przez same stowarzyszenia detektorystów. Jesteśmy im za to niezmiernie wdzięczni, ponieważ ich wsparcie jest nieocenione - podkreślił Grzegorz Kurka.\n\nW ocenie archeologa obecnie obowiązująca w Polsce procedura umożliwiająca legalne amatorskie poszukiwania zabytków jest prosta. Należy złożyć wniosek do Wojewódzkiego Konserwatora Zabytków, mieć również zgodę właściciela gruntu, na którym prowadzone będą poszukiwania. Pozytywna decyzja jest wydawana, o ile planowane poszukiwania nie obejmują terenów stanowisk archeologicznych.\n\nGrzegorz Kurka zwraca też uwagę, że w wielu krajach Unii Europejskiej regulacje dotyczące poszukiwań są bardziej rygorystyczne. W Grecji obowiązuje np. całkowity zakaz poszukiwań za pomocą wykrywacza metali, a za złamanie przepisów grożą bardzo wysokie kary, łącznie z karą pozbawienia wolności od 10 do 20 lat. W Belgii poszukiwania prowadzone przez amatorów są dozwolone jedynie na plażach. Do prowadzenia poszukiwań w Niemczech wymagana jest licencja. Pomimo to uzyskanie zgody na poszukiwania np. w lasach jest w zasadzie niemożliwe.\n\nZgodnie z nowelizacją ustawy o ochronie zabytków i opiece nad zabytkami z 2024 roku, od 1 maja br. w Polsce nie będzie już konieczności uzyskania pozwolenia Wojewódzkiego Konserwatora Zabytków na prowadzenie poszukiwań. Poszukiwania przy użyciu np. wykrywaczy metali będzie mogła prowadzić osoba pełnoletnia, która posiada zgodę właściciela nieruchomości i posiadacza nieruchomości oraz po dokonaniu zgłoszenia poszukiwań do rejestru. Zgłoszenia będzie można dokonywać za pomocą aplikacji mobilnej udostępnionej przez ministra do spraw kultury i ochrony dziedzictwa narodowego.\n\nPoszukiwań nie będzie można prowadzić m.in. na obszarze zabytków wpisanych do rejestru wraz z otoczeniem; zabytków uznanych za pomnik historii; parków kulturowych; cmentarzy, dawnych cmentarzy, mogił i grobów wojennych oraz miejsc kaźni; Pomników Zagłady i ich stref ochronnych.\n\nWedług Grzegorza Kurki nowelizacja może być krokiem w złą stronę. - Większość detektorystów to osoby kompetentne i odpowiedzialne, które są prawdziwymi pasjonatami historii i podchodzą do poszukiwań z ogromnym szacunkiem dla przeszłości. Działają w duchu współpracy z muzeami, archeologami i instytucjami naukowymi. Wierzę, że zdecydowana większość z nich dostosuje się do nowych przepisów i będzie działała zgodnie z literą prawa. Niestety, mam obawy związane z niewielką grupą osób, które nie kierują się tymi samymi wartościami. Obawiam się, że nowe przepisy mogą być przez nie wykorzystywane jako furtka do kontynuowania nielegalnych poszukiwań - stwierdził archeolog.\n\nPAP/zn"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marek Solecki Kraśnik",
            "link": "https://krasnik.naszemiasto.pl/tag/marek-solecki-krasnik",
            "description": "\"Czysto, gładko i na kancik\" - to tytuł najnowszej wystawy zabytkowych żelazek w Muzeum Regionalnym w Kraśniku. Zbiory Marka ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.qYjRFCBRnyWZ_GVzwe3q5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "krasnik.naszemiasto20 min",
            "source": "krasnik.naszemiasto",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zakopane. Atrakcje i ciekawe miejsca o których nie wiesz",
            "link": "https://www.planeta.pl/nauka/zakopane-najlepsze-atrakcje-i-ciekawe-miejsca-co-warto-zobaczyc",
            "description": "Zakopane, atrakcje i ciekawe miejsca. Co warto odwiedzić w Zakopanem? Co fajnego w Zakopanem można zobaczyć za darmo i co ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.s6EaGIo4pzQ8mLT6AvJZ7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Planet1 godz.",
            "source": "Planet",
            "article_content": "Zakopane, atrakcje i ciekawe miejsca. Co warto odwiedzić w Zakopanem? Co fajnego w Zakopanem można zobaczyć za darmo i co robić gdy w górach pada? Wielu turystów nie wie o tych zakopiańskich atrakcjach. Wiele z nich pozwoli lepiej poznać historię i kulturę stolicy Tatr.\n\nZakopane. Najlepsze atrakcje, ciekawe miejsca. Co warto zobaczyć? Przewodnik po Zakopanem\n\nZakopane – są takie dni, gdy pada albo zakwasy po górskich wędrówkach nie pozwalają wyruszyć na szlaki. Co wtedy robić w Zakopanem? Są atrakcje i miejsca w stolicy Tatr o których zapewne nie słyszeliście, a powinniście. Zakopane oferuje znacznie więcej niż tylko Gubałówka, pamiątki ze straganów, zdjęcie z misiem, nowy dworzec i Krupówki.\n\nZakopane, Krupówki Fot: Pawel Murzyn/East News\n\nCo zobaczyć w Zakopanem? Gdzie w Zakopanem spędzić czas z dzieckiem? Zabytki, atrakcje, architektura, rozrywka, edukacja - te miejsca w Zakopanem trzeba zobaczyć.\n\nCentrum Edukacji Przyrodniczej Tatrzańskiego Parku Narodowego\n\nCentrum Edukacji Przyrodniczej w Zakopanem znajdziemy przy ulicy Chałubińskiego 42 a. Oferuje ok. 1 godzinę zwiedzania. Podczas spaceru edukacyjnego zobaczymy m.in. największą w Polsce makietę Tatr oraz realistyczne dioramy, czyli trójwymiarowe makiety przedstawiające łąkę, jaskinie i las oraz wpływ człowieka na tatrzańskie ekosystemy. Zobaczymy także filmy przyrodnicze o tatrzańskiej przyrodzie, także w technologii 3D. Nowoczesne sale kinowe zapewnią dodatkowe wrażenia – podmuchy „wiatru” czy gwałtowne ruchy fotela.\n\nTatrzańskie Centrum Kultury i Sportu Jutrzenka\n\nTatrzańskie Centrum Kultury i Sportu Jutrzenka, pod adresem ul. Grunwaldzka 3, działa od 1953 roku. To \"galeria dziecięcej i młodzieżowej sztuki wszelakiej\". Swoją siedzibę ma w zabytkowej willi w stylu zakopiańskim, wybudowanej w 1900 roku. Oferuje m.in. zajęcia folklorystyczne w ramach zespołu „Zornica” i kapelach góralskich oraz zespołach dudziarskich.\n\nObecnie mieści się tam Tatrzańskie Centrum Kultury \"Jutrzenka\", Galeria ArtPark, Muzeum sztuki młodej i najmłodszej oraz liczne koła zainteresowań dla dzieci i młodzieży. Organem założycielskim oraz właścicielem obiektu jest Powiat Tatrzański- informuje serwis Zakopane.pl.\n\nMuzeum Oscypka w Zakopanem\n\nJak robi się oscypki? Warto odwiedzić Muzeum Oscypka przy ul. Jagiellońskiej 28. Pod okiem baców można wziął udział w pokazach wytwarzania góralskich serów.\n\nMuzeum Oscypka w Zakopanem Fot: MONKPRESS/East News\n\nQuiz: Znasz polskie zabytki? Test wiedzy o Polsce 1/19 Jaki polski zabytek jest na zdjęciu? Zamek Moszna Barbakan Zamek krzyżacki w Malborku Zamek w Niedzicy Dalej\n\nChata Sabały w Zakopanem\n\nChata Sabały, zwana również Sabałówką, pod adresem ul. Stare Krzeptówki 17, to muzeum prowadzone przez potomków słynnego na Podhalu rodu Krzeptowskich i zarazem najstarszy dom w Zakopanem z przełomu XVIII/XIX w. To właśnie w tej chałupie urodził się słynny gawędziarz, muzykant Jan Krzeptowski Sabała. Chałupa jest pełna zabytkowych mebli, narzędzi i sprzętów życia codziennego oraz starych fotografii rodzinnych. To znakomita lekcja historii Zakopanego.\n\nTermy Zakopiańskie\n\nZmęczeni wędrówkami po górach i jedzeniem na Krupówkach? Termy Zakopiańskie (ul. Jagiellońska 31) to jedna z najpopularniejszych atrakcji. Oferują m.in. sauny, baseny termalne, kręgielnie, groty solne, centrum rehabilitacji i zdrowia oraz sale zabaw dla dzieci. Warto wcześniej sprawdzić cennik Term Zakopiańskich oraz sprawdzić których biletów liczba jest ograniczona.\n\nTermy Zakopiańskie Fot: Mateusz Grochocki/East News\n\nMuzeum Tatrzańskie im. Dra Tytusa Chałubińskiego w Zakopanem\n\nMuzeum Tatrzańskie im. Dra Tytusa Chałubińskiego w Zakopanem (ul. Krupówki 10) oferuje liczne wystawy, kolekcje muzealne i dzieła sztuki. Dział etnograficzny i dział przyrodniczy to tysiące obiektów. Bogate kolekcje Muzeum Tatrzańskiego, założonego przez Towarzystwo Muzeum Tatrzańskiego w roku 1889, to dzieła sztuki, okazy przyrodnicze, etnograficzne, materiały archiwalne i biblioteczne.\n\nMuzeum Karola Szymanowskiego w Willi Atma\n\nMuzeum Karola Szymanowskiego znajdziemy w zakopiańskiej willi Atma przy ulicy Kasprusie 19. To jedyne na świecie muzeum biograficzne Karola Szymanowskiego (1882-1937). Ten największy po Fryderyku Chopinie polski kompozytor od wczesnej młodości chętnie przebywał w Zakopanem, gdzie w końcu osiadł na stałe. W muzeum poznamy informacje o życiu i twórczości kompozytora także w formie multimedialnej.\n\nMuzeum Karola Szymanowskiego w willi Atma w Zakopanem Fot: Albin Marciniak/East News\n\nChałupa Gąsieniców Sobczaków\n\nChałupa Gąsieniców Sobczaków to ekspozycja stała pod adresem ul. Droga do Rojów 6. Jak informuje Muzeum Tatrzańskie im. Dra Tytusa Chałubińskiego, \"celem jest pokazanie korzeni stylu zakopiańskiego, którymi były: budownictwo ludowe, wyposażenie góralskich chałup, a także powstające końcem XIX wieku kolekcje etnograficzne, a zwłaszcza zbiór Marii i Bronisława Dembowskich\".\n\nChałupa Gąsieniców Sobczaków w Zakopanem Fot: Pawel Murzyn/East News\n\nChałupa położona jest nieopodal słynnej z zabytkowej zabudowy ulicy Kościeliskiej, należąca w przeszłości do góralskiej rodziny Gąsieniców Sobczaków – to jeden z najcenniejszych zabytków budownictwa ludowego w Zakopanem. Najstarsza jej część została wybudowana około 1830 roku, a jej stan obecny to efekt rozbudowy, która miała miejsce pod koniec XIX wieku.\n\nStary Kościół w Zakopanem\n\nStary Kościół w Zakopanem czyli Kościół Matki Bożej Częstochowskiej jest zlokalizowany przy Krupówkach. Został zbudowany w 1847 roku. Zabytkowa świątynia z modrzewiowego drewna została ufundowana przez właścicielkę dóbr zakopiańskich Klementynę Homolacsową.\n\nKościół znajduje się na małopolskim Szlaku Architektury Drewnianej. W pobliżu kościoła znajduje się Cmentarz Zasłużonych na Pęksowym Brzyzku oraz murowana kaplica św. Świerada i Benedykta z około 1810 roku będąca najstarszą budowlą sakralną Zakopanego. W kościele znajdują się 8-głosowe organy zbudowane przez Fryderyka Szwarca w 1957 roku.\n\nQuiz: Historia Polski - te daty, bitwy i wydarzenia musi znać każdy 1/28 Kiedy Armia Czerwona wkroczyła na teren Rzeczypospolitej Polskiej? 15 sierpnia 1944 1 września 1939 17 września 1939 10 października 1939 Dalej\n\nGaleria Władysława Hasiora – Muzeum Tatrzańskie\n\nGaleria Władysława Hasiora (wjazd od ul. Piaseckiego) to wystawa prac tego artysty. Zobaczyć można sławne sztandary, kompozycje przestrzenne oraz rzeźby.\n\nTworzywem są różnorakie materiały, zwyczajne przedmioty, często rupiecie, które w rękach artysty nabierają nowych znaczeń. Opatrzone metaforycznymi, dowcipnymi, przekornymi tytułami skłaniają do zastanowienia nad światem współczesnym i sztuką- informuje Muzeum Tatrzańskie.\n\nMuzeum Jana Kasprowicza na Harendzie\n\nMuzeum Jana Kasprowicza na Harendzie (ul. Harenda 12a) znajduje się w połowie drogi między Zakopanem a Poroninem. zobaczymy w nim m.in. meble zaprojektowane przez Władysława Jarockiego, góralskie malowanki na szkle, zbierane przez Jana Kasprowicza, portrety jego żony. Obok willi zobaczymy granitowe mauzoleum wzniesione z inicjatywy Marii Kasprowiczowej oraz drewniany kościółek powiązany z mieszkańcami willi na Harendzie.\n\nMuzeum na Harendzie prowadzone jest od lat przez Stowarzyszenie Przyjaciół Twórczości Jana Kasprowicza.\n\nKaplica na Jaszczurówce\n\nKaplica pw. Najświętszego Serca Pana Jezusa w Jaszczurówce (Jaszczurówka 38) to kościół filialny parafii rzymskokatolickiej w Toporowej Cyrhli. Odbywają się tam msze i nabożeństwa, a do tego możemy zobaczyć wystawy malarskie, wernisaże oraz wystawy malarskie na szkle.\n\nKaplica została zaprojektowana przez Stanisława Witkiewicza. Budowę rozpoczęto w 1904, poświęcenia dokonano w 1907. Znajduje się na małopolskim Szlaku Architektury Drewnianej.\n\nMuzeum Kornela Makuszyńskiego\n\nMuzeum Kornela Makuszyńskiego to wystawa stała pod adresem ul. Kazimierza Przerwy-Tetmajera 15 w willi \"Opolanka\". Jest drugim w Zakopanem muzeum biograficzno-literackim po Kasprowiczowskiej Harendzie. To tam państwo Makuszyńscy mieszkali w czasie niemal corocznych letnich i zimowych pobytów w Zakopanem.\n\nMuzeum oferuje 3 pokoje dawnego mieszkania państwa Makuszyńskich oraz 2 sale tematyczne: „Życie i twórczość Kornela Makuszyńskiego” oraz „Literackie Zakopane”.\n\nNa zbiór dzieł sztuki znajdujący się w mieszkaniu składają się obrazy i rzeźby znanych polskich artystów (m.in. obrazy Juliana Fałata, Włodzimierza Jarockiego, Kazimierza Sichulskiego, Władysława Skoczylasa, Stanisława Wyspiańskiego, rzeźby Konstantego Laszczki i Henryka Kuny), projekty ilustracji do książek Makuszyńskiego, zabytkowe meble przeważnie w stylu biedermeier, miniatury, dawna tkanina artystyczna (dywan wschodni, modlitewnik perski, parawan japoński), liczne dzieła dawnej sztuki użytkowej, jak lampy, zegary, szkło polskie i francuskie, porcelana chińska, angielska, saska, miśnieńska- informuje Muzeum Tatrzańskie.\n\nSanktuarium na Krzeptówkach w Zakopanem\n\nSanktuarium na Krzeptówkach w Zakopanem (Sanktuarium Matki Bożej Fatimskiej na zakopiańskich Krzeptówkach) to rzymskokatolickie sanktuarium maryjne w Polsce, wybudowane jako votum za ocalenie życia papieża Jana Pawła II. Obok kościoła znajduje się istniejąca od lat 50. XX wieku kaplica.\n\nCmentarz Zasłużonych na Pęksowym Brzyzku (Krupówki 1a)\n\nTo najstarszy zakopiański cmentarz. Nazwa pochodzi od nazwiska darczyńcy ziemi pod nekropolię, a „brzyz” w gwarze góralskiej oznacza urwisko nad potokiem. Znajdują się groby Tytusa Chałubińskiego, Kazimierza Przerwy-Tetmajera, Kornela Makuszyńskiego czy słynnego kuriera tatrzańskiego, Stanisława Marusarza.\n\nŹródło: Tatrzański Park Narodowy (TPN), Radio ZET, Zakopane.pl, Muzeum Tatrzańskie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stołeczny konserwator zabytków o mandatach: „Kara jest zbyt mała'",
            "link": "https://www.rdc.pl/aktualnosci/warszawa/stoleczny-konserwator-zabytkow-o-mandatach-kara-jest-zbyt-mala_SVfMLRuqXsNWNw6blrpP",
            "description": "W tym roku w Warszawie powinna zostać przyjęta uchwała krajobrazowa - zapowiadał na naszej antenie Michał Krasucki, stołeczny ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.vu1SzaegGuNSV1uyQrmq6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "RDC17 godz.",
            "source": "RDC",
            "article_content": "Stołeczny konserwator zabytków w RDC: W tym roku uchwała krajobrazowa Joanna Tarkowska-Klinke 13.01.2025 21:13 W tym roku w Warszawie powinna zostać przyjęta uchwała krajobrazowa - zapowiadał na naszej antenie Michał Krasucki, stołeczny konserwator zabytków. Nie chciał jednak podać konkretnego terminu. Póki co w Warszawie obowiązują przepisy dotyczące tzw. Parku Kulturowego.\n\nJak zmieni się Park Świętokrzyski? Zwycięski projekt wybrany (autor: A.Savin, CC BY-SA 3.0, via Wikimedia Commons)\n\nDo końca 2025 roku w Warszawie powinna zostać przyjęta uchwała krajobrazowa. Na razie jednak nie wiadomo, kiedy można się jej spodziewać. Zamiast tego w części Warszawy obowiązują przepisy dotyczące tzw. Parku Kulturowego.\n\n– Mam nadzieję, że ten rok przyniesie już tę uchwałę, która będzie dobra i utrzyma się w porządku prawnym. To leży w gestii radnych miejskich i jest to domena biura architektury a nie stołecznego konserwatora zabytków. Jest tutaj jeszcze parę rzeczy, które mogą się wydarzyć i mieć wpływ na tę datę – mówił Krasucki.\n\nPoprzednia uchwała krajobrazowa została unieważniona przez wojewodę, potem zapadł też w tej sprawie niekorzystny wyrok Trybunału Konstytucyjnego.\n\nPark Kulturowy w Warszawie\n\nOd grudnia w Warszawie obowiązują natomiast przepisy o Parku Kulturowym. Obejmują historyczne centrum stolicy, m.in. Stare i Nowe Miasto, Krakowskie Przedmieście i Nowy Świat.\n\nOd końca grudnia na mocy tych przepisów wystawiono ponad sto mandatów. Ich skuteczność jest jednak niska – mówił w Polskim Radiu RDC Michał Krasucki.\n\n– Do zeszłego tygodnia straż miejska wydała ponad sto mandatów. Oni wliczają to w koszty. Kara jest zbyt mała. Prawdziwą zmianę zobaczymy wtedy, kiedy zacznie się zajmowanie mienia, bo te przepisy na to pozwalają – podsumował konserwator.\n\nZgodę na takie zajęcie musi potem jeszcze wydać sąd.\n\nW maju wejdą w życie kolejne przepisy w Parku Kulturowym. Będą dotyczyć reklam, witryn i szyldów.\n\n– Będziemy mieli przepisy obowiązujące, mówiące o tym, jak ma wyglądać witryna. W jaki sposób umieszczać reklamy, a jakich nie wolno. Gdzie mają wisieć urządzenia techniczne typu klimatyzator czy panel – tłumaczył.\n\nCały Park Kulturowy obejmuje około jednej trzeciej całego terenu stołecznego Śródmieścia.\n\nCzytaj też: Gaz od spółki powiązanej z Rosją dla MZA? Rafał Trzaskowski komentuje"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nowe ścieżki, oświetlenie i odtworzenie stawów – Gmina Wojnicz ma plan na miejski park",
            "link": "https://rdn.pl/313858/nowe-sciezki-oswietlenie-i-odtworzenie-stawow-gmina-wojnicz-ma-plan-na-miejski-park/",
            "description": "Park miejski w Wojniczu ma zyskać nowe funkcje społeczne. Samorząd stara się o dofinansowanie inwestycji, która poprawi ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.g6pnYznUhF4Pt3LrRH203i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "rdn.pl21 godz.",
            "source": "rdn.pl",
            "article_content": "Park miejski w Wojniczu ma zyskać nowe funkcje społeczne. Samorząd stara się o dofinansowanie inwestycji, która poprawi oblicze tej części miasta. Chodzi o park wokół Pałacu Dąmbskich.\n\nGmina chce odtworzyć stawy, które istniały tam przed laty, w planach są też nowe nasadzenia zieleni, wytyczenie i budowa ścieżek spacerowych oraz instalacja oświetlenia.\n\nO zamiarach samorządu poinformował w audycji Słowo za Słowo burmistrz Wojnicza Tadeusz Bąk:\n\n-Mamy poważny wniosek złożony, na blisko 4 miliony złotych dofinansowania, cały koszt to około 4 700 000 zł. Aplikujemy do stowarzyszenia, Aglomeracji Tarnowskiej. Nabór już trwa, a my liczymy na otrzymanie pieniędzy, dlatego że złożyliśmy wniosek, jest on kompletny. Chcemy dużo prac zrobić w parku. 5 milionów na park to dużo, pewnie dużo się zmieni, ale i tak nie wszystko, co byśmy chcieli tam mieć.\n\nJak podkreśla burmistrz, park po modernizacji ma być miejscem przyjaznym i otwartym na mieszkańców.\n\n-Piękne ścieżki, nasadzenia, bardzo dawno temu były tam stawy, które chcemy teraz reaktywować. Puścimy kładki przez te stawy, ogrodzenia, oświetlenie. Pochłonie to bardzo dużo pieniędzy, ale cieszę się, że będę mógł już zainwestować. To jest 5 milionów złotych, to jest dużo, ale będziemy mogli dzięki temu po parku miejskim pochodzić, pospacerować, usiąść z dzieciakami, powstanie tam takie fajne miejsce wypoczynku.\n\nTadeusz Bąk zaznaczył, że teren jest objęty ochroną konserwatora zabytków. Konieczne będzie uzyskanie zgody konserwatora na wykonanie jakichkolwiek prac ziemnych. Istnieje też obawa, że podczas robót, może się okazać że zostaną wydobyte zabytkowe przedmioty – wtedy na plac budowy musieliby wejść archeolodzy, co może znacznie opóźnić inwestycję.\n\nDecyzja na temat przyznania dofinansowania na modernizację parku w Wojniczu jeszcze nie zapadła."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stare banknoty i monety u monety z PRL-u. Nie uwierzysz, ile mogą kosztować pieniądze z lat 60., 70. i 80. [ZDJĘCIA] 14.01.2025",
            "link": "https://gk24.pl/stare-banknoty-i-monety-u-monety-z-prlu-nie-uwierzysz-ile-moga-kosztowac-pieniadze-z-lat-60-70-i-80-zdjecia-14012025/ar/c3-18784441",
            "description": "Możliwe, że w zakamarkach swojego domu trzymasz prawdziwy skarb. Będziesz zaskoczony za jakie kwoty można sprzedać stare banknoty i monety z czasów PRL-u. Kolekcjonerzy są w stanie zapłacić za te ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 14.01.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-14012025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "gk24.pl7 godz.",
            "source": "gk24.pl",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 14.01.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-14012025/ar-BB1rq2wV?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.RMfQ8754hzNLNXVr3GWI%2fA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Express Ilustrowany on MSN4 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Od japońskiego drzeworytu do zapomnianego królestwa Dacji",
            "link": "https://www.radiokrakow.pl/aktualnosci/krakow/od-japonskiego-drzeworytu-do-zapomnianego-krolewstwa-dacji/",
            "description": "Wystawa Kitagawy Utamaro jednego z największych mistrzów japońskiego drzeworytu, monografia Chełmońskiego oraz „Dacja.",
            "image_url": "https://www.bing.pl/th?id=OVFT.pWtldFKPbxpwlWONVEIoaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Radio Kraków S.A.21 godz.",
            "source": "Radio Kraków S.A.",
            "article_content": "Podsumowanie roku 2024 w Muzeum Narodowym w Krakowie\n\nFrekwencja\n\nW tym roku odwiedziło MNK 1 859 484 zwiedzających (200 tys. więcej niż w ubiegłym roku). Najchętniej odwiedzanymi oddziałami były: MNK Muzeum Czartoryskich (1 028 149), MNK Gmach Główny (278 935) oraz MNK Sukiennice (143 554).\n\nOtworzyliśmy 23 wystawy i pokazy czasowe. Największymi z nich były:\n\n▪ „Złote runo - sztuka Gruzji”\n\n▪ „Uskrzydlone. Putta w sztuce renesansu”\n\n▪ „Transformacje. Nowoczesność w III RP”\n\n\n\nUnijne dofinansowanie dla Muzeum Narodowego w Krakowie\n\nMuzeum Narodowe w Krakowie otrzymało dofinansowanie na remont Biblioteki Książąt Czartoryskich w ramach Programu Operacyjnego Fundusze Europejskie na Infrastrukturę, Klimat, Środowisko 2021-2027 (FEnIKS), zarządzanego przez Ministerstwo Kultury i Dziedzictwa Narodowego.\n\nCelem rozbudowy i przebudowy Biblioteki Czartoryskich jest spełnienie warunków do prawidłowego zarządzania zbiorami bibliotecznymi, w tym ich gromadzenia, opracowania, ochrony oraz udostępniania. Realizacja przedsięwzięcia jest kluczowa dla dalszego rozwoju oferty programowej MNK.\n\nPo remoncie Biblioteka Czartoryskich zaoferuje nowe, różnorodne formy działalności kulturalno-edukacyjnej, takie jak wydarzenia promujące lokalną kulturę, historię oraz młodych twórców i artystów z mniejszości narodowych. Dzięki tym zmianom powstanie nowoczesna instytucja kultury, która będzie odpowiadać na potrzeby współczesnych odbiorców, zapewniając komfortowe i bezpieczne warunki korzystania z oferty.\n\n\n\nOtwarcie biblioteki po remoncie planowane jest na 2027 rok, a zakończenie całego projektu przewidziane jest na pierwszy kwartał 2028 roku.\n\nPrzywilej koszycki należący do zbiorów MNK Biblioteka Czartoryskich został wpisany na Polską Listę Krajową Programu UNESCO Pamięć Świata.\n\n\n\nKonsultacje społeczne CRACOVIA\n\nPod koniec roku, we współpracy z Miejskim Centrum Dialogu, zorganizowaliśmy konsultacje społeczne dotyczące projektu „Przebudowa dawnego hotelu Cracovia do funkcji instytucji kultury: Muzeum Designu i Architektury oraz Modelowego Centrum Wspierania Przemysłów Kreatywnych”.\n\nCelem konsultacji było zebranie uwag i opinii na temat zaproponowanych rozwiązań architektonicznych, programu działalności i wartości społecznej inwestycji. Konsultacje prowadzone były od 25 listopada do 20 grudnia 2024 r. W ramach tych działań uruchomiliśmy ankietę, zorganizowaliśmy telefoniczny dyżur ekspercki oraz trzy spotkania konsultacyjne.\n\nPodczas spotkań z mieszkańcami przedstawiliśmy zwycięski projekt Muzeum Architektury i Designu, autorstwa Biura Projektów Lewicki Łatak, które wygrało w ubiegłym roku konkurs na koncepcję architektoniczną. Rozmawialiśmy także o współpracy z organizacjami pozarządowymi oraz podmiotami działającymi w dziedzinie designu i architektury. Mieszkańcy wymieniali pomysły na to, czym powinno być przyszłe muzeum dla swoich sąsiadów i mieszkańców Krakowa.\n\nZaproponowane rozwiązania spotkały się z bardzo dobrym odbiorem. Pełny raport z konsultacji zostanie przygotowany w lutym 2025 roku.\n\n\n\nCharakterystyka zbiorów i polityka zakupów\n\nW 2024 roku do zbiorów Muzeum Narodowego w Krakowie dołączyła kolekcja ubiorów zaprojektowanych przez Gosię Baczyńską, jedną z najwybitniejszych polskich kreatorek mody XXI wieku. Jej wszechstronność oraz fascynacja przeszłością sprawiają, że projektowane przez nią ubiory bliskie są dziełom sztuki. Kreacje można zobaczyć w ramach galerii stałej MNK Szołayscy „Przedmioty. Galeria designu polskiego XX i XXI wieku”. Zakup kolekcji został dofinansowany ze środków Ministra Kultury i Dziedzictwa Narodowego pochodzących z Funduszu Promocji Kultury.\n\nDo najcenniejszych nabytków 2024 roku należy także rysunek autorstwa Stanisława Wyspiańskiego „Bok stall z Kościoła Św. Krzyża w Krakowie”, który powstał podczas odnawiania gotyckich wnętrz świątyni. Wyspiański wykonywał odrysy wnętrz, tworząc dokumentację restaurowanej polichromii.\n\nNa uwagę zasługuje również dar wybitnej rzeźbiarki Barbary Falender, która przekazała Muzeum Narodowemu w Krakowie swoje monumentalne dzieło „Hommage dla Aliny Szapocznikow”. Rzeźba, wykuta z wapienia dębnickiego, znanego jako czarny marmur, przedstawia fragmenty ciała kobiety skontrastowane z abstrakcyjną, celowo nieukończoną bryłą kamienia. Jest to wybitny przykład tradycyjnej sztuki rzeźbiarskiej w nowoczesnym wydaniu.\n\nŁącznie MNK pozyskało 1058 obiektów. W tym darowizny - 669 obiektów, depozyty -213 obiektów, zakupy - 174 obiekty.\n\n\n\nWydawnictwo\n\nW 2024 roku nakładem Wydawnictwa Muzeum Narodowego w Krakowie ukazało się ponad 20 publikacji książkowych. Są wśród nich katalogi wystaw (m.in. Złote runo – sztuka Gruzji, Transformacje. Nowoczesność w III RP, Uskrzydlone. Putta w sztuce renesansu, Kapiści. Sto lat!), przewodniki do wystaw czasowych (np. Falerystyka Legionów Polskich 1914–1918, Mehoffer z Fryburga. Projekty witraży katedralnych, Kolekcja w kolekcji. 160. rocznica ślubu Państwa Matejków), katalog zbiorów (Polskie plakaty z lat 1915–1945 w zbiorach Muzeum Narodowego w Krakowie), a także kolejny tom czasopisma naukowego „Notae Numismaticae – Zapiski Numizmatyczne” oraz Ikonografia Plant krakowskich (10 Tom Katalogu Widoków Krakowa).\n\n\n\nŁączny nakład wydanych publikacji to ponad 15 tysięcy egzemplarzy.\n\n\n\n\n\nEdukacja\n\nRok 2024 w MNK obfitował w wiele wydarzeń kulturalnych i edukacyjnych. Ponad 30 tys. osób wzięło udział w warsztatach, lekcjach muzealnych, oprowadzaniach, koncertach i pokazach. Dużą popularnością cieszyły się „Wakacje ze sztuką” – półkolonie dla dzieci, które pozwoliły młodym uczestnikom na kreatywne spędzenie czasu i poznawanie sztuki.\n\nOpracowaliśmy nową ofertę edukacyjną na rok szkolny 2024/2025, dostosowaną do uczniów w różnych grupach wiekowych. Scenariusze lekcji powstały we współpracy z nauczycielami, aby stanowiły uzupełnienie podstawy programowej.\n\nAby jeszcze bardziej zaangażować najmłodszych w życie muzealne, wspólnie z CeZikiem i studiem Animwood stworzyliśmy piosenkę i klip „Do muzeum”, który przedstawia muzeum jako miejsce wspólnego spędzania czasu z rodziną i znajomymi.\n\n\n\nDziałalność konserwatorska\n\nZakończyliśmy trudny i długotrwały proces konserwacji „Czwórki” Józefa Chełmońskiego. Obraz znów zachwyca pełnią kolorów oraz lekkością i dynamiką kompozycji. Prace nad oczyszczeniem malowidła trwały od lipca 2020 roku. Konserwatorzy oczyścili płótno, usunęli stare werniksy, uzupełnili i wyretuszowali ubytki zaprawy oraz warstwy malarskiej. Na koniec położyli werniks zabezpieczający na całe lico obrazu. Można ponownie podziwiać wyszukane odcienie i zestawienia kolorów. Także rama zyskała nowy blask.\n\nRównolegle z konserwacją „Czwórki” przeprowadzono wnikliwe badania. Dzięki nim rozpoznano budowę technologiczną, technikę wykonania obrazu, zastosowane przez artystę pigmenty oraz sposób ich łączenia, a także skład zaprawy, rodzaj płótna i spoiwa farb. Ujawniono nieznane dotąd etapy powstawania dzieła, rzucając nowe światło na proces twórczy. Szczegółowe wyniki badań nad obrazem zostaną opublikowane i zaprezentowane na ekspozycji dotyczącej konserwacji i badań „Czwórki”, która jest planowana w Sukiennicach równolegle do krakowskiej odsłony monograficznej wystawy dzieł Chełmońskiego w terminie 08.08-30.11.2025 r.\n\nW 2024 roku pracowaliśmy nad projektem ODOTHEKA – pierwszą na świecie Biblioteką Zapachów Obiektów Zabytkowych. Projekt polsko-słoweński realizowany jest przez Uniwersytet Ekonomiczny w Krakowie, we współpracy z Muzeum Narodowym w Krakowie, Uniwersytetem w Lublanie oraz Muzeum Narodowym Słowenii. Efektem projektu jest opracowanie zbioru przepisów i receptur na odwzorowanie zapachu danego zabytku. Pierwszym zbadanym dziełem z kolekcji Muzeum Narodowego w Krakowie jest „Dama z gronostajem” autorstwa Leonarda da Vinci. Naukowcy odtworzyli zapach najważniejszego obrazu w Polsce, mającego niezwykłe znaczenie międzynarodowe. Do badań wytypowano 10 obiektów o zróżnicowanej historii i wyjątkowym znaczeniu w kolekcjach, a także różnorodności pod względem materiału, z jakiego zostały wykonane. Projekt wpisuje się w idee nowoczesnego muzealnictwa multisensorycznego, które zwiększa dostępność kolekcji, uruchamiając zmysł węchu. Projekt rozpoczął się 1 grudnia 2021 roku i potrwa do 2025 roku. Finansowany jest w ramach programu WEAVE/NCN – OPUS 20 + LAP przez Słoweńską Agencję Badawczą oraz polskie Narodowe Centrum Nauki.\n\nZakończono zabezpieczenie i konserwację obiektów z dawnej ekspozycji w Muzeum Czynu Niepodległościowego w Oleandrach, przekazanych do Muzeum Narodowego w Krakowie.\n\nŁączna liczba obiektów poddanych konserwacji w 2024 roku wyniosła ponad 27 tysięcy.\n\n\n\nMisja społecznej odpowiedzialności w MNK\n\nW tym roku kontynuowaliśmy wdrażanie Misji „Muzeum, ludzie, przyszłość”, która wyznacza kierunek zrównoważonego rozwoju dla naszej instytucji.\n\nW ramach współpracy ze Stowarzyszeniem Wikimedia Polska realizowaliśmy projekty takie jak Wikirezydencja w Bibliotece Czartoryskich oraz GLAM-Wiki. Dodatkowo wzięliśmy udział w międzynarodowej konferencji Wikimania, która odbyła się w Katowicach. Dzięki tym działaniom zwiększyliśmy widoczność naszych zbiorów i wsparliśmy rozwój największej demokratycznej bazy wiedzy – dostępnej na całym świecie.\n\nWystawa „Epoka (nie)dostępności” to wspólna inicjatywa Muzeum Narodowego w Krakowie oraz Fundacji Avalon. Już w styczniu w Gmachu Głównym MNK zaprezentujemy obiekty symbolizujące błędy i ograniczenia, z jakimi w codziennym życiu mierzą się osoby z niepełnosprawnościami.\n\nEkspozycja składa się z 12 obiektów, które przedstawiają brak dostępności w takich obszarach jak: architektura, design, komunikacja, system wsparcia, życie zawodowe czy relacje międzyludzkie. Każdy obiekt uzupełnia osobista historia osoby, która doświadczyła danego rodzaju wykluczenia.\n\nWystawa ma na celu pogłębienie wiedzy odbiorców na temat istniejących barier, zaprezentowanie perspektywy osób z niepełnosprawnościami oraz lepsze zrozumienie ich codziennego życia. Widzowie dowiedzą się również, co można zrobić, by usunąć bariery i uczynić świat bardziej dostępnym.\n\nEkspozycja jest częścią ogólnopolskiej kampanii społecznej „Epoka Dostępności” Fundacji Avalon, której misją jest podnoszenie świadomości na temat braku dostępności oraz ukazywanie, jak nasze działania wpływają na powstawanie barier dla osób z niepełnosprawnościami.\n\n\n\nWspółpraca z mediami\n\nLiczba publikacji: 39 713\n\nŁączny zasięg: 482 135 072\n\nŁączny ekwiwalent: 217 114 822\n\n\n\nSocial media - zasięg\n\nFacebook: 2 165 351\n\nInstagram: 438 512\n\nStrona internetowa\n\n3 457 556 odsłon\n\n827 325 użytkowników\n\nNagrody i wyróżnienia\n\n\"Nowy Początek. Modernizm w II RP\" został nagrodzony w konkursie \"Common Space - Realizacje\" w ramach 8. Międzynarodowego Biennale Architektury Wnętrz. Projekt wystawy został doceniony Grand Prix w kategorii wnętrze użyteczności publicznej.\n\nSybilla 2023 - Wyróżnienie dla Muzeum Narodowego w Krakowie za projekt DIXIT MNK: upowszechnianie zbiorów Muzeum Narodowego w Krakowie w kategorii Edukacja oraz wyróżnienie za wystawę Broń i Barwa – wystawa stała w Arsenale Muzeum Książąt Czartoryskich w kategorii Nowe i zmodernizowane wystawy stałe.\n\nLodołamacze 2024: MNK zdobyło I miejsce i statuetkę Lodołamacza jako laureat Lubelskiej, Małopolskiej, Podkarpackiej, Świętokrzyskiej Regionalnej Gali Konkursu Lodołamacze 2024 w kategorii: Pracodawca Odpowiedzialny Społecznie – Zrównoważony Rozwój Biznesu (CSR/ESG), a następnie I nagrodę w ogólnopolskim konkursie Lodołamacze 2024 - wyróżniającą MNK jako instytucję publiczną, która wprowadziła i konsekwentnie wdraża w działania misję społecznej odpowiedzialności.\n\nNagroda Honorowa im. Joachima Lelewela przyznana za wybitny wkład w działalność muzealną dla Muzeum Narodowego w Krakowie - XXI Zjazd Historyków Polskich w Białymstoku.\n\nNagroda Lider Dostępności dla Arsenału i Klasztorka, części kompleksu MNK Muzeum Czartoryskich w kategorii obiekt zabytkowy, za najlepszą inwestycję związaną z modernizacją budynku historycznego, z uwzględnieniem potrzeb osób z niepełnosprawnością\n\nOtrzymaliśmy także liczne nagrody za identyfikację wizualną: zwycięzca konkursu The PRINT Awards w kategorii Identyfikacja wizualna, Creative Review Annual Honourable Mention, finalista European Design Awards, II miejsce w konkursie Muzeum Widzialne w kategorii Identyfikacja muzeum oraz Nagroda Golden Pin Taipei.\n\n\n\n\n\n\n\nWystawy i pokazy planowane w 2025 roku\n\nUtamaro\n\nMNK Gmach Główny\n\n17.01.2025 - 13.04.2025\n\nZapraszamy na wystawę Kitagawy Utamaro (1754–1806), jednego z największych mistrzów japońskiego drzeworytu okresu Edo (1603–1868). Ten uchodzący za znawcę i piewcę kobiecego piękna artysta był jednym z pierwszych Japończyków, którzy zafascynowali świat zachodni już w XIX wieku. Genialne i ponadczasowe osiągnięcia stylistyczno-formalne – m.in. zbliżenia kadru postaci, od ujęcia jej do kolan po całkowicie nowatorskie portretowe ujęcie twarzy, określane jako ōkubi-e (obrazy wielkich głów) – zaważyły na późniejszym portretowaniu postaci przez innych japońskich artystów. Na ekspozycji, wpisującej artystę i świat jego bohaterów w konkretny entourage tradycyjnych japońskich motywów, zaprezentujemy łącznie około 300 obiektów.\n\nKurator: Beata Romanowicz\n\nDacja. Zapomniane królestwo\n\nMNK Gmach Główny\n\n18.07-02.11.2025\n\n„Dacja. Zapomniane królestwo” to wystawa, która przybliży wspaniałe skarby złotnictwa z II i I tysiąclecia p.n.e. z terenu współczesnej Rumunii. Eksponaty pochodzić będą z Muzeum Narodowego w Bukareszcie i innych muzeów rumuńskich, po raz pierwszy wypożyczone do Polski. Są to znakomite przykłady biżuterii i militariów świadczące o wyrafinowanym poziomie złotnictwa państwa Daków w epoce przedrzymskiej, uzupełnione o efektowne skarby monet. Niektóre przedmioty zdobione są ciekawymi motywami zoomorficznymi lub antropomorficznymi, należącymi do rzadkości w kulturach rozwijających się poza kręgiem śródziemnomorskim. Wystawa wpisuje się w „Sezon Kulturalny Polska – Rumunia 2024 – 2025”, w którego ramach zaplanowano szereg wystaw w muzeach polskich. Jest to wspólna inicjatywa rumuńskiego Ministerstwa Kultury i Rumuńskiego Instytutu Kultury, polskiego Ministerstwa Kultury i Dziedzictwa Narodowego oraz Instytutu Adama Mickiewicza, przy wsparciu Instytutu Polskiego w Bukareszcie.\n\nKurator: prof. dr hab. Mirosław Kruk\n\n\n\nChełmoński\n\nMNK Gmach Główny\n\n08.08-30.11.2025\n\nTo trzecia, ostatnia odsłona ekspozycji przygotowanej wspólnie z Muzeum Narodowym w Warszawie oraz Muzeum Narodowym w Poznaniu, realizowanej jako część wieloletniego przedsięwzięcia badawczego. Ranga Chełmońskiego jako twórcy narodowego, jednego z najwybitniejszych przedstawicieli polskiego realizmu inspiruje do wypowiedzi kolejne pokolenia badaczy. Sugestywność i zmysłowość jego dzieł, m.in. eksponowanej w Galerii Sztuki Polskiej XIX wieku w Sukiennicach monumentalnej „Czwórki”, niezmiennie przykuwają uwagę wielbicieli talentu tego wyjątkowego artysty. Ideą przyświecającą kuratorce jest prezentacja twórczości Józefa Chełmońskiego w sposób możliwie wszechstronny i kompletny, dlatego też scenariusz wystawy obejmuje ok. 300 obrazów olejnych, akwarel i rysunków z kilkunastu muzeów polskich i zagranicznych oraz z wielu kolekcji prywatnych. Ekspozycja ta stanie się zatem okazją do nowego, krytycznego spojrzenia na cały dorobek twórczy jednego z najwybitniejszych dziewiętnastowiecznych artystów. Będzie to pierwsza, od lat osiemdziesiątych XX wieku, tak szeroko zakrojona prezentacja twórczości Józefa Chełmońskiego.\n\nKuratorka: dr Aleksandra Krypczyk-De Barra\n\nGaleria Zachodnioeuropejskiego Malarstwa i Rzeźby\n\nMNK Gmach Główny\n\nW 2025 roku planujemy otworzyć nową galerię stałą w Gmachu Głównym. Przyszła ekspozycja zaprezentuje kolekcję malarstwa i rzeźby europejskiej w zbiorach MNK. Znajdziemy tam najciekawsze i najcenniejsze dzieła wplecione w przejrzysty układ chronologiczny. Kompozycja ta, na tyle na ile pozwala na to charakter zbioru, ma za zadanie pokazanie historii i przemian malarstwa oraz dziejów kultury europejskiej. Ma również pokazać różnorodność sztuki Starego Kontynentu i miejsce Polski w Europie. Na wystawę przewidziano ok. 120–150 dzieł sztuki, w znacznej większości malarstwa, powstałych od XIII do XX w. Wybrane obiekty są przykładami najlepszych dzieł sztuki europejskiej w zbiorach MNK.\n\nKuratorzy: dr Katarzyna Płonka-Bałus, dr Adam Spodaryk\n\n\n\nPonadto w 2025 zostaną otwarte m.in.:\n\nSBB Droga do wolności\n\nMNK Szołayscy\n\nKrakowska wystawa jest pokłosiem dwóch ważnych jubileuszy, obchodów 50-lecia powstania formacji (2021), które zaowocowały wystawą w Muzeum w Chorzowie (obecnie Muzeum Hutnictwa), konferencją i koncertem oraz 50-lecia wydania przez zespół pierwszej płyty (2024). Wystawa będzie nie tylko okazją do opowiedzenia historii najważniejszego polskiego rockowego zespołu, zaprezentowania instrumentów muzyków, wyposażenia studia Radia Opole, gdzie nagrywali albumy oraz okładek płyt i licznych pamiątek, ale także posłuchania muzyki dostępnej na specjalnie przygotowanych stanowiskach. Będzie to także wyjątkowa możliwość spojrzenia na twórczość tego wybitnego zespołu w horyzoncie polskiej i szerzej środkowoeuropejskiej kultury muzycznej zwłaszcza lat 70. XX w.\n\n\n\nKuratorzy wystawy: Beata Cieślak, Jacek Kurek, Zbigniew Gocek\n\n\n\nLwowianki\n\nMNK Gmach Główny\n\n12.09.2025-01.03.2026\n\nCelem wystawy „Lwowianki” jest pokazanie nieznanego szerszej publiczności dorobku lwowskich modernistek. Ich dramatycznych losów związanych z nowoczesną historią Lwowa – doświadczenia wojny, zmianą granic państwowych i kilku okupacji.\n\n\n\nKurator wystawy: Andrij Bojarov\n\n„Siła wiary – moc wiedzy. Numizmatyka w historii medycyny”\n\nMNK Czapscy\n\n11.04.2025-12.10.2025\n\nWystawa ma na celu ukazanie numizmatów i egzonumii obecnych w historii medycyny, ze szczególnym uwzględnieniem starego Krakowa. Związki te, zarówno oczywiste (jak np. wiara w moc metali, funkcje apotropaiczne monet i medalików) jak i nieoczywiste (np. moneta jako obiekt transferujący „uzdrawiający dotyk”), łączą obie dziedziny już od czasów najdawniejszych. Na przestrzeni wielu wieków monety i przedmioty monetopodobne pełniły rolę amuletów ochronnych przed złem i chorobami.\n\nKurator: dr Agnieszka Smołucha-Sładkowska\n\nPlanowane wystawy zagraniczne:\n\nYoung Poland, Polish Art. 1890-1918\n\n25.03-29.06.2025\n\nWystawa „Young Poland”, która odbędzie się w 2025 r. w Narodowym Muzeum Sztuki Nowoczesnej w Kioto, będzie poświęcona Polsce i rozkwitowi sztuki polskiej w jej „złotym okresie”, czyli w latach 1890–1918. To opowieść zarówno o polskiej historii, której prolog nakreślą prace Jana Matejki i Artura Grottgera, jak i o sztuce, która na przełomie XIX i XX wieku nie tylko budowała tożsamość narodową, ale swoją jakością sprawiła, że Polska choć nie istniała na mapach, obecna była i odnosiła sukcesy na artystycznych salonach Europy. Wystawa prezentować będzie najważniejsze problemy, które poruszała ówczesna sztuka – od prób impresjonistycznych po symbolizm i poszukiwanie stylu narodowego, a szczególny dobór obiektów dokonany przez kuratorki będzie też zwracał uwagę na obecność sztuki japońskiej wśród ważnych źródeł inspiracji artystycznych polskich twórców. Na wystawie planujemy pokazać ponad 150 prac malarskich, rysunkowych, graficznych i przykłady rzemiosła artystycznego – najważniejszych polskich twórców tej epoki na najbardziej charakterystycznych, czasem wręcz ikonicznych przykładach ich dzieł.\n\nPortrety Stanisława Wyspiańskiego w Narodowej Galerii Portretu w Londynie\n\n27.03.2025-13.07.2025\n\nWystawa pokaże różnorodność sztuki portretowej Stanisława Wyspiańskiego oraz wpływ jaki wywarł na rozwój polskiego malarstwa i kultury. Wystawa potwierdzi i wzmocni międzynarodową opinię o Polsce jako kraju silnym swoim dziedzictwem, a także pokaże wkład w światową kulturę i sztukę. Na ekspozycji zaprezentowanych zostanie łącznie 16 prac artysty, w tym 12 obrazów będących w posiadaniu Muzeum Narodowego w Krakowie, 3 obrazy z Muzeum Narodowego w Poznaniu oraz 1 z kolekcji prywatnej.\n\nPolskie Style Narodowe\n\n10.04-31.08.2025\n\nW ramach obchodów Sezonu Kulturalnego Polska-Rumunia 2024-2025 Muzeum Narodowe w Krakowie planuje edycję wystawy „Polskie Style Narodowe. 1890–1914” w Muzeum Narodowym Historii Rumunii w Bukareszcie. Tematyka ekspozycji odnosi się do trwającej około roku 1900 w Europie – zwłaszcza w Europie Środkowo-Wschodniej i Skandynawii – debaty na temat stylu narodowego, czyli odrębnej stylistycznie formy wyrażającej wyjątkowość danej kultury narodowej. Na wystawie chcemy zaprezentować około 260 obiektów z dziedziny malarstwa, grafiki, rzeźby, fotografii i sztuki użytkowej (ceramika, meble, tkaniny i wyroby z drewna). Ekspozycja będzie się składać z kilku części poświęconych ważnym wydarzeniom i inicjatywom artystycznym stanowiącym wyraz poszukiwania polskiego stylu narodowego.\n\n\n\n(mat.prasowe MNK)\n\n\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archeolog ostrzega. Nielegalne poszukiwania prowadzą do strat",
            "link": "https://www.o2.pl/informacje/archeolog-ostrzega-nielegalne-poszukiwania-prowadza-do-strat-7114073342155520a",
            "description": "Nielegalne poszukiwania mogą prowadzić do nieodwracalnych strat w dziedzictwie historycznym. Archeolog Grzegorz Kurka podkreśla, jak ważne jest zgłaszanie znalezisk odpowiednim służbom, aby chronić ce ...",
            "image_url": "https://www.bing.pl/th?id=ODF.GhWejP0dMFTzOkSqze5iTA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "o27 godz.",
            "source": "o2",
            "article_content": "Nielegalne poszukiwania mogą prowadzić do nieodwracalnych strat w dziedzictwie historycznym. Archeolog Grzegorz Kurka w rozmowie z Polską Agencją Prasową podkreśla, jak ważne jest zgłaszanie znalezisk odpowiednim służbom, aby chronić cenne informacje.\n\nZabytki odkrywane są zazwyczaj w określonym kontekście, co oznacza, że są częścią większej całości, jak osady czy cmentarzyska. Grzegorz Kurka, dyrektor Muzeum Historii Ziemi Kamieńskiej, wyjaśnia, że pozbawienie ich tego kontekstu oznacza utratę cennych informacji. Tylko doświadczeni archeolodzy potrafią właściwie analizować i dokumentować takie znaleziska.\n\nZniszczenie kontekstu archeologicznego prowadzi do utraty informacji o zabytku i jego otoczeniu. Kurka zwraca uwagę, że nielegalni poszukiwacze często traktują zabytki jako trofea, co pozbawia je wartości naukowej i kulturowej.\n\nDalsza część artykułu pod materiałem wideo\n\nZobacz także: Budynek miał nie rzucać się w oczy. Wielkie odkrycie pod Poznaniem\n\nJednym z przykładów utraty kontekstu są granitowe figurki odkryte w województwie zachodniopomorskim. Trafiły na Śląsk, gdzie zostały odzyskane przez policję, ale brak wiedzy o miejscu ich odkrycia uniemożliwia pełne zrozumienie ich wartości historycznej. Podobnie zniszczenie poniemieckiego cmentarza w Gostyniu, gdzie buldożery zniszczyły pochówki, jest przykładem nieodwracalnej utraty danych historycznych.\n\nJak postępować przy odkryciu zabytku\n\nW przypadku znalezienia przedmiotu o potencjalnej wartości historycznej należy przerwać działania, zabezpieczyć znalezisko i nie ruszać go. Ważne jest dokładne zaznaczenie lokalizacji odkrycia i poinformowanie odpowiednich służb, takich jak Wojewódzki Konserwator Zabytków czy lokalne muzeum. Zgłoszenie jest proste i może być dokonane telefonicznie lub poprzez przesłanie zdjęć."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ferie w Krakowie. W teatrze, w podziemiach Rynku, w zakamarkach willi: \"To będzie dobra zabawa\"",
            "link": "https://krakow.wyborcza.pl/krakow/7,44425,31608610,ferie-w-krakowie-w-teatrze-w-podziemiach-rynku-w-zakamarkach.html",
            "description": "Poszukiwania złotej arki, wyprawa śladem leśnych zwierząt, a może Festiwal Teatrów dla Dzieci? Ferie zimowe w Małopolsce ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.w8ahY5LYCOlJFhqy04hH_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "krakow.wyborcza4 godz.",
            "source": "krakow.wyborcza",
            "article_content": ""
        }
    }
]