[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Duży ruch na giełdzie w Sandomierzu w sobotni poranek 29 marca. Zobacz, jak wyglądał handel w ostatni weekend marca",
            "link": "https://echodnia.eu/podkarpackie/duzy-ruch-na-gieldzie-w-sandomierzu-w-sobotni-poranek-29-marca-zobacz-jak-wygladal-handel-w-ostatni-weekend-marca/ar/c1-19093939",
            "description": "W sobotni poranek, 29 marca giełda w Sandomierzu tętniła życiem. Wiosenna pogoda zachęciła do spacerów i zakupów na placu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.b_J9J53AB38o1nddjUOQEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Echo Dnia6 godz.",
            "source": "Echo Dnia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana i ceramika PRL jest teraz w cenie. Masz taką? W 2025 roku niektóre naczynia, figurki i wazony są warte krocie [29.03.2025 r.]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/porcelana-i-ceramika-prl-jest-teraz-w-cenie-masz-tak%C4%85-jeszcze-w-2025-roku-niekt%C3%B3re-naczynia-figurki-i-wazony-s%C4%85-warte-krocie-26032025/ar-AA1BDTML?ocid=BingNewsVerp",
            "description": "Porcelana i ceramika z PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników stylu retro. Unikalne wzory, wysoka ...",
            "image_url": "https://www.bing.pl/th?id=OVF.L1B445NuerGUPi0veT33yw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "starocie",
            "date": "Gazeta Pomorska on MSN9 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najstarszy sport motocyklowego świata – Flat track",
            "link": "https://swiatmotocykli.pl/sport/andrzejsimpson/najstarszy-sport-motocyklowego-swiata-flat-track/",
            "description": "Flat track, nazywany również dirt trackiem, to najstarszy sport motocyklowy, z ponad stuletnią historią. Prosta do bólu, a jednocześnie... skomplikowana.",
            "image_url": "https://www.bing.pl/th?id=ODF.6GUQintFl0MGkBNNRSUyWg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Świat Motocykli1 godz.",
            "source": "Świat Motocykli",
            "article_content": "Flat track, nazywany również dirt trackiem, to najstarsza dyscyplina sportu motocyklowego, z ponad stuletnią historią. Prosta do bólu, a jednocześnie niesamowicie skomplikowana. Spróbowaliśmy jazdy po owalu i kochamy ją równie mocno, jak się jej boimy.\n\nChcesz spróbować swoich sił we flat tracku? Weź udział w Flat Track Practice Day na Torze Skałka w Świętochłowicach już w sobotę 12 kwietnia!\n\nW naszym kraju łatwo wytłumaczyć czym jest flat track, ponieważ sport ten jest bardzo podobny do żużla. W dużym uproszczeniu jest to jazda po owalnym torze w lewo, z użyciem tylko jednego hamulca – tylnego. Flat track od żużla odróżnia używany sprzęt i technika jazdy.\n\nWyścigi występują również w formule TT (Tourist Trophy), gdzie jeździ się po torze z zakrętami w obydwu kierunkach i przynajmniej jednym skokiem. Najbardziej znanym i widowiskowym wyścigiem w formule TT jest ten na torze Peoria w USA. Wtedy też wymagany jest montaż przedniego hamulca. Fani wyścigów motocyklowych z pewnością kojarzą ranczo Valentino Rossiego. To idealny przykład flat trackowego raju.\n\nFlat track – niewiele młodszy od motocykli\n\nJednym z głównych uroków tego sportu jest jego historia. Szukając informacji o pierwszych wyścigach motocyklowych, traficie właśnie na jazdę po owalu. Jej początki sięgają pierwszych lat XX wieku. Ówczesne motocykle były raczej rowerami z prostymi silnikami spalinowymi i jako „pace bikes” służyły głównie do rozpędzania rowerów kolarzy rywalizujących na drewnianych, mocno wyprofilowanych torach. Same ścigały się tylko w przerwach, dla rozrywki. Popularność wyścigów motocykli szybko przebiła jednak wyścigi rowerów, rozpoczęto więc budowę nowych, ogromnych torów drewnianych. Jednocześnie motocykle zaczęły się ścigać na ubitej ziemi lub na plażach. Po serii wyjątkowo tragicznych wypadków na drewnianych torach wyścigi zostały całkowicie przeniesione na tory ziemne. W ten oto sposób w 1932 roku powstała najdłużej działająca seria wyścigowa świata, czyli AMA Pro Flat Track, w 2016 roku przemianowana na American Flat Track (AFT). Wyścigi w tej formule odbywają się na owalach o długości nawet jednej mili, czyli ponad 1600 metrów.\n\nNa terenie USA są tysiące mniejszych i większych torów zbudowanych stricte pod ten sport, a dodatkowo używane są nawet tory do wyścigów konnych. Motocykle, które startują w zawodach, dzielą się na kilka klas. Ta „królewska” nosi nazwę „Super Twins” i od zarania dziejów do dziś jest areną rywalizacji marek Indian i Harley-Davidson.\n\nMotocykle tej klasy mają dwa cylindry w układzie V, pojemność 750 ccm i na krótkiej prostej rozwijają prędkość ponad 220 km/h! Stopień niżej jest klasa „Production Twins” i tam odnajdziemy przeróżne konstrukcje z dwucylindrowymi silnikami, np. z Yamahy MT-07 czy Kawasaki Ninja 650, a ostatnio zadebiutował nawet Royal Enfield.\n\nMotocykle te, poza blokami silników, nie mają praktycznie nic wspólnego z maszynami seryjnymi. Nawet ramy i wahacze to stalowe konstrukcje zbudowane specjalnie pod tę serię. Nam jest najbliżej do klasy „Singles”, określanej czasem jako DTX. Są to maszyny crossowe o pojemności 450 ccm, czyli takie, które znamy z torów motocrossowych czy supermoto.\n\nTo właśnie przede wszystkim na takich motocyklach uprawia się flat track w Europie. Jazda „w kółko” największą popularnością cieszy się w Hiszpanii, Włoszech i Wielkiej Brytanii, ale rozpala też naszych południowych sąsiadów. Czesi organizują międzynarodowe mistrzostwa swojego kraju już od 2011 roku, a w tym sezonie zaplanowali aż 11 wyścigów.\n\nBierze się to z ogólnej fascynacji wyścigami motocyklowymi, a nie niemalże każdy topowy zawodnik serii MotoGP czy WSBK regularnie uprawia flat track, uważając go za najlepszy trening i zaraz wytłumaczę, z jakiego powodu tak jest. Siłą rzeczy chcą w nim brać udział również zawodnicy aspirujący do najwyższych klas.\n\nRównolegle działa spora grupa amatorów i profesjonalistów, którzy jeżdżą FT czysto sportowo. Istnieje też inny odłam, mianowicie entuzjaści klasyków i customów. Najstarszy motocyklowy sport świata przyciąga fanów prawdziwych staroci i maszyn wyglądających na starocie. Stąd w wielu krajach odbywają się mniejsze i większe imprezy. Jeśli chcecie zobaczyć, jak wygląda flat trackowa zabawa na całego, poszukajcie informacji na temat wydarzenia Dirt Quake.\n\nJak „Świat Motocykli” zainteresował się flat trackiem?\n\nSzczerze mówiąc, mimo woli. Miałem oczywiście świadomość, że Marc Marquez i wielu innych zawodników kocha FT, ale nie miałem ochoty próbować. Najnormalniej w świecie bałem się kontuzji. Wizja jazdy praktycznie bez hamulców, w złożeniu zaprzeczającym prawom fizyki, nie kojarzyła mi się z niczym innym, jak tylko z potężnym dzwonem, koniecznie ze spektakularnym lotem i twardym lądowaniem twarzą w glebie. Moje postanowienie nie wywracania się jest jednak równie silne, jak słabość do motocykli. Mam również kumpla dysponującego ogromną siłą perswazji…\n\nOd czego się ma kolegów\n\nJeszcze kilka lat, a historia moja i Łukasza będzie tematem na książkę. Musicie mi uwierzyć, że będzie o czym poczytać. Zaczynając od stuntu, razem uczyliśmy się jeździć na supermoto i motocyklach sportowych na dużych torach. Układ zawsze był prosty: jeden musi być szybszy od drugiego.\n\nW pewnym momencie Łukasz zagrał va banque i przeprowadził się do Hiszpanii. Na miejscu okazało się, że wszyscy jeżdżący po asfalcie trenują flat track. Dani Ribalta, główny trener Red Bull Rookies Cup, zanim pojechał z Łukaszem na indywidualny trening na tor asfaltowy, kazał mu przez pół dnia jeździć FT na małej Hondzie CRF 150, by później przesiąść się na motocykle klasy 450.\n\nTrening zakończył się bardzo szybko, bo po niecałej godzinie Dani złamał kostkę, a Łukasz doznał wstrząśnienia mózgu po spektakularnym highside. Mniej więcej od wtedy mój kolega zaczął mi mówić, że muszę tego spróbować, a było to już dobre pięć lat temu. Udawało mi się zgrabnie wymigiwać, gdyż uważałem, że moje solidnie już przetrącone kości i stawy nie potrzebują takiej rozrywki.\n\nPrzeznaczenia jednak oszukać się nie da. Po dwóch sezonach wyścigowych na hiszpańskich owalach Łukasz wrócił do Polski, a w międzyczasie mój drugi kolega w czasie jazdy na snowboardzie tak nieszczęśliwie upadł na głowę, że lekarz zabronił mu dotykać jego crossowej Hondy CRF250R. Ów pechowiec jeszcze przed kontuzją został namówiony przez Łukasza do zakupu kół flat trackowych, które ostatecznie kurzyły się równie mocno, jak sam motocykl. Sami widzicie, że nie miałem wyboru. Zabrałem maszynę do warsztatu Bros Racing i przebudowaliśmy ją na flat trackera.\n\nNajgorszy i najlepszy jest pierwszy raz\n\nPo tej historii, mocno skróconej na potrzeby tekstu, pojechaliśmy na pierwszy trening na prywatny, amatorski tor żużlowy pod Gorzowem Wielkopolskim. Niestety, dzięki „uprzejmości” lokalnych władz tego obiektu dziś już nie ma, ale trzymamy kciuki za jego powrót.\n\nRęce pociły mi się coraz bardziej z każdym kilometrem zbliżającym nas do celu. Serio, nie pamiętam kiedy ostatnio się tak stresowałem przed jazdą na motocyklu, chyba nigdy. Trzymałem się tylko myśli, że flat track miał być bardzo podobny do jazdy po lodzie na kolcach. Sęk w tym, że tam mieliśmy przednie hamulce, a po wywrotce sunęliśmy po lodzie tak daleko, jak było trzeba.\n\nTym razem nie mieliśmy hamulców, a zamiast strefy bezpieczeństwa była banda. Zaraz ktoś się przyczepi, że piszę bzdury, mówiąc o braku hamulców, bo z tyłu widać tarczę i zacisk. Fakt, we flat tracku używa się tylnego hamulca, ale bardzo mało i w nieco innym celu. Prędkość wytraca się poprzez uślizg obydwu kół, a tylny hebel służy do inicjacji i kontroli tego uślizgu, np. zacieśnienia lub ewentualnego pogłębienia łuku.\n\nUżycie hamulca zależne jest od preferencji kierowcy, jak również rodzaju nawierzchni. Są zawodnicy, którzy inicjują uślizg „kopnięciem” w hamulec, by później już go nie dotykać. Są i tacy, którzy płynnie modulują hamulcem przez całą fazę uślizgu.\n\nJeśli zdecydowalibyśmy się go użyć jak na asfalcie, po prostu zblokowalibyśmy koło (zdławili silnik) i na luźnej nawierzchni walnęli prosto w bandę lub zaliczyli wywrotkę, praktycznie nie wytracając prędkości. Paradoksalnie, przedni hamulec demontuje się ze względów bezpieczeństwa. Naciśnięcie dźwigni na wejściu spowodowałoby, że motocykl nie chciałby skręcić albo szybko zerwałby przyczepność.\n\nCały szkopuł w tym, by uślizg przedniego koła kontrolować samą kierownicą i gazem. Jeśli oglądacie wyścigi na asfalcie, to łatwo zauważycie różnicę. Gdy któryś zawodnik wywraca się na hamowaniu, przednia opona gwałtownie traci przyczepność i dosłownie „ścina” przód. Jeśli natomiast kierowca traci przyczepność w środku zakrętu, to przód maszyny odjeżdża mu stosunkowo powoli.\n\nOznacza to, że nie używając już hamulca, zbyt mocno dociskał przednią oponę, próbując zmusić motocykl do skręcania. Oglądając wywiady po wyścigach, zdarza nam się słyszeć zwrot „I pushed” albo „I crashed because I pushed too hard”. Często to „push” odnosi się właśnie do dociskania przedniej opony. Może trochę zboczyłem z tematu, ale w gruncie rzeczy to ciśnięcie przodu i wyczuwanie przyczepności jest kluczowe we flat tracku. Dlatego tak bardzo cenią go zawodnicy MotoGP, którzy korzystają z tych doświadczeń na torach asfaltowych.\n\nW imię zasad\n\nGdy już założyłem wszystkie ochraniacze i stalowego laczka (nakładkę na lewego buta, żeby podeszwa nie łapała przyczepności), przyszła chwila prawdy. – Łokcie wysoko, siedzisz jak najbliżej zbiornika paliwa. Wbijasz trójkę, nie zmieniasz biegów. Idziesz pełnym gazem po prostej, aż do odcięcia zapłonu i na wejściu w zakręt gwałtownie zamykasz gaz, rzucając równocześnie motocykl w lewą stronę i lekko naciskając tylny hamulec.\n\nJak cię wynosi w bandę, to dociskasz lekko hamulec i skręcasz do środka kierownicą. Tylko uważaj, bo motocykl będzie chciał wstać i wyrzucić cię z siodła. Jak ucieka Ci przód, to skręcasz kierownicą do wewnątrz i znów uważasz na highside. A gdy widzisz już wyjście z łuku, to starasz się jak najszybciej odprostować motocykl i dajesz gaz do końca, odchylając się do tyłu, żeby dociążyć tylną oponę. No i najważniejsze, nie patrz w bandę. – Łukasz szybko wytłumaczył mi, o co chodzi. – Aha… – pomyślałem.\n\nIm szybciej, tym łatwiej\n\nZ perspektywy czasu uważam, że niewiedza była bardziej przerażająca niż sam flat track. Owszem, uczucie braku klamki hamulca jest przedziwne, ale szybko o nim zapominamy. Nerwy koi przewidywalność przyczepności. Gdy tor jest dobrze przygotowany, nie ma na nim nierówności, a nawierzchnia jest jednocześnie śliska i przyczepna.\n\nBrzmi to dziwnie, ale tak jest. Chodzi o to, że jest o wiele łatwiej zerwać trakcję niż na asfalcie, ale jednocześnie nie jest tak ślisko, żebyśmy nie mieli kontroli. Nie musimy iść od razu pełnym ogniem, a po prostu stopniowo wyczuwać nawierzchnię i rozkręcać się z kółka na kółko. Tylnego hamulca możemy na początku nie używać.\n\nGdy szybko zamkniemy gaz i pochylimy motocykl, uślizg wywoła siła hamowania silnikiem. Im bardziej złożymy sprzęt, tym większa ona będzie, ponieważ im bliżej rantu, tym średnica opony jest mniejsza. Najtrudniejszym elementem jest „zamykanie przodu”, czyli skręcanie na siłę kierownicy do środka zakrętu, tak żeby opona dosłownie płużyła.\n\nJest to praktycznie jedyny sposób na hamowanie we flat tracku, jak również sterowanie motocyklem, tzn. ustawianie go do wyjścia z zakrętu. Wpadając w łuk, musimy wypychać na siłę prawą rękę do przodu, czyli wykonywać dokładną odwrotność przeciwskrętu. To bardzo nietypowe i jednocześnie siłowe zadanie. W zależności od kondycji, którą dysponujemy, wystarczy kilka okrążeń i ręce wysiadają. Nieważne, czy jesteś młody, czy stary i ile masz siły.\n\nAdrenalina jest taka, że ściskasz kierownicę z całych sił i po chwili wysiadasz. Jest na to jedno rozwiązanie. Trzeba jechać szybciej! Im większy pęd i większe pochylenie motocykla, tym bardziej zbliżamy się do limitu przyczepności, a na limicie wszystko wydaje się być lżejsze. To tak jak z jazdą na tylnym i przednim kole.\n\nKiedy zbliżamy się do punktu balansu motocykla, zaczyna być nagle bardzo lekki. No i fajnie, bo wtedy nagle musimy wkładać w jazdę mniej siły. Sęk w tym, że wraz z prędkością wykładniczo rośnie adrenalina. Na prostej jedziemy przy samej bandzie i wpadamy w łuk z wielkim impetem, walcząc o utrzymanie przyczepności. Noga jest na ziemi i ślizga się dzięki stalowej podeszwie.\n\nDaje dodatkowy punkt podparcia zwiększając kontrolę, ale nie możemy jej całkiem położyć na ziemi, bo mogą nią szarpać powstające na torze nierówności. Ucząc się, za niemal każdym razem myślimy, że to wejście nie może się udać, a jednak opony w jakiś sposób sklejają się z nawierzchnią i jesteśmy w stanie to wyratować gazem. Wejście w zakręt to nawet nie połowa sukcesu. Musimy ten łuk pokonać jak najszybciej, ustawiając motocykl w taki sposób, by znaleźć jak najwięcej przyczepności do wyjścia.\n\nNależy bowiem możliwie szybko „wejść na gaz”. Ostatecznie staramy się błyskawicznie otworzyć go do końca, a tylne koło próbuje nas wyprzedzić. Wtedy trzeba mocno balansować ciałem i starać się nie zamykać gazu, a jeśli już, to nie całkowicie, bo czeka na nas soczysty highside, czyli katapulta z siedzenia. Na dużych torach, jak półmilowe lub milowe, technika jest nieco inna, przejście z uślizgu do wyjścia bardziej płynne a złożenia motocykli mniejsze. Można to zauważyć śledząc wyścigi serii AFT. W Europie jednak większość torów jest wyraźnie krótsza, o długości w granicach 400 m (z pewnymi wyjątkami).\n\nAnatomia upadku\n\nUpadki we flat tracku to osobny temat do nauki. Nie jesteśmy w stanie nauczyć się poprawnie upadać, bo za każdy razem polecimy inaczej. Chodzi to umiejętność omijania tych, którzy wywrócili się przed nami. Hamulca nie ma, więc trzeba omijać, na siłę składać maszynę, a czasem, no cóż… starać się przejechać po motocyklu, a nie po zawodniku. To doprowadza nas do niewyczerpywalnych złóż adrenaliny.\n\nFlat track jest bowiem sportem niemal kontaktowym. Gdy w żużlu na linii startu jest czterech zawodników, to we FT jedzie nawet ich nawet 12! Motocykl Łukasza, a w szczególności wahacz i przednie zawieszenie, jest cały poobijany od lżejszych i mocniejszych kontaktów z maszynami innych zawodników. Wyobrażacie to sobie? Dwanaście maszyn na pełnym gazie ładujących się w jeden zakręt! Poza tym wyścigi finałowe potrafią mieć aż 15 okrążeń! Istna masakra i jakże kusząca…\n\nNa czym i gdzie jeździć – oto jest pytanie\n\nPiękno flat tracku polega na precyzji. Z racji tego, że jeździmy w kółko i bez hamowania, zmniejsza się liczba miejsc, w których możemy zyskać trochę czasu na okrążeniu. Dlatego w każdym momencie musimy być idealnie precyzyjni, żeby nie zepsuć kółka. Wyprzedzanie innych zawodników również nie należy do najłatwiejszych i najlepiej poczekać z tym do momentu, gdy już opanujemy jazdę w uślizgu i sterowanie motocyklem.\n\nNa najwyższym poziomie rozpoczyna się szaleństwo z ustawieniami. Regulację zawieszenia wykonuje się praktycznie po każdym biegu, a wynika to ze zmieniających się warunków na torze. Czasami można nawet zaobserwować mechaników zmieniających sprężyny jak i całe zawieszenia, a wszystko to w poszukiwaniu jak najlepszej przyczepności.\n\nMotocykle mają zbliżoną geometrię, wahacze są skracane bądź zakładane akcesoryjne, o innej sztywności. Montowane są specjalne półki, z większym offsetem, pozwalającym na mocniejszy skręt kierownicy, a także doły lag, by ten offset zrekompensować. Odkręca się nawet niektóre mocowania silnika, żeby uelastycznić ramę. Spokojnie, ani mnie, ani żadnemu z początkujących nie grozi taka rzeźba.\n\nTrzeba lat, żeby opanować technikę i o wiele więcej zyskamy trenując niż dłubiąc w sprzęcie. Dlatego do rozpoczęcia zabawy wystarczy dowolny, lekki i w miarę mocny motocykl terenowy. Najważniejsze są odpowiednie koła. Są dwie szkoły. Pierwsza to felgi o średnicy 17 cali, które stosowane są w supermoto z oponami typu WET. Motocykl w takiej konfiguracji jest bardzo zwinny, ale też bardziej „nerwowy”. Jest to idealny rozmiar na małe tory jak np. te do miniżużla.\n\nDrugą i według wielu najlepszą opcją są koła o średnicy 19 cali z przodu i z tyłu. Motocykl zachowuje się na nich bardziej przewidywalnie i jeździ płynniej. Zakładamy na nie opony o szerokości 130 z przodu i 140 z tyłu lub 2 x 130, jeżeli z tyłu mamy felgę węższą niż 2.5.\n\nMajsterkowicze mogą przepleść koła w swoich crossach. Wtedy na przodzie powinna wylądować tylna obręcz (zazwyczaj będzie to 2.15, lecz jeżeli dysponujemy obręczą 2.5, to jest ona idealna na przód), a na tył trzeba kupić taką o szerokości 2.50-3.50. Najtańszą i bardzo dobrą opcją są gumy marki Mitas. Początkowo można jeździć na zawieszeniu crossowym lub przerobionym do supermoto.\n\nGdy już złapiemy bakcyla, warto obniżyć zarówno przód, jak i tył maszyny, jak również dostosować ustawienia zawieszenia do preferowanego we FT. Chętni poradzą sobie z przygotowaniem sprzętu, większym wyzwaniem jest znalezienie miejsca. W nadchodzącym sezonie kilka klubów żużlowych zadeklarowało, że zgodzą się na treningi na ich obiektach. Jeśli znacie jakieś owale żużlowe, które zgodzą się na treningi flat tracku, koniecznie dajcie nam znać. Ewentualnie jeśli czyta to właściciel przestrzeni dalekiej od zabudowań, dysponujący ciągnikiem rolniczym i chętny do wybudowania toru, to wierzę że w kraju polubiłoby go wielu ludzi. Tak czy inaczej – nie ma co się skradać, flat track trzeba robić. Jest tak samo fajny, jak straszny.\n\nTekst: Andrzej Drzymulski, Łukasz Bujniewicz\n\nZdjęcia: Tomasz Parzychowski\n\nTekst po raz pierwszy ukazał się w drukowanym wydaniu magazynu „Świat Motocykli” [02/2021]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane kryształy PRL - kolekcjonerzy płacą za nie krocie. Tyle w 2025 roku kosztują stare naczynia i wazony [29.03.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/poszukiwane-kryszta%C5%82y-prl-kolekcjonerzy-p%C5%82ac%C4%85-za-nie-krocie-tyle-w-2025-roku-kosztuj%C4%85-stare-naczynia-i-wazony-290325/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników stylu retro. Ich ceny stale rosną. Od czego zależy wartość takich kryształowych naczyń, wazonów i figurek? Ile kos ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "starocie",
            "date": "Nowości Dziennik Toruński on MSN9 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poznaj najdroższe banknoty i monety z PRL. Tylko hity 2025 - aktualne ceny z OLX",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/poznaj-najdro%C5%BCsze-banknoty-i-monety-z-prl-tylko-hity-2025-aktualne-ceny-z-olx/ar-AA1AXR6B?ocid=BingNewsVerp",
            "description": "Stare wazony z PRL-u wróciły do łask kolekcjonerów i wielbicieli wystroju w stylu vintage. Wazony kryształowe, z kolorowego ...",
            "image_url": "https://www.bing.pl/th?id=OVF.5quFKp%2buSPaz4Sz1y%2biYeg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Wałbrzych Nasze Miasto on MSN32 min",
            "source": "Wałbrzych Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rzadkie monety z PRL poszukiwane przez kolekcjonerów. Sprawdź, które są najdroższe i ile można za nie zarobić! 29.03.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/rzadkie-monety-z-prl-poszukiwane-przez-kolekcjoner%C3%B3w-sprawd%C5%BA-kt%C3%B3re-s%C4%85-najdro%C5%BCsze-i-ile-mo%C5%BCna-za-nie-zarobi%C4%87-29032025/ar-AA1BTmjj?ocid=BingNewsVerp",
            "description": "Stare, rzadkie i najcenniejsze monety z PRL. Pieniądze z tego okresu, są teraz warte nawet kilkaset razy więcej, niż w dniu ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Hm%2fURQlzdYYlLwq4di9FHg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Express Ilustrowany on MSN7 godz.",
            "source": "Express Ilustrowany on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 29.03.2025",
            "link": "https://gs24.pl/ta-moneta-z-prl-moze-byc-warta-nawet-30-tys-zlotych-koniecznie-zobacz-swoje-szuflady-zdjecia-29032025/ar/c1-17906435",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Szczeciński10 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 29.03.2025",
            "link": "https://gs24.pl/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mozesz-otrzymac-kilka-tysiecy-zlotych-zdjecia-29032025/ar/c1-17930573",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+monety",
            "date": "Głos Szczeciński10 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 29.03.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-29032025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+monety",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta porcelana z PRL jest warta majątek! Masz ją w domu? Możesz nieźle zarobić! Tej porcelany szukają kolekcjonerzy 29.03.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/ta-porcelana-z-prl-jest-warta-maj%C4%85tek-masz-j%C4%85-w-domu-mo%C5%BCesz-nie%C5%BAle-zarobi%C4%87-tej-porcelany-szukaj%C4%85-kolekcjonerzy-29032025/ar-AA1BHbke?ocid=BingNewsVerp",
            "description": "Unikatowy charakter miały również przedmioty z tego okresu. Z pewnością wiele osób posiada w swoich domach rzeczy z czasów ...",
            "image_url": "https://www.bing.pl/th?id=OVF.SfUjTsQGYf6O7qJ5uQAH7g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński on MSN10 godz.",
            "source": "Głos Koszaliński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Porcelana z PRL - kolekcjonerski rarytas. Unikalne przedmioty do kupienia na aukcjach internetowych. Masz je w domu? 29.03.2025",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/porcelana-z-prl-kolekcjonerski-rarytas-unikalne-przedmioty-do-kupienia-na-aukcjach-internetowych-masz-je-w-domu-29032025/ar-AA1xHP7I?ocid=BingNewsVerp",
            "description": "Unikalna porcelana z PRL poszukiwana przez kolekcjonerów może zapewnić Wam dużo pieniędzy. Możemy na niej zarobić fortunę!",
            "image_url": "https://www.bing.pl/th?id=OVF.Q%2f0wlxDWdZHBXvy9fT70Pw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Głos Pomorza on MSN7 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Poszukiwane kryształy PRL - kolekcjonerzy płacą za nie krocie. Tyle w 2025 roku kosztują stare naczynia i wazony [29.03.25]",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/poszukiwane-kryszta%C5%82y-prl-kolekcjonerzy-p%C5%82ac%C4%85-za-nie-krocie-tyle-w-2025-roku-kosztuj%C4%85-stare-naczynia-i-wazony-290325/ar-AA1BQoox?ocid=BingNewsVerp",
            "description": "Kryształy z czasów PRL to w 2025 roku prawdziwe skarby dla kolekcjonerów i miłośników stylu retro. Ich ceny stale rosną. Od czego zależy wartość takich kryształowych naczyń, wazonów i figurek? Ile kos ...",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Nowości Dziennik Toruński on MSN9 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najbardziej poszukiwane i najcenniejsze pamiątki z PRL-u. W 2025 roku kosztują krocie [29.03.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najbardziej-poszukiwane-i-najcenniejsze-pami%C4%85tki-z-prl-u-zobacz-list%C4%99-ceny-i-zdj%C4%99cia-w-2025-roku-te-przedmioty-kosztuj%C4%85-krocie-70325/ar-AA1ArrTe?ocid=BingNewsVerp",
            "description": "W ostatnich latach przedmioty z czasów PRL przeżywają prawdziwy renesans. W 2025 roku kolekcjonerzy coraz chętniej poszukują ...",
            "image_url": "https://www.bing.pl/th?id=OVF.MqthAtqtbpjynrkOHFejgg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stara+porcelana",
            "date": "Gazeta Pomorska on MSN9 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najlepsze MEMY o PRL. Saturator, kartki na żywność i absurdalne sytuacje. Wspomnienia o PRL i humor w formie satyry 29.03.2025",
            "link": "https://gk24.pl/najlepsze-memy-o-prl-saturator-kartki-na-zywnosc-i-absurdalne-sytuacje-wspomnienia-o-prl-i-humor-w-formie-satyry-29032025/ar/c11-18832887",
            "description": "Obok pustych sklepowych półek, PRL to również kartki na żywność, ogromne kolejki do sklepów, wszechobecna biurokracja. PRL to także woda z saturatora, a z jednej szklanki potrafiło wypić jednego dnia ...",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stara+porcelana",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Co można znaleźć i kupić na jarmarku w Kiermusach? Kolekcjonerzy i miłośnicy staroci znajdą mnóstwo unikatowych przedmiotów. Zobacz zdjęcia",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/co-mo%C5%BCna-znale%C5%BA%C4%87-i-kupi%C4%87-na-jarmarku-w-kiermusach-kolekcjonerzy-i-mi%C5%82o%C5%9Bnicy-staroci-znajd%C4%85-mn%C3%B3stwo-unikatowych-przedmiot%C3%B3w-zobacz-zdj%C4%99cia/ar-AA1BSWm0?ocid=BingNewsVerp",
            "description": "Poza antykami na jarmarku w Kiermusach można kupić współczesne ręcznie wytwarzane zabawki, obrazy, biżuterię, meble. Na ...",
            "image_url": "https://www.bing.pl/th?id=OVF.Eyf3xNeQqEu%2bgxOf%2fwNKRg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Współczesna on MSN11 godz.",
            "source": "Gazeta Współczesna on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kolekcjonerzy poszukują tych antyków. Unikalne przedmioty do kupienia w internecie. Masz je w domu? 29.03.2025",
            "link": "https://www.msn.com/pl-pl/styl-zycia/dom-i-ogrod/kolekcjonerzy-poszukuj%C4%85-tych-antyk%C3%B3w-unikalne-przedmioty-do-kupienia-w-internecie-masz-je-w-domu-29032025/ar-AA1xM25C?ocid=BingNewsVerp",
            "description": "Unikalne antyki poszukiwane przez kolekcjonerów mogą zapewnić Wam dużo pieniędzy. Możemy na nich zarobić fortunę. Często nie mamy świadomości, że przedmioty posiadane w domu warte są dużo pieniędzy.",
            "image_url": "https://www.bing.pl/th?id=ODF.tAzrA9gy16ox_ItpnAdmqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Głos Pomorza on MSN7 godz.",
            "source": "Głos Pomorza on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zielona Góra zwariowała na punkcie roślin! Tłumy, egzotyka i ceny od 5 zł. Festiwal trwa jeszcze dziś i jutro – sprawdź, co cię czeka!",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/zielona-g%C3%B3ra-zwariowa%C5%82a-na-punkcie-ro%C5%9Blin-t%C5%82umy-egzotyka-i-ceny-od-5-z%C5%82-festiwal-trwa-jeszcze-dzi%C5%9B-i-jutro-sprawd%C5%BA-co-ci%C4%99-czeka/ar-AA1BTTYq?ocid=BingNewsVerp",
            "description": "Już od samego rana 29 marca 2025 r. do hali ściągały tłumy. Przyjeżdżając na festiwal roślin, nie łatwo było znaleźć wolne miejsce do zaparkowania, takim zainteresowaniem cieszy się to wydarzenie.",
            "image_url": "https://www.bing.pl/th?id=ODF.RJOGHWzYjTst0z6ULRD3Hw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "targ+staroci",
            "date": "Zielona Góra Nasze Miasto on MSN4 godz.",
            "source": "Zielona Góra Nasze Miasto on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te miasta są idealne na wiosenny wypad. Kuszą nie tylko południowym słońcem",
            "link": "https://www.newsweek.pl/trendy-i-inspiracje/podroze/piec-miast-idealnych-na-wiosenny-wypad-tu-nacieszysz-sie-poludniowym-sloncem/m8y6y2m",
            "description": "Najbliższe tygodnie to idealny czas na kilkudniowy city break, podczas którego możemy nacieszyć się południowym słońcem, ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.a5LgeeIYMRFPZMgF6_jnfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Newsweek Polska10 godz.",
            "source": "Newsweek Polska",
            "article_content": "Foto: iStock\n\nAle Sewilla to przede wszystkim pełna kolorów, wspaniałej architektury i wszędobylskiego zapachu kwitnących kwiatów pomarańczy metropolia, przyciągająca całym wachlarzem kulturalnych doznań. Będąc tu, nie wystarczy zanurzyć się w wąskie, gwarne uliczki. Koniecznie należy zobaczyć wnętrze gigantycznej katedry – największej gotyckiej świątyni na świecie, w której znajdują się monumentalny ołtarz oraz grób Krzysztofa Kolumba. Obowiązkowa jest tu na pewno również wizyta w Alkazarze – pałacu wzniesionym jeszcze przez Maurów, a przebudowanym przez Hiszpanów, który do dzisiaj pełni funkcję królewskiej rezydencji, wpisanej na listę światowego dziedzictwa UNESCO. W samym prestiżowym spisie uwzględniono też wywodzący się z Andaluzji taniec flamenco, któremu poświęcono świetne muzeum w centrum miasta. Niedaleko stąd mieści się również słynny plac Hiszpański z pocztówkowym pałacem, a jeśli wykroicie jeszcze trochę czasu, wybierzcie się na spacer wzdłuż rzeki Gwadalkiwir, a potem odwiedźcie znajdującą się na przeciwległym brzegu dzielnicę Triana z mnóstwem autentycznych lokalnych barów i restauracji.\n\nValletta\n\nWąskich uliczek i lokalnego kolorytu nie zabraknie także w stolicy Malty. Valletta łączy w sobie śródziemnomorski klimat i architekturę z brytyjskimi wpływami z czasów kolonialnych. Zjecie tu zarówno świetny ser podobny do włoskiego pecorino, jak i fish and chips. Z kolei po wyjściu z jednego z wielu barokowych kościołów, przeniesionych niemal żywcem z Italii, natkniecie się na… czerwone budki telefoniczne. Co znamienne, tych pierwszych jest tu nawet więcej – w kraju założonym w końcu przez zakon kawalerów maltańskich, na powierzchni mniejszej niż Warszawa, wzniesiono ponad 300 świątyń. Nie musicie zwiedzać wszystkich, ale na pewno warto odwiedzić konkatedrę św. Jana ze słynnym obrazem autorstwa Caravaggia i wspaniałymi kaplicami reprezentującymi części Europy, z których pochodzili członkowie zakonu. Będąc w Valletcie, można pokusić się o krótkie wypady za miasto, a nawet na sąsiednią wyspę Gozo, do której można przez całą dobę wygodnie dopłynąć promem. Nawet jeśli pozostaniecie w mieście, możecie liczyć na słońce – w końcu Valletta jest najbardziej na południe wysuniętą stolicą Europy!\n\nStambuł\n\nBędąc z kolei tutaj, możemy odwiedzić za jednym zamachem dwa kontynenty. Mowa rzecz jasna o Stambule – gigametropolii, która imponuje nie tylko swoimi rozmiarami, lecz także całą masą doznań – od znakomitej kuchni, przez wspaniałe widoki, aż po światowej klasy zabytki. Miasto zmienia się z roku na rok, a kilkusetletnie budowle sąsiadują tutaj z ultranowoczesnymi rozwiązaniami. Widać to chociażby w samym centrum, gdzie obok zabytkowego gmachu dworca kolejowego Sirkeci dobudowano podziemną stację linii Marmaray. Tu, gdzie kiedyś swoją trasę kończył słynny Orient Express, dzisiaj można wsiąść w pociąg, który dzięki półtorakilometrowemu tunelowi pod Bosforem łączy europejską i azjatycką część dawnej osmańskiej stolicy.\n\nAle i tak najlepiej przepłynąć cieśninę jednym z miejskich statków, by ujrzeć w blasku zachodzącego słońca wyjątkową panoramę z pałacem Topkapi oraz minaretami Hagii Sophii i Błękitnego Meczetu. Jeśli widzieliście już wszystkie najważniejsze zabytki, zejdźcie z utartego szlaku – wpadnijcie do Muzeum Niewinności poświęconego głośnej książce Orhana Pamuka, odwiedźcie świątynię sztuki nowoczesnej Istanbul Modern czy wreszcie poszwendajcie się po modnych concept store’ach w dzielnicy Nişantaşi.\n\nTel Awiw\n\nHipsterskich sklepów, butikowych galerii sztuki czy pchlich targów nie brakuje także w największym mieście Izraela. Tutaj trzeba koniecznie odwiedzić modne lokale w okolicach dawnego dworca kolejowego (HaTachana), znajdujące się niedaleko kultowe kawiarnie artystycznej dzielnicy Neve Tzedek czy wreszcie targ staroci w Jaffie, czyli najstarszej części Tel Awiwu. To właśnie tutaj od zawsze krzyżowały się drogi żydów, muzułmanów i chrześcijan – można tu zgubić się pośród wąskich, brukowanych uliczek, zwiedzić katolicki kościół św. Piotra czy zjeść prawdopodobnie najlepszy hummus w całym Izraelu, który serwowany jest w niepozornej arabskiej knajpce Abu Hassan.\n\nFoto: iStock\n\nPoza tym Tel Awiw to oczywiście także szeroka i piaszczysta miejska plaża i ciągnący się wzdłuż niej imponujący bulwar, przypominający nieco ten z kalifornijskiego Santa Monica – tu także nie brakuje pnących się wysoko do nieba palm, modnych restauracji i luksusowych hoteli. Niestety podobieństwa dotyczą także cen...\n\nPorto\n\nZdecydowanie bardziej przyjazny cenowo będzie ten kierunek. Nie chodzi tylko o dostępność tanich połączeń lotniczych – Porto to miasto, które oszałamia piękną architekturą, ale na szczęście nie cenami w hotelach i restauracjach. Jeśli uwielbiacie owoce morza, jest to zdecydowanie kierunek dla was. Aby spróbować najlepszych skarbów tutejszych wód, warto nawet wybrać się do oddalonej o około 40 minut jazdy metrem od centrum dzielnicy Matosinhos. Tam, w bezpośredniej okolicy portu, umościło się kilkadziesiąt restauracji specjalizujących się w grillowaniu na wolnym ogniu tego, co przywiozą rano kutry.\n\nMożna też dobrze zjeść w samym centrum miasta, ale tutaj bardziej niż potrawy zachwycają widoki – z ogródków lokali położonych wzdłuż rzeki Duero widać w końcu nie tylko koryto rzeki, lecz także wyrastające na obu brzegach strome wzgórza połączone bodaj najbardziej rozpoznawalnym miejscowym zabytkiem, czyli XIX-wiecznym mostem im. króla Ludwika I. Oddalając się nieco od bulwaru, trzeba zobaczyć wyjątkowy gmach dworca kolejowego São Bento – nie chodzi tu jedynie o imponującą fasadę, lecz przede wszystkim wnętrze pokryte gigantycznymi obrazami wykonanymi z błękitno-białych płytek azulejos. Ale zanim odjedziecie stąd pociągiem, pamiętajcie o zabraniu najcenniejszego miejscowego skarbu – butelki oryginalnego porto!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To niezwykłe muzeum jest w Gorzowie! Zobaczycie w nim tysiące zabytkowych narzędzi",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/to-niezwyk%C5%82e-muzeum-jest-w-gorzowie-zobaczycie-w-nim-tysi%C4%85ce-zabytkowych-narz%C4%99dzi/ar-AA1BRDST?ocid=BingNewsVerp",
            "description": "To jedyne takie muzeum w regionie i prawdziwa gratka dla majsterkowiczów oraz miłośników staroci. Gorzowskie Muzeum ...",
            "image_url": "https://www.bing.pl/th?id=OVF.yniQsR7SzsYui1doPFp44g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "targ+staroci",
            "date": "Gazeta Lubuska on MSN21 godz.",
            "source": "Gazeta Lubuska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Niezwykły spacer pozwoli poznać historię jednej z najważniejszych ulic Poznania",
            "link": "https://www.onet.pl/informacje/codziennypoznanpl/niezwykly-spacer-pozwoli-poznac-historie-jednej-z-najwazniejszych-ulic-poznania/c0t909b,30bc1058",
            "description": "Już 30 marca miłośnicy historii Poznania będą mieli okazję odkryć tajemnice jednej z najstarszych i najbardziej charakterystycznych ulic miasta – Wrocławskiej. Spacer poprowadzą doświadczone przewodni ...",
            "image_url": "https://www.bing.pl/th?id=ODF.oQEErXUwbSaDLEJpiIzpEg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "relikty",
            "date": "Onet21 min",
            "source": "Onet",
            "article_content": "Ulica Wrocławska, łącząca Stary Rynek z Kupcem Poznańskim, dziś znana jest przede wszystkim z tętniącego życiem deptaka i licznych lokali gastronomicznych. Jednak jej historia sięga XIII wieku, gdy Poznań rozwijał się na prawie magdeburskim. Jak wyjaśniała Grażyna Arasimowicz, decyzja o przeniesieniu miasta na lewobrzeżną stronę Warty miała kluczowe znaczenie dla jego przyszłości. Nowa lokalizacja zapewniała ochronę przed najazdami i dogodne połączenie handlowe.\n\n— Trakt wrocławski był jednym z głównych szlaków komunikacyjnych, prowadzącym kupców do Wrocławia, na Dolny Śląsk i dalej aż do Włoch — mówiła przewodniczka.\n\nreklama\n\nNazwę ulicy po raz pierwszy odnotowano w 1417 r. Choć w czasie zaboru pruskiego została przemianowana, po odzyskaniu niepodległości w 1919 r. wróciła do pierwotnej nazwy. Podczas II wojny światowej Niemcy ponownie zmienili jej nazwę, jednak od 1945 r. nieprzerwanie funkcjonuje jako ulica Wrocławska.\n\nSpacer ulicą to również okazja, by dowiedzieć się, jak wyglądała w przeszłości.\n\n– Dawniej ulica miała zakręt pod kątem prostym, a jeszcze w XIX wieku jeździł nią tramwaj – opowiadała Małgorzata Dębicka. – To była jedna z najważniejszych ulic handlowych miasta.\n\ncodziennypoznan / www.codziennypoznan.pl Grażyna Arasimowicz i Małgorzata Dębicka, przewodniczki PTTK Poznań były gośćmi programu \"Hej Poznań\" Codzienny Poznań\n\nNa przestrzeni wieków przy Wrocławskiej znajdowały się liczne budynki o znaczeniu historycznym, z których niektóre już nie istnieją. Jednym z nich była Brama Wrocławska, której relikty można dostrzec w nawierzchni ulicy.\n\n– Pierwsze wzmianki o bramie pochodzą z początku XV wieku, ale na pewno istniała wcześniej – mówiła Dębicka. – Jej losy były burzliwe – przebudowywali ją Szwedzi, Prusacy, a ostatecznie Niemcy zburzyli ją w 1940 r.\n\nPodczas spaceru uczestnicy dowiedzą się również o dawnych mieszkańcach ulicy, zarówno tych mniej znanych, jak i postaciach, które zapisały się w historii Poznania. Jedną z nich był doktor Michał Nieszczota, siostrzeniec Karola Marcinkowskiego, wybitny lekarz i prywatny medyk rodziny Działyńskich.\n\n– To postać, o której warto pamiętać – zaznaczyła przewodniczka. – Mimo że jego grób zaginął, jego działalność miała duże znaczenie dla miasta.\n\nSpacer ulicą Wrocławską to także opowieść o wielokulturowym Poznaniu. W XVI wieku przyjeżdżali tu Grecy i Włosi, a niemiecka społeczność miała duży wpływ na rozwój tej części miasta. To właśnie tu mieszkał słynny włoski architekt Giovanni Battista Quadro, który przebudował poznański ratusz.\n\n– Quadro miał swoją kamienicę pod numerem 11, gdzie do dziś można zobaczyć jej historyczne elementy – mówiła Arasimowicz.\n\nDziś Wrocławska to nie tylko historia, ale i współczesność. W 2012 r. przekształcono ją w deptak, poprawiając infrastrukturę i estetykę ulicy.\n\n– Nadal jest to miejsce tętniące życiem, choć zmienia się jego charakter. Coraz mniej tu stałych mieszkańców, a więcej turystów i lokali gastronomicznych – podkreślały przewodniczki.\n\nCi, którzy chcą poznać historię ulicy Wrocławskiej z bliska, powinni zjawić się 30 marca o godzinie 11:00 przy wylocie ulicy, w pobliżu dawnego hotelu Saskiego.\n\n– Będzie wiele ciekawostek, zdjęć i anegdot, których nie znajdziecie w książkach – zachęcały przewodniczki PTTK.\n\nTo wydarzenie to doskonała okazja, by spojrzeć na Wrocławską z zupełnie nowej perspektywy i odkryć jej bogatą historię ukrytą pod współczesnym wizerunkiem tętniącej życiem ulicy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alert RCB wciąż w mocy. \"Zabezpiecz rzeczy, które może porwać wiatr\"",
            "link": "https://tvn24.pl/polska/s-1258",
            "description": "Czytaj najnowsze wiadomości z kraju i oglądaj wideo w portalu TVN24! U nas zawsze aktualne informacje z Polski, relacje na żywo i wiele więcej.",
            "image_url": "https://www.bing.pl/th?id=ODF.64zms-dqm9CeVRcHtHJOtA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "TVN2413 min",
            "source": "TVN24",
            "article_content": "Sądzili, że to może być ostrze lancy ułańskiej z XIX wieku. Zmyliły ich wybite cyfry"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Parafia chciała sprzedać działkę w centrum wsi. Mieszkańcy są na \"nie\". Ksiądz reaguje",
            "link": "https://www.money.pl/gospodarka/parafia-chciala-sprzedac-dzialke-w-centrum-wsi-mieszkancy-sa-na-nie-ksiadz-reaguje-7139925796911936a.html",
            "description": "Takich emocji w podoławskiej wsi nie było od dawna. Wszystko to za sprawą planów miejscowego proboszcza. - Ksiądz chce ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.37kiVYkRAKXs4tJdcuCp2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Money.pl5 godz.",
            "source": "Money.pl",
            "article_content": "\"Mieszkańcy Bystrzycy!!! Dzieją się rzeczy w naszej miejscowości, o których powinniście wiedzieć. Otóż ksiądz proboszcz planuje sprzedać działkę, która znajduje się za kaplicą w centrum miejscowości. Działka ma 16 arów i obecnie w gminie procedowany jest wniosek o jej podział. Na sprzedaż zgodę wyraziła rada parafialna, w jakich okoliczności pozostawimy to bez komentarza. Mało tego, nie będziemy używać nazwisk, ale wiemy też, że potencjalni kupcy już są, ale póki co nazwisko zachowamy dla siebie. Powinniście o tym wiedzieć, bo księża się zmieniają, a to jednak jest własność naszej parafii, czyli mieszkańców\" - taka informacja ukazała się na facebookowym profilu Sołectwa Bystrzyca.\n\nMieszkańcy nie chcą, żeby ksiądz sprzedał działkę\n\nWpis sołtysa rozsierdził mieszkańców. Nie kryją oburzenia po decyzji księdza.\n\n- Rozumiemy, że kościół jest zabytkowy, parafia musi mieć pieniądze na remonty, ale wszystko powinno dziać się transparentnie, a teraz nie mamy takiego poczucia. O planach można powiedzieć dowiedzieliśmy się przypadkowo - mówi w rozmowie z money.pl pani Patrycja, jedna z mieszkanek Bystrzycy w powiecie oławskim.\n\nDalsza część artykułu pod materiałem wideo\n\nZobacz także: Miliony za jedną walkę! Kulisy powstawania KSW - Martin Lewandowski w Biznes Klasie\n\n- Teraz za 10-arową działkę w naszej wsi trzeba zapłacić co najmniej 100 tys. złotych, a ta będzie jeszcze droższa, bo jest już uzbrojona i ma bardzo dobrą lokalizację, w centrum miejscowości - dodaje kobieta.\n\nSprawa wzbudziła takie emocje, że sołtys zorganizował zebranie w wiejskiej świetlicy, na które przyszło około stu mieszkańców. Zdecydowana większość zagłosowała za uchwałą, w której sprzeciwiają się sprzedaży przez parafię działki w centrum wsi.\n\n- Co prawda, uchwała nie jest wiążąca dla proboszcza, bo on jeśli będzie miał zgodę biskupa to działkę i tak będzie mógł sprzedać. To jest zdecydowany głos mieszkańców. Przekażę uchwałę zarówno proboszczowi, jak i wrocławskiej kurii - mówi w rozmowie z money.pl Michał Rado, sołtys Bystrzycy.\n\n- Ksiądz tłumaczy, że pieniądze ze sprzedaży działki przeznaczyłby na remont wieży kościelnej. Do tej pory jednak nie trzeba było sprzedawać żadnych działek, jako lokalna społeczność składaliśmy się na remonty w kościele i teraz też by tak było - przekonuje sołtys Bystrzycy.\n\n- Ważne jednak, aby ksiądz z nami rozmawiał, przedstawił nam plany, wycenę remontu itd. - dodaje.\n\n\"Człowiek chciał dobrze\". Ksiądz reaguje\n\nUdało nam się porozmawiać z księdzem, który jest rozżalony z powodu sprzeciwu mieszkańców.\n\n- Na razie jest zawieszenie. Nie będzie nic na razie, bo mi też ręce opadają. Człowiek nie chce dla siebie, tylko dla dobra parafii i kościoła. Nie wiem, jak to będzie. Czas pokaże - komentuje w rozmowie z money.pl proboszcz parafii pw. Najświętszej Maryi Panny Królowej Aniołów w Bystrzycy, ksiądz Tadeusz Rogacki.\n\nCzłowiek chciał dobrze, ale wychodzi inaczej - dodaje kapłan.\n\nCo ważne, proboszcz, jeżeli będzie chciał sprzedać działkę, która jest własnością parafii, musi mieć zgodę rady parafialnej, ale na tym nie koniec. O takim zamiarze musi poinformować także biskupa i hierarcha kościelny również musi wyrazić zgodę na taką transakcję.\n\nParafie szukają pieniędzy\n\nParafie coraz częściej szukają na różne sposoby dodatkowych funduszy. Pod koniec ubiegłego roku głośno było o tym, że kaliska parafia sprzedaje działkę przy ul. Kordeckiego. Powstanie tam market Dino. Lokalny serwis faktykaliskieinfo.pl informował, że z tej decyzji nie są zadowoleni wierni, gdyż do transakcji miało dojść \"bez konsultacji z parafianami\".\n\nŚrodki ze sprzedaży działki mają zostać przeznaczone na remont oraz \"adaptację zaniedbanego budynku po dawnej szkole sióstr Felicjanek przy ul. Kordeckiego\". Jest to obiekt zabytkowy, w którym parafia planuje utworzyć dom seniora.\n\nSamorządy sprzedają z bonifikatą\n\nStowarzyszenie SOISH, które monitoruje relacje państwa z Kościołami przygotowało raport, w którym sprawdziło zbywanie nieruchomości przez samorządy na rzecz parafii.\n\nStowarzyszenie ustaliło, że łączna wartość zbytych nieruchomości w latach 2015-2021 wyniosła: 30 397 019 zł, a Kościoły i inne związki wyznaniowe zapłaciły za nieruchomości kwotę: 4 302 821,33 zł.\n\nPodstawą prawną zbycia nieruchomości z bonifikatą jest wykorzystanie ich na cele działalności pożytku publicznego.\n\nStowarzyszenie informowało, że Krajowy Ośrodek Wsparcie Rolnictwa przekazał bezpłatnie Kościołowi katolickiemu nieruchomości warte 5 685 505 zł.\n\nMasz newsa, zdjęcie lub filmik? Prześlij nam przez dziejesie.wp.pl\n\nfinanse gospodarka proboszcz\n\nOceń jakość naszego artykułu: Twoja opinia pozwala nam tworzyć lepsze treści."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Masz te banknoty? To prawdziwe skarby! Za jeden możesz otrzymać kilka tysięcy złotych! [ZDJĘCIA] 29.03.2025",
            "link": "https://gs24.pl/masz-te-banknoty-to-prawdziwe-skarby-za-jeden-mozesz-otrzymac-kilka-tysiecy-zlotych-zdjecia-29032025/ar/c1-17930573",
            "description": "Stare banknoty z czasów PRL znajdują się wciąż w tysiącach domów. Są w starych szafach, piwnicach, na strychach - warto je ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.o4EwlAsIz5rMM3h8kMS_wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "zabytkowe+przedmioty",
            "date": "Głos Szczeciński10 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Złodziej elegant grasuje w Toruniu. Nienagannie ubrany szuka pieniędzy, gardzi książkami",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/z%C5%82odziej-elegant-grasuje-w-toruniu-nienagannie-ubrany-szuka-pieni%C4%99dzy-gardzi-ksi%C4%85%C5%BCkami/ar-AA1BTZZu?ocid=BingNewsVerp",
            "description": "Pod koniec marca 1905 roku niemal wszyscy w Toruniu byli zwarci i gotowi. Małe dzieci miały lada moment zacząć szkołę, zaś 14-latki ją skończyć. Wiele osób szykowało się do przeprowadzki.",
            "image_url": "https://www.bing.pl/th?id=ODF.csLl8ZFonfuC8KKWalWEGg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Nowości Dziennik Toruński on MSN2 godz.",
            "source": "Nowości Dziennik Toruński on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Przenieśmy się do neolitu. Gródek Nadbużny i wspaniała kultura pucharów lejkowatych",
            "link": "https://www.msn.com/pl-pl/styl-zycia/moda-i-uroda/przenie%C5%9Bmy-si%C4%99-do-neolitu-gr%C3%B3dek-nadbu%C5%BCny-i-wspania%C5%82a-kultura-puchar%C3%B3w-lejkowatych/ar-AA1BTjSS?ocid=BingNewsVerp",
            "description": "Nie bez powodu. Było to wzgórze, które kojarzono z jakimiś dawnymi, \"gigantycznymi\" (tak pisali o nich niektórzy archeologowie) umocnieniami. Jego zbocza z trzech stron były bardzo strome. Miały ...",
            "image_url": "https://www.bing.pl/th?id=ODF.lto-jgjLT22CJn-xbZRKjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "zabytkowe+przedmioty",
            "date": "Kurier Lubelski on MSN7 godz.",
            "source": "Kurier Lubelski on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Te monety są warte dużo więcej niż myślisz. Zobacz czego szukają numizmatycy 29.03.2025",
            "link": "https://gk24.pl/te-monety-sa-warte-duzo-wiecej-niz-myslisz-zobacz-czego-szukaja-numizmatycy-29032025/ar/c1-18941089",
            "description": "Numizmatyka to nauka o monetach, która staje się coraz bardziej w Polsce popularna. Coraz więcej osób odkrywa, że nawet zwykła pięciozłotówka może mieć wielokrotnie większą wartość niż nominał.",
            "image_url": "https://www.bing.pl/th?id=ODF.76kriaQo9Bf3VkGu5wM7EA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Koszaliński11 godz.",
            "source": "Głos Koszaliński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Najbardziej poszukiwane i najcenniejsze pamiątki z PRL-u. W 2025 roku kosztują krocie [29.03.2025 r.]",
            "link": "https://www.msn.com/pl-pl/wiadomosci/other/najbardziej-poszukiwane-i-najcenniejsze-pami%C4%85tki-z-prl-u-zobacz-list%C4%99-ceny-i-zdj%C4%99cia-w-2025-roku-te-przedmioty-kosztuj%C4%85-krocie-70325/ar-AA1ArrTe?ocid=BingNewsVerp",
            "description": "W ostatnich latach przedmioty z czasów PRL przeżywają prawdziwy renesans. W 2025 roku kolekcjonerzy coraz chętniej poszukują ...",
            "image_url": "https://www.bing.pl/th?id=OVF.MqthAtqtbpjynrkOHFejgg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stare+numizmatyka",
            "date": "Gazeta Pomorska on MSN9 godz.",
            "source": "Gazeta Pomorska on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ta moneta z PRL może być warta nawet 30 tys. złotych! Koniecznie zobacz swoje szuflady [ZDJĘCIA] 29.03.2025",
            "link": "https://gs24.pl/ta-moneta-z-prl-moze-byc-warta-nawet-30-tys-zlotych-koniecznie-zobacz-swoje-szuflady-zdjecia-29032025/ar/c1-17906435",
            "description": "Wycena monet z PRL-u zależy od rzadkości występowania, jakości wybicia oraz gradingu, czyli stanu jej zachowania. W Polsce znajdziemy wiele okazów wartych kilkaset złotych, ale są też takie, na ...",
            "image_url": "https://www.bing.pl/th?id=ODF.SitARwEXBdZclx1NlnwzDw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stare+numizmatyka",
            "date": "Głos Szczeciński10 godz.",
            "source": "Głos Szczeciński",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Średniowieczne odkrycie na północy Polski. Ten obiekt ma ponad tysiąc lat!",
            "link": "https://www.focus.pl/artykul/sredniowieczne-odkrycie-trzewik-ilawa-miecz",
            "description": "Nie lada historię ma teraz do opowiedzenia Michał Młotek, przedstawiciel Iławskiej Grupy Poszukiwawczej. Dzięki dokonanemu ...",
            "image_url": "https://www.bing.pl/th?id=OVFT.LFlMlHmwrg6F14UCeViyti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Focus11 godz.",
            "source": "Focus",
            "article_content": "Takie odkrycie miało miejsce na terenie północnej Polski: w okolicach Iławy położonej w województwie warmińsko-mazurskim. I choć mówi się o trzewiku, to wcale nie chodzi o fragment buta, lecz okucie pochwy miecza. Jego wstępne datowanie sugeruje, jakoby archeolodzy mieli do czynienia z obiektem liczącym ponad tysiąc lat.\n\nCzytaj też: Moc fotowoltaiki wzrosła tam ponad dwukrotnie w ciągu kilku lat. Skutek był niespodziewany\n\nJak czytamy w poście autora odkrycia, zamieszczonym na Facebooku, odnalazł wspomniany trzewik w jednym z lasów pod Iławą. Wrażenie robi nie tylko jego datowanie, ale również fakt, że mowa o efektownie wykończonym elemencie zachowanym do czasów współczesnych w imponującym stanie.\n\nfot. Michał Młotek\n\nMłotek sugeruje, że prawdopodobnie chodzi o element wyposażenia należący dawniej do wojownika będącego przedstawicielem jednego z pruskich plemion dawniej zamieszkujących te tereny. Trzewiki stosowane w kontekście militarnym miały za zadanie wzmacniać i zabezpieczać pochwę miecza przed uszkodzeniem, ale sporo uwagi przykładano też do aspektu wizualnego.\n\nOdkrycie dokonane w jednym z lasów pod Iławą ma postać liczącego ponad tysiąc lat trzewika. Nie był to jednak element obuwia, lecz pochwy miecza\n\nJeśli wszystko pójdzie zgodnie z planem, to ten niesamowity artefakt trafi na wystawę organizowaną przez Muzeum w Ostródzie. Weteran w poszukiwaniach takich skarbów posiada odpowiednie zezwolenia, umożliwiające mu chociażby legalne korzystanie z wykrywacza metalu. Po dokonaniu znaleziska jego autor skontaktował się z przedstawicielami Wojewódzkiego Urzędu Ochrony Zabytków.\n\nCzytaj też: Podziemne obiekty pod piramidami w Gizie. Mity o dawnej cywilizacji okażą się prawdą?\n\nJak stwierdził w rozmowie z PAP archeolog Łukasz Szczepański, związany z Muzeum w Ostródzie, byłby to piąty trzewik ze wczesnego średniowiecza, który trafił do zbiorów tej placówki. Tego typu dowody wskazują na wyjątkowo dawną obecność ludzi w tej części Polski. Wystarczy wspomnieć, że wydobyty trzewik jest znacznie starszy od samego miasta, w okolicach którego został znaleziony."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podlaska rada kobiet",
            "link": "https://poranny.pl/tag/podlaska-rada-kobiet",
            "description": "To mieszkanka Białegostoku, projektantka, przedsiębiorczyni od 11 lat tworząca własną markę Mo.Ya. W czwartek, 27.02, w trakcie posiedzenia Podlaskiej Rady... W tym roku przypada 100. rocznica wstąpie ...",
            "image_url": "https://www.bing.pl/th?id=ODF.z8szwJPfOZTDo97HvHYzSw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "odkrycie+zabytkowe+przedmiot",
            "date": "Kurier Poranny14 godz.",
            "source": "Kurier Poranny",
            "article_content": "Content not available"
        }
    }
]