[
    {
        "title": "Underwater UFO Crash Retrieval Program Operated By The CIA",
        "link": "https://www.msn.com/en-us/news/technology/underwater-ufo-crash-retrieval-program-operated-by-the-cia/vi-AA1rCUL9?ocid=BingNewsVerp",
        "description": "Patrick discusses NEW bombshell story from journalist Christopher Sharp on the Weaponized podcast with George Knapp and ...",
        "image_url": "https://www.bing.com/th?id=OVF.tblqR%2fZ%2fi2L1kEG3mOW2jg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN17h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "New Netflix documentary set to unravel bizarre mystery of 'greatest alien abduction case ever seen'",
        "link": "https://www.dailymail.co.uk/femail/article-13918107/netflix-documentary-mystery-alien-abduction-case.html",
        "description": "The docuseries, titled The Manhattan Alien Abduction, tells the story of Linda Napolitano, who is convinced she was abducted ...",
        "image_url": "https://www.bing.com/th?id=OVF.GCR3x6w%2bCiWzC2L%2f2xG69A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "10h",
        "source": "Daily Mail",
        "article_content": "An upcoming documentary is set to shed light on the mysterious tale of a Manhattan housewife and mom-of-two who claimed she was abducted by a UFO in the late 80s.\n\nThe docuseries, titled The Manhattan Alien Abduction, tells the story of Linda Napolitano, who is convinced she was abducted from her bedroom in New York on November 30, 1989.\n\nThe series attempts to uncover the true story behind the UFO communities biggest mysteries - with Napolitano, who used the pseudonym Linda Cortile initially - directly involved with the documentary's creation.\n\nThe trailer, which was recently released online, contains interviews with Napolitano recalling what happened on the night that she said changed her life, as well as archival footage from the years following the alleged extra-terrestrial experience.\n\n'They saw me hanging from my window,' Napolitano says in the trailer, as the footage flashes between the Brooklyn Bridge and enactments featuring a woman in a white nightgown floating above a Manhattan apartment building.\n\nThe docuseries, titled The Manhattan Alien Abduction, tells the story of Linda Napolitano, who claims she was abducted from her Manhattan bedroom on November 30, 1989\n\nThe series attempts to uncover the true story behind the UFO communities biggest mysteries\n\nNoted abduction researcher, Budd Hopkins, believed her story and began conducting an exhaustive investigation on Napolitano's case in February 1991\n\n'I don't know why they're keeping it from the public, but we're not alone,' another voice says, while someone else declares it 'the greatest abduction case in the world' - alleging there were '23 witnesses.'\n\nNapolitano's case is still a source of controversy online today, with some questioning the reliability of the story and question what evidence is available to support Napolitano's claims.\n\nNoted abduction researcher, Budd Hopkins, believed her story and began conducting an exhaustive investigation on Napolitano's case in February 1991.\n\nHe came to New York with his wife at the time, Carol Rainey, who said he found Napolitano's story to be 'very credible.'\n\n'She was pulling the wool over Budd's eyes,' another woman said, while others said psychosis was to blame.\n\nThe trailer shows Hopkins guiding Napolitano through various techniques - such as hypnosis - to explore her memories of the event which revealed more detail.\n\nAccording to an article published on UPI in 1994, Napolitano claims that in the early morning hours of November 30, 1989, she was visited by a 'grey biped.'\n\nShe said she was then levitated by a blue beam through the window of her 12th floor Manhattan apartment.\n\nNapolitano, who used the pseudonym Linda Cortile initially - directly involved with the documentary's creation (pictured with Hopkins)\n\nNapolitano's case is still a source of controversy online today, with some questioning the reliability of the story and question what evidence is available to support Napolitano's claims\n\nNapolitano says she was levitated by a blue beam through the window of her 12th floor Manhattan apartment in 1989\n\nThe article noted that Hopkins reported that he had received a letter from security agents - signed only Richard and Dan - who claimed to have seen a figure floating in the night sky.\n\nIn the note, they reportedly said 'we can't live with ourselves' for not sharing what they saw.\n\nRichard and Dan said they saw three 'strange figures' and a 'young woman in a white gown' floating through an apartment window and then transported to a UFO.\n\nAs per HiggyPop, a website dedicated to stories of paranormal activity, there have been suggests that political figure the bodyguards were protecting may have been Javier Perez de Cuéllar, the Secretary-General of the United Nations at the time.\n\nHowever, he has never confirmed his involvement.\n\nThe Manhattan Alien Abduction streams on Netflix from October 30."
    },
    {
        "title": "Cats Stats: Arizona changed play-callers vs. Utah, but did its offense really change that much?",
        "link": "https://tucson.com/sports/subscriber/arizona-wildcats-football-offense-play-calling-cats-stats-utah-utes-2024/article_7f2724ba-81bc-11ef-b09c-8f081b5e91c0.html",
        "description": "Matt Adkins is now calling plays for Arizona. How much, if at all, did the UA offense change against Utah? We take a closer ...",
        "image_url": "https://www.bing.com/th?id=OVF.HyI9S5F5QdVFsoTja4AyIw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Arizona Daily Star3h",
        "source": "Arizona Daily Star",
        "article_content": "Arizona changed its play-calling operation heading into the Utah game, and the initial results were positive. Well, somewhat positive.\n\nThe Wildcats upset the 10th-ranked Utes in Salt Lake City after Matt Adkins swapped roles with Dino Babers. Arizona scored 23 points after managing just seven against Kansas State (and only 20 via the offense vs. NAU).\n\nThe offense looked different in some ways, including the use of motion and more targets for tight end Keyan Burnett.\n\nBut when you dig into the numbers — our ongoing mission at “Cats Stats” headquarters — it largely looks the same.\n\nWith a matchup on tap against Texas Tech — the polar opposite of Utah on defense — we’ll examine the state of the UA offense. Where did the Wildcats show promise in Salt Lake City? Where can they still improve?\n\nWhat we liked\n\nBurnett’s breakout is a good place to start. The junior caught five passes for 76 yards and a touchdown — all career bests.\n\nWe have no way of knowing whether Burnett was the first read on any of those plays. But we do know that he was targeted six times — one more than in either of the previous two seasons. His previous high for a game was three (Oct. 8, 2022, vs. Oregon).\n\nTetairoa McMillan again had a monster target share at 42.3%, while Burnett was at 23.1%. For the season, McMillan is sitting at 37.6%; four of his teammates, including Burnett, are tied for second at 9.4%.\n\nThe more Arizona can spread the ball around, the more effective its offense will be. It’ll also take pressure off McMillan, who’s been visibly frustrated at times during games.\n\nThe Wildcats also tweaked their running back rotation, resulting in a more balanced distribution of carries. Quali Conley had 14 rushing attempts to Kedrick Reescano’s seven. In the two previous games, Conley had 31 carries while Reescano had only eight.\n\nReescano was a force with the ball in his hands vs. Utah, gaining 73 yards and averaging 10.4 yards per attempt. His combination of size and speed and his downhill running style complement Conley’s craftiness well; we wouldn’t mind seeing a 50/50 split moving forward. (In Week 1, when the two main backs were Jacory Croskey-Merritt and Conley, it was closer to that — 13 carries for Croskey-Merritt, 10 for Conley.)\n\nAnother encouraging sign: Per Pro Football Focus, QB Noah Fifita’s average time to throw (TTT) dropped to 3.09 seconds after it had been on a steady ascent. That number — which shows how long a quarterback holds the ball before throwing — had gone from 2.69 seconds to 3.25 to 3.44 in Arizona’s first three games. Fifita still has the second-highest TTT in the Big 12 at 3.15 seconds.\n\nFifita has the second-lowest pressure-to-sack rate (P2S%) at 5.8%, according to PFF. He did not suffer a sack against the Utes despite being pressured 17 times.\n\nFifita has improved dramatically when it comes to avoiding sacks. His P2S% last year was 17.5%.\n\nWhat's still concerning\n\nArizona’s offense has been boom-or-bust this season, and that trend continued at Utah.\n\nThe Wildcats converted only 4 of 13 third downs (30.8%), and their average to gain was 8.6 yards. Six of those 13 attempts required 9 or more yards, while only two were of the third-and-short variety (4 yards or less).\n\n“The important part with that is hopefully being more efficient on first and second down so that you're not in those big third-down situations,” UA coach Brent Brennan said, adding that it’s “absolutely critical” to put the offense in better positions.\n\nArizona has been overly reliant on big plays. The Wildcats had three pass plays of 15-plus yards and six run plays of 10-plus yards vs. the Utes. Those nine plays accounted for 227 yards (25.2 yards per play). The other 52 plays netted just 131 yards (2.5).\n\nThe New Mexico and NAU games followed a similar pattern.\n\nArizona had 17 “big plays” vs. the Lobos for 516 yards (30.4 ypp). The other 40 produced 111 yards (2.8).\n\nThe Wildcats had nine big plays vs. the Lumberjacks for 232 yards (25.8 ypp). The other 46 gained just 129 yards (2.8).\n\nBig plays are desirable, of course. But there’s something to be said for positive gains that create manageable conversions.\n\nFour more sets of stats illustrate the all-or-nothing nature of Arizona’s offense:\n\n• Arizona is tied for 85th nationally with 59 plays of 10-plus yards, per CFBStats.com. They’re tied for 47th in plays of 20-plus yards (23), tied for 25th in plays of 30-plus (13), tied for 22nd in plays of 40-plus (seven) and tied for eighth in plays of 50-plus (five). See a trend there?\n\n• The Wildcats ran 61 plays at Utah, tying their season high. They have run 234 offensive plays overall, fewest in the Big 12. They’re 15th in the 16-team league in plays per game at 58.5, just ahead of Houston, which has the worst offense in the conference by any measure.\n\nThe Cougars average a league-low 4.9 yards per play. The Wildcats, meanwhile, are one of only three teams in the conference to average more than 7 yards per play.\n\n• Arizona had 17 first downs vs. Utah. The Wildcats rank next to last in the Big 12 in first downs per game at 18.3. (Houston is last at 14.2). The 2023 Cats averaged 23.2 first downs per game, third most in the Pac-12.\n\n• Arizona made two trips to the red zone against Utah — consistent with its season average. The Wildcats have had only eight red-zone opportunities this season, again ranking ahead of only the Cougars (seven) in the Big 12.\n\nArizona averaged 4.4 red-zone trips last season. Texas Tech has a league-high 26, or 5.2 per game, so far this season.\n\nThe caveat to all of this is that Utah has one of the best defenses in the Big 12. The Wildcats should be able to move the ball more consistently against the Red Raiders, who don’t.\n\nWe’ll be monitoring how Arizona moves the ball Saturday night. Fifita didn’t have a single pass attempt with 10-19 air yards vs. Utah, per PFF. The Wildcats need to make the Red Raiders — and all future opponents — defend all parts of the field. The Cats need to be more incremental, which will make them more efficient.\n\nThe PFF report — Arizona vs. Utah Each week throughout the season, we’ll share data compiled by our colleagues at Pro Football Focus, who grade every snap taken by every player across college football. Here are some notable figures from Arizona’s victory over Utah and the season to date: UTAH GAME Highest-graded offensive players (max grade 100; minimum 10 snaps): TE Keyan Burnett 90.6, RB Quali Conley 70.1, QB Noah Fifita 66.6 Highest-graded defensive players: DE Tre Smith 72.8, CB Tacario Davis 72.3, S Gunner Maldonado 70.6 Most snaps played on offense (out of 61): Fifita 61, WR Tetairoa McMillan 61, OT Rhino Tapa’atoutai 61, OG Wendell Moe 61, C Josh Baker 61, OT Jonah Savaiinaea 61 Most snaps played on offense (non-QB/OL): McMillan 61, WR Montana Lemonious-Craig 43, TE Sam Olson 43 Most snaps played on defense (out of 70): Davis 70, Maldonado 70, LB Taye Brown 70, LB Jacob Manu 70, S Dalton Johnson 70 Fifita passing depth: Behind LOS (6 of 6, 30 yards), 0-9 yards (10 of 12, 70 yards, 1 TD), 10-19 yards (0 of 0), 20-plus yards (3 of 8, 97 yards, 1 TD, 1 INT) Utah QB Isaac Wilson with clean pocket: 16 of 30, 190 yards, 1 TD, 2 INT Wilson under pressure: 4 of 10, 90 yards Highest OL run-blocking grades: Savaiinaea 56.5, Tapa’atoutai 56.1, Moe 55.1 Highest OL pass-blocking grades: Tapa’atoutai 76.5, Baker 68.3, Moe 60.8 Most defensive stops (tackles that constitute failure by offense): DT Stanley Ta’ufo’ou 4, Brown 3, Smith 3 Most QB pressures: Smith 5, Manu 3, DT Isaiah Johnson 2, DE Chase Kennedy 2, Ta’ufo’ou 2 Highest tackling grades: Johnson 83.9, Brown 83.0, Davis 82.6 Most special-teams snaps: Kamuela Ka’aihue 13, Rex Haynes 13, 4 tied with 12 Team QB pressures/hits: Arizona 19/5 (44 dropbacks), Utah 19/6 (33 dropbacks) Team missed tackles: Arizona 8, Utah 15 SEASON TO DATE Highest-graded offensive players (max grade 100; minimum 40 snaps): Fifita 85.6, McMillan 81.7, RB Quali Conley 78.4 Highest-graded defensive players: CB Emmanuel Karnley 75.4, Ta’ufo’ou 72.4, S Genesis Smith 71.3 Most snaps played on offense (out of 245): Fifita 244, Moe 244, Savaiinaea 244 Most snaps played on offense (non-QB/OL): McMillan 211 Burnett 167, Lemonious-Craig 162 Most snaps played on defense (out of 276): Manu 270, Brown 268, Davis 259 Most pass targets: McMillan 44, 4 tied with 11 Highest OL run-blocking grades: Tapa’atoutai 64.5, Savaiinaea 61.3, OG Leif Magnuson 60.2 Highest OL pass-blocking grades: Magnuson 90.1, Savaiinaea 77.4, OG-OT Ryan Stewart 75.5 Most defensive stops (tackles that constitute failure by offense): Brown 16, Manu 11, Tre Smith 11 Most QB pressures: Tre Smith 21, Kennedy 15, DL Ta’ita’i Uiagalelei 10 Lowest missed-tackle percentage (minimum 14 tackle attempts): Johnson 0.0%, Davis 11.1%, Brown 11.4% Lowest reception percentage against (minimum 16 targets): Karnley 37.5% (6 of 16), CB Marquis Groves-Killebrew 42.9% (6 of 14), Davis 44.4% (12 of 27) Most special-teams snaps: Gavin Hunter 52, Kedrick Reescano 51, Genesis Smith 51, Owen Goss 51"
    },
    {
        "title": "Retired Navajo Ranger talks about paranormal in new book",
        "link": "https://www.durangoherald.com/articles/retired-navajo-ranger-talks-about-paranormal-in-new-book/",
        "description": "Retired Navajo Ranger Stanley Milford Jr. has seen some things in his life that can’t always be explained. Milford, who split ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XU8383j5sXUMU4O5knvxdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The Durango Herald1h",
        "source": "The Durango Herald",
        "article_content": "×\n\nMilford to hold talks, signings in Durango and Farmington\n\nRetired Navajo Ranger Stanley Milford Jr. has seen some things in his life that can’t always be explained.\n\n×\n\nMilford, who split his time growing up between his mother’s house in Oklahoma and with his father on the Navajo Reservation, said not only was his upbringing between two different geographic areas, the two were culturally different as well: Oklahoma was more “mainstream and Western” while the reservation was steeped in “Native American culture.”\n\nWhen he grew up, he graduated from the United States Indian Police Academy and became a Navajo Ranger, where he and his partner, Jonathan Dover, investigated paranormal cases called in by residents. For those who have been in the area a while, he also cut his teeth in law enforcement by helping during the 1998 Four Corners manhunt for the three men – Jason McVean, Robert Mason and Alan “Monte” Pilon – who killed Cortez Police Officer Dale Claxton and took off into the Colorado/Utah desert.\n\nHe’s just released his memoir, “The Paranormal Ranger,” and will be at Maria’s Bookshop and in Farmington to discuss it. He’s also been featured on shows, including Nexflix’s reboot of “Unsolved Mysteries.”\n\nIf you go WHAT: Author Event and Book-Signing With Stanley Milford Jr. and his new release, “The Paranormal Ranger.” WHEN: 6-8 p.m. Oct. 10. WHERE: Maria’s Bookshop, 960 Main Ave. MORE INFORMATION: Visit https://tinyurl.com/y67bn8sx.\n\nThe memoir is a mix of Milford’s autobiography interspersed with chapters about the Navajo origin story.\n\nMilford and Dover first got into paranormal investigations when they were called to take over the case of a Navajo grandmother, who lost a sheep.\n\n“She recounted this story of this Bigfoot stepping over into her sheep corral and taking off with one of her sheep,” he said. “She called the department, and two Rangers were assigned, and one of the Rangers was a comedian; he’s just constantly joking and laughing and carrying on. It’s just his personality, but I think the grandmother was probably offended by that, and she contacted the chief ranger and probably chewed him out.”\n\nBecause of her call, the chief called a department meeting, and told everyone that no matter how strange a case may seem, it’s real to the person making the call, and every case was to be investigated as such, even if responding officers didn’t believe it. And then, Milford said, the chief looked over at him and Dover and said they were going to oversee these cases and manage them.\n\n“And that’s how it happened,” he said. “As far as us being assigned to it, we weren’t sitting over there raising our hands to be the Navajo ‘X Files’ or whatever. That wasn’t the case. We were assigned to do it, and that’s what we did.”\n\nMilford said the idea to include the origin story into his memoir was inspired by a case in 2009 of a haunting he investigated in Window Rock, Arizona.\n\n“It was an office space, and the director had said ‘my staff are experiencing all kinds of what they’re describing as paranormal phenomena.’ She approached the chief ranger at the time and asked if he had anybody that could come in and validate any of the stuff that they were claiming,” he said. “I put together a team of four individuals. We went in on two nights, and one of the prominent things about that case was coins would materialize and fall out of nothingness, out of thin air.”\n\nAnd even after all this time, he said the coins appearing followed him: “Last month, I had the most coins that I’ve ever experienced ... this phenomenon still happens to me to this very day. Witnessing that with your own eyes, it really changes your worldview.\n\n“It made me realize that, like with the Navajo, in their creation story, they talk about this idea of coming through these different worlds into the physical world that we’re in right now. Some of them describe either four worlds or five worlds, depending on the version of it. It got me thinking that, like with these coins, these coins are manifesting in our physical world from somewhere else. It got me to thinking about string theory and the idea of other planes of existence or dimensions.”\n\nMilford said he starting thinking even further about different paranormal phenomenon that people refer to, “like Bigfoot and UFOs and extraterrestrials, even the witchcraft, even the skinwalkers and things like that. I think they use the these other dimensions coming and going into our physical world from these other dimensions. That’s how we experience it.”\n\n“John and I lived in the woods at times, being Navajo Rangers right in the heavily forested high mountain areas, and we did not find the evidence that supports these things live out there,” he continued. “You can find all of that with bears, mountain lions, cougars, coyotes and everything that lives out there. You can see where it beds down. You can see where it goes out and hunts and drinks. You can find all of that evidence of that ... but the thing with the Bigfoot, you don’t see all of that evidence, although twice I’ve witnessed this thing that people refer to as Bigfoot. And so I know that these things do happen, and they do exist. So it could interdimensional.”\n\nAnd while he’s had his share of people who don’t believe in what he’s seen and believes, Milford said the key is to be open-minded.\n\n“You’re always going to have people that are going to take the opposite 180 view from what you’re talking about, and I understand that,” he said. “I think the message that John and I are conveying out there is much more important than listening to those people that are going to put it down. And John and I are open minded; we were very open minded. I remember one time we presented in Dulce, New Mexico, at one other UFO thing. There was an elderly Native woman that came up to us. She was in her mid 80s, and she came up to us with tears in her eyes and hugged us after we did our presentation. She said, ‘Thank you for doing what you do.’ She went on to convey a story about when she was a young girl encountering her UFO and her family members are standing around her with their jaws wide open because she never, ever shared that experience with them. I think, out of fear of being ridiculed or shunned, or whatever it might be, she never shared that experience. She thanked us and she said, you’re giving people that have these experiences more or less a forum to be able to come together and share these experiences with like-minded people that are willing to listen.\n\n“And that’s really, ultimately what the book is: to let people know that these experiences do happen, and to be respectful of others that do have these experiences, and letting people know these people aren’t crazy, and they’re not alone. And I would dare to say worldwide, if you looked at every family on this planet, if you looked in the history of their family, there’s probably somebody within that family that has had some type of so-called supernatural or paranormal experience, whether it’s seeing UFOs and lights in the sky or hauntings. I think it’s much more common than we could ever imagine.”\n\nkatie@durangoherald.com"
    },
    {
        "title": "You will never play many of 2024’s best games",
        "link": "https://www.polygon.com/459580/too-many-video-games",
        "description": "UFO 50 ’s a masterpiece and the vast majority of gamers will never play it. A tiny fraction of those who do will manage to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k0u2R1MzQcHdn4TUEuBuLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Polygon",
        "article_content": "Polygon’s Editor’s Letter is a column from Editor-in-Chief Chris Plante that reflects on the video game and entertainment industries, their communities, and Polygon itself. New editions appear in the first week of each month.\n\nLast month, I wrote about how the endless stream of “too many games” has caused existential problems for game makers. This month, I’ll focus on the other side of the equation: the audience. The people who play all of these new games. Or, as a recent survey tells us, the people who don’t play them.\n\nAbundance should be a boon for the average video game fan. Unfettered competition pushes prices down, particularly on PC, where each month players can grab bundles containing dozens (sometimes hundreds) of games for less than $20. And even the fanciest, freshest games often get discounted within weeks of launch.\n\nBetter still, as creators seek untouched corners of the market, their target audiences can be more varied. Wish to build a cozy castle diorama? Want a hardcore SWAT simulator or an anime Stardew Valley-like? Crave an ode to Brazilian bootleg boomer shooters of the 1990s built on actual 1990s tech? If you have an itch, odds are it can be scratched.\n\nAnd yet, a diminutive portion of the overall gaming audience plays new games. According to a report from Newzoo, in 2023 players spent 77% of their playtime on games three years or older. Much of the time players spent on new games went to annualized franchises, like Call of Duty, Madden, and EA FC. A paltry 8% of overall playtime in 2023 went to new games not tied to big, yearly IP.\n\nIn 2024, when someone sits down to play a video game, they can either spend money on a promising but unknown new game, or they can choose from their massive backlog of owned games. Or, they might return to a live-service game like League of Legends or Fortnite that continues to provide a familiar dopamine surge week after week, year after year. To play a new game is to willingly take a risk in terms of one’s money, time, and happiness.\n\nThus, we have 8% of total playtime going toward new games: a tiny slice of pie from which the thousands of developers each year fight for a bite. Ryan Rigney, gaming comms veteran and author of the illuminating Push to Talk newsletter, has been digging into this problem (and this unsettling data) for the past few weeks. I strongly recommend you read his piece “Are Old Games Killing New Games?”\n\nIn that newsletter, Rigney uses Arco, his personal favorite game of the year, which at the time of writing this piece has a modest 623 reviews on Steam, as an example of how a truly great game can fall through the cracks. The example hit me like a rock to the forehead. Despite Arco being one of my most anticipated games, despite receiving advance code from a publicist, despite having a weekly video game podcast that requires me to sample dozens of new games a year, I only now have gotten around to playing this game.\n\nAnd frankly, even with everything going for it, Arco could have just as easily collected dust indefinitely on my exponentially elongating to-do list.\n\nHow to enjoy new video games in the Age of Abundance\n\nSlackers - Carts of Glory is one of the many great games of 2024 that you’ve likely never played. Image: Falling Saints\n\nWhat does this mean for you? As the headline promised (or threatened?), you too won’t play many of 2024’s best games. Time is against you. The number of hours can’t fit the surplus of great new releases.\n\nAssuming we all accept that to be true, I thought it might help if I shared some strategies I’ve learned over the years for making the most of my video game time. As someone professionally expected to have a grasp on the vast majority of video games released, plus the entirety of gaming history, I’ve been wrestling with this challenge for some time.\n\nBe mindful of where your gaming time goes: This is my number one tip when people ask me how I play so many games. The answer is that I play the stuff I like, and I skip or bail on the stuff I don’t. For the past decade, major video game publishers have worked tirelessly to create “forever” games that use habit-forming hooks to lock in players indefinitely. If you want to play the same game every day for years on end, that’s fine and your prerogative! Alternatively, if you want to play new games more, then take a break from your “forever” game of choice. You might find, with some distance, it had become a chore rather than a treat.\n\nWatch streams and playthroughs: Ashley Bardhan recently argued that watching a video game isn’t so different from playing it. I agree. This guidance won’t surprise anyone under the age of 30. But many gamers in the millennial demographic (or older) have yet to make a habit of watching streams on Twitch or playthroughs on YouTube. If this is your first time, search for a playthrough of a new game that interests you on YouTube, skim the headlines and thumbnail images for a style that matches your own, and give it a try!\n\nFind communities that match your pace: Similar to watching games, reading about games is a great way to follow games. Just be sure to find a community that moves at your tempo. If you want a trillion messages and the latest info, a game’s official or unofficial Discord can be great. Want the highlights, try a subreddit. And if you prefer to keep up to date on the games community as a whole, rather than one game, I recommend Polygon.com. Naturally.\n\nAccept that you can’t know everything: For the first few decades of video game culture, the most hardcore gamers took pride in having an encyclopedic knowledge of the industry. Not only had they played every game, but they also knew its developer, publisher, and — if it came from Japan — the original title and release date. Because game developers of the ’80s and ’90s only released so many games, exhaustive knowledge could be cultivated. The NES had 1,377 games. But then the PS4 had 3,399 games. Steam laps both those numbers each year. In 2024, acquiring an all-encompassing knowledge of video games isn’t possible. And the pursuit of it is like trying to catch every fish in the ocean.\n\nImage: Mossmouth via Polygon\n\nBefore I wrap, let’s talk about one more game.\n\nLast month, developer Mossmouth published what Game File author Stephen Totilo wrote “might be the most 2024 game anyone can play this year.” If you can even call it a game. UFO 50 is a package carrying 50 stand-alone, complete games from some of the most brilliant game designers alive.\n\nUFO 50’s a masterpiece and the vast majority of gamers will never play it. A tiny fraction of those who do will manage to play all 50 games. And an infinitesimal percentage of the people on Earth will finish the game in its entirety.\n\nThe project is a microcosm of the problem that faces players. With so many good games in UFO 50, its players must approach the game as they would the entire video game ecosystem. Be mindful of your time and your priorities. Dabble! Don’t like a game? Drop it! Be comfortable knowing you don’t have to play all 50 games to completion to enjoy UFO 50. In fact, you don’t have to play any of them.\n\nWeeks after its release, fans have come together to solve its mysteries and celebrate their favorite games within the game on Reddit, Twitch, and YouTube. They’ve created lore explainers, role-played within its fictional history, and carried the experience of the game beyond the confines of the software."
    },
    {
        "title": "Video editing app Captions launches an AI-powered social media manager for sites",
        "link": "https://www.msn.com/en-us/money/other/video-editing-app-captions-launches-an-ai-powered-social-media-manager-for-sites/ar-AA1rE2h7?ocid=BingNewsVerp",
        "description": "AI-powered video editing app Captions is rolling out a new tool for websites that manages their content publishing schedule ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y5ZxHMWvfydY1qgNSO219C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Google Cloud brings tech behind Search and YouTube to enterprise gen AI apps",
        "link": "https://venturebeat.com/data-infrastructure/google-cloud-brings-tech-behind-search-and-youtube-to-enterprise-gen-ai-apps/",
        "description": "ScaNN vector index in AlloyDB delivers up to four times faster vector queries and up to eight-fold faster index build times.",
        "image_url": "https://www.bing.com/th?id=OVFT.ofbspZ2l8FhsoJ4oa_J4NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "23h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nAs the generative AI continues to progress, having a simple chatbot may no longer be enough for many enterprises.\n\nCloud hyperscalers are racing to build up their databases and tools to help enterprises deploy operational data quickly and efficiently, letting them build applications that are both intelligent and contextually aware.\n\nCase in point: Google Cloud’s recent barrage of updates for multiple database offerings, starting with AlloyDB.\n\nAccording to a blog post from the company, the fully managed PostgreSQL-compatible database now supports ScaNN (scalable nearest neighbor) vector index in general availability. The technology powers its Search and YouTube services and paves the way for faster index creation and vector queries while consuming far less memory.\n\nIn addition, the company also announced a partnership with Aiven for the managed deployment of AlloyDB as well as updates for Memorystore for Valkey and Firebase.\n\nUnderstanding the value of ScaNN for AlloyDB\n\nVector databases are critical to power advanced AI workloads, right from RAG chatbots to recommender systems.\n\nAt the heart of these systems sit key capabilities like storing and managing vector embeddings (numerical representation of data) and conducting similarity searches needed for the targeted applications.\n\nAs most developers in the world prefer PostgreSQL as the go-to operational database, its extension for vector search, pgvector, has become highly popular. Google Cloud already supports it on AlloyDB for PostgreSQL, with a state-of-the-art graph-based algorithm called Hierarchical Navigable Small World (HNSW) handling vector jobs.\n\nHowever, on occasions where the vector workload is too large, the performance of the algorithm may decline, leading to application latencies and high memory usage.\n\nTo address this, Google Cloud is making ScaNN vector index in AlloyDB generally available. This new index uses the same technology that powers Google Search and YouTube to deliver up to four times faster vector queries and up to eight-fold faster index build times, with a 3-4x smaller memory footprint than the HNSW index in standard PostgreSQL.\n\n“The ScaNN index is the first PostgreSQL-compatible index that can scale to support more than one billion vectors while maintaining state-of-the-art query performance — enabling high-performance workloads for every enterprise,” Andi Gutmans, the GM and VP of engineering for Databases at Google Cloud, wrote in a blog post.\n\nGutmans also announced a partnership with Aiven to make AlloyDB Omni, the downloadable edition of AlloyDB, available as a managed service that runs anywhere, including on-premises or on the cloud.\n\n“You can now run transactional, analytical, and vector workloads across clouds on a single platform, and easily get started building gen AI applications, also on any cloud. This is the first partnership that adds an administration and management layer for AlloyDB Omni,” he added.\n\nWhat’s new in Memorystore for Valkey and Firebase?\n\nIn addition to AlloyDB, Google Cloud announced enhancements for Memorystore for Valkey, the fully managed cluster for the Valkey in-memory database, and the Firebase application development platform.\n\nFor the Valkey offering, the company said it is adding vector search capabilities. Gutmans noted that a single Memorystore for Valkey instance can now perform similarity search at single-digit millisecond latency on over a billion vectors, with more than 99% recall.\n\nHe also added that the next version of Memorystore for Valkey, 8.0, is now in public preview with 2x faster querying speed as compared to Memorystore for Redist Cluster, a new replication scheme, networking enhancements and detailed visibility into performance and resource usage.\n\nAs for Firebase, Google Cloud is adding Data Connect, a new backend-as-a-service that will be integrated with a fully managed PostgreSQL database powered by Cloud SQL. It will go into public preview later this year.\n\nWith these developments, Google Cloud hopes developers will have a broader selection of infrastructure and database capabilities — along with powerful language models – to build intelligent applications for their organizations. It remains to be seen how these new advancements are deployed to real use cases, but the general trend indicates the volume of gen AI applications is expected to soar significantly.\n\nOmdia estimates that the market for generative AI applications will grow from $6.2 billion in 2023 to $58.5 billion in 2028, marking a CAGR of 56%."
    },
    {
        "title": "Athlete Intelligence: Strava launches AI running feature on mobile app",
        "link": "https://www.msn.com/en-gb/money/other/strava-launches-ai-running-feature-on-mobile-app/ar-AA1rDC9j?ocid=BingNewsVerp",
        "description": "The feature, powered by artificial intelligence, analyses complex workout data to make it easier for subscribers to ...",
        "image_url": "https://www.bing.com/th?id=OVF.wQL41KvooKr0DwwnLsUpmQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14hon MSN",
        "source": "Runner's World on MSN",
        "article_content": ""
    },
    {
        "title": "Gemini Extensions Will Help Google’s AI Take Over Your Android Phone",
        "link": "https://gizmodo.com/gemini-extensions-will-help-googles-ai-take-over-your-android-phone-2000506758",
        "description": "Gemini Extensions will be able to work across your phone’s Google apps, letting it access information in your Gmail and add ...",
        "image_url": "https://www.bing.com/th?id=OVF.T9k7gn268Ac7r4lhWPdrOg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "Gizmodo",
        "article_content": "Google promised its Gemini AI wouldn’t be a mere chatbot replacement for Google Assistant. In the coming weeks, we’ll see if that pledge holds up. Gemini extensions will allow the AI to access users more Google apps rather than just Gmail or YouTube. If it works as intended, it could be the first true cross-phone AI integration.\n\nIn a blog post, Google offered a rough time frame for when we’ll be able to integrate Gemini with different Workspace apps like Google Keep, Google Calendar, Tasks, and Utilities. Currently, Gemini can work with Gmail, Maps, and YouTube. The general concept is that, at users’ request, the AI will be able to pull information from one app to the other without users needing to scroll to find the information they’re looking for.\n\nAs an example, the Mountain View tech giant said users should be able to pull a recipe from Gmail and then add the ingredients into a note in Keep. It will also work with your phone’s camera, and if users take a photo of a receipt or concert ticket, you should be able to set it as an event or reminder in Calendar.\n\nThese features should be dropping in the next few weeks, so we shouldn’t have to wait too long before we try Google’s Geminification of our phones for ourselves. The Gemini app has already taken over most of Assistant’s former duties, and earlier this week, Google gave every Android phone access to Gemini Live. This feature lets you have a conversation with your phone in a more natural way than the base Gemini, which still works better with short and sweet commands.\n\nGoogle showcased some of these features at its big August showcase, revealing the new Pixel 9 series alongside new watches and Pixel Buds. Apple has promised very similar capabilities with its still-incoming Apple Intelligence. So far, we haven’t had the chance to test either company’s full mobile AI integrations. The idea seems sound, but knowing how finicky and inconsistent AI can be, we’re not exactly holding our breath for a real mobile ecosystem sea change.\n\nI may have far less use for a conversational AI than I would for an assistant who can uproot the important emails from my flooded inbox. On Wednesday, Google said it was updating Gmail’s “summary cards” and “Happening soon” features. Happening soon should show the most timely updates, such as deliveries or events happening, based on your emails.\n\nSummary cards now show more information right at the top of each email for purchases, events, bills, and travel registrations. You can add events to your calendar, just like before. But now you can also modify your bookings or get directions to an airport or venue.\n\nGoogle said Gemini was getting access to more than 40 languages other than English, eventually. First on the list are French, Spanish, German, Portuguese, and Hindi. The rest will come sometime in the future. Each phone’s Gemini Live can support conversations with up to two languages at a time. Now even more people will be able to see their Android phone transform into an AI device. The cross-platform mobile AI does feel enticing, especially for those of us with too many things going on to remember where the hell you put that one email with the event registration. However, for those who prefer their phones to be AI-free and still get new features, you may need to bite the Gemini bullet."
    },
    {
        "title": "Cohere just made it way easier for companies to create their own AI language models",
        "link": "https://venturebeat.com/ai/cohere-just-made-it-way-easier-for-companies-to-create-their-own-ai-language-models/",
        "description": "Cohere unveils advanced AI fine-tuning tools for enterprises, revolutionizing customization of language models with improved ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ad6S_AhPoAUX5w5Ybzr8qS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16m",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nArtificial intelligence company Cohere unveiled significant updates to its fine-tuning service on Thursday, aiming to accelerate enterprise adoption of large language models. The enhancements support Cohere’s latest Command R 08-2024 model and provide businesses with greater control and visibility into the process of customizing AI models for specific tasks.\n\nThe updated offering introduces several new features designed to make fine-tuning more flexible and transparent for enterprise customers. Cohere now supports fine-tuning for its Command R 08-2024 model, which the company claims offers faster response times and higher throughput compared to larger models. This could translate to meaningful cost savings for high-volume enterprise deployments, as businesses may achieve better performance on specific tasks with fewer compute resources.\n\nA comparison of AI model performance on financial question-answering tasks shows Cohere’s fine-tuned Command R model achieving competitive accuracy, highlighting the potential of customized language models for specialized applications. (Source: Cohere)\n\nA key addition is the integration with Weights & Biases, a popular MLOps platform, providing real-time monitoring of training metrics. This feature allows developers to track the progress of their fine-tuning jobs and make data-driven decisions to optimize model performance. Cohere has also increased the maximum training context length to 16,384 tokens, enabling fine-tuning on longer sequences of text — a crucial feature for tasks involving complex documents or extended conversations.\n\nThe AI customization arms race: Cohere’s strategy in a competitive market\n\nThe company’s focus on customization tools reflects a growing trend in the AI industry. As more businesses seek to leverage AI for specialized applications, the ability to efficiently tailor models to specific domains becomes increasingly valuable. Cohere’s approach of offering more granular control over hyperparameters and dataset management positions them as a potentially attractive option for enterprises looking to build customized AI applications.\n\nHowever, the effectiveness of fine-tuning remains a topic of debate among AI researchers. While it can improve performance on targeted tasks, questions persist about how well fine-tuned models generalize beyond their training data. Enterprises will need to carefully evaluate model performance across a range of inputs to ensure robustness in real-world applications.\n\nCohere’s announcement comes at a time of intense competition in the AI platform market. Major players like OpenAI, Anthropic, and cloud providers are all vying for enterprise customers. By emphasizing customization and efficiency, Cohere appears to be targeting businesses with specialized language processing needs that may not be adequately served by one-size-fits-all solutions.\n\nCohere’s Command R 08-2024 model outperforms competitors in both latency and throughput, suggesting potential cost savings for high-volume enterprise deployments. Lower latency indicates faster response times. (Source: Cohere / artificialanalysis.ai)\n\nIndustry impact: Fine-tuning’s potential to transform specialized AI applications\n\nThe updated fine-tuning capabilities could prove particularly valuable for industries with domain-specific jargon or unique data formats, such as healthcare, finance, or legal services. These sectors often require AI models that can understand and generate highly specialized language, making the ability to fine-tune models on proprietary datasets a significant advantage.\n\nAs the AI landscape continues to evolve, tools that simplify the process of adapting models to specific domains are likely to play an increasingly important role. Cohere’s latest updates suggest that fine-tuning capabilities will be a key differentiator in the competitive market for enterprise AI development platforms.\n\nThe success of Cohere’s enhanced fine-tuning service will ultimately depend on its ability to deliver tangible improvements in model performance and efficiency for enterprise customers. As businesses continue to explore ways to leverage AI, the race to provide the most effective and user-friendly customization tools is heating up, with potentially far-reaching implications for the future of enterprise AI adoption."
    },
    {
        "title": "YouTube Stars Sam and Colby Talk ‘Legends of the Paranormal' Cinemark Release Expansion (EXCLUSIVE)",
        "link": "https://www.msn.com/en-us/entertainment/entertainment-celebrity/youtube-stars-sam-and-colby-talk-legends-of-the-paranormal-cinemark-release-expansion-exclusive/ar-AA1rETnF?ocid=BingNewsVerp",
        "description": "Paranormal investigators Sam Golbach and Colby Brock have already conjured YouTube success, scaring up more than 13 million ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dC1jgdI5O-Wm6SGZuP8qFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6hon MSN",
        "source": "Variety on MSN",
        "article_content": ""
    },
    {
        "title": "WV Tourism introduces paranormal trail highlighting local lore",
        "link": "https://www.wowktv.com/news/west-virginia/wv-tourism-introduces-paranormal-trail-highlighting-local-lore/",
        "description": "West Virginia is wading into the ever-growing scare tourism through the introduction of a paranormal trail. West Virginia ...",
        "image_url": "https://www.bing.com/th?id=OVF.pI0nA8f7ETjmw6s8PtJWaw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "13 WOWKTV",
        "article_content": "Content not available"
    },
    {
        "title": "Retired Navajo Ranger talks about paranormal in new book",
        "link": "https://www.durangoherald.com/articles/retired-navajo-ranger-talks-about-paranormal-in-new-book/",
        "description": "Retired Navajo Ranger Stanley Milford Jr. has seen some things in his life that can’t always be explained. Milford, who split ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XU8383j5sXUMU4O5knvxdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Durango Herald1h",
        "source": "The Durango Herald",
        "article_content": "×\n\nMilford to hold talks, signings in Durango and Farmington\n\nRetired Navajo Ranger Stanley Milford Jr. has seen some things in his life that can’t always be explained.\n\n×\n\nMilford, who split his time growing up between his mother’s house in Oklahoma and with his father on the Navajo Reservation, said not only was his upbringing between two different geographic areas, the two were culturally different as well: Oklahoma was more “mainstream and Western” while the reservation was steeped in “Native American culture.”\n\nWhen he grew up, he graduated from the United States Indian Police Academy and became a Navajo Ranger, where he and his partner, Jonathan Dover, investigated paranormal cases called in by residents. For those who have been in the area a while, he also cut his teeth in law enforcement by helping during the 1998 Four Corners manhunt for the three men – Jason McVean, Robert Mason and Alan “Monte” Pilon – who killed Cortez Police Officer Dale Claxton and took off into the Colorado/Utah desert.\n\nHe’s just released his memoir, “The Paranormal Ranger,” and will be at Maria’s Bookshop and in Farmington to discuss it. He’s also been featured on shows, including Nexflix’s reboot of “Unsolved Mysteries.”\n\nIf you go WHAT: Author Event and Book-Signing With Stanley Milford Jr. and his new release, “The Paranormal Ranger.” WHEN: 6-8 p.m. Oct. 10. WHERE: Maria’s Bookshop, 960 Main Ave. MORE INFORMATION: Visit https://tinyurl.com/y67bn8sx.\n\nThe memoir is a mix of Milford’s autobiography interspersed with chapters about the Navajo origin story.\n\nMilford and Dover first got into paranormal investigations when they were called to take over the case of a Navajo grandmother, who lost a sheep.\n\n“She recounted this story of this Bigfoot stepping over into her sheep corral and taking off with one of her sheep,” he said. “She called the department, and two Rangers were assigned, and one of the Rangers was a comedian; he’s just constantly joking and laughing and carrying on. It’s just his personality, but I think the grandmother was probably offended by that, and she contacted the chief ranger and probably chewed him out.”\n\nBecause of her call, the chief called a department meeting, and told everyone that no matter how strange a case may seem, it’s real to the person making the call, and every case was to be investigated as such, even if responding officers didn’t believe it. And then, Milford said, the chief looked over at him and Dover and said they were going to oversee these cases and manage them.\n\n“And that’s how it happened,” he said. “As far as us being assigned to it, we weren’t sitting over there raising our hands to be the Navajo ‘X Files’ or whatever. That wasn’t the case. We were assigned to do it, and that’s what we did.”\n\nMilford said the idea to include the origin story into his memoir was inspired by a case in 2009 of a haunting he investigated in Window Rock, Arizona.\n\n“It was an office space, and the director had said ‘my staff are experiencing all kinds of what they’re describing as paranormal phenomena.’ She approached the chief ranger at the time and asked if he had anybody that could come in and validate any of the stuff that they were claiming,” he said. “I put together a team of four individuals. We went in on two nights, and one of the prominent things about that case was coins would materialize and fall out of nothingness, out of thin air.”\n\nAnd even after all this time, he said the coins appearing followed him: “Last month, I had the most coins that I’ve ever experienced ... this phenomenon still happens to me to this very day. Witnessing that with your own eyes, it really changes your worldview.\n\n“It made me realize that, like with the Navajo, in their creation story, they talk about this idea of coming through these different worlds into the physical world that we’re in right now. Some of them describe either four worlds or five worlds, depending on the version of it. It got me thinking that, like with these coins, these coins are manifesting in our physical world from somewhere else. It got me to thinking about string theory and the idea of other planes of existence or dimensions.”\n\nMilford said he starting thinking even further about different paranormal phenomenon that people refer to, “like Bigfoot and UFOs and extraterrestrials, even the witchcraft, even the skinwalkers and things like that. I think they use the these other dimensions coming and going into our physical world from these other dimensions. That’s how we experience it.”\n\n“John and I lived in the woods at times, being Navajo Rangers right in the heavily forested high mountain areas, and we did not find the evidence that supports these things live out there,” he continued. “You can find all of that with bears, mountain lions, cougars, coyotes and everything that lives out there. You can see where it beds down. You can see where it goes out and hunts and drinks. You can find all of that evidence of that ... but the thing with the Bigfoot, you don’t see all of that evidence, although twice I’ve witnessed this thing that people refer to as Bigfoot. And so I know that these things do happen, and they do exist. So it could interdimensional.”\n\nAnd while he’s had his share of people who don’t believe in what he’s seen and believes, Milford said the key is to be open-minded.\n\n“You’re always going to have people that are going to take the opposite 180 view from what you’re talking about, and I understand that,” he said. “I think the message that John and I are conveying out there is much more important than listening to those people that are going to put it down. And John and I are open minded; we were very open minded. I remember one time we presented in Dulce, New Mexico, at one other UFO thing. There was an elderly Native woman that came up to us. She was in her mid 80s, and she came up to us with tears in her eyes and hugged us after we did our presentation. She said, ‘Thank you for doing what you do.’ She went on to convey a story about when she was a young girl encountering her UFO and her family members are standing around her with their jaws wide open because she never, ever shared that experience with them. I think, out of fear of being ridiculed or shunned, or whatever it might be, she never shared that experience. She thanked us and she said, you’re giving people that have these experiences more or less a forum to be able to come together and share these experiences with like-minded people that are willing to listen.\n\n“And that’s really, ultimately what the book is: to let people know that these experiences do happen, and to be respectful of others that do have these experiences, and letting people know these people aren’t crazy, and they’re not alone. And I would dare to say worldwide, if you looked at every family on this planet, if you looked in the history of their family, there’s probably somebody within that family that has had some type of so-called supernatural or paranormal experience, whether it’s seeing UFOs and lights in the sky or hauntings. I think it’s much more common than we could ever imagine.”\n\nkatie@durangoherald.com"
    },
    {
        "title": "'Paranormal Ghost Tours' coming to Laredo museum",
        "link": "https://www.lmtonline.com/local/article/paranormal-ghost-tours-laredo-rio-grande-museum-19812880.php",
        "description": "The Republic of the Rio Grande Museum is set to bring Paranormal Ghost Tours to Laredo the next few weeks, with the first ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1nJqsaGb_6Nc3jy1iMPXwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Laredo Morning Times12h",
        "source": "Laredo Morning Times",
        "article_content": "The Republic of the Rio Grande Museum is set to bring \"Paranormal Ghost Tours\" to Laredo this Halloween season. Courtesy/Webb County Heritage Foundation Pictured is the Republic of the Rio Grande Museum, located at 1005 Zaragoza St. in Laredo, Texas. Courtesy/Webb County Heritage Foundation\n\nThings are getting ghoulish at the Republic of the Rio Grande Museum with \"Paranormal Ghost Tours.\"\n\nThe Webb County Heritage Foundation is partnering with Never Dead Entertainment for an interactive, haunting history of San Agustin Plaza set for three days: Oct. 5, Oct. 12 and Oct. 20.\n\nInside the museum, attendees can learn about the paranormal history of Laredo that includes UFO sightings, haunted landmarks and supernatural creatures.\n\nAdvertisement Article continues below this ad\n\nFor those looking to get scared, wrap up the 8:30 p.m. tour with an optional miniature investigation featuring Nightmare Hour Paranormal and the Laredo Paranormal Research Society."
    },
    {
        "title": "Spooky sleepover? This Missouri Airbnb in an old morgue comes with paranormal research equipment",
        "link": "https://www.kmbc.com/article/ozark-missouri-airbnb-old-morgue-haunted-paranormal-research/62500483",
        "description": "Owners say numerous professional paranormal researchers have spent evenings in the rental and have experienced many unexplained events.",
        "image_url": "https://www.bing.com/th?id=OJ.Z47SYg2RtzG0vw&pid=news&w=50&h=16&rs=2",
        "category": "paranormal",
        "date": "10h",
        "source": "KMBC Kansas City",
        "article_content": "Spooky sleepover? This Missouri Airbnb in an old morgue comes with paranormal research equipment\n\nVideo Above: The haunted lore of Epperson House in Kansas City, MissouriLooking for a spooky sleepover this fall a short drive away from Kansas City?An Airbnb in Ozark, Missouri, has made the company's list for one of the spookiest stays across the country.The hook? You'll be staying in an old, haunted morgue. The Historic Morgue and Paranormal Investigation house in Ozark is a loft-style property that can serve up to six guests. It's served as a morgue, funeral home, church, and museum in the past. Owners say numerous professional paranormal researchers have spent evenings in the rental and have experienced many unexplained events. Want to judge it for yourself? Your stay includes some paranormal research equipment to test things on your own including a spirit box, EMF detector, dowsing rods, and more. But, owners warn, no refunds if you're spooked and want to leave mid-stay. Click here to check availability, and know, the property is usually fully booked.\n\nVideo Above: The haunted lore of Epperson House in Kansas City, Missouri\n\nLooking for a spooky sleepover this fall a short drive away from Kansas City?\n\nAdvertisement\n\nAn Airbnb in Ozark, Missouri, has made the company's list for one of the spookiest stays across the country.\n\nThe hook? You'll be staying in an old, haunted morgue.\n\nThe Historic Morgue and Paranormal Investigation house in Ozark is a loft-style property that can serve up to six guests. It's served as a morgue, funeral home, church, and museum in the past.\n\nOwners say numerous professional paranormal researchers have spent evenings in the rental and have experienced many unexplained events.\n\nWant to judge it for yourself? Your stay includes some paranormal research equipment to test things on your own including a spirit box, EMF detector, dowsing rods, and more.\n\nBut, owners warn, no refunds if you're spooked and want to leave mid-stay.\n\nClick here to check availability, and know, the property is usually fully booked."
    },
    {
        "title": "Discovery of a tiny exoplanet sheds new light on a very old star",
        "link": "https://www.msn.com/en-us/news/other/discovery-of-a-tiny-exoplanet-sheds-new-light-on-a-very-old-star/ar-AA1rFfe8?ocid=BingNewsVerp",
        "description": "Scientists discovered that Barnard’s Star wobbles a full 20 inches (50 cm) per second — five times Earth’s effect on the Sun ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Pp2SlReY_ZVrW6BHZbSkOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Astronomy on MSN4h",
        "source": "Astronomy on MSN",
        "article_content": ""
    },
    {
        "title": "Researchers stunned by discovery during deep-sea exploration off coast of arctic islands: 'I couldn't really believe it'",
        "link": "https://www.yahoo.com/news/researchers-stunned-discovery-during-deep-101559425.html",
        "description": "The positive to take away from the story is that more ocean research can be used to better protect our oceans.",
        "image_url": "https://www.bing.com/th?id=OVFT.8tC8jJzKz0paHFmgIOl8-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "Researchers stunned by discovery during deep-sea exploration off coast of arctic islands: 'I couldn't really believe it'\n\nIn order to help marine scientists and researchers get to remote locations, an organization called Yachts for Science has been connecting yacht owners with the scientific community, allowing scientists to tag along on their voyages, BOAT International reported.\n\nOn one such recent trip to Svalbard, a Norwegian archipelago in the Arctic Ocean, Paige Maroni, a postdoctoral research fellow from the University of Western Australia, made some exciting discoveries — mainly, that there is a ton of biodiversity on the Svalbard seafloor.\n\nThough Maroni had apparently expected the freezing temperatures of the Arctic seafloor to be inhospitable to marine life, it actually turned out to be quite the opposite.\n\n\"I couldn't really believe it, to be honest — even on the first dive when we arrived on the seafloor, we landed on this red coral garden that was teeming with urchins and scallops,\" Maroni said. \"We just saw so many insane colors and so much life immediately: walls of anemones, like a beautiful flower garden; brittle stars (like a starfish but more predatory); red coral habitats; kelp forests; tube worm and sponge gardens.\"\n\nOf course, though this was a rare situation wherein the owner of a yacht managed to be of help to the scientific community, the overall impact of yachts on our planet is not positive. The vast majority of yachts rely on dirty energy for power and to supply the massive amounts of electricity they consume. Some superyachts, The Guardian reported, emit more planet-overheating air pollution per year by themselves than many small countries.\n\nSocial scientist Gregory Salle labeled superyachts a form of \"ecocide\" in his book, Superyachts: Luxury, Tranquility and Ecocide. Superyachts, Salle wrote, display, \"the capacity of the wealthiest individuals to exonerate themselves from the social and environmental cost of their activities and behaviours.\"\n\nIt is worth noting that the yacht that took Maroni to Svalbard was not a superyacht but a regular yacht, meaning that it merely creates a large amount of planet-overheating air pollution instead of a mind-boggling amount of planet-overheating air pollution.\n\nThe positive to take away from the story is that more ocean research can be used to better protect our oceans — largely from the threats caused by the very pollution that yachts create every day.\n\nJoin our free newsletter for good news and useful tips, and don't miss this cool list of easy ways to help yourself while helping the planet."
    },
    {
        "title": "Innovation Award Winner Announced at ELRIG Drug Discovery 2024",
        "link": "https://www.technologynetworks.com/drug-discovery/blog/innovation-award-winner-announced-at-elrig-drug-discovery-2024-391575",
        "description": "Technology Networks had the pleasure of speaking with the ELRIG Innovation Award Winner Constructive Bio’s CEO, Dr. Ola ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6D84UzrntNkAogr9VjKrri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "technologynetworks21h",
        "source": "technologynetworks",
        "article_content": "Thank you. Listen to this article using the player above. ✖\n\nRegister for free to listen to this article\n\nComplete the form below to unlock access to ALL audio articles.\n\nWant to listen to this article for FREE?\n\nRead time: 2 minutes\n\nTechnology Networks had the pleasure of speaking with Constructive Bio’s CEO, Dr. Ola Wlodek , to discuss its award-winning innovations and learn more about its mission.\n\nAt this year’s ELRIG Drug Discovery event, held at ExCel London, the Innovation Award was presented to Constructive Bio, a biotechnology startup focused on whole-genome writing and engineered protein translation.\n\nApplicants for the Innovation Award submitted 3-minute videos explaining the challenges their technology is working to solve and the innovations behind their solutions. The videos were judged by an expert panel based on their scientific innovation, the scale of the challenges involved, business readiness and their potential impact.\n\nTo support and amplify young companies in biotech and drug discovery, ELRIG’s Breakthrough Zone returned this year, inviting companies of fewer than 25 full-time employees and/or with a turnover of less than £2.5 million to showcase their innovations. This year’s event welcomed 26 Breakthrough Zone companies, each also in the running for the ELRIG Innovation Award.\n\nThe European Laboratory Research and Innovation Group (ELRIG) plays host to Drug Discovery 2024 , Europe’s largest conference for the drug discovery community. With tracks covering topics from the mechanisms of aging to drug target identification and disease modeling, the event aims to connect minds, transform science and empower the community.\n\nSarah Whelan, PhD (SW): Sarah Whelan, PhD Science Writer Technology Networks Sarah is a science writer and editor at Technology Networks. She leads coverage of the site’s drug discovery, biopharma and cancer research content, and holds a PhD in cancer biology. Learn about our editorial policies For those not familiar with your work, could you explain the broad aims of Constructive Bio’s technology?\n\n\n\nOla Wlodek (OW): Ola Wlodek CEO Constructive Bio Dr. Ola Wlodek is CEO of UK biotechnology company Constructive Bio and holds a PhD in biological sciences from the University of Cambridge Learn about our editorial policies\n\nAt Constructive Bio, we rewrite the genome to build the biomolecules of the future. Our unique technology turns living cells into biofactories, creating sustainable new materials and therapeutics. With full control of the genetic sequence and code, we are exploring chemical space previously unreached by natural biology.\n\n\n\n\n\nThrough exclusive access to breakthrough science from the Medical Research Council (MRC) Laboratory of Molecular Biology, based on the research carried out by our founder Professor Jason Chin, Constructive Bio alone has the ability to rewrite entire genomes and incorporate multiple non-canonical amino acids in a single molecule.\n\n\n\n\n\nConstructive Bio is realizing the full scientific and commercial potential of its technologies through its proprietary platforms. These include:\n\nFull genome synthesis: We assemble DNA into genome-scale pieces, stitching and replacing megabases of DNA inside living cells. Through this process, we create entirely new genomes from scratch, writing the genetic blueprint of cells with unprecedented flexibility and precision.\n\nEngineered protein translation: Constructive Bio synthesizes proteins with expanded functions by incorporating non-canonical amino acids (ncAAs). Through reprogramming the genetic code of cells and expanding their repertoire of chemical building blocks, our technology creates biofactories for the discovery and manufacturing of novel biopolymers. These molecules have unique properties and diverse applications across science and industry, including pharmaceuticals, agriculture and biomaterials.\n\n\n\nSW: Sarah Whelan, PhD Science Writer Technology Networks Sarah is a science writer and editor at Technology Networks. She leads coverage of the site’s drug discovery, biopharma and cancer research content, and holds a PhD in cancer biology. Learn about our editorial policies How do these concepts stand to impact research and development, not just in biopharma but other fields as well? For example, materials science?\n\nOW: Ola Wlodek CEO Constructive Bio Dr. Ola Wlodek is CEO of UK biotechnology company Constructive Bio and holds a PhD in biological sciences from the University of Cambridge Learn about our editorial policies\n\nAs we describe in our latest press release: 'Synthetic genomics is redefining how we harness biology. Our suite of proprietary technologies and incomparable team allow us to build novel materials and products that will revolutionize drug manufacturing and discovery.”\n\n\n\n\n\nWe have the unique capacity to produce fully programmable biomolecules with unprecedented fidelity, specificity and scalability. This means we have the potential to incorporate a vast universe of new chemistries into molecules to create new drugs, biomolecules and materials with valuable chemical properties, and to manufacture them sustainably and at scale.\n\nBlake Forman (BF): Blake Forman Senior Science Writer Technology Networks Blake pens and edits breaking news, articles and features on a broad range of scientific topics. He earned an honors degree in chemistry from the University of Surrey. Blake also holds an MSc in chemistry from the University of Southampton. His research project focused on the synthesis of novel fluorescent dyes often used as chemical/bio-sensors and as photosensitizers in photodynamic therapy. Learn about our editorial policies Are there any exciting case studies using this technology that you can share with us?\n\nOW: Ola Wlodek CEO Constructive Bio Dr. Ola Wlodek is CEO of UK biotechnology company Constructive Bio and holds a PhD in biological sciences from the University of Cambridge Learn about our editorial policies\n\nncAAs are critical for the success of incretin mimetics, including the recent blockbuster weight-loss drugs Ozempic® and Wegovy® (based on semaglutide as the active ingredient). The incorporation of non-canonical building blocks is required for molecule stability, opening up a hugely impactful class of drugs.\n\n\n\n\n\nOther examples include antibody–drug conjugate assets developed by AMBR-X – a company acquired by Johnson and Johnson for $2 billion earlier this year. Here, ncAAs are used to precisely program the position of conjugation for the cytotoxic payload to the tumor-homing antibody.\n\nSW: Sarah Whelan, PhD Science Writer Technology Networks Sarah is a science writer and editor at Technology Networks. She leads coverage of the site’s drug discovery, biopharma and cancer research content, and holds a PhD in cancer biology. Learn about our editorial policies What sets these innovations apart from current solutions in the biotech space?\n\nOW: Ola Wlodek CEO Constructive Bio Dr. Ola Wlodek is CEO of UK biotechnology company Constructive Bio and holds a PhD in biological sciences from the University of Cambridge Learn about our editorial policies\n\nOnly Constructive Bio can write genomes from scratch and recode entire organisms. Only Constructive Bio can incorporate multiple ncAAs into a single molecule, delivering unprecedented fidelity, specificity and scalability.\n\nSW: Sarah Whelan, PhD Science Writer Technology Networks Sarah is a science writer and editor at Technology Networks. She leads coverage of the site’s drug discovery, biopharma and cancer research content, and holds a PhD in cancer biology. Learn about our editorial policies Can you elaborate on some specific challenges your technology is aiming to solve?\n\nOW: Ola Wlodek CEO Constructive Bio Dr. Ola Wlodek is CEO of UK biotechnology company Constructive Bio and holds a PhD in biological sciences from the University of Cambridge Learn about our editorial policies\n\nImproving existing drugs: Addressing known limitations with existing drugs and drug candidates including stability, therapeutic index and homogeneity.\n\n\n\n\n\nCreating new drugs: Building new molecules with an expanded chemical toolkit.\n\n\n\n\n\nScalable manufacturing: Addressing issues with complex multi-step manufacturing processes and sustainability and scalability challenges associated with chemical synthesis of peptides (which involves the use of large quantities of harmful solvents).\n\nSW: Sarah Whelan, PhD Science Writer Technology Networks Sarah is a science writer and editor at Technology Networks. She leads coverage of the site’s drug discovery, biopharma and cancer research content, and holds a PhD in cancer biology. Learn about our editorial policies You mention that your technology can contribute to sustainable industrial processes. How do you envision your innovations influencing sustainability challenges?\n\nOW: Ola Wlodek CEO Constructive Bio Dr. Ola Wlodek is CEO of UK biotechnology company Constructive Bio and holds a PhD in biological sciences from the University of Cambridge Learn about our editorial policies\n\nOur technology enables the biomanufacturing of peptide and protein drugs that would conventionally be produced by chemical synthesis. In doing so, we vastly reduce the reliance on processes that require the use of large quantities of harmful solvents.\n\n\n\n\n\nWith biomanufacturing, we can scale up the production of peptides and proteins using biology, in a more sustainable way.\n\nBF: Blake Forman Senior Science Writer Technology Networks Blake pens and edits breaking news, articles and features on a broad range of scientific topics. He earned an honors degree in chemistry from the University of Surrey. Blake also holds an MSc in chemistry from the University of Southampton. His research project focused on the synthesis of novel fluorescent dyes often used as chemical/bio-sensors and as photosensitizers in photodynamic therapy. Learn about our editorial policies What does winning the 2024 ELRIG Innovation Award mean to you?\n\nOW: Ola Wlodek CEO Constructive Bio Dr. Ola Wlodek is CEO of UK biotechnology company Constructive Bio and holds a PhD in biological sciences from the University of Cambridge Learn about our editorial policies\n\nConstructive Bio is all about novel technology – and it is fantastic to be recognized with the 2024 ELRIG Innovation Award. We are extremely excited about the potential of our technology to transform drug development and manufacturing and can’t wait to continue making breakthroughs.\n\nSW: Sarah Whelan, PhD Science Writer Technology Networks Sarah is a science writer and editor at Technology Networks. She leads coverage of the site’s drug discovery, biopharma and cancer research content, and holds a PhD in cancer biology. Learn about our editorial policies What are your aspirations for the impact of these innovations in the future?\n\nOW: Ola Wlodek CEO Constructive Bio Dr. Ola Wlodek is CEO of UK biotechnology company Constructive Bio and holds a PhD in biological sciences from the University of Cambridge Learn about our editorial policies\n\nIt’s our ambition that our technology will be used to help improve treatments for a vast range of indications across a range of areas including metabolic diseases, oncology and immunological disorders. We look forward to working together with pharma to build the next generation of biological therapeutics."
    },
    {
        "title": "Enchanting Animals: A Weekend of Discovery at the City of Science",
        "link": "https://www.ilmattino.it/en/enchanting_animals_a_weekend_of_discovery_at_the_city_of_science-8392588.html",
        "description": "City of Science presents a weekend program on October 5-6, 2024 filled with activities dedicated to the animal world, titled ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uRsqCPhV8gq5c4oGvgSxZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "Il Mattino",
        "article_content": "City of Science presents a weekend program on October 5-6, 2024 filled with activities dedicated to the animal world, titled “Enchanting Animals”. Visitors will have the opportunity to explore the wonders of different animal species through interactive workshops and scientific shows.\n\nAnimal Transformations is the lab for young children aged 3-6 to discover the incredible transformations some animals undergo during their lives, such as amphibians and butterflies. The Ant Enchanter for children aged 7-10 is the activity that allows them to explore the evolutionary techniques of food search in some animal species, like the beetle Lomechusa pubicollis. The Monarch Migration, for the age group 10-13 years, is the demonstration that intends to retrace the journey of the monarch butterfly, which migrates thousands of kilometers from Mexico to Canada.\n\nAnd also the Science Show Mammals: A Matter of “Class” dedicated to presenting the common characteristics of mammals and their adaptability to different habitats. There will be shows at the Planetarium and guided tours of the interactive human body museum Corporea and the Insects & Co. Exhibition."
    },
    {
        "title": "Deep-Sea Discovery Shines Light on Life in the Ocean’s Mysterious Twilight Zone",
        "link": "https://scitechdaily.com/deep-sea-discovery-shines-light-on-life-in-the-oceans-mysterious-twilight-zone/",
        "description": "The ocean's twilight zone is iron-deficient, limiting bacterial growth and affecting carbon storage. New findings show high ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hfJyLh46k-XxLtRpQGZdAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Fanatics Sportsbook promo code: $1K bonus for Falcons vs Buccaneers NFL Week 5 TNF battle",
        "link": "https://www.masslive.com/betting/2024/10/fanatics-sportsbook-promo-code-1k-bonus-for-falcons-vs-buccaneers-nfl-week-5-tnf-battle.html",
        "description": "The Fanatics Sportsbook promo code (no promo code needed) is offering up to $1k in bonus bets to take advantage ahead of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Wcr3u3qGkatKyqfL_a9Vvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "MassLive",
        "article_content": "The Tampa Bay Buccaneers travel to Atlanta to face the Falcons on Thursday Night Football.\n\nSign up ahead of the game with the Fanatics Sportsbook promo code (no code required), which is offering new users up to $1,000 in bonus bets.\n\nAs Week 5 of the NFL slate kicks off, it’s a great time to get signed up and start betting on the rest of the season.\n\nFanatics Sportsbook promo code offer at a glance\n\n🎁 Fanatics Sportsbook promo code No code required 💰 Fanatics Sportsbook welcome offer Get up to $1,000 in bonus bets 📝 Fanatics Sportsbook promo code terms and conditions Wager $5+ in the 10 days following registration and receive a daily 100% bonus match equal to the amount wagered (max. $100 bonus per day).\n\n\n\nOpt-in required days 2 through 10.\n\nBonuses sent within 72 hours of bet settlement, win or lose.\n\n\n\nBonus bets expire seven days after receipt and cannot be withdrawn. ✅ Last verified Sept. 30, 2024\n\nFanatics promo code: how to claim the $1,000 offer\n\nFour weeks into the schedule, don’t let the opportunity pass you by to get signed up and start wagering on the NFL season now!\n\nHere are a few directions on how to register below:\n\nUse the Fanatics promo code link and download the Fanatics app on your Apple or Android device. Desktop users must scan the QR code to download the app. Fill out the required registration fields. If you use the link we provide, a promo code is not needed. Confirm that you agree to the terms and conditions. Select a banking method and make your first deposit. Make a first bet (min. $5/max. $100) with -200 odds or longer.\n\nYou’ll receive a qualifying offer that must be opted into every day for the first 10 days after creating a Fanatics Sportsbook account. You’ll be issued a bonus bet in an equal amount of each wager that is placed.\n\nThe maximum allowable return for each day is $100, but you can earn up to that amount for 10 days in a row. Receive $1,000 in bonus bets if you maximize the offer.\n\nBuccaneers vs Falcons odds to use your Fanatics promo code on\n\nFanatics Sportsbook favors the Falcons as 1.5-point favorites for the game and have a moneyline set at -125. If you think Tampa Bay can pull off the upset, their moneyline is +105. The over-under on the game is at 43.5 points with -110 odds in either direction.\n\nWhen evaluating player props for tonight’s games, the line I like the most is Chris Godwin to outproduce his current yardage line of 65.5 (-110).\n\nGodwin is the team’s clear top target, and should be prioritized in a short week.He’s surpassed this mark in 3 of his past 4 outings.\n\nAdditionally, the Falcons have been picked on by the opposing team’s top wideout week in, and week out. The lowest they’ve allowed through the first two weeks is 76 yards to DeVonta Smith in Week 2. That trend should continue with a big game from Godwin on Thursday night."
    },
    {
        "title": "DraftKings promo code: Claim $200 in bonus bets for Buccaneers vs. Falcons on Thursday Night Football",
        "link": "https://www.nj.com/betting/2024/10/draftkings-promo-code-claim-200-in-bonus-bets-for-buccaneers-vs-falcons-on-thursday-night-football.html",
        "description": "Register with today's DraftKings promo code to claim $200 in bonus bets guaranteed for Bucs vs. Falcons on Thursday Night ...",
        "image_url": "https://www.bing.com/th?id=OVFT.49KaH2zA9nrPgdM-eiOIMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "NJ.com",
        "article_content": "A great NFC South rivalry will write another chapter when the Tampa Buccaneers head north to take on the Atlanta Falcons on NFL Thursday Night Football. Sports fans can dip their toes in the action if they sign up with today’s DraftKings promo code (no code required) that brings in $200 in guaranteed bonuses.\n\nDraftKings promo code at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code details Bet $5, Get $200 in bonus bets instantly ⚖️ DraftKings promo code terms and conditions Minimum $5 deposit. Place a $5 wager on any sporting event.\n\n\n\nBonus bets are credited as eight $25 bonus bets.\n\n\n\nThe bonus bets expire seven days after they’re credited. ✅ Last verified Oct. 3, 2024\n\nDraftKings promo code: How to claim $200 in bonus bets\n\nNew users who register with today’s DraftKings promo code can claim $200 in bonus bets guaranteed. You can use part of it on tonight’s game between the Buccaneers and the Falcons and save the rest for a great slate of Sunday games.\n\nTo claim the offer, follow these steps.\n\nClick any link or banner on this page to claim our exclusive DraftKings promo code . Then tap “Sign Me Up,” on the DraftKings mobile app or website. Fill in the required fields. You will not need a code if you use our link to sign up. Choose a banking method, and make your first deposit of at least $5. Place a wager (minimum $5) on any game, including tonight’s TNF game.\n\nWhen you place your bet, you will instantly receive your $200 sportsbook bonus. It will be distributed as eight $25 bonus bets. Use them on the games of your choice, but don’t wait too long because they expire after seven days.\n\nDraftKings existing user promos\n\nThere’s more great news where the DraftKings promo code comes from. Even after you have used your $200 bonus, you can partake in many ongoing promotions available to all DK Sportsbook users. Here are some examples.\n\nNo Sweat Bets: If your wager loses, you’ll receive a bonus bet to try again on another game.\n\nOdds boosts : Get enhanced odds on select betting markets.\n\nJackpot pools: Make your picks for free and play for jackpots that increase daily.\n\nBuccaneers vs. Falcons odds to use with your DraftKings bonus bets\n\nThe Falcons benefit from staying at home for this Thursday Night Football game while the division rival Buccaneers must travel on short rest.\n\nAtlanta (2-2 SU, 1-3 ATS) eked out a 26-24 win over NFC South foe New Orleans last weekend and can add an exclamation point to its early season run with another division win.\n\nTampa Bay (3-1 SU, 3-1 ATS) already has two big wins this season after beating Detroit on the road and Philadelphia at home last week. The Buccaneers would instantly become a serious player within the NFC if they beat Atlanta on the road on Thursday Night.\n\nThe Bucs will be at a disadvantage by having to travel, but they’ll be meeting a Falcons offense that was mostly bad last week. Atlanta did not score an offensive touchdown in their win over the Saints. That likely will have to change if it wants to keep up with the Buccaneers.\n\nQB Baker Mayfield is second in the league with eight touchdown passes and fourth in the league with 984 passing yards."
    },
    {
        "title": "After a breakup in her 30s, a therapist stressed about when she'd start a family. She set a deadline for kids — and stuck to it.",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/after-a-breakup-in-her-30s-a-therapist-stressed-about-when-shed-start-a-family-she-set-a-deadline-for-kids-and-stuck-to-it/ar-AA1rE2XU?ocid=BingNewsVerp",
        "description": "Beth Gulotta, a therapist, worried about her fertility when she was single in her 30s. It taught her to be more upfront about ...",
        "image_url": "https://www.bing.com/th?id=OVFT.T8ik5xFBb5h1OZBkuMwgnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "11hon MSN",
        "source": "INSIDER on MSN",
        "article_content": ""
    },
    {
        "title": "Amtrak's limited-time service between Chicago, Miami: How much it costs and when it starts",
        "link": "https://www.nbcchicago.com/news/local/amtraks-limited-time-service-between-chicago-miami-how-much-it-costs-and-when-it-starts/3564142/?os=shmmfp...&ref=app",
        "description": "Amtrak will soon offer a direct line between Chicago and Miami, but only for a limited time. When will it start and how much ...",
        "image_url": "https://www.bing.com/th?id=OVF.fO%2bnnhnvAzFlk0HL0atNXw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "12h",
        "source": "NBC Chicago",
        "article_content": "Amtrak will soon offer a direct line between Chicago and Miami, but only for a limited time.\n\nWhen will it start and how much could it cost?\n\nHere's what riders should know:\n\nWhat is the new route?\n\nThe “Floridian” line will make stops in Cleveland, Washington D.C., Orlando and Tampa before ending its run in Miami.\n\nAccording to officials, the route was spearheaded by combining the Capitol Limited and Silver Star lines.\n\nThe routes are being combined due to a massive rehabilitation project of the East River tunnel, with both tunnels needing repairs after Superstorm Sandy slammed into the Northeastern U.S. in 2012.\n\nWhen will trips be available?\n\nTrips are available beginning Nov. 10, according to Amtrak, and will be offered daily.\n\nFeeling out of the loop? We'll catch you up on the Chicago news you need to know. Sign up for the weekly Chicago Catch-Up newsletter.\n\nWhen can you purchase tickets?\n\nAccording to a press release by Amtrak, customers are now able to purchase tickets on the “Floridian” line, which will make stops in Cleveland, Washington D.C., Orlando and Tampa before ending its run in Miami.\n\nWhat is the schedule\n\nThe “Floridian” line will operate on a similar schedule to the Capitol Limited between Chicago and Washington D.C., and will make stops between Washington, D.C. and Miami normally made by the Silver Star, according to Amtrak.\n\nThe trip on the Floridian will take nearly 48 hours to complete according to Amtrak.\n\nHow much will it cost?\n\nCoach seats start at just over $100 for the trip, with private rooms available starting at $700.\n\nAccording to Amtrak, coach tickets include wide, reclining seats with legroom, no middle seat and windows.\n\n\"First Class private rooms\" will add a limited number of dining car meals. Some rooms offer two reclining seats that transform into beds at night, along with shower access, while others offer more space, an in-room restroom and a shower. Each room has bi-level windows, a sink and a \"dedicated attendant who provides turndown service, assists with meals, helps with luggage and shares great stories of life on the rails.\"\n\nWhat food is included?\n\nAccording to Amtrak, the dining car will include things like French toast, omelets, grilled cheese, burgers, vegan chili, steak, salmon, pasts and more, all of which is included in the private rooms tickets.\n\nThere's also café service with snacks and beverages for sale."
    },
    {
        "title": "What Makes Your Software Product Competitive In 2024 And Beyond?",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/03/what-makes-your-software-product-competitive-in-2024-and-beyond/",
        "description": "Let's explore the elements of software you should be looking at to retain competitive strength and be future-proof.",
        "image_url": "https://www.bing.com/th?id=OVFT.ihx89hiXLTLBmaR4Pg2w4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "13h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Windows 11 can now use AI to respond to your text messages",
        "link": "https://www.msn.com/en-us/news/other/windows-11-can-now-use-ai-to-respond-to-your-text-messages/ar-AA1rEqdN?ocid=BingNewsVerp",
        "description": "Microsoft's Phone Link app just made answering messages easier with Suggested Replies. Here is everything you need to know ...",
        "image_url": "https://www.bing.com/th?id=OVF.6qdGz4Da2DLKvc5WKepb8A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "9hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]