[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Egg UFO' Photos Flood Social Media",
            "link": "https://www.msn.com/en-us/technology/consumer-electronics/egg-ufo-photos-flood-social-media/ar-AA1xFPEu?ocid=BingNewsVerp",
            "description": "An anonymous user shared images claiming they depicted an \"egg UFO\" discovered in an Antarctic ice cave in 2022.",
            "image_url": "https://www.bing.com/th?id=OVFT.u2-uk9h-oI9IIXqhCrTpZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW EGG shaped UFO photos emerge on Reddit. Are these legit!",
            "link": "https://www.msn.com/en-us/news/technology/new-egg-shaped-ufo-photos-emerge-on-reddit-are-these-legit/vi-AA1xIhdC?ocid=BingNewsVerp",
            "description": "Another Egg Shaped UFO photo has hit the UFO community. A Reddit user posted images said to have been found in a cave.",
            "image_url": "https://www.bing.com/th?id=OVF.%2fEvQmU9TEoyUw2z4T7f5Dg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Down To Earth With Kristian Harloff on MSN3h",
            "source": "Down To Earth With Kristian Harloff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This $50 cat fountain from Chewy is the only way my 2 picky cats will drink water, and it’s shaped like a UFO",
            "link": "https://www.nj.com/shopping-deals/2025/01/this-50-cat-fountain-from-chewy-is-the-only-way-my-2-picky-cats-will-drink-water-and-its-shaped-like-a-ufo.html",
            "description": "My normally picky cats hate water bowls and are not fans of other water fountains, but they love this UFO-shaped water ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KahJqqcflbTLnIFDNAd83y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "12h",
            "source": "NJ.com",
            "article_content": "My cats are not usually picky about much, but they hate one thing: a traditional water bowl.\n\nThey’d rather not drink water at all if it’s not moving. So much so, that my one cat wound up developing crystals and had to have emergency surgery to remove a blockage. How dramatic!\n\nBut thankfully they both love water fountains. They liked the Petlibro fountain I originally got, but it pales in comparison to how much they like this BUETEKA water fountain from Chewy. I’d like to think it is because it is shaped like a UFO and they are just two tiny aliens who live in my home.\n\nMy cats, Luna and Sirius, have expensive tastes. They’re on a wet-food exclusive prescription diet, have two different Litter Robots to do their business, and they liked the $50 water fountain significantly more than the $30 one I originally bought.\n\nThey must get their expensive taste from me, their mother, because I liked this fountain more, as well.\n\nMy initial reason for liking the BUETEKA water fountain more was simply aesthetics. I bought this because it is a cute little UFO. It also has near-excellent reviews: 4.5 stars and nearly 500 ratings on Chewy. Over 80% of the people who own this love it so much, they gave it 5 stars, and I am also someone who’d rate it 5 stars.\n\nBUETEKA Cat Water Fountain Features\n\nThis Chewy cat water fountain has a number of features that stand out, including:\n\nA unique catnip ball dispenser\n\nA 1.6L water tank\n\n2 water flow modes and an adjustable water outlet pipe\n\nA visible water-level indicator\n\nAn ultra-quiet smart pump\n\nMultiple filters that help to sterilize the water and remove hair, debris, and impurities\n\nA small footprint: 7.87 inches L x 7.87 inches W x 8.27 inches H\n\nWe don’t use the catnip ball in the dispenser, because Luna and Sirius get rowdy enough in the middle of the night, the last thing I need is catnip hyping them up for 3 AM zoomies.\n\nThe water level indicator makes it very easy to spot how much water is in the fountain, so you know when it is low and needs to be refilled. Between my two cats, I typically only need to refill it twice a week.\n\nWhat are the benefits of a cat water fountain?\n\nIf you own a cat, you’ve probably spotted them trying to drink water from the faucet once or twice. Sirius used to love doing this. Cats like moving water, thanks to their ancestors preferring to drink from moving streams over puddles in the wild.\n\nThere are some health benefits to buying a cat water fountain though, outside of letting your cat feel like they’re the lion of the house.\n\nFountains encourage more drinking\n\nDrinking from a water fountain can help prevent health issues, like cystitis, urinary crystals, kidney issues, and more\n\nFountain designs can lessen whisker fatigue\n\nThe first two go hand in hand. The more water your cat drinks, the less likely they are to develop urinary crystals or have kidney issues. Increasing water intake is often a key strategy your veterinarian will implement if your pet is experiencing any of these issues. I know it firsthand, as Sirius developed crystals in 2023 due to previously having a diet that consisted of mainly dry food and he used to only have an old-school water bowl. After his surgery, we switched him to a water fountain and a wet food diet, and then the crystals pretty much vanished. He’s now gone 13 months without issue.\n\nHis sister Luna has also reaped the benefits, not needing the water fountain like her brother, but she is still drinking water more now and making far less of a mess at her food and water station.\n\nWhy this cat water fountain?\n\nI have my theories on why my cats prefer the BUETEKA fountain over the original fountain I initially bought. They still use the other one, but I find them drinking from the BUETEKA fountain significantly more.\n\nThere is a little more space between the water dish and the spout on the BUETEKA fountain. I’d assume that this allows them more space to catch the moving water before it hits the bowl. This is also a circle design, instead of an oval, so again, there is a little more space for them to stick their head over the bowl to get to the fountain’s spout.\n\nThe BUETEKA water fountain also has a light blue light that is easy for cats to see, even in the dark. But it is not so bright that it will keep a human awake at night. Whereas the other fountain they have does not have a light for them to find the fountain at night.\n\nThe #1 feature about this water fountain that makes it infinitely better than the other fountain we own is that I never have to unplug it from the wall to clean it. The power cord connects in the middle, not the end that plugs into the wall, which makes this very easy to unplug without having to crawl around to get to the wall plug. This makes cleaning the water fountain substantially easier. It comes apart in seconds and I can wash each part in under a minute. I can either let it air dry or I can wipe it down and replace the water all in under five minutes.\n\nIt is simple to use, easy to clean, and only $50, which really is not that expensive for a product that my cats love and use every single day.\n\nGet the Bueteka Spaceship Ultra-Quiet Dog & Cat Water Fountain from Chewy for $50."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Age of Disclosure’ UFO Documentary Trailer Touts 'Biggest Discovery in Human History'",
            "link": "https://www.hollywoodreporter.com/movies/movie-news/age-of-disclosure-ufo-documentary-trailer-sxsw-1236114831/",
            "description": "U.S. government and military officials get candid about the UFO/UAP phenomenon in the first trailer for a newly announced \"shot in secret\" film by Dan Farah premiering at SXSW.",
            "image_url": "https://www.bing.com/th?id=OJ.9ChonVzPrQm7sQ&pid=news&w=68&h=16&rs=2",
            "category": "ufo",
            "date": "7h",
            "source": "The Hollywood Reporter",
            "article_content": "An upcoming documentary about the UFO/UAP phenomenon promises to be the most well-sourced and credible film every made about the buzzy topic and its first trailer has just been released (below).\n\nThe Age of the Disclosure, by filmmaker Dan Farah, features on-record interviews with 34 current and former senior members of the U.S. government, military and intelligence community with direct knowledge of unidentified aerial phenomena. The film contends there has been an 80-year cover-up of the existence of non-human intelligent life and a secret war among major nations to reverse engineer UFO technology. As announced earlier Wednesday, The Age of the Disclosure has earned first-time director Farah a coveted premiere at the South by Southwest Film Festival, where it will screen at the historic Paramount Theatre in March.\n\nSome of the officials interviewed include newly confirmed Secretary of State Marco Rubio (who says in the trailer that, when it comes to this subject, “even presidents are operating on a need-to-know basis”), New York Sen. Kirsten Gillibrand, South Dakota Sen. Mike Rounds and General Jim Clapper (who was a U.S. director of National Intelligence under President Barack Obama).\n\nFrom the official description: “The film was granted unprecedented access and support from senior members of the U.S. government, military and intelligence community. Everyone interviewed in the film has direct knowledge of UAP as a result of their work for the U.S. Government. The film exposes the profound impact the situation has on the future of humanity, while providing a look behind the scenes with those at the forefront of the bipartisan disclosure effort.”\n\nJim Semivan, who spent 25 years as a senior official with the CIA, says in the trailer: “UAPs are here, they are real and they are not human.” Adds Jay Stratton, former director of the U.S. government’s UAP task force: “The first country that cracks the code on this technology will be the leader for years to come. This is similar to The Manhattan Project; this is the atomic weapon on steroids.”\n\nFormer Department of Defense official and longtime UAP disclosure advocate Christopher Mellon declares, “This is the biggest discovery in human history,” while former Department of Defense official and member of the government’s Advanced Aerospace Threat Identification Program Luis Elizondo says, “You have information being locked away that can change the trajectory of [our] species.”\n\nThe Age of the Disclosure was made in secret over the past two years and filmmakers are currently in talks for commercial distribution plans; Cinetic is handling domestic sales.\n\nThe film follows a surge of public interest in the subject and two bipartisan congressional hearings over the past year where former officials and whistleblowers gave testimony claiming non-human intelligent life has visited Earth and that the U.S. has been engaged in a decades-long cover-up in an effort to reverse-engineer alien technology.\n\nFarah’s producing credits include Ready Player One, which likewise scored a SXSW Film Festival premiere at the Paramount in 2018. The Age of Disclosure is a Farah Films production, in association with Born Ready Films. Produced and directed by Farah, executive producers are Colin Frederick, Andrew Farah and Shara Senderoff."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious UFO sightings puzzle California residents and authorities",
            "link": "https://www.marca.com/en/lifestyle/us-news/2025/01/23/67917c66e2704e089b8b4587.html",
            "description": "In a series of perplexing events, multiple UFO sightings have been reported and recorded over several days across California, particularly in the Fresno area. These sightings have ...",
            "image_url": "https://www.bing.com/th?id=OJ.EpdoOhwZ7u0f4A&pid=news&w=50&h=16&rs=2",
            "category": "ufo",
            "date": "14h",
            "source": "MARCA",
            "article_content": "A video of a UAP during a hearing of the House Intelligence, Counterterrorism, Counterintelligence, and Counterproliferation Subcommittee hearing on \"Unidentified Aerial Phenomena,\" on Capitol Hill in 2022.\n\nA video of a UAP during a hearing of the House Intelligence, Counterterrorism, Counterintelligence, and Counterproliferation Subcommittee hearing on \"Unidentified Aerial Phenomena,\" on Capitol Hill in 2022. LAPRESSE\n\nIn a series of perplexing events, multiple UFO sightings have been reported and recorded over several days across California, particularly in the Fresno area. These sightings have sparked a wave of curiosity and concern, as both residents and authorities are left pondering the origins of these unidentified flying objects.\n\nThe string of sightings began with a mysterious light hovering over downtown Fresno in the early hours, just past 4 a.m. Local news station Fox 26 captured the first sighting on camera, showing a light that appeared to move swiftly before coming to a stationary hover. Earl Grey Anderson, a field investigator for the Mutual UFO Network (MUFON), reviewed the footage and classified it as an unidentified flying object.\n\nTaylor Swift's Heartfelt Message to Swifties\n\nThe following day, Fox 26 News photojournalist Anthony Guevara documented another UFO sighting, this time in the daylight. The footage added to the mounting intrigue surrounding these mysterious occurrences. A few days later, a private pilot reported seeing a white object trailing his aircraft at an altitude of 3,500 feet over downtown Fresno. Despite radioing the local airport tower for assistance, the pilot lost sight of the object shortly after.\n\nStill concern over what happened\n\nSeveral Fresno residents have also come forward with similar reports, describing their encounters with the unidentified objects. The recent sightings have reignited public fascination with UFOs, particularly as the Pentagon continues to release declassified information about aerial phenomena.\n\nWhile some speculate about extraterrestrial origins, others consider the possibility of advanced human-made technology or natural phenomena. Authorities are urging residents to remain calm as investigations continue.\n\nDespite the ongoing mystery, the sightings have undoubtedly captured the imaginations of those who witness these unexplained objects in the California skies. As the story develops, residents and authorities alike remain vigilant, hoping to uncover the truth behind these enigmatic appearances."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Simplify everything with a lifetime AI tool and stop app-hopping",
            "link": "https://www.yahoo.com/tech/simplify-everything-lifetime-ai-tool-100000866.html",
            "description": "Simplify your tasks with 1min.AI — lifetime access to powerful tools for writing, editing, and creating, all for $39.99.",
            "image_url": "https://www.bing.com/th?id=OVFT.2LcXrdq6HRVDSSJa86EkgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nDitch the chaos — meet your new AI bestie for life.\n\nTL;DR: Get lifetime access to 1min.AI for $39.99 and enjoy writing tools, image editing, AI assistants, and more in one powerful platform.\n\n1min.AI Lifetime\n\nOpens in a new window\n\nCredit: 1min.AI\n\n1min.AI: Lifetime Subscription\n\n$39.99\n\n$234.00 Save $194.01\n\nGet Deal\n\nSometimes you just need one tool that does it all. Enter 1min.AI, your one-stop shop for everything from writing and editing to image processing and audio transcription.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nForget juggling a dozen apps — with lifetime access for just $39.99 (reg. $234), you get all the AI functionality you need under one roof.\n\nWith 1min.AI, professionals, students, and creatives can access a range of AI-powered features tailored to simplify workflows. Need a blog post? The writing assistant can whip one up in minutes. Stuck with repetitive design edits? Use the background remover, text-to-speech converter, or even upscale images to high-resolution. And for social media managers, generating comments or drafting posts has never been easier.\n\nThis subscription also provides unparalleled versatility with:\n\nChat support from AI models like GPT-4, Claude, and Gemini Pro\n\nComprehensive tools for creating and refining content\n\nAudio and video editing capabilities, including transcription and translation\n\nEarn free credits daily, leave reviews for even more perks, or invite friends to stack up on rewards.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhether you're managing SEO tasks, editing photos, or creating multilingual content, 1min.AI lets you ditch subscriptions and focus on results. Say goodbye to tool overload and hello to efficiency.\n\nSimplify your content creation with a lifetime subscription to 1min.AI — grab it for $39.99 today.\n\nStackSocial prices subject to change."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI apps saw over $1 billion in consumer spending in 2024",
            "link": "https://www.msn.com/en-us/technology/tech-companies/ai-apps-saw-over-1-billion-in-consumer-spending-in-2024/ar-AA1xFuM5?ocid=BingNewsVerp",
            "description": "Demand for generative AI help drive consumer spending on apps to $150 billion globally in 2024, up 13% from the prior year.",
            "image_url": "https://www.bing.com/th?id=OVFT.rJVvJ8LJSZKi-biVLbF88C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to use AI and free apps to build a better budget in 2025",
            "link": "https://www.yahoo.com/news/ai-free-apps-build-better-143712631.html",
            "description": "From using free budgeting apps to leaning on artificial intelligence to answer general questions, NBC News senior business ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NIe7ZEgfr4ihVl3D7c01pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Yahoo",
            "article_content": "32,252 people played the daily Crossword recently. Can you solve it faster than others?\n\n32,252 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Navigating the rising costs of AI inference in the era of large-scale applications",
            "link": "https://www.msn.com/en-us/news/other/navigating-the-rising-costs-of-ai-inference-in-the-era-of-large-scale-applications/ar-AA1xFleB?ocid=BingNewsVerp",
            "description": "Semantic caching is a highly effective technique that organizations are deploying to manage the cost of AI inference and to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YlNuu2CItFWFljxGUs9Wdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "21hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exclusive: ByteDance plans $20 billion capex in 2025, mostly on AI, sources say",
            "link": "https://www.reuters.com/technology/bytedance-plans-20-billion-capex-2025-mostly-ai-sources-say-2025-01-23/",
            "description": "ByteDance, the Chinese owner of TikTok, has earmarked over 150 billion yuan ($20.64 billion) in capital expenditure for this ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PTj20SIV6vWt4xVmctfnNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Presence’ Review: Paranormal Friend or Foe?",
            "link": "https://www.nytimes.com/2025/01/23/movies/presence-review.html",
            "description": "Steven Soderbergh’s new chiller takes place in one of the most troubled of all movie locations: an outwardly normal family ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HZh4btGxDhgxJCuFJIsDDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "The New York Times",
            "article_content": "All sorts of ghosts from the altruistic to the diabolic haunt movies, but it takes a while to get a bead on the entity drifting, and at times racing, through Steven Soderbergh’s “Presence.” However benign or malicious — whatever its life or death, possible eternal salvation or never-ending damnation — this spirit seizes your attention from the get-go because everything in this twisty, technically virtuosic, surprisingly moving chiller is shot from its point of view. From the moment the movie opens, you see what it sees: the good, the banal, the private, the scary. The kicker? Soderbergh is holding the camera — he’s the ghost in this machine.\n\nIt’s a typically well-oiled, polished, frictionless Soderbergh whatsit. Like many ghost stories, it takes place in one of the most historically troubled of all movie locations: an outwardly normal family home. There, in an attractive two-story suburban house with plenty of natural light, a wraparound front porch and a spacious backyard, the spirit wanders the handsome, blandly tasteful rooms and looks out the many windows. Although apparently confined to the house’s interior, it never feels trapped. Even so, given all the mileage that it racks up as it moves from the downstairs kitchen to the upstairs bedrooms, it is demonstratively restless.\n\nThe ghost seems pretty benign despite the unease it stirs up. It’s attentive and obviously interested in the family of four that moves in soon after “Presence” opens. If anything, the ghost seems eager for company. It routinely follows the family around, particularly the daughter, Chloe (Callina Liang, lovely), like a faithful dog — that is if that pooch were invisible and human size. (The height of the ghost’s point of view is a tell.) It’s curious yet also seems reserved. It likes to hang out in Chloe’s closet and when she takes a shower, it stays outside the bathroom and tidies up, which suggests that it’s not — or, rather, wasn’t — a creep.\n\nThe screenwriter David Koepp seeds the story with such clues, giving you just enough back story and present-day information to stir your curiosity and keep you guessing as he and Soderbergh ratchet up your anxiety. A genre savant with a raft of big credits (“Jurassic Park”), Koepp has an affinity for stories set in confined locations, especially those outwardly safe spaces that become mousetraps: He wrote David Fincher’s “Panic Room,” a thriller set almost entirely inside a brownstone, as well as Soderbergh’s thriller, “KIMI,” about an agoraphobic woman swept up in an intrigue. “Presence” is another ideal trap to trip for a filmmaker who enjoys challenges and changing it up artistically as much as Soderbergh does."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stuff your Kindle with paranormal cozy mystery books for free",
            "link": "https://www.msn.com/en-us/travel/tripideas/stuff-your-kindle-with-paranormal-cozy-mystery-books-for-free/ar-AA1xInT0?ocid=BingNewsVerp",
            "description": "Stuff Your Kindle Day is back for its first event this year, and we couldn't be more excited. If this is your first time ...",
            "image_url": "https://www.bing.com/th?id=OVFT.42eKfaFziwgKA19GJjUmMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal inactivity: ‘Presence’ a well-cast but gimmicky ghost tale that runs short on the boos",
            "link": "https://www.dailyherald.com/20250123/movies/paranormal-inactivity-presence-a-well-cast-but-gimmicky-ghost-tale-that-runs-short-on-the-boos/",
            "description": "Presence' — 2 stars In Steven Soderbergh’s gimmicky, unscary ghost story 'Presence,' we the audience become the supernatural ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cEMf8QD1meArQyDCQM-Z4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Daily Herald3h",
            "source": "Daily Herald",
            "article_content": "Chris (Chris Sullivan) and his wife, Rebekah (Lucy Liu), have no idea an invisible entity is watching their every move in Steven Soderbergh’s “Presence.” Courtesy of Neon\n\n“Presence” — 2 stars\n\nIn Steven Soderbergh’s gimmicky, unscary ghost story “Presence,” we the audience become the supernatural entity roaming through a large suburban house with Steadicam fluidity, seeing only what it sees, hearing only what it hears.\n\nThis concept feels inspiringly fresh, for a while, as we — the mysterious entity — forego the conventional frights and violent deeds expected in the horror genre and take a surprisingly empathetic fondness to the new family just moving in.\n\nSoderberg, teamed with screenwriter David Koepp for the second time, parcels out just enough background info on his characters to create one of the most economic and realistically believable cinematic portraits of what might be a typical, conflicted American family.\n\nA new family — Chloe (Callina Liang), left, Chris (Chris Sullivan), Tyler (Eddy Maday) and Rebekah (Lucy Liu) — moves into a haunted suburban home, sold to them by agent Cece (Julia Fox), unaware they’re being watched by an entity, in “Presence.” Courtesy of Neon\n\nChris, an emotionally subdued dad (Chris Sullivan), doesn’t really like the house on the walk-through, but his strong-willed wife, Rebekah (Lucy Liu), just loves the new digs, so they move in. He worries about his teen kids, a competitive swimmer named Tyler (Eddy Maday) and a despondent, socially cloistered student named Chloe (Callina Liang).\n\nTwo of Chloe’s friends recently died, suspected victims of drug overdoses, or possibly suicide.\n\nA despondent, socially cloistered student named Chloe (Callina Liang) is spied upon by an invisible entity in the closet in Steven Soderbergh’s scareless ghost movie “Presence.” Courtesy of Neon\n\nChris pushes Chloe to be more outgoing and get on with life. Rebekah dismisses him and says time will be the best medicine, setting up a cold war of not-so-passive resistance between the two.\n\nMeanwhile, Tyler refuses to cut Sis any slack, accusing her of acting weird and being embarrassing. He does, however, introduce her to his friend, Ryan (West Mulholland), a confident kid with a mop of hair and a seductive approach that seems perfect for the insecure Chloe.\n\n“It’s all about you,” he coos. “You are in control.”\n\nRemember, we witness all of this domestic drama as the entity, constantly roaming through the house, ducking into closets and corners undetected. Except when Chloe senses its presence and believes it might be one of her deceased friends.\n\nShe nearly freaks when she discovers that something has moved her books around and tidied up her room while she took a shower.\n\nWhen we, the entity, trash a closet and knock things off the furniture, Chris and Rebekah reluctantly allow a woman with Second Sight, Lisa (Natalie Woolams-Torres), into the house to communicate with us, the entity.\n\nA strong-willed wife and mother (Lucy Liu) senses she is being watched (and she is!) in “Presence.” Courtesy of Neon\n\n“It is confused,” Lisa says. She reports that the spirit feels a need to accomplish something but doesn’t know what.\n\nSoderbergh — director/cinematographer/editor using two pseudonyms — takes a bold gamble to create an appealing supernatural tale that doesn’t qualify as horror and barely squeezes its thriller credentials in under the wire.\n\nHe uses strong actors, with superlative performances by Sullivan, Liu and especially a transcendent Liang, in a story that, like “Heretic,” proves the existence of God and the afterlife in the final shot.\n\nStill, “Presence” does not fully work for me.\n\nSo many inconsistent details kept me from buying into the story’s internal logic.\n\nWhy do we, the entity, spend so much time apparently walking backward? To keep characters coming toward the camera perfectly in frame?\n\nWhy do we, the entity, race up staircases to observe something on the second floor in some scenes (consistent with the point-of-view), but in other scenes, Soderbergh simply cuts to the second floor?\n\nWhen we, the entity, destroy a closet and wreck a bedroom, why do we, the audience, see it as if we’re standing on the other side of the room?\n\nWhy does the movie demonstrate that we, the entity, possess the ability to violently move and destroy objects, but when a character’s life becomes threatened, we, the entity, inexplicably become powerless to interfere?\n\nHey, it’s a ghost movie.\n\nAnd one that might make Chekhov turn over in his grave.\n\n• • •\n\nStarring: Lucy Liu, Chris Sullivan, Callina Liang, Eddy Maday, West Mulholland\n\nDirected by: Steven Soderbergh\n\nOther: A Neon theatrical release. Rated R for teen drinking, language, sexual situations. 85 minutes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stock up on hundreds of free mystery books on Stuff Your Kindle Day",
            "link": "https://www.msn.com/en-us/news/technology/stock-up-on-hundreds-of-free-mystery-e-books-on-stuff-your-kindle-day/ar-AA1xHcGy?ocid=BingNewsVerp",
            "description": "Stuff Your Kindle Day provides an awesome opportunity to stock up on hundreds of books for free. We know that it sounds too ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QqXRFmWqUtQEY-d_ir5mbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What People Are Getting Wrong This Week: Supernatural Prizes",
            "link": "https://lifehacker.com/entertainment/what-people-are-getting-wrong-this-week-supernatural-prizes",
            "description": "Various organizations all over the world have offered prizes for supernatural abilities for over 100 years, yet no one has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2M6pAN6ecYQ-QUosEgNfLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "21h",
            "source": "Lifehacker",
            "article_content": "Credit: Rainer Fuhrmann/Shutterstock\n\nAccording to a 2022 poll from YouGov, 39% of Americans believe they have some form of paranormal ability. About a quarter of that group think they can sense other people's auras or emotion; 15% say they can hear voices or sounds from ghosts; and about 13% think they can see events from the past or future.\n\nThis is a public service announcement to the nearly 13 million Americans who believe they have supernatural powers: You are leaving a lot of money on the table. Various groups of skeptics worldwide have put a total of $1,408,424 (and one goat) on the table, and all that filthy lucre is just waiting to be collected by anyone who can manifest paranormal power.\n\nThe specific kinds of powers you need to demonstrate to win the prizes run the gamut. Dutch organization Stichting Skepsis will shell out 12 grand to practitioners of some forms of alternative medicine who can demonstrate its effectiveness (so if you're into applied kinesiology, give 'em a shot), and you can get a free goat from Fayetteville Freethinkers for proving a \"fulfilled Biblical prophecy.\" But whether you're able to see the future, move objects with your mind, or talk to spirits, there's a prize out there for you.\n\nThe history of paranormal prizes\n\nThe first monetary prize for proof of paranormal activity was offered by Scientific American in 1922. In the midst of the spiritualism movement, the publication offered $2,500 for anyone who could produce a \"spirit photograph\" (a photo that captures an image of a ghost) under controlled conditions, and $2,500 for anyone able to produce a \"visible psychic manifestation.\"\n\nFamous (at the time) medium George Valiantine gave it a shot and was able to create the illusion of a trumpet floating in the air in a dark room, but the test committee (which included Harry Houdini) had connected his chair to a light in an adjoining room, which lit up whenever Valiantine left his chair, which was also every time the trumpet appeared. Valiantine was proven a fraud, and Scientific American kept their cash.\n\nThe most famous bounty for psychic ability is the One Million Dollar Paranormal Challenge offered by the James Randi Educational Foundation. Randi, a magician turned professional skeptic, first offered a prize of $1,000 back in 1964, but the cash grew to a million by 1996. Between 1964 and 2015 when the prize was discontinued, over 1,000 people applied, but none were successful at demonstrating their supernatural power under controlled conditions. No remote viewers were able to remote view. No dowsers were able to find hidden objects. No mind reader was able to read minds.\n\nHow paranormal prizes can backfire\n\nYou'd think that a 100% failure rate might make people question the reality of psychic abilities, but for a lot of people, public failure can make psychic abilities seem more plausible. At least that's how it worked for Uri Geller. Geller, who's still around and still claiming supernatural power, began gaining attention in the early 1970s for his supposed ability to bend spoons with his mind.\n\nWhile he never tried for James Randi's prize, the two had a famous run-in on Johnny Carson's Tonight Show that demonstrated the problems with disproving paranormal activity. Carson, who had been magician, was skeptical of Geller's claims, and brought him on his show and presented him with some tests that Randi helped develop.\n\nIf you want to see some uncomfortable TV, check it out:\n\nIf you don't have the 20 minutes to spare, Carson lets Geller take his time and try any of a series of test of his ability, but Geller can't. With Carson watching carefully and not allowing Geller control of any of the props, Geller can't bend a spoon with his mind; he can't determine whether a container holds water. He can't do anything.\n\nYou'd think a public failure this complete would have ended Geller's career, but it had the opposite effect. Geller blamed his failure on \"not feeling strongly\" and claimed he might have been \"blocking himself\" that night. Many apparently saw Geller's failure as proof that he was the real thing; after all, if he was a magician, the tricks would have worked. Geller then became a popular guest on other talk shows where he was able to perform his tricks successfully under less controlled conditions, and a star was born.\n\nWhy disproving anything is difficult\n\nWhile Uri Geller and other high-profile psychics are performers and are no doubt aware of how they're achieving their results, the 13 million or so Americans who believe they possess special powers aren't being deceitful—it's just easy to believe in the supernatural. When something unusual happens, when a one-in-a-million occurrence occurs, it's easy to see that as proof of a mysterious, unexplainable something. If you're thinking about a friend and they text you that very minute, how can you not see that as evidence of some weird connection? But one-in-a-million events happen to over 300 people in America every single day, and there's no James Randi or Johnny Carson around to provide a controlled experiment to prove it's just a coincidence, to explain that you probably think of people all the time who don't text you that minute.\n\nBut maybe I'm wrong. If I am, there's over a million dollars and a goat out there waiting for the right person to come along and claim them."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unearthing History: Discovery of a Shark Ancestor in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3236207-unearthing-history-discovery-of-a-shark-ancestor-in-peru",
            "description": "Paleontologists in Peru have uncovered a remarkable 9-million-year-old fossil, which belonged to an ancestor of the great ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "devdiscourse1h",
            "source": "devdiscourse",
            "article_content": "Paleontologists in Peru have made a groundbreaking discovery with the unearthing of a 9-million-year-old fossil that belonged to a relative of the great white shark. This ancient predator once prowled the waters of the southern Pacific Ocean, specifically devouring sardines, researchers revealed.\n\nThe fossil find provides crucial insights into the evolutionary history of one of the ocean's most formidable predators, shedding light on the biodiversity of the ancient seas. Such discoveries help scientists better understand not only the past ecosystems but also provide context for current marine life dynamics.\n\nThis Peruvian discovery underscores the intricate web of life that has existed over millions of years, offering valuable data for both paleontology and marine biology. As researchers continue to excavate and study such fossils, they piece together the fascinating history of life on Earth.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dark oxygen: New deep sea expedition to explore mysterious discovery",
            "link": "https://www.msn.com/en-us/news/technology/dark-oxygen-new-deep-sea-expedition-to-explore-mysterious-discovery/ar-AA1xIvJI?ocid=BingNewsVerp",
            "description": "The shock discovery that metallic nodules could be producing oxygen in the deep sea made headlines last year – now the team ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z2-rT7pMZl75ZmFFAA8Lby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "New Scientist on MSN2h",
            "source": "New Scientist on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Artificial Demonstrates AI Integration with NVIDIA BioNeMo for Drug Discovery",
            "link": "https://www.genengnews.com/topics/artificial-intelligence/artificial-demonstrates-ai-integration-with-nvidia-bionemo-for-drug-discovery/",
            "description": "The proof-of-concept demonstrates the power of pairing AI with lab orchestration solutions to automate molecular screening ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Rpr2Lq7x65-JnnHesWU4_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "GEN5h",
            "source": "GEN",
            "article_content": "Artificial, a provider of cloud-based solutions for streamlining life science laboratories’ operations, has shared the results of a proof-of-concept designed to showcase the integration of its laboratory orchestration platform with Nvidia’s BioNeMo artificial intelligence (AI) platform for chemistry and biology.\n\nArtificial’s platform integrates instruments, devices, people, and data systems in the laboratory. The platform features an open application programming interface library and adapter modules and incorporates BioNeMo’s AI and machine learning modeling capabilities into its workflows. BioNeMo is a collection of ready-made tools for designing and training biomolecular AI models for drug discovery, protein engineering, and virtual screening processes.\n\nThe proof-of-concept was designed to demonstrate the power of pairing AI with lab orchestration to automate molecular screening. Using both solutions, Artificial automated a workflow for screening candidate compounds for the SARS-CoV-2 main protease which is critical for viral replication and a target for COVID-19 therapies. The results “successfully demonstrated how AI-driven methodologies can accelerate virtual screening and drug discovery processes,” the company stated.\n\nWhile highlighting the benefits of the integration, Artificial’s CEO David Fuller noted that “to accelerate the development of gene therapies and life-saving drugs, or rapid pandemic response, the industry is increasingly recognizing the importance of adopting the latest breakthroughs in AI and machine learning—it is where the market is heading.”\n\nThe company also announced that it has received ISO 27001 and SOC 2 accreditations, which “reflect our dedication to our customers’ security and compliance needs and give them confidence in our solutions as they go on this journey,” he added. ISO 27001, the international standard for information security management, validates Artificial’s framework for protecting data and minimizing security risks. The SOC 2 accreditation recognizes the company’s operational transparency and commitment to safeguarding sensitive information.\n\nArtificial will showcase its platform during the 2025 Society of Laboratory Automation and Screening Conference which is taking place in San Diego, CA.\n\nThe partnership with Artificial is just one of several involving the use of Nvidia’s artificial intelligence capabilities. Recently, Nvidia announced a partnership with Mayo Clinic focused on applying AI to digital pathology. The company also has an agreement with Illumina to pair AI and genomics technologies for use in drug discovery, clinical research, and health applications."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SES AI signs contracts totaling up to $10 million to develop AI-enhanced Li-Metal and Li-ion batteries for EVs with two automotive OEM partners",
            "link": "https://finance.yahoo.com/news/ses-ai-signs-contracts-totaling-120000454.html",
            "description": "SES AI Corporation (\"SES AI\" (NYSE: SES)), a global leader in the development and manufacturing of AI-enhanced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4t378koOJ6eeiIMluv222y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "43m",
            "source": "YAHOO!Finance",
            "article_content": "WOBURN, Mass., January 23, 2025--(BUSINESS WIRE)--SES AI Corporation (\"SES AI\" (NYSE: SES)), a global leader in the development and manufacturing of AI-enhanced high-performance Li-Metal and Li-ion batteries, today announced a major milestone for the commercial application of AI for Science for battery material discovery with contracts totaling up to $10 million.\n\nThe contracts are with two existing major global OEM partners to apply AI for Science to develop new electrolyte materials for Li-Metal and Li-ion batteries for automotive applications and are expected to result in new revenue which will be partially recognized in the fourth quarter of 2024, with the balance expected to be recognized through the first half of 2025. This development follows SES AI’s breakthrough announcement from earlier this month of the world’s first battery to use an electrolyte material discovered by SES AI’s Molecular Universe efforts for drones and robotics applications.\n\nFounder and CEO Qichao Hu, noted, \"These new contracts with our automotive OEM partners are applying our AI-discovered electrolytes for Li-Metal B-sample developments and for the first time with mature Li-ion batteries already in commercial use. We believe this new revenue stream and these contracts validate and accelerate the commercial use of AI for Science for battery material discovery in automotive applications. We will work closely with our partners and with others in the space to extend our early leadership in this new opportunity.\"\n\nAbout SES AI:\n\nSES AI Corp. (NYSE: SES) is powering the future of global electric transportation on land and in the air with the world’s most advanced Li-Metal batteries. SES AI is the first battery company in the world to accelerate its pace of innovation by utilizing superintelligent AI across the spectrum of its business, from research and development; materials sourcing; cell design; engineering and manufacturing; to battery health and safety monitoring. Founded in 2012, SES AI is an Li-Metal battery developer and manufacturer headquartered in Boston and with operations in Singapore, Shanghai, and Seoul. Learn more at SES.AI.\n\nSES AI may use its website as a distribution channel of material company information. Financial and other important information regarding SES AI is routinely posted on and accessible through the Company’s website at www.ses.ai. Accordingly, investors should monitor this channel, in addition to following SES AI’s press releases, Securities and Exchange Commission filings and public conference calls and webcasts.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Could Lead to Test to Predict SIDS",
            "link": "https://www.realclearscience.com/2025/01/23/discovery_could_lead_to_test_to_predict_sids_1086564.html",
            "description": "Researchers at the University of Virginia School of Medicine have discovered blood markers associated with sudden infant ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V94720XlXCSV5SXlKRdn7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6h",
            "source": "RealClearScience",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "U.S.-China AI Cold War Is Heating Up—Can OpenAI’s Stargate Settle It?",
            "link": "https://www.forbes.com/sites/luisromero/2025/01/23/us-china-cold-war-is-ai-centric-can-openais-stargate-settle-it/",
            "description": "Can the $500B Stargate Project secure U.S. AI dominance? This is a 21st-century moonshot the U.S. cannot afford to miss.",
            "image_url": "https://www.bing.com/th?id=OVFT.GI35YMdF2BqUyFa1sg7YkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "12m",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI may preview its agent tool for users on the $200 per month Pro plan",
            "link": "https://www.msn.com/en-us/news/technology/openai-may-preview-its-agent-tool-for-users-on-the-200-per-month-pro-plan/ar-AA1xIunX?ocid=BingNewsVerp",
            "description": "We may see OpenAI’s agent tool, Operator, released sooner rather than later. Changes to ChatGPT’s code base suggest that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iezmkz8o1e9VcycPtb2uPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'White House for sale?' Trump unveils multi-billion-dollar AI venture with OpenAI, SoftBank & Oracle",
            "link": "https://www.msnbc.com/11th-hour/watch/-is-the-white-house-for-sale-trump-unveils-multi-billion-dollar-ai-venture-with-openai-softbank-oracle-230037061522",
            "description": "A closer look at OpenAI CEO Sam Altman after President Trump announces a multi-billion dollar joint venture between Altman's ...",
            "image_url": "https://www.bing.com/th?id=OVF.9XSOBImUlLURZkOS%2b7%2bI%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "MSNBC",
            "article_content": "A closer look at OpenAI CEO Sam Altman after President Trump announces a multi-billion-dollar joint venture between Altman's company, SoftBank and Oracle, and why it's already drawing the ire of major Trump ally Elon Musk. Max Chafkin, Philip Bump, and David Jolly join The 11th Hour to discuss.Jan. 23, 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What to Know About ‘Stargate,’ OpenAI’s New Venture Announced by President Trump",
            "link": "https://www.msn.com/en-us/money/other/what-to-know-about-stargate-openais-new-venture-announced-by-trump/ar-AA1xFLlu?ocid=BingNewsVerp",
            "description": "Trump announced a $500 billion joint venture between OpenAI, Softbank, MGX and Oracle to build new datacenters to power the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X2vgJDtK5gZiuiVpgMckXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Download: OpenAI’s lobbying, and making ammonia below the Earth’s surface",
            "link": "https://www.technologyreview.com/2025/01/22/1110416/the-download-openais-lobbying-and-making-ammonia-below-the-earths-surface/",
            "description": "While OpenAI’s lobbying spending is still dwarfed by bigger tech players, the uptick comes as it and other AI companies are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-vVt6L_Vh8qskETG5_TLdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "MIT Technology Review23h",
            "source": "MIT Technology Review",
            "article_content": "There can be no winners in a US-China AI arms race\n\n—Alvin Wang Graylin and Paul Triolo\n\nThe United States and China are entangled in what many have dubbed an “AI arms race.”\n\nIn the early days of this standoff, US policymakers drove an agenda centered on “winning” the race, mostly from an economic perspective. In recent months, leading AI labs such as OpenAI and Anthropic got involved in pushing the narrative of “beating China” in what appeared to be an attempt to align themselves with the incoming Trump administration. The belief that the US can win in such a race was based mostly on the early advantage it had over China in advanced GPU compute resources and the effectiveness of AI’s scaling laws.\n\n\n\nBut now it appears that access to large quantities of advanced compute resources is no longer the defining or sustainable advantage many had thought it would be. Read the full story.\n\nMeet the divers trying to figure out how deep humans can go\n\nFiguring out how the human body can withstand underwater pressure has been a problem for over a century, but a ragtag band of divers is experimenting with hydrogen to find out.\n\nThis is our latest story to be turned into a MIT Technology Review Narrated podcast, which we’re publishing each week on Spotify and Apple Podcasts. Just navigate to MIT Technology Review Narrated on either platform, and follow us to get all our new content as it’s released."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 6 Banking Trends That Is Roaring Throughout Asia in 2025",
            "link": "https://fintechnews.sg/106778/fintech/top-6-banking-trends-that-is-roaring-throughout-asia-in-2025/",
            "description": "Trends show that while Western banks streamline, the banking sector in Asia leaps forward, driven by the rise in technology ...",
            "image_url": "https://www.bing.com/th?id=OVF.Kb8W4tFReKKioyKXKzBD1g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Fintech Singapore5h",
            "source": "Fintech Singapore",
            "article_content": "Free Newsletter Get the hottest Fintech Singapore News once a month in your Inbox\n\nThe Asian banking sector in 2025 is set to roar as it stands at the forefront of a global transformation in financial services.\n\nWith annual revenues from corporate and investment banking (CIB) exceeding USD $1.4 trillion, the region commands nearly half of the world’s CIB revenues. Currently, it is also projected to sustain 7% annual growth through 2027. According to Fitch Ratings, Asia’s banking landscape has been reaping the benefits from the stabilising interest rates and positive economic momentum, with pockets of opportunity emerging across diverse markets.\n\nTransaction banking, which includes cash management and trade finance, has also been pivotal in driving growth and deepening client relationships across Asia. Additionally, private credit’s rise in Asia’s financial markets offers an exciting avenue for innovation and competitive positioning.\n\nFollowing a recent webinar on Cracking the Code of Asia’s Banking Trends in 2025 and Beyond, we’ve invited some notable players in the financial landscape to walk us through the latest up-and-coming trends within the banking sector in this region.\n\nThe Asian financial landscape is being revolutionised at lightning speed by innovation. However, amidst this whirlwind, distinguishing actionable trends from the noise is becoming more and more challenging.\n\nEmphasis on Profitability and Growth\n\nTo begin the 2025 list of top banking trends in Asia, we first must take a look at what drives banks the most—profits and growth.\n\nThe journey towards profitability and sustained growth has always become a central theme for digital banks, not just in Asia but also across the globe. Jessica Lam, Group Chief Strategy Officer at WeLab, highlighted that, after years of financial discipline during challenging market conditions (especially during the COVID-19 era), banks are now positioned to focus on scaling their operations.\n\nShe noted that stabilised markets have created an environment ripe for expansion. This is where institutions can confidently invest in new technologies and enter untapped markets.\n\nJessica remarked, “Now that many of us have proven the proof of concept works, the next step is scaling up responsibly.”\n\nThis transition signifies a shift from merely surviving economic turbulence to thriving by leveraging improved financial frameworks and consumer trust. Furthermore, many banks are now exploring strategic partnerships and collaborations, particularly in Southeast Asia, to accelerate growth and streamline operations.\n\nHyper-Personalisation Through AI\n\nAs seen in the top 5 trends shaping the fintech scene in Singapore, AI has been the talk of the town for the banking sector since it first shared its limelight back in 2020. This came as no surprise, as Artificial intelligence (AI) has the ability to create highly personalised banking experiences\n\nAlbert Tinio, Co-CEO of GoTyme Bank Philippines, emphasised that AI’s potential lies in its ability to understand individual customer behaviours and preferences at an unprecedented scale. This enables banks to offer bespoke financial solutions tailored to the specific needs of each customer. By doing so, they enhance satisfaction and loyalty.\n\nAlbert elaborated, “We’re now able to create hyper-connected ecosystems where data shared securely can benefit the end customer.”\n\nSuch hyper-connectivity is not limited to financial services. It also extends across industries, enabling seamless integration of financial tools into everyday activities.\n\nMeanwhile, Taruni Ramamurthi, Head of FSI Malaysia and Philippines at Amazon Web Services, underscored the ethical considerations of AI deployment.\n\nShe stated that AI should be a tool to enhance human-centric banking, ensuring customer trust remains intact. With AI being widely adopted for fraud detection, compliance, and customer engagement, banks are focusing on ensuring transparency and accountability.\n\nThese efforts aim to build and maintain consumer confidence. Generative AI applications are also gaining traction, allowing banks to automate complex processes such as risk analysis and predictive modelling. This, in turn, improves efficiency significantly.\n\nOpen Banking and Collaboration\n\nOpen banking is also gradually becoming a reality across Asia, albeit at varying levels of adoption. Albert highlighted the slow but steady progress in the Philippines. Regulators are working to ensure that consumer consent and data security are prioritised.\n\n“For open banking to succeed, all institutions need to embrace collaboration and share data responsibly,” Albert stated.\n\nThis collaborative model allows customers to access a consolidated view of their financial information, enabling them to make more informed decisions. Open banking also fosters innovation, as fintechs and third-party providers can develop new products and services through secure API integrations.\n\nJessica echoed these sentiments, adding that the true potential of open banking lies in its ability to create a more inclusive financial ecosystem. Open banking could drive significant advancements in financial inclusion across underserved markets. All of this can be made possible by lowering barriers to entry for new players and promoting interoperability.\n\nBranches Reinvented\n\nThe debate surrounding the relevance of physical branches in the digital era continues. However, their role is undoubtedly evolving. Taruni described branches as becoming “experience centres” designed to address specific customer needs, such as financial education and community engagement.\n\nIn regions like Southeast Asia, where access to the internet remains uneven, branches serve as critical touchpoints for unbanked populations.\n\nJessica also weighed in on the transformation of branches, stating, “The purpose of branches should evolve to complement digital offerings, creating seamless customer experiences.”\n\nShe suggested that future branches could blend digital tools with personalised human interactions to bridge the gap between traditional and digital banking. For instance, branches could host financial literacy workshops or offer specialised advisory services for small businesses. This approach fosters deeper customer relationships.\n\nAdding to this global shift, some Hong Kong digital banks are rethinking their strategies and considering physical branches following the HKMA’s recent rule change, as reported by the South China Morning Post (SCMP). This change, aimed at supporting growth, allows for limited physical branches and has prompted digital banks like WeLab Bank, ZA Bank, and Mox Bank to explore offline strategies.\n\nWhile Livi Bank remains fully digital, other players see this as an opportunity to enhance trust and customer experience through face-to-face interactions and advisory services. Traditional banks in Hong Kong are also adapting by focusing on prime locations to attract wealth-management clients or integrating hybrid models, blending sustainability and digital-forward designs.\n\nSuch evolution highlights how branches are increasingly becoming versatile touchpoints that cater to both digital natives and those who value in-person banking experiences.\n\nIn addition, Frankie Wai, Business Solution Director at Temenos, mentioned that technology can further enhance the utility of branches. Features like biometric authentication and AI-powered kiosks could make in-branch services more efficient and appealing to tech-savvy customers while still catering to those who prefer face-to-face interactions.\n\nRegulatory and Ethical Challenges\n\nAs the banking sector embraces technological advancements, the importance of ethical considerations and regulatory compliance is becoming increasingly apparent. Frankie stressed that transparency and accountability must underpin the adoption of AI and open banking.\n\n“Regulators are increasingly focusing on ensuring that technological advancements are used responsibly to safeguard consumers,” he said.\n\nOne key area of concern is data privacy. With the rise of open banking and AI-driven insights, banks are handling vast amounts of sensitive customer information. This requires robust security measures and clear guidelines to prevent misuse.\n\nFurthermore, regulators across Asia are introducing frameworks to govern the ethical use of AI. These frameworks aim to ensure that algorithms do not perpetuate bias or discrimination.\n\nPayment Innovation and Cross-Border Collaboration\n\nThe payments sector is undergoing significant transformation, with cross-border interoperability emerging as a major focus area. Frankie also highlighted Asia’s adoption of global payment standards like ISO 20022. These standards enable seamless and transparent regional transactions.\n\nHe believes that collaboration across borders will redefine how SMEs and individuals engage in international commerce.\n\nProjects such as Nexus, which aim to link payment systems across countries, are poised to create a unified regional payment ecosystem. These advancements not only facilitate trade but also empower micro, small, and medium enterprises (MSMEs) to expand their reach.\n\nTaruni added that such innovations could be instrumental in driving financial inclusion, particularly for women entrepreneurs and underserved communities.\n\nAdditionally, the integration of AI in payment systems is streamlining operations, enhancing fraud detection, and improving user experiences. From biometric authentication to real-time transaction monitoring, these advancements are setting new benchmarks for efficiency and security in the payments landscape.\n\nThe Asian Edge\n\nThe trends show that the banking sector in Asia in 2025 reflects a unique confluence of rapid growth, innovation, and challenges that set it apart from other regions. The region’s CIB market is growing faster than any other globally, with SMEs and green infrastructure investments acting as pivotal drivers.\n\nHowever, these opportunities exist alongside persistent risks such as volatile real estate markets in China and regulatory uncertainties. Comparatively, while Western economies focus on streamlining mature banking systems, Asia’s landscape requires a nuanced approach to cater to diverse markets and evolving customer expectations.\n\nThe ability to balance technological advancement with ethical practices will be critical. Asia’s banking leaders are well-positioned to redefine the global narrative, focusing on financial inclusion, sustainability, and innovation.\n\nInstitutions that adopt agile strategies and invest in cutting-edge technologies are likely to outpace their competitors, shaping the region’s banking landscape for decades to come. In this pivotal era, Asia is not merely adapting to global banking trends but rather defining them.\n\nThe top banking trends in Asia showcase how the region is leveraging innovation to transform its financial landscape. With advancements in AI, open banking, and cross-border payments, Asia is setting benchmarks for global banking practices.\n\nCatch up on the Cracking the Code of Asia’s Banking Trends in 2025 and Beyond webinar to dive deeper into the trends that are redefining the financial landscape in Asia.\n\nFeatured image credit: Edited from Freepik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ICC MENA Outlook for 2025: Pioneering innovation in building safety and sustainable construction",
            "link": "https://www.zawya.com/en/press-release/research-and-studies/icc-mena-outlook-for-2025-pioneering-innovation-in-building-safety-and-sustainable-construction-nbs5i0kg",
            "description": "Further development is needed to address challenges such as low energy prices and the complexities of rentier-state dynamics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QZjM3ZZ0VxNdD-Bd9cApyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Zawya1h",
            "source": "Zawya",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "When Bill Gates was asked to bring 'something interesting' to school, he got a cow lung. What happened next",
            "link": "https://www.moneycontrol.com/news/trends/when-bill-gates-was-asked-to-bring-something-interesting-to-school-he-got-a-cow-lung-what-happened-next-12917633.html",
            "description": "The video served as a promotional piece for Source Code, Bill Gates’ first memoir, which he says shares stories from his ...",
            "image_url": "https://www.bing.com/th?id=OVFT._XQmPeNRhWzGkDuXf4cFtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6h",
            "source": "moneycontrol.com",
            "article_content": "Over the years, Bill Gates has authored several books addressing critical global issues.\n\nA recent video shared by Bill Gates has left viewers divided between amazement and disgust as the tech billionaire reminisced about a childhood experiment involving a cow lung. The clip, released to promote his memoir Source Code, delves into Gates' fourth-grade experience of bringing a cow lung to school for a show-and-tell activity.\n\nRecalling the incident, Gates shared how his teacher had asked the students to bring something \"interesting\" for show-and-tell. After discussing it with his father, Gates took up an unusual suggestion. \"My dad said, ‘We could go to the slaughterhouse and get a cow lung,’ and I thought that was a great idea,\" Gates revealed.\n\nStory continues below Advertisement Remove Ad\n\nThe young Gates accompanied his father to the slaughterhouse, picked up the organ, and wrapped it in a white sheet to take to school. Upon unveiling the cow lung in his classroom, his classmates reacted with a mix of fascination and revulsion. Gates performed experiments on the organ, using it to demonstrate how lungs work. \"When I unwrapped it, it was a mixture of awe and disgust. Yeah, I actually didn’t use gloves,\" he admitted in the video.\n\nGates recreated the experiment in the video, this time donning gloves as he handled the organ. He humorously recounted how one of his classmates fainted during his original demonstration. Reflecting on his teacher’s reaction, he recalled her saying, “Hey, that was great, but get that thing out of here.” Gates described the experiment as a “big hit” among his peers at the time.\n\nThe video served as a promotional piece for Source Code, Gates’ first memoir, which he says shares stories from his childhood and the early days of Microsoft. In the memoir, Gates reflects on the experiences, lessons, and relationships that shaped his life and career.\n\n\n\nAccording to GatesNotes, his personal blog, Source Code details the foundation of his life, exploring key moments that defined his journey from a curious child to a global tech icon. The memoir also highlights his vision and the choices that steered his professional and personal development.\n\nGates, who co-founded Microsoft with Paul Allen in 1975 after dropping out of Harvard, has become one of the most influential figures in technology and philanthropy. He stepped down from Microsoft’s board in 2020 and has since focused on global challenges such as climate change, health crises, and technology-driven solutions.\n\nStory continues below Advertisement Remove Ad\n\nAt the time of stepping down, Gates owned around 1.3% of Microsoft’s shares. By 2022, his philanthropic efforts had led him to donate billions in Microsoft shares to the Bill & Melinda Gates Foundation, reducing his ownership to less than 1%.\n\nOver the years, Gates has authored several books addressing critical global issues, including pandemics, climate change, and technological advancements. However, Source Code marks his first foray into a deeply personal account, providing a glimpse into the man behind the achievements.\n\n\"When my teacher said 'bring something interesting' for show-and-tell, I don’t think she expected a cow lung,\" Gates wrote in the caption of the video. \"It’s just one of many stories from my childhood that I share in my new memoir, Source Code.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pittsburgh coworking spaces are refreshing their models to survive",
            "link": "https://technical.ly/company-culture/pittsburgh-coworking-spaces-work-trends/",
            "description": "Pittsburgh has strong comeback potential, and a storied history, to make that happen. The city was recently ranked No. 9 in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PqkHBJ8_7usOPHSnl3FqYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Technical1h",
            "source": "Technical",
            "article_content": "Coworking has surged in popularity over the last two decades, but with the rise of hybrid work models and return-to-office mandates, its future is uncertain.\n\nIn Pittsburgh, tech worker hubs crop up in disparate neighborhoods, setting up a need for more community where coworking can step in. As grand openings and major closures of these spaces coincide in the region, coworking founders in the area say that shift could be the difference between staying in business and having to close up shop.\n\n“We, community organizers, cannot maintain spaces within a purely transactional relationship,” Colin Dean, managing director of a group for software professionals that previously ran a coworking space Code & Supply, told Technical.ly.\n\nPittsburgh has strong comeback potential, and a storied history, to make that happen. The city was recently ranked No. 9 in the US for coworking density, offering residents 0.8 coworking spaces per square mile, according to a study from CoworkingCafe.\n\nThe popularity of coworking in Pittsburgh started growing in the late 2010s, according to Dale McNutt, owner of 5thAVE Studio, a coworking space in Pittsburgh’s Uptown.\n\nIn 5thAVE Studio’s early days, the space was primarily occupied by startups aimed at spurring community redevelopment in the area. Its residents have included Pittsburgh’s first makerspace, HackPGH, standout startups like NoWait – which developed a restaurant waitlist app that was acquired by Yelp for $40 million in 2017 – nonprofits such as the newsroom PublicSource, as well as fashion brands, interior design firms, artists and even a hair salon.\n\nToday, nearly 90 companies have passed through the 13,000-square-foot space, and across industries, there’s a common thread. Coworking residents like to be surrounded by art, books and creative material, while also having control over a space they individually own, according to McNutt.\n\n“There was a vision that a lot of coworking spaces had that you would come into a space and just sit at a table,” McNutt said. “I don’t think people want that anymore. I think they want to feel like they have more of a space of their own.”\n\nYet, coworking spaces still shutter when they can’t find the financial support to back that up.\n\nC&S Workspace before it closed in December 2024 (Courtesy of Code & Supply Company)\n\nIts finances, not a lack of interest, driving coworking spaces away\n\nWhile Code & Supply’s coworking space, C&S Workspace on Friendship Avenue, bounced back after Covid, a wave of tech layoffs starting in 2022 caused its trajectory to change course. Late last year, Dean announced it would be closed by the end of 2024.\n\n“Our members were impacted hard,” Dean said. “We dropped to around 50% capacity by May 2023 and never bounced back, despite more active marketing to our base and incentives for past members to return.”\n\nFrom Dean’s perspective, the C&S coworking space was susceptible to macroeconomic trends, like the rise of inflation and interest rates, that caused employment contraction. Microeconomic factors, like people needing coworking space less because of underemployment or investing in home offices, hurt the business.\n\nHowever, the community kept C&S going through it all, as 40% of the members kept paying even when the space was closed during the pandemic, according to Dean. The return on that investment was “not money but community,” he said.\n\n“Humans need a third space,” Dean said. “Coworking spaces, like the guild halls that preceded them, can fill that need when limited funds are available becomes an exercise in continuous novelty and marketing, both of which are real work.”\n\nWith those lessons in mind, other coworking developers are trying to find a way forward, hoping for opportunities in not just selling a workspace, but in offering a service that fosters social connections and encourages networking, collaboration and even the potential for new friendships.\n\nMembers of the South Hills coworking team and nearby residents participate in a co-design event on Jan. 22 at Carnegie Coffee Company (Alice Crow/Technical.ly)\n\nFounders hope community input can revive the spaces\n\nA community-first approach is exactly what three aspiring coworking space founders aim to implement as they look to open a new location in the South Hills.\n\nChris Roberts, Karlyn Gold and Matt Nicosia all connected over their desire to be around and work near like-minded people. All residents of Pittsburgh’s southern suburbs, the team said there aren’t great options for coworking in the area and driving into the city is often a necessity to find a decent place.\n\nWhile there are corporate-owned coworking spaces nearby, Roberts said he and his cofounder were looking for a place with “some life to it.”\n\n“You go into any of those spaces and most people don’t know each other,” Roberts said. “There’s very little interaction and very little thought put into facilitating interaction in those environments.”\n\nDespite possible headwinds with entering into this industry, the team plans to apply a community-based approach to the process of opening a space, taking inspiration from Philadelphia’s Indy Hall.\n\n“They started with community first,” Roberts said. “So, let’s focus on building a group of people who are interested in the same things, and then we can work together to make this thing happen.”\n\nOne of the benefits of a community-first model is it offers lots of opportunities for input, on everything from workspace design to the business’s financial structure. In that vein, the South Hills coworking team held a community engagement event in January to gather local resident input on a possible coworking space on Carnegie’s historic Main Street.\n\nThe group discussed what makes a coworking space great, what coworking spaces are getting wrong and potential building features and amenities the future space could have.\n\nJust like the ethos behind long-running spaces like C&S and 5thAVE Studio, the event participants generally agreed a coworking space isn’t just a place to get work done, it’s a place to connect.\n\n“We want to be around people, but we want to find ways where it isn’t forced,” Mike McGreevy, an attendee and independent consultant, said. “The DNA of this business is community and not just being an office space. Now, more than ever with the freedom to not be in the office everyday, we need something to fill that gap.”\n\nMembers of the South Hills coworking team and nearby residents review possible design options for a coworking space at a co-design event on Jan. 22 at Carnegie Coffee Company (Alice Crow/Technical.ly)\n\nStill, the South Hills founders face the same challenge presented to past coworking spaces: the financials. They’re conducting market and qualitative research by interviewing around 40 people to find out what to charge.\n\nThe recent event jumpstarted that, aiming to get community feedback on possible strategies with the hope that engaging the community is ultimately what gives it more longevity.\n\n“Coworking can die,” Mark Heckmann, an attendee at the event, said, “even when you do everything right.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Karachi University issues notification on student dress code",
            "link": "https://www.msn.com/en-xl/fashion-and-style/fashion-trends/karachi-university-issues-notification-on-student-dress-code/ar-AA1xHRgh?ocid=BingNewsVerp",
            "description": "Karachi University has introduced a formal dress code for students, aimed at maintaining decorum and ensuring a respectful academic environment, according to a notification issued by the university ...",
            "image_url": "https://www.bing.com/th?id=ODF.FPGiCjSpNWuR3YuGCSVHjA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unearthing History: Discovery of a Shark Ancestor in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3236207-unearthing-history-discovery-of-a-shark-ancestor-in-peru",
            "description": "Paleontologists in Peru have uncovered a remarkable 9-million-year-old fossil, which belonged to an ancestor of the great ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse1h",
            "source": "devdiscourse",
            "article_content": "Paleontologists in Peru have made a groundbreaking discovery with the unearthing of a 9-million-year-old fossil that belonged to a relative of the great white shark. This ancient predator once prowled the waters of the southern Pacific Ocean, specifically devouring sardines, researchers revealed.\n\nThe fossil find provides crucial insights into the evolutionary history of one of the ocean's most formidable predators, shedding light on the biodiversity of the ancient seas. Such discoveries help scientists better understand not only the past ecosystems but also provide context for current marine life dynamics.\n\nThis Peruvian discovery underscores the intricate web of life that has existed over millions of years, offering valuable data for both paleontology and marine biology. As researchers continue to excavate and study such fossils, they piece together the fascinating history of life on Earth.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our outer ears may have come from ancient fish gills, scientists discover",
            "link": "https://www.livescience.com/planet-earth/evolution/our-outer-ears-may-have-come-from-ancient-fish-gills-scientists-discover",
            "description": "Scientists have traced the evolutionary origin of humans' outer ears to the gills of ancient fish through a series of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zxF732B6iwNqJYI9W6Byly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science50m",
            "source": "Live Science",
            "article_content": "Humans' outer ears may have evolved from the gills of prehistoric fish, a new study finds.\n\nGene-editing experiments indicate that cartilage in fish gills migrated into the ear canal millions of years ago during the course of our evolution . Going even further back, our outer ears may have evolutionary roots in ancient marine invertebrates, such as horseshoe crabs , scientists say.\n\nThe research sheds new light on the mysterious origins of outer ears, which are unique to mammals. \"When we started the project, the evolutionary origin of the outer ear was a complete black box,\" study co-author Gage Crump , a professor of stem cell biology and regenerative medicine at the University of Southern California, said in a statement .\n\nResearchers already knew that our middle ears — each of which sits behind the eardrum and comprises three small bones — arose from the jawbones of ancient fish. This example of evolution transforming and repurposing anatomical structures \"made us wonder whether the cartilaginous outer ear may also have arisen from some ancestral fish structure,\" Crump said.\n\nRelated: I'm an evolutionary biologist who investigates real-time evolution in bacteria. These are my 5 must-read science books.\n\nOur outer ears and those of other mammals are made of a subtype of cartilage called elastic cartilage. It is more flexible than either hyaline cartilage or fibrocartilage, which are present in the human nose and in the disks between our vertebrae, respectively.\n\nThe key to tracing the origins of humans' outer ears to fish was the discovery that elastic cartilage is also present in fish gills. \"When we started the study, there was very little out there about whether elastic cartilage existed outside of mammals,\" Crump said.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe researchers used protein stains to reveal that the gills of zebrafish (Danio rerio), Atlantic salmon (Salmo salar) and three other species of fish contain elastic cartilage. The species are all modern bony fishes, suggesting that elastic cartilage is a general feature in this group, according to the study, which was published Jan. 9 in the journal Nature .\n\nNext, the scientists tested the evolutionary link between elastic cartilage in fish gills and mammalian outer ears. Elastic cartilage doesn't preserve well in fossils, so the researchers used molecular clues instead. They looked for gene control elements called \"enhancers\" — short DNA sequences that can activate associated genes when bound by specific proteins.\n\nA gene control element for human outer ear development shows activity in the gills (green) of a zebrafish. (Image credit: Mathi Thiruppathy/Crump Lab/USC Stem Cell)\n\nBecause genetic enhancers are highly tissue-specific, researchers can easily detect where the enhancers are active. To test whether enhancer activity — and therefore gene regulation — is similar in fish gills and human outer ears, Crump and his colleagues inserted human outer ear enhancers into zebrafish genomes.\n\nThe experiment triggered activity in the gills of zebrafish, hinting at an ancestral link between the genes in human outer ears and fish gills. Then, the researchers conducted the experiment in reverse: They inserted enhancers associated with zebrafish gills into mouse genomes and detected activity in the mice's outer ears.\n\nThrough another series of experiments with tadpoles and green anole lizards (Anolis carolinensis), the team showed that amphibians and reptiles also inherited their gill and ear structures from fish. In lizards, enhancer activity was in the ear canal, which suggests that elastic cartilage had begun migrating from the gills to the outer ear by the time reptiles appeared on Earth around 315 million years ago.\n\n\"Our findings suggest that elements of an ancestral gill developmental program were reutilized multiple times through the course of vertebrate evolution to generate diverse gill and ear structures,\" the researchers wrote in the study.\n\nFinally, the team found an enhancer in horseshoe crab cells that triggered activity in zebrafish gills. Horseshoe crabs are \"living fossils\" that emerged around 400 million years ago, and the discovery suggests our outer ears may have much deeper evolutionary roots than previously thought.\n\nAlthough more research is needed to confirm how deep these roots stretch, \"this work provides a new chapter to the evolution of the mammalian ear,\" Crump said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Could Lead to Test to Predict SIDS",
            "link": "https://www.realclearscience.com/2025/01/23/discovery_could_lead_to_test_to_predict_sids_1086564.html",
            "description": "Researchers at the University of Virginia School of Medicine have discovered blood markers associated with sudden infant ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V94720XlXCSV5SXlKRdn7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6h",
            "source": "RealClearScience",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Artificial Demonstrates AI Integration with NVIDIA BioNeMo for Drug Discovery",
            "link": "https://www.genengnews.com/topics/artificial-intelligence/artificial-demonstrates-ai-integration-with-nvidia-bionemo-for-drug-discovery/",
            "description": "The proof-of-concept demonstrates the power of pairing AI with lab orchestration solutions to automate molecular screening ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Rpr2Lq7x65-JnnHesWU4_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "GEN5h",
            "source": "GEN",
            "article_content": "Artificial, a provider of cloud-based solutions for streamlining life science laboratories’ operations, has shared the results of a proof-of-concept designed to showcase the integration of its laboratory orchestration platform with Nvidia’s BioNeMo artificial intelligence (AI) platform for chemistry and biology.\n\nArtificial’s platform integrates instruments, devices, people, and data systems in the laboratory. The platform features an open application programming interface library and adapter modules and incorporates BioNeMo’s AI and machine learning modeling capabilities into its workflows. BioNeMo is a collection of ready-made tools for designing and training biomolecular AI models for drug discovery, protein engineering, and virtual screening processes.\n\nThe proof-of-concept was designed to demonstrate the power of pairing AI with lab orchestration to automate molecular screening. Using both solutions, Artificial automated a workflow for screening candidate compounds for the SARS-CoV-2 main protease which is critical for viral replication and a target for COVID-19 therapies. The results “successfully demonstrated how AI-driven methodologies can accelerate virtual screening and drug discovery processes,” the company stated.\n\nWhile highlighting the benefits of the integration, Artificial’s CEO David Fuller noted that “to accelerate the development of gene therapies and life-saving drugs, or rapid pandemic response, the industry is increasingly recognizing the importance of adopting the latest breakthroughs in AI and machine learning—it is where the market is heading.”\n\nThe company also announced that it has received ISO 27001 and SOC 2 accreditations, which “reflect our dedication to our customers’ security and compliance needs and give them confidence in our solutions as they go on this journey,” he added. ISO 27001, the international standard for information security management, validates Artificial’s framework for protecting data and minimizing security risks. The SOC 2 accreditation recognizes the company’s operational transparency and commitment to safeguarding sensitive information.\n\nArtificial will showcase its platform during the 2025 Society of Laboratory Automation and Screening Conference which is taking place in San Diego, CA.\n\nThe partnership with Artificial is just one of several involving the use of Nvidia’s artificial intelligence capabilities. Recently, Nvidia announced a partnership with Mayo Clinic focused on applying AI to digital pathology. The company also has an agreement with Illumina to pair AI and genomics technologies for use in drug discovery, clinical research, and health applications."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SES AI signs contracts totaling up to $10 million to develop AI-enhanced Li-Metal and Li-ion batteries for EVs with two automotive OEM partners",
            "link": "https://finance.yahoo.com/news/ses-ai-signs-contracts-totaling-120000454.html",
            "description": "SES AI Corporation (\"SES AI\" (NYSE: SES)), a global leader in the development and manufacturing of AI-enhanced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4t378koOJ6eeiIMluv222y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "44m",
            "source": "YAHOO!Finance",
            "article_content": "WOBURN, Mass., January 23, 2025--(BUSINESS WIRE)--SES AI Corporation (\"SES AI\" (NYSE: SES)), a global leader in the development and manufacturing of AI-enhanced high-performance Li-Metal and Li-ion batteries, today announced a major milestone for the commercial application of AI for Science for battery material discovery with contracts totaling up to $10 million.\n\nThe contracts are with two existing major global OEM partners to apply AI for Science to develop new electrolyte materials for Li-Metal and Li-ion batteries for automotive applications and are expected to result in new revenue which will be partially recognized in the fourth quarter of 2024, with the balance expected to be recognized through the first half of 2025. This development follows SES AI’s breakthrough announcement from earlier this month of the world’s first battery to use an electrolyte material discovered by SES AI’s Molecular Universe efforts for drones and robotics applications.\n\nFounder and CEO Qichao Hu, noted, \"These new contracts with our automotive OEM partners are applying our AI-discovered electrolytes for Li-Metal B-sample developments and for the first time with mature Li-ion batteries already in commercial use. We believe this new revenue stream and these contracts validate and accelerate the commercial use of AI for Science for battery material discovery in automotive applications. We will work closely with our partners and with others in the space to extend our early leadership in this new opportunity.\"\n\nAbout SES AI:\n\nSES AI Corp. (NYSE: SES) is powering the future of global electric transportation on land and in the air with the world’s most advanced Li-Metal batteries. SES AI is the first battery company in the world to accelerate its pace of innovation by utilizing superintelligent AI across the spectrum of its business, from research and development; materials sourcing; cell design; engineering and manufacturing; to battery health and safety monitoring. Founded in 2012, SES AI is an Li-Metal battery developer and manufacturer headquartered in Boston and with operations in Singapore, Shanghai, and Seoul. Learn more at SES.AI.\n\nSES AI may use its website as a distribution channel of material company information. Financial and other important information regarding SES AI is routinely posted on and accessible through the Company’s website at www.ses.ai. Accordingly, investors should monitor this channel, in addition to following SES AI’s press releases, Securities and Exchange Commission filings and public conference calls and webcasts.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Citizen Sleeper 2's no-code creative process is an inspiration",
            "link": "https://www.msn.com/en-us/news/technology/why-citizen-sleeper-2s-no-code-creative-process-is-an-inspiration/ar-AA1xITyq?ocid=BingNewsVerp",
            "description": "Solo developer Gareth Damian Martin revealed to us recently that Citizen Sleeper 2 – along with Gareth’s previous games – was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HrDCC00mC0WNpw6TIzjYcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Creative Bloq on MSN2h",
            "source": "Creative Bloq on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smoothstack Unveils Government Arm Fedstack",
            "link": "https://www.govconwire.com/2025/01/smoothstack-unveils-fedstack/",
            "description": "Read about the launch of Smoothstack's federal arm Fedstack to meet the technology consulting needs of federal agencies and ...",
            "image_url": "https://www.bing.com/th?id=OVF.NUrceAIaduEmDkbp4jB69Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "GovCon Wire2h",
            "source": "GovCon Wire",
            "article_content": "IT platforms provider Smoothstack has launched a new business unit, called Fedstack, focused on addressing the technology consulting needs of federal agencies, government institutions and other public sector entities facing tech and workforce development challenges.\n\n“Fedstack provides technology consulting as well as workforce solutions, making us an ideal partner for major consulting firms working with large government agencies, especially for skills-based workforce development,” Chris Coligado, executive vice president at Fedstack, said in a statement published Wednesday.\n\n“Our unique offering at the intersection of technology consulting, workforce scaling and partner training services is well positioned to answer the current needs of federal agencies,” added Coligado.\n\nWhat Does Fedstack Do?\n\nFedstack is a tech platforms and services provider focused on working with federal agencies and system integrator partners to help address challenges in five areas: data and artificial intelligence; application development; digital platforms; infrastructure; and cybersecurity.\n\nThe federal arm of Smoothstack has advanced major transformational programs across 25 federal agencies and departments and delivers talent development and strategic consulting support to agencies and strategic partners.\n\nFedstack has teamed up with Partner Training Solutions, which offers customized training programs to upskill experienced talent with the latest knowledge and skills for the evolving tech landscape. Training programs include cloud, systems engineering, data and AI, agile and DevOps and low-code and no-code technologies.\n\nThe business unit’s Talent Scaling Solution uses Smoothstack’s hire-train-deploy approach to scale up workforces."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: If DOGE wants to find waste, it should start with my old agency",
            "link": "https://www.msn.com/en-au/money/other/opinion-if-doge-wants-to-find-waste-it-should-start-with-my-old-agency/ar-AA1xEOEI?ocid=BingNewsVerp",
            "description": "With annual interest on the U.S. federal debt alone exceeding $1 trillion, the administration’s DOGE initiative couldn’t be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mjvHRdLLa3qlCRWU8cS7hC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "22hon MSNOpinion",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "When exactly is Chinese New Year? Here's when it starts and ends in 2025",
            "link": "https://www.msn.com/en-us/news/other/when-exactly-is-chinese-new-year-here-s-when-it-starts-and-ends-in-2025/ar-AA1xFj8F?ocid=BingNewsVerp",
            "description": "Chinese New Year - also called Lunar New Year - celebrates the arrival of spring. Here's when it starts and ends in 2025 and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.je6hbmtVcEJwTwrbHoOsyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI trend that could send software stocks soaring in 2025",
            "link": "https://finance.yahoo.com/news/ai-trend-could-send-software-120000440.html",
            "description": "Palantir and Salesforce have seen their shares soar amid enthusiastic demand for powerful digital assistants and AI platforms ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-hnNIzCdRGZAVtYQf0ZG8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "14h",
            "source": "YAHOO!Finance",
            "article_content": "A growing chorus in Silicon Valley and on Wall Street believes enterprise software will join the AI party in 2025. Previously, the artificial intelligence boom had largely passed over the sector, but investors are becoming increasingly excited about the rise of so-called agentic AI. As a recent note from Bank of America explains, this doesn’t refer to regular-old chatbots, but rather powerful models that can operate autonomous digital agents capable of enhanced reasoning and decision-making.\n\nBofA and others believe that can help unleash a sector that has lagged the broader market in recent times. The S&P North American Technology Software Index—made up of companies like Oracle, Microsoft, Salesforce, ServiceNow, Intuit, and Adobe—is up just over 20% in the past 12 months, which, while not awful, trails the benchmark S&P 500’s 25% gain. However, U.S. software stocks rallied 12% in the final quarter of 2024, according to BofA, as the Street became more bullish about agentic AI as a disruptive force.\n\n“Over the next decade, these fully autonomous agent and robot fleets may ultimately alter verticals heavily reliant on human capital and spark a corporate efficiency revolution that transforms the global economy,” BofA analysts led by Alkesh Shah, head of the firm’s Americas software research, wrote last week.\n\nThough the analysts acknowledged the sector is not exactly cheap, they point out that revenue multiples and growth expectations remain below five-year median and pre-COVID levels, suggesting this upside is not fully priced in. The year might get off to a rocky start, they said, as the market waits for more clarity on President Donald Trump’s policies and potentially wrestles with higher-than-expected interest rates as well as weaker-than-forecast spending from small- and medium-size businesses.\n\nStill, BofA said more powerful digital agents could begin displacing workers in call centers and industries like software engineering and marketing as soon as the second half of the year. That could expand, they said, to biopharmaceuticals, human resources, nursing, education, cybersecurity, manufacturing, and law by 2026 or 2027.\n\nSalesforce and Palantir lead the way\n\nAt the forefront of this shift is Salesforce, with CEO Marc Benioff saying the household name is behaving like a startup and reworking much of the way it does business to ensure its products do not become obsolete. Case in point is the software giant’s new AI offering, Agentforce, which allows users to quickly build and deploy digital assistants.\n\nThe company is charging $2 per use case, a shift from its traditional subscription-based pricing model. Salesforce closed 200 deals when the product debuted in the final week of Q3, Benioff told analysts on the company’s December earnings call.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Great Consolidation: How Mergers Are Reshaping The Software Industry",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/23/the-great-consolidation-how-mergers-are-reshaping-the-software-industry/",
            "description": "While consolidation offers benefits to businesses and individual consumers, it also presents notable risks that require ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cuHAkaSBXUJklHwx3aSCvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet DeepSeek, OpenAI’s cheaper, open source competition",
            "link": "https://businessday.ng/technology/article/meet-deepseek-openais-latest-competition/",
            "description": "DeepSeek, a Chinese Artificial Intelligence startup, has launched a new model that it claims is on par with OpenAI-o1. In a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fzXNQxpQFgtAaD7pIq_s3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "businessday23h",
            "source": "businessday",
            "article_content": "DeepSeek, a Chinese Artificial Intelligence startup, has launched a new model that it claims is on par with OpenAI-o1.\n\nIn a recently released paper, the startup noted that its new flagship AI model, R1, showed a new level of reasoning. It tweeted, “DeepSeek-R1 is here. Performance on par with OpenAI-o1. Fully open-source model and technical report. MIT licensed: distill and commercialise freely.”\n\nAccording to experts, this product is a huge leap in terms of scale and efficiency and may upend expectations of how much power and computing will be needed to manage the AI revolution, considering it was done on a cheaper budget than AI models like ChatGPT.\n\nRead also: Investment in GenAI to rise by 60% in 3 years\n\n“DeepSeek R1 is 100 percent open source and 96.4 percent cheaper than OpenAI o1 while delivering similar performance. OpenAI o1: $60.00 per 1M output tokens DeepSeek R1: $2.19 per 1M output tokens,” tweeted Shubham Saboo, a senior AI product manager in the US.\n\nArnaud Bertrand, founder of HouseTrip and Me & Qi, noted on X, “It’s essentially as if someone had released a mobile on par with the iPhone but was selling it for $30 instead of $1000.”\n\nAccording to DeepSeek, R1 achieves performance comparable to OpenAI o1 across math, code, and reasoning tasks. Its research paper states that this is possible because of pure reinforcement learning. According to Jim Fan, senior research manager at Nvidia, this technique is why Google DeepMind’s AlphaZero is a master at games like Go and Chess from scratch.\n\nDeepSeek, launched in 2023, explained in its paper that its goal is to explore the potential of AI to develop reasoning capabilities without any supervised data. It noted that an earlier version of R1, called R1-Zero, gave it an “aha moment” in which the AI “learned to allocate more thinking time to a problem to reevaluating its initial approach.”\n\n“We are living in a timeline where a non-US company is keeping the original mission of OpenAI alive – truly open, frontier research that empowers all. It makes no sense. The most entertaining outcome is the most likely,” tweeted Jim Fan.\n\nHe noted that DeepSeek’s R1 is not only an open source but also spills all the training secrets of AI models. Bertrand of Me & Qi explained that the open source nature of R1 will enable plenty of AI applications that were unaffordable before.\n\nHe tweeted, “Say, for instance, that you want to build a service that helps people summarize books (random example). In AI parlance, the average book is roughly 120,000 tokens (since a “token” is about 3/4 of a word and the average book is roughly 90,000 words).\n\nRead also: Artificial Intelligence (AI) –What impact will it have on education?\n\n“At OpenAI’s prices, processing a single book would cost almost $2 since they charge $15 per 1 million tokens. DeepSeek’s API, however, would cost only $0.07, which means your service can process about 30 books for $2 vs just 1 book with OpenAI: suddenly your book summarizing service is economically viable.”\n\nHe noted that DeepSeek has changed the AI game. OpenAI began the AI race when it launched ChatGPT in November 2022. However, models from tech giants such as Google and Meta and those from across the world are catching up.\n\nShare"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI, Oracle and Softbank team up on multibillion-dollar AI project",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-oracle-and-softbank-team-up-on-multibillion-dollar-ai-project/ar-AA1xG8er?ocid=BingNewsVerp",
            "description": "President Trump unveiled the AI initiative on Tuesday alongside the executives of OpenAI, Oracle and Softbank.",
            "image_url": "https://www.bing.com/th?id=OVFT.bclv_8OgI5GIw_wLyiUXDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "16hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Using machine learning to predict how people diagnosed with major depressive disorder respond to treatment",
            "link": "https://www.msn.com/en-us/health/other/using-machine-learning-to-predict-how-people-diagnosed-with-major-depressive-disorder-respond-to-treatment/ar-AA1xEE4H?ocid=BingNewsVerp",
            "description": "Major depressive disorder (MDD) is a debilitating mental health condition characterized by persistent low mood, loss of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PLOOm9xrM-NUuX4cdwqg6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "23hon MSN",
            "source": "Medical Xpress on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta AI Releases Open Source Machine Learning Library to Tackle Dataset Management Challenges",
            "link": "https://campustechnology.com/Articles/2025/01/22/Meta-AI-Releases-Open-Source-Machine-Learning-Library.aspx",
            "description": "Meta AI has announced LeanUniverse, an open source machine learning (ML) library designed to address the growing challenges ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Gla0wKXllUR9m8yY-5n9wi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Campus Technology18h",
            "source": "Campus Technology",
            "article_content": "Meta AI Releases Open Source Machine Learning Library to Tackle Dataset Management Challenges\n\nMeta AI has released LeanUniverse, an open source machine learning (ML) library designed to address the growing challenges of managing datasets in large-scale machine learning projects. Built on the Lean4 theorem prover, LeanUniverse offers researchers and engineers a structured and scalable solution for ensuring consistency, accuracy, and interoperability in dataset management.\n\nThe increasing complexity of ML workflows has made effective dataset management a top priority for organizations. Issues like inconsistencies, inefficiencies, and a lack of standardized workflows often slow progress and increase costs in large-scale projects. Meta AI's LeanUniverse aims to simplify these processes while maintaining the rigorous standards required for reliable ML outcomes.\n\nAddressing Key Challenges in Dataset Management\n\nLeanUniverse tackles several common pain points in dataset management by offering features such as dataset versioning, dependency tracking, and formal verification. These capabilities ensure that datasets remain consistent and free of errors during transformations and across various stages of machine learning pipelines.\n\nThe library's foundation in Lean4 allows for logical reasoning and rigorous verification, making LeanUniverse particularly suited to projects requiring accuracy and scalability. The tool also emphasizes modularity, enabling researchers to structure datasets as reusable components that can reduce redundancy across projects.\n\n\"Managing datasets at scale is one of the toughest challenges for modern ML workflows,\" Meta AI said in a statement. \"With LeanUniverse, we've created a system that combines the rigor of formal verification with practical tools to improve efficiency and reliability in dataset management.\"\n\nKey Features of LeanUniverse\n\nMeta AI highlighted several technical benefits of LeanUniverse:\n\nConsistency and Formal Verification : The library adheres to predefined logical rules, minimizing errors and ensuring consistent transformations.\n\n: The library adheres to predefined logical rules, minimizing errors and ensuring consistent transformations. Scalability : It is optimized for managing large, complex datasets with intricate interdependencies.\n\n: It is optimized for managing large, complex datasets with intricate interdependencies. Modularity and Reusability : Datasets are organized as modular components, encouraging reuse and reducing duplication across projects.\n\n: Datasets are organized as modular components, encouraging reuse and reducing duplication across projects. Interoperability: LeanUniverse integrates seamlessly with existing ML tools and frameworks, allowing for easy adoption without disrupting established workflows.\n\nBy addressing these challenges, LeanUniverse provides a framework that simplifies dataset management while maintaining the flexibility needed for modern ML pipelines.\n\nOpen Source Collaboration and Future Potential\n\nAs an open source library, LeanUniverse benefits from community-driven improvements and contributions. Meta AI has emphasized the role of the developer and research community in shaping the library's evolution, noting that its adaptability and collaborative design make it an invaluable resource for teams working in ML.\n\nThe library's release also signals a broader trend in AI research toward open source solutions that prioritize transparency and collaboration. By making LeanUniverse widely available, Meta AI hopes to foster innovation and efficiency across the ML ecosystem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump’s threat of tariffs and sanctions on Russia over Ukraine may fall flat",
            "link": "https://www.washingtonpost.com/politics/2025/01/22/us-russia-ukraine-trump/19cd84e6-d8fc-11ef-85a9-331436ec61e9_story.html",
            "description": "President Donald Trump is threatening to impose stiff taxes, tariffs and sanctions on Russia if an agreement isn’t reached to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kk64Rr-d5tjfEv7fiVqrTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "22h",
            "source": "The Washington Post",
            "article_content": "WASHINGTON — President Donald Trump threatened on Wednesday to impose stiff taxes, tariffs and sanctions on Russia if an agreement isn’t reached to end the war in Ukraine , a warning that is likely fall on deaf ears in the Kremlin. The United States already prohibits the import of virtually all Russian products, and Russia has faced a multitude of U.S. and European sanctions since the invasion began almost three years ago.\n\nIn a post to his Truth Social site on Wednesday, Trump urged Russian President Vladimir Putin to “settle now and stop this ridiculous war.”\n\nHe said he had no desire to hurt Russia — which he noted had played a major role in securing victory for the Allies against Nazi Germany in World War II — and has a good relationship with Putin, but warned of the penalties if the war isn’t stopped soon.\n\nAdvertisement\n\n“If we don’t make a ‘deal,’ and soon, I have no other choice but to put high levels of Taxes, Tariffs, and Sanctions on anything being sold by Russia to the United States, and various other participating countries.”\n\nTrump has been skeptical of the billions of dollars the Biden administration provided Ukraine in weapons and other materiel to defend itself. He has often spoken of his desire to end the war and said on the campaign trail that he could end the conflict within 24 hours of taking office. That has not happened.\n\nThe problem with the threat is that other than a small amount of fertilizer, animal feed, inorganic material like tin, and machinery, Russia currently exports very little to the U.S. that could be subject to tariffs. Oil had been Russia’s largest export to the U.S., but such trade was zeroed out in 2023.\n\nAdvertisement\n\nThe U.S. imported a total of $2.8 billion worth of these products from Russia in 2024, a tiny fraction of U.S. imports and a precipitous drop from 2023, when it was $4.5 billion, and 2022, when it was $14.4 billion, according to U.S. government statistics.\n\nAnd, Russia is already one of the world’s most heavily sanctioned nations. Many of those sanctions relate to its February 2022 invasion of Ukraine and were imposed under President Joe Biden, but others predate Biden. Some were imposed during Trump’s first term in office, and some date back to Russia’s 2014 seizure of Ukraine’s Crimean Peninsula."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump threatens Russia sanctions if Putin won't make a 'deal' to end Ukraine war",
            "link": "https://www.msn.com/en-us/news/politics/trump-threatens-russia-sanctions-if-putin-wont-make-a-deal-to-end-ukraine-war/ar-AA1xFKdU?ocid=BingNewsVerp",
            "description": "Ukrainian diplomacy on Wednesday, threatening Moscow with sanctions and calling on President Vladimir Putin to make a deal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g3rezWtZ_Rw1EttP_kQmtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "18hon MSN",
            "source": "UPI News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump Said He'd End Ukraine War in First 24 Hours. He Hasn't",
            "link": "https://www.msn.com/en-us/news/world/donald-trump-said-he-d-end-ukraine-war-in-first-24-hours-he-hasn-t/ar-AA1xIjlW?ocid=BingNewsVerp",
            "description": "Trump did not mention Ukraine in his inauguration speech but has told reporters that Vladimir Putin would be destroying ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fNwwZFWxflVmU9BRHcakXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump calls on Moscow to end war, threatens sanctions over war",
            "link": "https://www.msn.com/en-ca/politics/government/trump-calls-on-moscow-to-end-war-threatens-sanctions-over-war/ar-AA1xFNyB?ocid=BingNewsVerp",
            "description": "US President Donald Trump threatened to impose sanctions on Russia over the war in Ukraine and called on the Kremlin to stop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0dEF_Sub8IGHKgUtHNMl2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "DPA International on MSN18h",
            "source": "DPA International on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple Stock May Fall As China iPhone Sales Plunge",
            "link": "https://www.forbes.com/sites/petercohan/2025/01/21/apple-stock-may-fall-as-china-iphone-sales-plunge/",
            "description": "In China, Apple’s second largest market, iPhone sales fell 18% in the December ending quarter, according to Bloomberg.",
            "image_url": "https://www.bing.com/th?id=OVFT.FoGuYUiDtY32YAkaqIV8FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Realty gets a valuation check, stocks plunge",
            "link": "https://economictimes.indiatimes.com/markets/stocks/news/realty-gets-a-valuation-check-stocks-plunge/articleshow/117471106.cms",
            "description": "The Nifty Realty index, comprising 10 top shares in the sector, plunged 4.6% on Wednesday after dropping 4.1% the previous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W-RmE7EbwzL9TgxrQAH7HC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "8h",
            "source": "Indiatimes",
            "article_content": "Agencies\n\n\n\n\n\n(You can now subscribe to our\n\n(You can now subscribe to our ETMarkets WhatsApp channel\n\nMumbai: Property developers are losing flavour on Dalal Street as risk-off sentiment in equities is prompting investors to cut exposure to these shares considered richly valued after the two-year rally.The Nifty Realty index , comprising 10 top shares in the sector, plunged 4.6% on Wednesday after dropping 4.1% the previous day. The Nifty 50 was up 0.6% at close on Wednesday. Macrotech Developers dropped 6.1%, whereas Oberoi Realty , Sobha, Prestige Estates Projects and Godrej Properties were down over 5% on Wednesday.\"After Covid, the real estate sector had seen supernormal growth, and due to this high base and a recent normalisation in growth, the stocks have fallen,\" said George Thomas, fund manager-equity, Quantum AMC. \"The market had extrapolated the growth due to which most stocks had reached high valuations which are now coming off.\"In 2024, all Nifty Realty index stocks, barring Mahindra Lifespaces, jumped 14-65%. All stocks in the sector gained 17-154% in 2023. The benchmark realty index soared 81% and 34% in 2023 and 2024, respectively.\"The real estate sector has seen some profit booking after it outperformed the markets last year,\" said Sunny Agrawal, head of fundamental research at SBICaps Securities. \"Valuations have been steep across the board and with this correction, especially in midcaps and smallcaps, there is now some valuation comfort in this segment.\"Agrawal said investors could buy afresh based on the third quarter results and looking at regionwise trends in real-estate. He said that Sunteck Realty , which has posted strong results, is likely to see a recovery soon. Lodha is also attractive after the recent fall, said Agrawal. DLF and Prestige are also among his favoured picks.The worst of the recent sell-off may not be over yet. “We believe that there is some more room for correction in this sector before valuations turn attractive for investors again,” said Thomas. “Investors may also keep a note of the launches, which have been neutral recently, as any new projects may trigger some upside in these stocks.”The Nifty Realty index has dropped 18% so far in 2025 as against 2.1% decline in the Nifty.Analysts prefer companies that cater to the premium segment for now as the economic slowdown could slow demand in the lower-income groups.“Premiumisation in this sector was seen in the last few months as it was a segment not impacted by Covid, but it is not a perpetual trend and we may see companies providing middle-range and affordable housing doing well in the future,” said Thomas.Thomas said inventory levels across key markets continue to be reasonable at less than 18 months of sales. He estimates the shares to do well once valuations are in line with the growth."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Build Awareness In A New Brand",
            "link": "https://www.forbes.com/councils/forbescommunicationscouncil/2025/01/23/how-to-build-awareness-in-a-new-brand/",
            "description": "When launching a new brand, achieving brand awareness is the first step to establishing valuable brand equity.",
            "image_url": "https://www.bing.com/th?id=OVFT.nuYdNdNavoX1B_2Q-ebFNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is JPMorgan Chase Stock a Buy Now?",
            "link": "https://www.aol.com/jpmorgan-chase-stock-buy-now-083500208.html",
            "description": "Shares of JPMorgan Chase (NYSE: JPM) are up a fantastic 55% over the past year, strongly outperforming the S&P 500 index's 26 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MOj2kFKlAGB6vCg5nZxjNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "5h",
            "source": "AOL",
            "article_content": "Shares of JPMorgan Chase (NYSE: JPM) are up a fantastic 55% over the past year, strongly outperforming the S&P 500 index's 26% gain. The banking giant has successfully leveraged a resilient economic backdrop into a record year for profitability.\n\nThis momentum was evident in its latest fourth-quarter earnings report (for the period ended Dec. 31), which exceeded Wall Street expectations. The bank posted Q4 earnings per share (EPS) of $4.81, up 58% from last year.\n\nStart Your Mornings Smarter! Wake up with Breakfast news in your inbox every market day. Sign Up For Free »\n\nWith the stock trading near a record high, investors may be wondering if the rally has further room to run or if the opportunity has already passed. Let's discuss whether JPMorgan Chase stock is a buy now.\n\nJPMorgan's record year by the numbers\n\nThe allure of JPMorgan Chase as an investment starts with its dominant position as the largest U.S. bank, bolstered by a globally diversified financial services footprint. Its size and scale have proven to be a significant advantage during a period in which smaller institutions have struggled to rebuild market confidence following the 2023 industry turmoil that saw several regional banks collapse. In this case, JPMorgan has consolidated its market share by attracting deposits from a growing client base.\n\nThese dynamics have powered an impressive set of operating and financial results. Even with the Federal Reserve cutting interest rates last year, pressuring the bank's net interest income, Q4 revenue rose 11% year over year.\n\nThe investment banking division stood out particularly well, with fees surging 49% from last year, reflecting an improved environment for deal-making, as well as larger mergers and acquisitions. The strong performance in global asset prices contributed to a 21% increase revenue from the markets and securities services group and also helped drive client assets under management up 18% compared to the end of 2023. Meanwhile, the consumer business continues to show strength through solid debit and credit card sales.\n\nPerhaps the most significant development has been the stable credit conditions. Compared to fears of widespread delinquencies in the loan portfolio in recent years, the Q4 provision for credit losses at $2.6 billion was down 15% sequentially from Q3 and 5% lower from the prior-year quarter. This trend has kept costs subdued and drove full-year EPS to $19.75 per share, up from $16.23 in 2023. Overall, JPMorgan has reaffirmed its position as a blue chip stock with industry-leading fundamentals.\n\nPerson accepting a cash transaction in paper currency with open hands.\n\nImage source: Getty Images.\n\nWhat's next for JPMorgan in 2025?\n\nHow JPMorgan Chase performs in 2025 will largely depend on how economic conditions evolve. A backdrop of a firm labor market and durable credit conditions would support the bank's income growth. Investors comfortable with this baseline scenario have good reason to buy or hold the stock.\n\nOn the other hand, when considering any investment, it's important to examine it critically and think about what could go wrong. While projecting optimism in the outlook by citing the still-low unemployment rate and improving business optimism in the U.S. into the new year, comments by CEO Jamie Dimon also offered a word of caution. He specifically highlighted inflationary pressures and volatile geopolitical conditions as primary risks within the bank's range of possible scenarios.\n\nSimply put, if inflation accelerates while the economy slows, JPMorgan's results would likely suffer. Investors must weigh several uncertainties, including interest rate trajectories, fiscal policy under the new Trump administration, and the Federal Reserve's future moves that could impact the stock.\n\nBeyond these factors, JPMorgan's shares appear relatively expensive, trading at 2.2 times book value, well above the decade average of 1.5. Separately, the stock's dividend yield of about 1.9% has settled near its 10-year low. While this premium valuation doesn't necessarily signal the stock needs to be sold off, my interpretation is that it may limit the upside potential in the near term.\n\nJPM Price to Book Value Chart\n\nJPM Price to Book Value data by YCharts\n\nDecision time: I'm on the sidelines\n\nThere's a lot to like about JPMorgan Chase, which is well-positioned to reward shareholders over the long run. That said, I believe the stock is just a bit too pricey following the spectacular rally over the past year to jump in and buy with bullish conviction. Ultimately, investors may find more compelling stocks with better value elsewhere.\n\nDon’t miss this second chance at a potentially lucrative opportunity\n\nEver feel like you missed the boat in buying the most successful stocks? Then you’ll want to hear this.\n\nOn rare occasions, our expert team of analysts issues a “Double Down” stock recommendation for companies that they think are about to pop. If you’re worried you’ve already missed your chance to invest, now is the best time to buy before it’s too late. And the numbers speak for themselves:\n\nNvidia: if you invested $1,000 when we doubled down in 2009, you’d have $365,174 !*\n\nApple: if you invested $1,000 when we doubled down in 2008, you’d have $42,164 !*\n\nNetflix: if you invested $1,000 when we doubled down in 2004, you’d have $469,011!*\n\nRight now, we’re issuing “Double Down” alerts for three incredible companies, and there may not be another chance like this anytime soon.\n\nLearn more »\n\n*Stock Advisor returns as of January 21, 2025\n\nJPMorgan Chase is an advertising partner of Motley Fool Money. Dan Victor has no position in any of the stocks mentioned. The Motley Fool has positions in and recommends JPMorgan Chase. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SEN KATIE BRITT: Trump and his team ready to supercharge America's economy and energy sector",
            "link": "https://www.msn.com/en-us/money/markets/sen-katie-britt-trump-and-his-team-ready-to-supercharge-americas-economy-and-energy-sector/ar-AA1xIowu?ocid=BingNewsVerp",
            "description": "President Trump will foster a prosperous economy, a vigorous national defense, and unleash American energy, helping solve the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4UditvcKIHo9XUnxrCd2vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "2hon MSNOpinion",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump Is Right to Refuse to Be Bullied by Vladimir Putin",
            "link": "https://www.msn.com/en-us/money/markets/trump-is-right-to-refuse-to-be-bullied-by-putin/ar-AA1xInqg?ocid=BingNewsVerp",
            "description": "P resident Donald Trump’s new post on Truth Social threatening new economic sanctions on Russia shows that Putin has finally ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WRhQKuGrrrnEgd0xKNIXGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "2hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polycab shares are a top pick for this analyst, who expects a 50% upside",
            "link": "https://www.cnbctv18.com/market/polycab-india-share-price-are-a-top-pick-for-this-analyst-who-expects-a-50-pc-upside-19544948.htm",
            "description": "Among analysts, Jefferies currently has a price target of ₹9,200 on Polycab, which is the highest on the Street, implying a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0CIP6xtXsCyL2Jz-JR7J0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "cnbctv188h",
            "source": "cnbctv18",
            "article_content": "₹\n\n₹\n\nShares of Cables and Wires manufacturer Polycab India Ltd. opened with gains of up to 4% on Thursday, January 23, after multiple brokerages reiterated their positive outlook on the stock post its December quarter results.Despite Polycab's rough start to 2025, with the stock down 15% year-to-date, majority of the Street continues to remain bullish on the stock. Over 65% of the 32 analysts that have coverage on the company have a 'Buy' recommendation on the counter, while seven of them have a 'Hold' rating and four say 'Sell'.Consensus price targets on Polycab suggest a further upside of another 27.5% on the stock from Wednesday's closing levels. Among analysts, Jefferies currently has a price target of ₹9,200 on Polycab, which is the highest on the Street, implying a potential upside of 50% from Wednesday's close.Brokerage firm Jefferies, which also has a 'Buy' rating on the stock, said that Polycab reported strong Q3 results with consolidated sales and EBITDA growing over 20% and 26% year-on-year, respectively.While cables demand was healthy in Q3, wires slackened due to softening of copper price and high channel inventory at start of Q3.Operating profit margins (OPM) rose to 13.8% (+70 basis points year-on-year, +230 basis points quarter-on-quarter), driven by margin normalisation in Cables & Wires (C&W) and reduced losses in the FMEG segment.Other non-operating income declined by 65% year-on-year, leading to lower profit growth of 11% year-on-year, broadly in line with Jefferies' estimates.The management has provided healthy guidance for next five years:- Capex to range between ₹6,000 crore to ₹8,000 crore- Wires and cables margin to be between 11% to 13%- FMEG EBITDA to be between 8% and 10%- Dividend payout to be over 30%- Exports to contribute more than 10% of the total businessUBS too has a 'Buy' rating on Polycab, with a price target of9,000 per share. The brokerage said that the cable and wire topline growth of 12% drove miss on topline. This was led by slowing government capex and should recover with rebound in government capex.FMEG segment saw sequential reduction in loss (PBIT margins at 3% as against 6.4% in Q2).Citi has maintained a 'Buy' rating on Polycab, with a price target of ₹8,600, naming it their top pick.Revenue grew 20% on-year, slightly missing Citi's estimate by 2%, but EBITDA rose 26% on-year, surpassing estimates by 15%. The strong EBITDA performance was driven by better-than-expected margins in the Wires & Cables segment and reduced losses in the FMEG business.Wires & Cables margins improved 119bps QoQ (-56bps YoY) to 13.5%, supported by-- Margin normalisation in wires, and- Increased contributions from international business, which rose to 8.3% (compared to 6.2% in Q3FY24 and 6.1% in Q2FY25).- Management expects export momentum to continue into Q4FY25.Another brokerage house Macquarie has an 'Outperform' rating on Polycab, with a price target of7,928 per share.Their strategic outlook implies 15% revenue CAGR for FY25-30. Polycab reported Q3 revenue of ₹5,200 crore (+20% YoY) and EBITDA of ₹720 crore (+26% YoY), both in line with estimates.Key positive surprise, as per the brokerage, was better than expected C&W segment margins, which expanded 120bps QoQ (down 50bps YoY) to 13.5%, driven by better margins in wires and higher share of export revenue QoQ. Profit grew 11% on-year.Shares of Polycab are currently trading 1.27% higher on Thursday at ₹6,242.60. This stock has gained over 50% in the last one year."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pidilite Industries Q3 numbers fall short of estimates, net profit up 9% to ₹557 crore",
            "link": "https://www.cnbctv18.com/market/stocks/pidilite-industries-share-price-q3-falls-short-of-estimates-net-profit-up-9-pc-to-rs-557-crore-19544768.htm",
            "description": "The EBITDA margin was flat at 23.7% in the third quarter against a forecast of 24.4%. Shares of Pidilite Industries Ltd ended ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HMn4L-ARn81TZpO7Axkmqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "cnbctv1822h",
            "source": "cnbctv18",
            "article_content": "Adhesive and construction chemicals manufacturer Pidilite Industries Ltd on Wednesday (January 22) reported a 9% year-on-year (YoY) increase in net profit at ₹557 crore for the third quarter that ended on December 31, 2024.\n\nIn the corresponding quarter of the previous fiscal, Pidilite Industries posted a net profit of ₹510.9 crore. The CNBC-TV18 poll had predicted a profit of ₹572 crore for the quarter under review.\n\nThe company's revenue from operations was up 7.6% to ₹3,234.9 crore against ₹3,130 crore in the corresponding period of the preceding fiscal. The CNBC-TV18 poll had predicted revenue of ₹3,318 crore for the quarter under review.\n\nAlso Read: Go Digit Q3 Results | Gross written premium up 10% to ₹2,677 crore, net profit zooms 74%\n\nAt the operating level, EBITDA rose 7.5% to ₹768.8 crore in the third quarter of this fiscal over ₹742 crore in the year-ago quarter. The CNBC-TV18 poll had predicted an EBITDA of ₹809 crore for the quarter under review.\n\nThe EBITDA margin was flat at 23.7% in the reporting quarter. EBITDA is earnings before interest, tax, depreciation, and amortisation. The CNBC-TV18 poll had predicted a margin of 24.4% for the quarter under review.\n\nPidilite Industries reported a 9% YoY growth in net sales for Q3 FY25, reaching ₹3,357 crore, excluding contributions from Pidilite USA and Pulvitec Brazil.\n\nFor the first nine months of the current financial year, the company’s net sales stood at ₹9,964 crore, reflecting a 7% growth over the same period last year, again excluding Pidilite USA and Pulvitec Brazil.\n\nAlso Read: Gravita India Q3 Results | Recycler reports surge in net profit, revenue\n\nEBITDA before non-operating income for the quarter was ₹798 crore, an 8% increase compared to Q3 FY24. For the nine-month period, EBITDA reached ₹2,380 crore, marking a 12% growth over the previous year. The company’s profit before tax and exceptional items (PBT) for Q3 FY25 stood at ₹752 crore, reflecting a 9% growth over Q3 FY24. For the nine months, PBT totalled ₹2,247 crore, showing a 15% increase compared to the same period last year.\n\nPidilite Industries' consumer and bazaar (C&B) segment achieved an underlying volume growth (UVG) of 7.3%, while the business to business (B2B) segment maintained a robust UVG of 21.7%. Gross margins improved by 100 basis points YoY, primarily driven by lower input prices.\n\nHowever, EBITDA margins slightly declined to 24.3% from 25.1% in Q3 FY24 due to increased advertising and sales promotion (A&SP) spending. For the first nine months of the financial year, Pidilite posted a UVG of 9.2%, with C&B UVG at 7% and B2B UVG at 20.2%.\n\nAlso Read: Heritage Foods Q3 Results | Net profit jumps 60% to ₹43 crore, revenue up 10% to ₹1,034 crore\n\nGross margins improved by 284 basis points YoY, thanks to favourable input costs, while EBITDA margins increased to 24.5% from 23.7% in the previous year. Additionally, the company’s domestic subsidiaries saw double-digit revenue growth with an improvement in EBITDA margins.\n\nThe results came after the close of the market hours. Shares of Pidilite Industries Ltd ended at ₹2,741, down by ₹8, or 0.29%, on the BSE."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stratoshark analyzes cloud applications at a syscall level",
            "link": "https://www.infoworld.com/article/3808150/stratoshark-analyzes-cloud-applications-at-a-syscall-level.html",
            "description": "Capture and analyze the system call and log activity of your cloud-based Linux containers using a new tool based on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ibuoDa787ISnPjZpssr0Hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "InfoWorld3h",
            "source": "InfoWorld",
            "article_content": "Securing cloud applications is both easy and hard. Easy because hyperscale providers such as Microsoft Azure are focused on ensuring that tenant compute environments are locked down and isolated from each other. Hard because those same provider policies make it difficult to deploy and use many of the tools we use to protect our applications.\n\nRunning code in containers and virtual machines hides the underlying hardware from our inspections so we can’t use diagnostic tools to capture packets and inspect them for unwanted operations. Although monitoring tools are built into most providers’ platforms, they don’t offer the features of the dedicated tools commonly used by security teams.\n\nFrom packet capture to syscall capture\n\nOne key technique is packet capture, capturing and then analyzing the traffic through a network adapter. Probably the most familiar tool in this space is Wireshark, which captures sequences of IP packets and then decodes them. You can extract signal from noise, spot calls to specific addresses, and analyze the contents of relevant packets.\n\nUsing Wireshark, an experienced security team can spot attacks and data exfiltration, for example, tracking the contents of DNS request packets sent to an unknown DNS server and finding the signs of a DNS tunneling attack by an advanced persistent threat inside the network. But if we can’t get at the underlying packets in a cloud application, how can we find the traces of complex attacks that aren’t detected by conventional means?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oracle Named a Leader in the 2024 Gartner Magic Quadrant for Cloud Database Management Systems",
            "link": "https://www.dbta.com/Editorial/News-Flashes/Oracle-Named-a-Leader-in-the-2024-Gartner-Magic-Quadrant-for-Cloud-Database-Management-Systems-167660.aspx",
            "description": "Oracle announced it has been recognized as a Leader in the 2024 Gartner Magic Quadrant for Cloud Database Management Systems. Oracle's converged database architecture enables customers to leverage ...",
            "image_url": "https://www.bing.com/th?id=ODF.xJ_T6_iesODfjZuVwijsEA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "dbta22hOpinion",
            "source": "dbta",
            "article_content": "Oracle announced it has been recognized as a Leader in the 2024 Gartner Magic Quadrant for Cloud Database Management Systems. Oracle’s converged database architecture enables customers to leverage multiple data and application development models to support enterprise data and AI workloads.\n\n“It was another gratifying year of delivering new breakthrough capabilities to our customers, and we are pleased to be positioned by Gartner as a Leader,” said Juan Loaiza, executive vice president, database technologies, Oracle. “We believe Oracle Database was lauded for its rapid pace of innovation, delivering new features and services to our customers, and for its industry-leading multicloud capabilities. In addition to OCI, we now offer Oracle Database services inside AWS, Google Cloud, and Microsoft Azure. These innovations give our customers the choice and flexibility to deploy and run their Oracle Database enterprise workloads wherever they need.”\n\nOracle Database services empower cloud-ready business solutions with:\n\nOracle Autonomous Database: Enables customers to streamline the development of data-driven applications and enhance operational efficiency. Autonomous Database, built on Oracle Database and Oracle Exadata, is a robust self-securing and self-tuning cloud service designed for diverse workloads, offering an extensive feature set to accommodate all modern data types within a single database platform.\n\nFlexible inter-cloud and multi-cloud deployment choices: Enable customers to migrate Oracle Database workloads to the cloud. Oracle Cloud Infrastructure (OCI) is physically deployed in AWS, Google Cloud, and Microsoft Azure data centers, providing a low latency network connection between databases and applications, making it easy for customers to connect enterprise data in their Oracle databases.\n\nContinuous innovation: Helps customers meet evolving business and technical demands through the release of Oracle Database 23ai, providing rapid advancement in capabilities in AI, generative AI, vector processing, JSON document support, graph analytics views, globally distributed database with RAFT-based replication, in-database SQL firewall, True Cache (automated mid-tier data object cache), and low-code development.\n\nFor more information about this news, visit www.oracle.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This other Eden: Adam and Eve in Paradise, by Eça de Queirós, reviewed",
            "link": "https://www.spectator.com.au/2025/01/this-other-eden-adam-and-eve-in-paradise-by-eca-de-queiros-reviewed/",
            "description": "When José Saramago denounced the Bible as a ‘catalogue of cruelties’ at the launch of his novel Cain in 2009, the response ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z8akYw3mFhqSBHuTgyIvlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "spectator.com.au3h",
            "source": "spectator.com.au",
            "article_content": "When José Saramago denounced the Bible as a ‘catalogue of cruelties’ at the launch of his novel Cain in 2009, the response from the Catholic church in Portugal was fast and frosty. The country’s conference of bishops labelled his comments ‘offensive’, adding: ‘Insults do no one any good, particularly from a Nobel prizewinner."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked readers to grade Ryan Walters' job performance in 2024. Here's what you said",
            "link": "https://www.msn.com/en-us/news/us/we-asked-readers-to-grade-ryan-walters-job-performance-in-2024-heres-what-you-said/ar-AA1xEnrp?ocid=BingNewsVerp",
            "description": "Here's how readers graded Ryan Walters' job performance in 2024. Plus, we chronicle some of the legal battles that have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tURl0xd5Bb4Q31Aczt7PCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "20hon MSNOpinion",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Star Wars Fan Theories That Will Change How You Watch the Franchise",
            "link": "https://comicbook.com/movies/news/10-star-wars-fan-theories-will-change-how-you-watch-franchise/",
            "description": "Star Wars is ripe territory for fan theories, though they don’t always last very long. The fandom has hosted some incredible ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wsDmNwU4ZrLKW3jtHmd3Ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "7h",
            "source": "Comicbook.com",
            "article_content": "Star Wars is ripe territory for fan theories, though they don’t always last very long. The fandom has hosted some incredible armchair writers over the years, and has always pivoted with new information and revelations. Many of the most popular theories have been shot down in recent years with the release of the sequel trilogy and the Disney+ shows, but the new ones cropping up are exciting. Meanwhile, the theories with the largest scope are still on the table — and will remain so unless Lucasfilm tackles some uncharacteristically big questions about the origins of the galactic infrastructure.\n\nVideos by ComicBook.com\n\nStar Wars works best by appealing to a wide audience, so it rarely gets as deep into the minutiae of worldbuilding as other sci-fi franchises. If anything, that just leaves more room for fans to explore and flesh out their own ideas. Here are ten of the best Star Wars fan theories that are still viable at the time of this writing.\n\nShmi’s Death\n\nOne of the biggest turning points in Anakin’s path to the Dark Side came at the end of Star Wars: Attack of the Clones, when he witnessed his mother’s death. Shmi Skywalker was freed from slavery but was then kidnapped by Tusken Raiders and tortured, for reasons we don’t fully understand. Fans now suggest that Shmi’s death was orchestrated by Palpatine as part of his plan to corrupt Anakin and turn him to the Dark Side.\n\nThis idea picked up a lot of traction after Star Wars: The Book of Boba Fett premiered, allowing the audience to spend more time among the Tusken Raiders. They are known to attack moisture farms like the one Shmi lived on, but it’s unclear why they held her and brutalized her for so long without demanding a ransom or taking further action against her farm. It’s possible that Palpatine was exerting some mental influence on this tribe to make the treatment of Shmi worse. He may also have influenced the prophetic dreams that sent Anakin looking for her.\n\nThis all becomes extra tragic if you believe that Palpatine is the one who used the Force to conceive Anakin with Shmi. However, some fans dislike this idea because it removes Anakin’s culpability for the murders he committed here. It doesn’t need to be true, but it could be.\n\nClone Wars Propaganda\n\nThere are two animated series that cover wartime events between Star Wars: Attack of the Clones and Star Wars: Revenge of the Sith — Star Wars: Clone Wars, which aired from 2003 to 2005, and Star Wars: The Clone Wars which aired from 2008 to 2013. Reddit user u/onex7805 suggests that the first series was a faithful depiction of the war, while the second was in-world propaganda created by the Galactic Republic. This is a really interesting idea, and it’s consistent with what we see in other Star Wars media as well.\n\nStormtrooper Armor\n\nThere are two popular and interesting theories about the purpose and efficacy of stormtrooper armor. It doesn’t seem to protect its wearers very well, but many fans have suggested that this wasn’t its main point. Instead, they figure the armor was meant to project strength and intimidation while hiding any humanity that might be lurking within the helmet. It’s a way for the cloners on Kamino and the Empire to make their armies look more terrifying.\n\nThis doesn’t contradict an interesting theory by Reddit user u/stormtrooper1701 — that stormtrooper armor actually does perform very well considering what it’s up against. They point out that a direct hit from a blaster is incredibly destructive to property and the environment, so the same must be true for living beings. If it weren’t for the armor, stormtroopers might be blown to bits much more easily.\n\nFranchise Crossovers\n\nThere are several popular fan theories online that suggest Star Wars takes place in the same universe as other movies or media, and some of them make pretty compelling cases. One of the strongest is Men in Black — the movie tells us that George Lucas is secretly an alien refugee living on Earth. It would make sense that he wrote his movies about his real experiences a long time ago, in a galaxy far, far away. There are other connections, as well, such as some similar character designs for aliens and a fictional language that sounds suspiciously like Huttese.\n\nMovies about aliens visiting Earth are easy to connect to Star Wars, which is why some fans think E.T. may have come from the Galactic Empire, for example. Meanwhile, connections to Doctor Who are subtle but common. There are many canonical stories that connect Star Wars to Marvel Comics, and in fact, many fans expect Disney to start exploiting this connection soon in movies and TV shows. However, the genre-bending connections get more and more tenuous, such as this one suggesting that The Lord of the Rings‘ Middle-earth is an ancient version of Tattooine.\n\nGrogu’s Origin\n\nWe’ve learned a lot about the origin and backstory of the Mandalorian foundling Grogu — a.k.a. The Child, a.k.a. Baby Yoda — but there are still some built-in mysteries surrounding his species and its connection to the Force. One theory that took off when The Mandalorian first premiered suggests that Grogu was born through the will of the Force — and perhaps that’s how all members of this species are born.\n\nAll the sources on the Star Wars timeline agree that Grogu was born 41 years before Star Wars: A New Hope, which is the same year that Anakin Skywalker was born. The movies tell us that Anakin was an immaculate conception and that either Darth Sidious or his master Darth Plagueis used the Dark Side of the Force to create him. This theory suggests that there was an equal and opposite reaction and that Grogu was created in the same way through the light side of the Force.\n\nWhat makes this theory really exciting is its potential to reveal more about Grogu and Yoda’s species in general. It could be that these beings are always born through the Force, and only when they are needed. However, all Star Wars writers have always shied away from revealing anything about Yoda’s species — even its name — so it’s hard to imagine them revealing something this big in The Mandalorian & Grogu.\n\nPalpatine’s Return\n\nWhile the details of Yoda’s species are the kind of mysteries we want to see teased out slowly, there’s a more ominous fan theory that it may be used to explain one of Star Wars’ most hasty and disliked plot points in the modern era: Palpatine’s return. Star Wars: The Rise of Skywalker shows us that Palpatine survived Star Wars: Return of the Jedi or was resurrected, and he lived in secret for a generation before making his play for power again. However, the particulars of this plan are left vague, and it feels extremely disconnected from the rest of the sequel trilogy’s plot.\n\nThe theory is that Grogu has been built up to become the connective tissue between this storyline and the rest of the fandom. Fans suggest that Grogu’s cells were used by Palpatine’s remaining loyalists for cloning experiments that were intended to bring the Emperor back — and perhaps to imbue him with new powers. They would have been hunting The Child to continue this work, and their failure would explain why Palpatine returned in an imperfect form in the later movie.\n\nSkywalkers\n\nStar Wars has not moved its timeline forward since 2019, and fans are itching to know what the next era in galactic history will look like. One popular theory connects the titles of the two most recent movies to suggest a new trend — there will be no more “Jedi” after the Star Wars: The Last Jedi. Instead, Force-users will now be referred to as Skywalkers, which is why the finale was titled The Rise of Skywalker.\n\nThis may seem like a small, semantic change, but it could actually signal a wide range of interesting developments. If Force-users were freed from the connotations of the title Jedi and all the traditions of that order, they could develop a whole range of new practices and philosophies, perhaps even splintering into groups that develop independently and eventually go on to learn from each other. The catch-all term “Skywalker” would be a neat nod to the past and would also make sense of Rey’s self-appointed name in the end. Fans have compared this to the way that “Caesar” started as one man’s name, but went on to become a title for Roman leaders.\n\nBalance\n\nThere’s a small subgenre of fan theories that neatly explain plot holes and inconsistencies by suggesting that the Force itself seeks balance at all times. It bothers some fans that, during the prequel trilogy, the massive and powerful Jedi order was unable to sense Palpatine and stop him, while a single under-trained Jedi was able to do so just a few years later. This theory essentially suggests that the more Jedi there are, the less powerful each one will be, as the Force will seek to maintain balance between the Dark Side and the light. This means Luke was tapping into a much larger well of potential energy and Palpatine had much less influence over him.\n\nSimilarly, some fans think that Palpatine’s rise was inevitable in a time when the Jedi were so numerous and so involved in worldly affairs like politics and trade. They argue that a Jedi Order which couldn’t stop a single Sith was somehow imperfect, and it needed to be toppled to make room for something better. This could be an interesting idea to explore in the future, if it can be done without excusing any of the emperor’s crimes.\n\nDroid Villains\n\nLooking ahead, there’s an interesting theory out there suggesting that whenever the Star Wars timeline does move forward again, its next big arc will be a conflict between droids and organic life. This idea has been circulating for at least a few years now, but it has become even more appealing since the finale of Star Wars: Skeleton Crew revealed that the planet At Attin was under the control of one massive AI. There has also been a recent trend in Star Wars media commenting on the relatively low social and economic status of droids throughout the series, with Solo: A Star Wars Story essentially depicting them as an oppressed class.\n\nThe Force may be powerful, but it would have some trouble contending with a hive mind, or even a coordinated force of self-improving droids. Add to that the moral complexity of the droids’ plight and you could have a very interesting story on your hands — likely one with a solution more nuanced than blowing up another planet-killing space station.\n\nAttachment\n\nFinally, fans may have stumbled upon a practical reason for one of the Jedi Order’s more lofty, philosophical teachings — their quest to sever all worldly attachments. Of course, early on Lucas drew this from Buddhist teachings and other real-world philosophies, but it became a very central part of the story when attachment to Padme helped drive Anakin to the Dark Side in the prequel trilogy.\n\nReddit user u/Nofrillsoculus suggests that this was precisely why potential Jedi needed to be found and indoctrinated early. A Force user with loyalties and ties to their family, nation, or planet will almost certainly become corrupted, and the galaxy would gradually devolve into a nonstop struggle between Force-sensitive warlords, or Sith. The Jedi want to avoid this, but there’s still something sinister about the idea of them tracking down every single Force-sensitive child and pulling them away from their lives as early as possible.\n\nThe Star Wars franchise is streaming now on Disney+. The next release will be Andor Season 2, hitting Disney+ on April 22nd."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The New Film ‘What Are UFOs’ Examines Our Fascination with the Unknown",
            "link": "https://www.msn.com/en-us/news/us/what-are-ufos-examines-our-fascination-with-the-unknown/ar-AA1xFzTD?ocid=BingNewsVerp",
            "description": "There are trillions of planets out there. Are any of them sending spaceships our way?",
            "image_url": "https://www.bing.com/th?id=OVFT.kqAqPSVeaHrY_GbtEN5uJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "19hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious UFO sightings puzzle California residents and authorities",
            "link": "https://www.marca.com/en/lifestyle/us-news/2025/01/23/67917c66e2704e089b8b4587.html",
            "description": "In a series of perplexing events, multiple UFO sightings have been reported and recorded over several days across California, particularly in the Fresno area. These sightings have ...",
            "image_url": "https://www.bing.com/th?id=OJ.EpdoOhwZ7u0f4A&pid=news&w=50&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "14h",
            "source": "MARCA",
            "article_content": "A video of a UAP during a hearing of the House Intelligence, Counterterrorism, Counterintelligence, and Counterproliferation Subcommittee hearing on \"Unidentified Aerial Phenomena,\" on Capitol Hill in 2022.\n\nA video of a UAP during a hearing of the House Intelligence, Counterterrorism, Counterintelligence, and Counterproliferation Subcommittee hearing on \"Unidentified Aerial Phenomena,\" on Capitol Hill in 2022. LAPRESSE\n\nIn a series of perplexing events, multiple UFO sightings have been reported and recorded over several days across California, particularly in the Fresno area. These sightings have sparked a wave of curiosity and concern, as both residents and authorities are left pondering the origins of these unidentified flying objects.\n\nThe string of sightings began with a mysterious light hovering over downtown Fresno in the early hours, just past 4 a.m. Local news station Fox 26 captured the first sighting on camera, showing a light that appeared to move swiftly before coming to a stationary hover. Earl Grey Anderson, a field investigator for the Mutual UFO Network (MUFON), reviewed the footage and classified it as an unidentified flying object.\n\nTaylor Swift's Heartfelt Message to Swifties\n\nThe following day, Fox 26 News photojournalist Anthony Guevara documented another UFO sighting, this time in the daylight. The footage added to the mounting intrigue surrounding these mysterious occurrences. A few days later, a private pilot reported seeing a white object trailing his aircraft at an altitude of 3,500 feet over downtown Fresno. Despite radioing the local airport tower for assistance, the pilot lost sight of the object shortly after.\n\nStill concern over what happened\n\nSeveral Fresno residents have also come forward with similar reports, describing their encounters with the unidentified objects. The recent sightings have reignited public fascination with UFOs, particularly as the Pentagon continues to release declassified information about aerial phenomena.\n\nWhile some speculate about extraterrestrial origins, others consider the possibility of advanced human-made technology or natural phenomena. Authorities are urging residents to remain calm as investigations continue.\n\nDespite the ongoing mystery, the sightings have undoubtedly captured the imaginations of those who witness these unexplained objects in the California skies. As the story develops, residents and authorities alike remain vigilant, hoping to uncover the truth behind these enigmatic appearances."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The New Film ‘What Are UFOs’ Examines Our Fascination with the Unknown",
            "link": "https://www.msn.com/en-us/news/us/what-are-ufos-examines-our-fascination-with-the-unknown/ar-AA1xFzTD?ocid=BingNewsVerp",
            "description": "There are trillions of planets out there. Are any of them sending spaceships our way?",
            "image_url": "https://www.bing.com/th?id=OVFT.kqAqPSVeaHrY_GbtEN5uJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "19hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unearthing History: Discovery of a Shark Ancestor in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3236207-unearthing-history-discovery-of-a-shark-ancestor-in-peru",
            "description": "Paleontologists in Peru have uncovered a remarkable 9-million-year-old fossil, which belonged to an ancestor of the great ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse1h",
            "source": "devdiscourse",
            "article_content": "Paleontologists in Peru have made a groundbreaking discovery with the unearthing of a 9-million-year-old fossil that belonged to a relative of the great white shark. This ancient predator once prowled the waters of the southern Pacific Ocean, specifically devouring sardines, researchers revealed.\n\nThe fossil find provides crucial insights into the evolutionary history of one of the ocean's most formidable predators, shedding light on the biodiversity of the ancient seas. Such discoveries help scientists better understand not only the past ecosystems but also provide context for current marine life dynamics.\n\nThis Peruvian discovery underscores the intricate web of life that has existed over millions of years, offering valuable data for both paleontology and marine biology. As researchers continue to excavate and study such fossils, they piece together the fascinating history of life on Earth.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Our outer ears may have come from ancient fish gills, scientists discover",
            "link": "https://www.livescience.com/planet-earth/evolution/our-outer-ears-may-have-come-from-ancient-fish-gills-scientists-discover",
            "description": "Scientists have traced the evolutionary origin of humans' outer ears to the gills of ancient fish through a series of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zxF732B6iwNqJYI9W6Byly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science50m",
            "source": "Live Science",
            "article_content": "Humans' outer ears may have evolved from the gills of prehistoric fish, a new study finds.\n\nGene-editing experiments indicate that cartilage in fish gills migrated into the ear canal millions of years ago during the course of our evolution . Going even further back, our outer ears may have evolutionary roots in ancient marine invertebrates, such as horseshoe crabs , scientists say.\n\nThe research sheds new light on the mysterious origins of outer ears, which are unique to mammals. \"When we started the project, the evolutionary origin of the outer ear was a complete black box,\" study co-author Gage Crump , a professor of stem cell biology and regenerative medicine at the University of Southern California, said in a statement .\n\nResearchers already knew that our middle ears — each of which sits behind the eardrum and comprises three small bones — arose from the jawbones of ancient fish. This example of evolution transforming and repurposing anatomical structures \"made us wonder whether the cartilaginous outer ear may also have arisen from some ancestral fish structure,\" Crump said.\n\nRelated: I'm an evolutionary biologist who investigates real-time evolution in bacteria. These are my 5 must-read science books.\n\nOur outer ears and those of other mammals are made of a subtype of cartilage called elastic cartilage. It is more flexible than either hyaline cartilage or fibrocartilage, which are present in the human nose and in the disks between our vertebrae, respectively.\n\nThe key to tracing the origins of humans' outer ears to fish was the discovery that elastic cartilage is also present in fish gills. \"When we started the study, there was very little out there about whether elastic cartilage existed outside of mammals,\" Crump said.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe researchers used protein stains to reveal that the gills of zebrafish (Danio rerio), Atlantic salmon (Salmo salar) and three other species of fish contain elastic cartilage. The species are all modern bony fishes, suggesting that elastic cartilage is a general feature in this group, according to the study, which was published Jan. 9 in the journal Nature .\n\nNext, the scientists tested the evolutionary link between elastic cartilage in fish gills and mammalian outer ears. Elastic cartilage doesn't preserve well in fossils, so the researchers used molecular clues instead. They looked for gene control elements called \"enhancers\" — short DNA sequences that can activate associated genes when bound by specific proteins.\n\nA gene control element for human outer ear development shows activity in the gills (green) of a zebrafish. (Image credit: Mathi Thiruppathy/Crump Lab/USC Stem Cell)\n\nBecause genetic enhancers are highly tissue-specific, researchers can easily detect where the enhancers are active. To test whether enhancer activity — and therefore gene regulation — is similar in fish gills and human outer ears, Crump and his colleagues inserted human outer ear enhancers into zebrafish genomes.\n\nThe experiment triggered activity in the gills of zebrafish, hinting at an ancestral link between the genes in human outer ears and fish gills. Then, the researchers conducted the experiment in reverse: They inserted enhancers associated with zebrafish gills into mouse genomes and detected activity in the mice's outer ears.\n\nThrough another series of experiments with tadpoles and green anole lizards (Anolis carolinensis), the team showed that amphibians and reptiles also inherited their gill and ear structures from fish. In lizards, enhancer activity was in the ear canal, which suggests that elastic cartilage had begun migrating from the gills to the outer ear by the time reptiles appeared on Earth around 315 million years ago.\n\n\"Our findings suggest that elements of an ancestral gill developmental program were reutilized multiple times through the course of vertebrate evolution to generate diverse gill and ear structures,\" the researchers wrote in the study.\n\nFinally, the team found an enhancer in horseshoe crab cells that triggered activity in zebrafish gills. Horseshoe crabs are \"living fossils\" that emerged around 400 million years ago, and the discovery suggests our outer ears may have much deeper evolutionary roots than previously thought.\n\nAlthough more research is needed to confirm how deep these roots stretch, \"this work provides a new chapter to the evolution of the mammalian ear,\" Crump said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From classical to quantum: Reimagining the Mpemba effect at the atomic scale",
            "link": "https://www.msn.com/en-us/news/technology/from-classical-to-quantum-reimagining-the-mpemba-effect-at-the-atomic-scale/ar-AA1xFmLT?ocid=BingNewsVerp",
            "description": "In a new Nature Communications study, scientists have demonstrated the quantum version of the strong Mpemba effect (sME) in a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WV-uZ09jTeWdJW3cnERMYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "21hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Int’l year of quantum science poster launched",
            "link": "https://www.thehansindia.com/andhra-pradesh/intl-year-of-quantum-science-poster-launched-939266",
            "description": "The United Nations declares 2025 as the International Year of Quantum Science and Technology, commemorating the 100th ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Blpd3xVLc74RM8OchnIkhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "4h",
            "source": "The Hans India",
            "article_content": "Vijayawada : The Department of Physics at Andhra Loyola College in collaboration with the Indian Association of Physics Teachers (IAPT) here on Wednesday launched the year-long celebrations to mark the International Year of Quantum Science and Technology-2025 (IYQ). The celebrations will feature a host of programmes, including the national-level student fest Resonance (February 4 and 5). A poster was released to mark the launch of the celebrations.\n\nPhysics head of department Dr Tummala Srikumar said that the United Nations declared 2025 as the International Year of Quantum Science and Technology, commemorating the 100th anniversary of the development of quantum mechanics.\n\nIn the field of medicine, quantum science enhances medical devices and diagnostic tools, while in energy it provides insights into biological and physical energy phenomena. Quantum applications also contribute to addressing climate challenges, tackling issues like food security and clean water, and innovating artificial intelligence, machine learning, and computing.\n\nPresident of the AP chapter of IAPT Dr G Sahaya Baskaran explained the importance of collaboration with organisations like IAPT in driving forward the objectives of the International Year of Quantum Science and Technology.\n\nPrincipal Fr Dr GAP Kishore, Dean of Science Dr MC Rao, Dr Ch Srinivasa Rao and P Srinivasa Sastry also participated."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "STEEM revolution: uMhlathuze school achieves perfect Matric results despite 40% unemployment",
            "link": "https://www.msn.com/en-za/education-and-learning/secondary-education/steem-revolution-umhlathuze-school-achieves-perfect-matric-results-despite-40-unemployment/ar-AA1xEw64?ocid=BingNewsVerp",
            "description": "In a remarkable triumph for rural education, Amangwe High School in uMhlathuze has achieved a 100% Matric pass rate with 93% ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YnL7L5Wzql5OGk2FkfvgBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "1hon MSN",
            "source": "Independent Online (IOL) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bangladesh student revolutionaries' dreams dented by joblessness after revolution",
            "link": "https://www.msn.com/en-xl/politics/government/bangladesh-student-revolutionaries-dreams-dented-by-joblessness/ar-AA1xH3v6?ocid=BingNewsVerp",
            "description": "Six months after the revolution that ousted Bangladesh's autocratic government, student revolutionaries are finding their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zojiV8bWMITR6vBRH-r65i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Tuko on MSN8h",
            "source": "Tuko on MSN",
            "article_content": ""
        }
    }
]