[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'UFO' appears in the sky just weeks after eagle-eyed Aussies spotted unusual 'spaceship' cloud",
            "link": "https://www.msn.com/en-gb/money/technology/ufo-appears-in-the-sky-weeks-after-spaceship-cloud-was-spotted/ar-BB1r8r6m?ocid=BingNewsVerp",
            "description": "Australians have looked at the skies around southeast Queensland with awe after a giant UFO appeared in the sky.",
            "image_url": "https://www.bing.com/th?id=OVFT.kxDcDVCa5NdoUHp608TAty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Three UFO Videos Worth Seeing (One Flies Past Car On Highway)",
            "link": "https://www.msn.com/en-ca/autos/news/three-ufo-videos-worth-seeing-one-flies-past-car-on-highway-cleaned/vi-AA1xasWh?ocid=BingNewsVerp",
            "description": "Patrick discusses three separate UFO videos and shows a preview of tomorrow's video you don't want to miss. #aliens #uap ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Xr4wiNnIcOtlcdWBEtt-sS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN12h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO-shaped clouds form over Queensland's Darling Downs as BOM predicts more rain",
            "link": "https://www.msn.com/en-au/weather/general/ufo-shaped-clouds-form-over-queensland-s-darling-downs-as-bom-predicts-more-rain/ar-BB1r8ofn?ocid=BingNewsVerp",
            "description": "It looks like a UFO, or an alien ship, but these oddly-shaped clouds snapped by locals west of Brisbane on Thursday morning ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EmLuZtRjsC7yyvWz2Q9yhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former NASCAR driver Mark Martin details mysterious UFO sighting while flying to Daytona",
            "link": "https://www.msn.com/en-us/sports/motorsports/former-nascar-driver-mark-martin-details-mysterious-ufo-sighting-while-flying-to-daytona/ar-BB1rbKoU?ocid=BingNewsVerp",
            "description": "During his NASCAR career, Mark Martin experienced a lot on and off the track, and even in the air where he apparently saw a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eKLFvWyggk5EGwsqIUSDOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "On3 on MSN5h",
            "source": "On3 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sighting? Fort Lauderdale flight crew spots something strange in the sky",
            "link": "https://www.msn.com/en-us/science/aeronautics/ufo-sighting-fort-lauderdale-flight-crew-spots-something-strange-in-the-sky/ar-BB1rbXYx?ocid=BingNewsVerp",
            "description": "On the night of Dec. 23, a flight crew was flying back to Fort Lauderdale in an empty jet, high over the Bahamas, when they spotted a glowing, spherical object darting about too much to be a weather ...",
            "image_url": "https://www.bing.com/th?id=OJ.00vtkpYPJ1kQ4A&pid=news&w=110&h=16&rs=2",
            "category": "ufo",
            "date": "3hon MSN",
            "source": "NBC Miami on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "X's Grok AI assistant is now a standalone app",
            "link": "https://www.msn.com/en-us/news/technology/x-s-grok-ai-assistant-is-now-a-standalone-app/ar-BB1rbyR1?ocid=BingNewsVerp",
            "description": "Grok, the AI assistant that's for some reason baked into X, is now available as a standalone app. Like the version that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4dGDskWxzSZHpF9Z-xy4FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "xAI launches standalone Grok AI app for iPhone",
            "link": "https://bgr.com/tech/xai-launches-standalone-grok-ai-app-for-iphone/",
            "description": "A little over a year after xAI announced Grok, X's AI-powered assistant, it's now available in the US as a standalone app.",
            "image_url": "https://www.bing.com/th?id=OVFT.asj4IFCER5A4PRGnmKlktS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15h",
            "source": "BGR",
            "article_content": "A little over a year after xAI announced Grok, X’s AI-powered assistant, it’s now available in the US as a standalone app. Grok is an AI modeled after the Hitchhiker’s Guide to the Galaxy, and it’s intended to answer almost anything and, “far harder, even suggest what question to ask.”\n\nWhen it was announced in November 2023, the xAI team said, “Grok is designed to answer questions with a bit of wit and a rebellious streak, so please don’t use it if you hate humor!” Unlike other AI-powered assistants, Grok has real-time knowledge of the world via the X platform, and it will “also answer spicy questions that are rejected by most other AI systems.”\n\nCurrently, Grok is only available for iPhone users in the US, and it gives users the latest model, 2, for free. On its description page, xAI describes the app as “maximally truthful, useful, and curious.” Users can get answers to any questions, generate “striking images,” and upload pictures to gain a deeper understanding of the world.\n\nThese are some of the key features available to iPhone users in the US:\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nImage Generation: Get free access to generating high quality images using Grok AI’s advanced capabilities.\n\nGet free access to generating high quality images using Grok AI’s advanced capabilities. Real-Time: With access to current X and web data, Grok provides up-to-date information for your queries, keeping you informed about the latest developments.\n\nWith access to current X and web data, Grok provides up-to-date information for your queries, keeping you informed about the latest developments. Conversational Tone: Engaging and humorous, Grok makes learning and information gathering enjoyable, setting it apart from other AI chatbots.\n\nEngaging and humorous, Grok makes learning and information gathering enjoyable, setting it apart from other AI chatbots. Privacy-Focused: All data interactions are handled with user privacy in mind, ensuring a secure experience in line with xAI’s privacy policy.\n\nAt the moment, it’s unclear when Grok will leave beta or when xAI will make it available for Android or other regions. In the near future, the AI assistant will be available as a web app as well. You can find it in the App Store here.\n\nKeep following BGR for the latest news on AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grok standalone AI app comes to US App Store, not just an X feature",
            "link": "https://9to5mac.com/2025/01/09/grok-is-now-a-standalone-ai-app-for-everyone-not-just-an-x-app-feature/",
            "description": "What do ChatGPT, Claude, and Gemini all have in common? Dedicated apps on iPhone. Meanwhile, Grok has been shoehorned ...",
            "image_url": "https://www.bing.com/th?id=OJ.0JPc4EUHw092og&pid=news&w=94&h=16&rs=2",
            "category": "ai+app",
            "date": "12h",
            "source": "9to5Mac",
            "article_content": "What do ChatGPT, Claude, and Gemini all have in common? Dedicated apps on iPhone. Meanwhile, Grok has been shoehorned into the social media app before now. Starting today, the standalone Grok AI app is available on the iPhone and iPad for US users for the first time. More regions will be added as the rollout scales.\n\nWhat’s Grok?\n\nGrok is a generative AI tool similar to OpenAI’s ChatGPT. It supports conversational input and output as well as image generation and text summarization.\n\nSomewhat confusingly, Grok is a product of xAI, Elon Musk’s company dedicated to competing with OpenAI. The xAI chatbot has lived inside the X app and website, which is the social media network previously known as Twitter that Elon Musk also owns.\n\nxAI recently launched Grok 2, its latest model:\n\nCompared to its predecessor, Grok-2 is more intuitive, steerable, and versatile across a wide range of tasks, whether you’re seeking answers, collaborating on writing, or solving coding tasks. In collaboration with Black Forest Labs, we are experimenting with their FLUX.1 model to expand Grok’s capabilities on X.\n\nGrok for iPhone and iPad\n\nGrok for iPhone and iPad launches with a handful of platform-specific features like integration with Control Center, Siri, and Shortcuts. Today’s release also introduces a Lock screen widget. Here’s the rundown on Grok for iOS from xAI:\n\nIntroducing Grok Beta for iOS: get access to xAI’s latest model, Grok 2, for free. Grok is an AI-powered assistant, developed by xAI, designed to be maximally truthful, useful, and curious. Get answers to any question, generate striking images, and upload pictures to gain a deeper understanding of your world. With Grok, the universe is in your hands! Key Features: – Image Generation: Get free access to generating high quality images using Grok AI’s advanced capabilities. – Real-Time: With access to current X and web data, Grok provides up-to-date information for your queries, keeping you informed about the latest developments. – Conversational Tone: Engaging and humorous, Grok makes learning and information gathering enjoyable, setting it apart from other AI chatbots. – Privacy-Focused: All data interactions are handled with user privacy in mind, ensuring a secure experience in line with xAI’s privacy policy. With Grok as your copilot, navigating the vast expanse of knowledge becomes an exciting journey. Its integration with X and focus on real-time information make it the perfect companion for those seeking an AI-powered assistant.\n\nDownload Grok from the App Store here.\n\nShop Apple on Amazon to support my work 🙏"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Turns Your Activity History Into a Daily AI-Powered Podcast",
            "link": "https://www.msn.com/en-us/news/technology/google-turns-your-activity-history-into-a-daily-ai-powered-podcast/ar-BB1rbkyx?ocid=BingNewsVerp",
            "description": "Google is turning your Discover and Search history into a personalized bite-sized podcast.",
            "image_url": "https://www.bing.com/th?id=OVFT.IKE8euT9iso_Gmx1J3K2Hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN6h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Solve Data Readiness Bottlenecks With AI Agents",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/09/how-to-solve-data-readiness-bottlenecks-with-ai-agents/",
            "description": "Properly defined AI agents could help businesses overcome key bottlenecks in realizing the full potential of AI.",
            "image_url": "https://www.bing.com/th?id=OVFT.3b0HBnjrxk0sUWndgso-ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Offbeat Horror True Crime & Paranormal Expo coming to Bowling Green",
            "link": "https://www.msn.com/en-us/tv/news/offbeat-horror-true-crime-paranormal-expo-coming-to-bowling-green/ar-BB1rbEQl?ocid=BingNewsVerp",
            "description": "Tickets are still available for the Offbeat Horror True Crime & Paranormal Expo and can be purchased from the Offbeat Horror ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HyRWRqkgu7O3YtaDVXQ5rS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Bowling Green WBKO on MSN31m",
            "source": "Bowling Green WBKO on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 18th Attic - Official Reveal Trailer",
            "link": "https://www.msn.com/en-us/tv/news/the-18th-attic-official-reveal-trailer/vi-BB1rauy4?ocid=BingNewsVerp",
            "description": "A creepy doll, a mysterious painting, and an unsettling scenario are revealed in this The 18th Attic trailer for the upcoming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R-5sHmgH9Y8hJMgJ8GXqHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "12hon MSN",
            "source": "IGN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Jarrow chair you want to avoid - unless you want to get pregnant",
            "link": "https://www.shieldsgazette.com/retro/jarrow-chair-paranormal-legend-4936065",
            "description": "Woe betide any woman who sat in this chair in a Jarrow church, if a legend is to be believed. The chair with a reputation - in St Paul's Church - is included in the Paranormal Database which is an ...",
            "image_url": "https://www.bing.com/th?id=ODF.FqV_jDGlguXmI6IMyy_5-w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Shields Gazette18h",
            "source": "Shields Gazette",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 ghost towns in India that will give goosebumps!",
            "link": "https://timesofindia.indiatimes.com/life-style/travel/destinations/5-ghost-towns-in-india-that-will-give-goosebumps/photostory/117093817.cms",
            "description": "India’s ghost towns are not just abandoned places; they are steeped in mystery, folklore, and history. These places are for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qWTGfHjh5WJf6U6CdRkmli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "56m",
            "source": "Indiatimes",
            "article_content": "This list has to include Kuldhara, situated 18 km from Jaisalmer in Rajasthan, which is known for its haunting ruins and mysterious history. Once a prosperous Paliwal Brahmin village, it was suddenly abandoned in the 19th century, and its inhabitants are said to have vanished overnight. Legend has it that the village was abandoned in order to flee the brutality of a local minister. While it may seem unnerving to see abandoned houses and crumbling temples everywhere you go nowadays, many people have also claimed to have seen paranormal activity. Come here at your own peril.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shari Franke gives raw retelling of mom's abuse, Jodi Hildebrandt influence in memoir",
            "link": "https://www.msn.com/en-us/news/us/shari-franke-gives-raw-retelling-of-moms-abuse-jodi-hildebrandt-influence-in-memoir/ar-BB1rboCa?ocid=BingNewsVerp",
            "description": "What we learned from Shari Franke's memoir, including a family vlogging factory, years of abuse and Ruby Franke's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6lEN9x9TVAuuYWddGbJSHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8hon MSN",
            "source": "USA TODAY on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery poised to help detect dark matter and pave way to unravel the universe's secrets",
            "link": "https://www.msn.com/en-us/news/technology/discovery-poised-to-help-detect-dark-matter-and-pave-way-to-unravel-the-universes-secrets/ar-BB1rb96K?ocid=BingNewsVerp",
            "description": "Researchers led by Nanyang Technological University, Singapore (NTU Singapore) have developed a breakthrough technique that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhqGOZ_dYtNtCk4BCw8DLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An 8-year-old’s backyard discovery about ants changed Earth science",
            "link": "https://www.earth.com/news/an-8-year-olds-backyard-discovery-of-ants-wasps-changed-science/",
            "description": "Children and scientists discover how wasps trick ants into protecting their larvae, changing our understanding of nature's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A6zzmRcv44AnmPFctOoe_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "earth12h",
            "source": "earth",
            "article_content": "Nature’s connections can show up in the most unassuming places. For decades, people have watched curiously as ants collect seeds. These seeds often come with a fatty attachment that entices ants to take them underground, which is a nifty tactic employed by plants to get their seeds dispersed.\n\nThis strategy, known as myrmecochory, has guided ecological thinking for many years. Recent observations have shaken up this old concept, as a surprising twist has come from an unlikely source: oak galls produced by certain wasps.\n\nAnts and wasps\n\nEight-year-old Hugo noticed something puzzling one afternoon. He saw a small parade of ants scurrying across a path, hauling what he assumed were regular seeds.\n\nHis father, named Andrew Deans, took a closer look and realized these were oak galls, not plant seeds.\n\nGalls are growths shaped by wasps to ensure a safe shelter in which their larvae can develop. Hugo’s discovery launched fresh inquiries into how wasps might be tricking ants into unwittingly providing protection and resources for their developing young.\n\nAndrew Deans is a professor of entomology at Penn State. His experiences with insect classification and ecology helped shape the next steps in understanding how certain wasps manipulate ant behavior.\n\nWorking with other researchers, he looked at the structure and chemical makeup of the oak galls, aiming to see whether these odd lumps mimic the enticing attachments found on seeds.\n\nThat line of inquiry opened the door to a bigger story about insect collaboration.\n\nThe lure of fatty acids\n\nResearch into seed dispersal has shown that ants love fatty acids, which they harvest from specialized structures on seeds.\n\nMany oak galls have a similar coating, sometimes called a hood, that contains these appealing molecules.\n\nOnce ants bring the gall inside their nest, they devour the fatty portion but leave the rest. Within that intact shell, the wasp larvae stay hidden from predators.\n\nThe parallels between seeds and galls have stirred fresh debate among entomologists.\n\nChemical camouflage\n\nThe biggest revelation for many scientists is that these gall hoods may imitate the scent of deceased insects.\n\n“It’s amazing how these structures mimic the chemical profile of dead insects, one of the main food sources for ants,” said John Tooker, professor of entomology at the University of Pennsylvania.\n\nThis discovery sheds light on a possible reason behind the ants’ brisk retrieval of galls. They are likely to think they have found a reliable meal, but end up giving wasp larvae a free ride and shelter instead.\n\nAnts, wasps, and evolution\n\nMillions of years before humans paid attention to them, galls were a feature on oak trees. Fossil records show that wasps and oaks have had a long relationship, although it is not clear when ants became part of the mix.\n\nSome experts propose that wasps first persuaded oaks to create galls and then evolved ways to draw ants into the equation. Others believe the ants’ interest in fatty acids nudged the wasps toward this chemical strategy.\n\nNature relies on countless overlapping interactions. These gall-making wasps provide another example of how two different insects might develop a shared connection that benefits one party more than the other.\n\nWhile ants enjoy a quick snack from the gall’s fatty hood, the wasp larvae receive a safe refuge for their development.\n\nThis unintentional partnership hints at how life weaves complex networks that bind different species together, often in ways that scientists have missed. Each time new details emerge, the broader narrative of ecological ties evolves.\n\nA nudge toward conservation\n\n“This should make us think about how much we still don’t know about ecosystems and the need to preserve biodiversity,” reflected Andrew Deans.\n\nThe researchers stressed the importance of keeping ecosystems intact to maintain these intricate ties.\n\nOak trees, and the wasps that make use of them, face threats from habitat decline and changing climates, which could unsettle the entire chain of relationships.\n\nWhen environments shift, the ants, the galls, and the plants lose a vital piece of the puzzle that supports their survival.\n\nWhere curiosity leads\n\nHugo’s brief observation highlights how small moments can spark big changes in what we know. Nobody expected a child’s quiet stroll to upend familiar ideas. Researchers are now curious to see if other insects use similar methods to coerce ants.\n\nBy peering into everyday wonders, people can gain a deeper appreciation of how species interact. Each fresh insight builds on the last, emphasizing the value of patient exploration and open minds in science.\n\nThe research findings were published in The American Naturalist.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists unveil futuristic battery material: 'Our discovery has made this concept a possible reality'",
            "link": "https://www.yahoo.com/tech/scientists-unveil-futuristic-battery-material-103043915.html",
            "description": "\"To enhance the usage of renewable energies, we have to develop some more efficient energy integration technologies.\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D1_b15ITUGaeciqHoCs76S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17h",
            "source": "Yahoo",
            "article_content": "There's some positive news in advanced battery science thanks to hydrogen ions, or protons.\n\nThese positively charged particles can work inside a power pack to carry energy, similar to lithium ions but sans the expensive supply chain and invasive mining needed to gather the metal, according to a lab report from Australia's UNSW Sydney.\n\nA linchpin to the invention is the development of an organic anode material called tetraamino-benzoquinone, or TABQ, which can store the protons.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhen batteries operate, ions move between the anode and cathode through a substance called electrolyte.\n\n\"Using this material, we successfully built an all-organic proton battery that is effective at both room temperature and sub-zero freezing temperatures,\" professor Chuan Zhao said.\n\nLithium-ion batteries are effective and cleaner than dirty fuels. When powering an electric vehicle, the Massachusetts Institute of Technology reported that the rides are cleaner during their lifespans than gas cars, even when considering the costly and dirty supply chain for the hard-to-gather power pack parts.\n\nBut alternatives, from potassium to salt, sometimes have cheaper, safer, and even better-performing potential in greater temperature ranges.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nUsing hydrogen ions is among the latest innovations from an expert lab. The UNSW Sydney team touted its tech as addressing fast charge and even safety concerns; lithium-ion packs are susceptible to rare yet serious fire risks.\n\n\"To enhance the usage of renewable energies, we have to develop some more efficient energy integration technologies and our proton battery design is a promising trial,\" doctoral candidate Sicheng Wu, who helped to develop TABQ, said.\n\nShould the U.S. invest more in battery innovations?\n\nClick your choice to see results and speak your mind\n\nTABQ was found in testing to support \"rapid proton movement using hydrogen-bond networks.\" The motion bodes well for energy density, or storage capacity per pound, as well as power output.\n\nThe anode research started with tetrachloro-benzoquinone, or TCBQ, according to the experts. The team modified some of its chemistry to create the useful TABQ anode. They combined it with a TCBQ cathode, garnering great results. The battery is reported to be able to last for 3,500 charge-discharge cycles and is well-suited for renewable energy storage, per the experts.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe cost savings are set to be realized as the concept is commercialized.\n\n\"If you just look at the TABQ material that we have designed, it's not necessarily cheap to produce at the moment,\" Zhao said. \"But because it's made of abundant light elements, it will be easy and affordable to eventually scale up.\"\n\nStoring intermittent energy from the sun, wind, and waves is necessary to transition to a cleaner power system, a switch already well underway. In the United States, renewables generate more than 20% of electricity, according to the government. Leveling off and reducing planet-warming fumes impacts our future in many ways, including education. The U.S. Environmental Protection Agency listed overheating and other concerns in a fact sheet about the climate and young learners.\n\nCooling things down can start at home with some simple changes. Unplugging unused chargers and devices can prevent air pollution and save you upward of $165 a year, as one example.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAt UNSW Sydney, the team said its hydrogen-ion battery can also provide a way to ship hydrogen as stored protons, an improvement on other more difficult transport methods.\n\n\"Our discovery has made this concept a possible reality,\" Zhao said.\n\nJoin our free newsletter for weekly updates on the latest innovations improving our lives and shaping our future, and don't miss this cool list of easy ways to help yourself while helping the planet."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Discovery of a Fat-Filled Cell Reveals Why Noses Are Springy",
            "link": "https://www.the-scientist.com/the-discovery-of-a-fat-filled-cell-reveals-why-noses-are-springy-72455",
            "description": "A newly identified cartilage cell generates fat vacuoles and makes the surrounding tissues pliable. This helps keep the ear ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MsKJon6rb3Wb9pgXVcmoqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Scientist9h",
            "source": "The Scientist",
            "article_content": "ABOVE: A newly discovered type of cartilage tissue makes tips of noses and ears bouncy and pliable. The fat-laden cells in this tissue are like individual bubbles in bubble wrap. ©iStock, ediebloom\n\nThe smooth functioning of the body’s joints, the flexibility of the ears and nose, and the shaping of bones are all made possible by the skeletal tissue known as cartilage.1 According to popular medical textbooks, cartilage is made up of only one type of specialized cell called a chondrocyte, which is small and secretes large quantities of extracellular matrix, giving cartilage its biomechanical properties.2 But now, new research makes these textbooks outdated.\n\nMore than a decade ago, while studying fat cells in the mouse ear skin, Maksim Plikus and his colleagues observed a puzzling pattern in dye uptake. “There were some fat cells that stained, which were the true adipocytes,” said Plikus, a developmental biologist at the University of California, Irvine. “Then there was another group of fat cells that didn't [stain], no matter which marker.” Initially, he thought these odd adipocytes could simply be a type that stubbornly resisted dyes. However, upon digging deeper, Plikus realized that they were a completely new type of fat-laden cartilage cells that formed the pliable lipo-cartilage in body parts like the nose, ear and throat. “At first we really had to pinch ourselves because it made no sense,” Plikus exclaimed.\n\nThey called these newly-identified cells lipochondrocytes (LCs), and after a decade of investigation into their structure and function, the team published their report today in Science.3 These findings will expand the current understanding of skeletal biomechanics and open new avenues in regenerative medicine.\n\n“This is ground-breaking research,” said Markéta Kaucká, a developmental biologist at the Max Planck Institute for Evolutionary Biology, who was not involved in the study. “They found that the cells have different morphology, gene expression profiles, functions, and biomechanical properties. It really is a new cell type.”\n\nResearchers have discovered a new type of cartilage cell called lipo-chondrocyte, that is filled with large fat droplets (shown here in green) and is found in many mammalian species. Maksim Plikus, University of California, Irvine\n\nDespite its prevalence in the body, researchers have overlooked LCs and lipo-cartilage for many decades. Lipochondrocytes were first observed in 1854 by Franz Leydig in rat ear cartilage and then largely forgotten for nearly a century.4 Even research groups that stumbled upon the cells later did not study them or the tissue in detail.5 So, when Plikus and his team came across these cells that looked like fat cells but were present in the cartilage, they knew they had to examine them from every possible angle.\n\nThe authors started by cataloging the presence of LCs in the mouse body. Using different genetic drivers, they identified LCs in the cartilage of the nose, larynx, sternum, and ear. Upon tracking the growth of LCs through development, the team found that these cells live for a long time and have limited turnover. LCs were even present in the nose and ears of aged mice.\n\nDepending on the location, the stiffness and pliability of cartilage varies. The team wanted to understand how the lipid vacuoles inside LCs modified these biomechanical properties of lipo-cartilage. After collecting lipo-cartilage, knee cartilage, and groin adipose tissue from one-month old mice, the researchers used different tests to measure how easily the tissue deformed and how much stress it could withstand. They observed that lipo-cartilage had a greater ability to resist tearing and deformation than adipose tissue but was less stiff than knee cartilage. This ability of lipo-cartilage to spring back to its original structure is what gives the ear and tip of nose their bounciness.\n\n“Lipochondrocytes are like the bubbles in bubble wrap,” Plikus explained. “If you make a tissue out of the bouncy, non-compressible liquid-filled balloons, you will have elastic properties arising with analogy to the bubble wrap.” When the team stripped LCs of the lipid vacuoles, the tissue became more rigid than normal lipo-cartilage and similar in biomechanical properties to the matrix-rich knee cartilage.\n\n“This will expand our understanding of skeletal biomechanics. Right now, people only think about the matrix,” Plikus said. “But in lipo-cartilage, biomechanics derive from the organelles inside of the cells, not from the extracellular matrix. And that is paradigm shifting.”\n\nWhile LCs looked like adipocytes, whole-tissue lipidomics performed on ear lipo-cartilage and groin adipose tissue revealed that the composition of the different fats varied between the two cell types. Adipocytes absorb and accumulate dietary fat molecules to feed their fat vacuoles, while Plikus observed that LCs had a relatively higher concentration of saturated fatty acid chains, which are produced during de novo lipogenesis, when carbohydrates are converted into lipids. When the team analyzed the levels of various genes in these cells, they noticed that, unlike adipocytes, LCs either did not express or expressed only low levels of genes encoding proteins responsible for transporting fatty acids into cells. Instead, the cells expressed genes involved in glucose transport, de novo lipogenesis, and triglyceride synthesis, strongly indicating that LCs produce their own fat vacuoles.\n\nAdipocytes can swell up or shrink down based on the available dietary fats. Since LCs did not express the genes to absorb external lipids, Plikus and his team were curious about their fate in the face of dietary fluctuations. They tested groups of mice on one of three different diets: a normal diet, a high-fat diet for 12 weeks, or a restricted-calories diet for 72 hours. While the animals’ weight and fat tissue showed the expected increase or decrease based on the diet, the size of the ears and the lipid vacuoles in the ear LCs remained unchanged. When the team injected the mice with fatty acids labeled with a fluorescent marker, they found no accumulation in the LCs.\n\n“It's really brilliant how these mechanisms could be decoupled from the normal systemic lipid production and metabolism,” Kaucká said. “You don't want the locations which are in the ear and in the larynx to swell and enlarge when there’s an influx of excess calories.”\n\nRaul Ramos and Maksim Plikus, developmental biologists at the University of California, Irvine, discovered and characterized the lipo-cartilage tissue. Ethan Perez, University of California, Irvine\n\nFinally, Plikus wanted to know if lipo-cartilage is present in other species too. The team first examined human fetal cartilage at gestational week 20 to 21 and observed numerous lipid vacuoles in the ear, nose, thyroid, and epiglottal cartilage tissue. They also noted fat droplets in the cartilage organoids that they generated from human embryonic stem cells. RNA sequencing revealed that the cartilage organoids expressed de novo lipogenesis genes, but not fatty acid uptake genes.\n\nExpanding their study, the authors examined 65 other mammalian species and observed lipo-cartilage in many of them. “This makes a lot of sense. Mammals underwent a lot of adaptations and have novelties like the outer ear and the flexible tip of the nose,” said Kaucká. “These are all locations which correlate with the presence of lipocartilage.” Notably, the team found lipid-filled cartilage cells in species with thin, membranous ears, such as bats, suggesting a role for these cells in sound perception. The team did not identify lipo-cartilage in any of the non-mammalian species they tested.\n\nNext, Plikus plans to expand this research in several directions. Unlike LCs, when lipid droplets accumulate in chondrocytes within joints, these cells become sick, resulting in osteoarthritis. A deeper understanding of how LCs manage to stay healthy can aid the development of novel treatments for the disease. He also plans to use lipid vacuoles as biomarkers for purifying cartilage grown from patient cells and morphing them into desired shapes to advance regenerative medicine and surgeries such as rhinoplasties. Lastly, Plikus is curious to find out when lipo-cartilage evolved. As for Kaucká, she is curious how lipo-cartilage contributes to shaping facial features and why LCs and this fat-filled skeletal tissue seem to be restricted to mammals."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "4,100-year-old Egyptian tomb belongs to royal courtier with unique life-saving skill",
            "link": "https://www.msn.com/en-us/news/world/4100-year-old-egyptian-tomb-belongs-to-royal-courtier-with-unique-life-saving-skill/ar-BB1rad4M?ocid=BingNewsVerp",
            "description": "Swiss-French archaeologists have uncovered the 4,100-year-old tomb in Egypt that belonged to a royal physician with a very ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Fxw-EFgE32CIAvNA8U2MfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "13hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Musk asks state AGs to auction off OpenAI stake in nonprofit restructuring, sources say",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/musk-asks-state-ags-to-auction-off-openai-stake-in-nonprofit-restructuring-sources-say/ar-BB1rcczN?ocid=BingNewsVerp",
            "description": "A lawyer for billionaire Elon Musk has asked attorney generals in the states of California and Delaware to push OpenAI to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h4fUQGye4_MebgrnHPsAJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FirstFT: Elon Musk ramps up battle with OpenAI’s Sam Altman",
            "link": "https://www.ft.com/content/f3ea9cb5-5cb7-4cb0-8559-9f1ec29effc6",
            "description": "Musk co-founded OpenAI with Altman and nine others in 2015, and was the most significant early funder before leaving the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aJGvXcNfbzeb4qC8wBUrmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "The Financial Times",
            "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $540 now $319 for your first year Make up your own mind. Build robust opinions on the FT's trusted journalism. Offer available until 27 February 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO Sam Altman Accused Of Childhood Sexual Abuse By Younger Sister",
            "link": "https://news.yahoo.com/news/openai-ceo-sam-altman-accused-185839355.html",
            "description": "The 39-year-old tech mogul denied any wrongdoing in a joint statement alongside his mother, Connie, and two brothers, Max and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QcotnrNsvODBnB58htdA1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9h",
            "source": "YAHOO!News",
            "article_content": "OpenAI CEO Sam Altman, whose company developed ChatGPT and thus brought artificial intelligence into countless households and businesses around the world, is being accused by his younger sister of childhood sexual abuse at their family home in Clayton, Missouri.\n\nIn a lawsuit filed Monday with the U.S. Eastern District Court of Missouri, Ann Altman said the alleged “acts of rape, sexual assault, sexual abuse, molestation, sodomy, and battery” began around 1997 when she was 3 years old and continued for nine years.\n\nSam Altman, who was 12 when the alleged abuse began, denied any wrongdoing Tuesday in a joint statement on X alongside his mother, Connie, and two brothers, Max and Jack — who attributed Ann Altman’s claims to “mental health challenges.”\n\n“All of these claims are utterly untrue,” they wrote in the shared statement. “This situation causes immense pain to our entire family. It is especially gut-wrenching when she refuses conventional treatment and lashes out at family members who are genuinely trying to help.”\n\nADVERTISEMENT\n\nThe family added that they’ve tried to “help her find stability” over the years “without enabling harmful behaviors,” but they claimed that despite their monthly financial support and help finding employment, Ann Altman, 30, “continues to demand more money from us.”\n\n“The worst allegation she has made is that she was sexually abused by Sam as a child,” the family wrote Tuesday, adding: “Her claims have evolved drastically over time. Newly for this lawsuit, they now include allegations of incidents where Sam was over 18.”\n\nAnn Altman’s suit cited Missouri’s Childhood Sexual Abuse law in claiming he committed his “last acts of rape” as an adult in 2006 when she was still a minor. She alleges the abuse began when they were both kids, and she was “forced to touch his penis and perform oral penetration.”\n\nSam Altman denied wrongdoing in a statement Tuesday alongside his mother and brothers. Markus Schreiber/Associated Press\n\nAnn Altman further alleged her brother started penetrating her “with his penis both vaginally and anally” around 1999 or 2000. Her family claimed Tuesday they initially hoped to resolve this matter privately.\n\nADVERTISEMENT\n\n“However, she has now taken legal action against Sam, and we feel we have no choice but to address this,” they wrote, claiming she previously accused family members of “hacking her wifi, and ‘shadowbanning’ her from various websites including ChatGPT” and X.\n\nAnn Altman’s attorney, Ryan Mahoney, told the Wall Street Journal on Wednesday that his client has endured trauma but that “there is no evidence that her own mental health has contributed to her allegations.”\n\nSam Altman was ousted as CEO in November, but three days later, after a series of negotiations, OpenAI reinstated him.\n\nNeed help? Visit RAINN’s National Sexual Assault Online Hotline or the National Sexual Violence Resource Center’s website.\n\nRelated..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI rival startup may be about to blow past its valuation",
            "link": "https://www.msn.com/en-us/money/other/openai-rival-startup-may-be-about-to-blow-past-its-valuation/ar-BB1r9TQL?ocid=BingNewsVerp",
            "description": "A week into 2025, it’s clear that last year’s artificial intelligence (AI) startup boom isn’t slowing down. OpenAI CEO Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x2yLmFwkNZFPzQ5jgXbzvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15hon MSN",
            "source": "TheStreet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk calls on California and Delaware to force auction of OpenAI stake",
            "link": "https://www.ft.com/content/596dddb3-0607-44b9-b565-9c0d62e49b9f",
            "description": "A lawyer for Elon Musk has called on the California and Delaware attorneys-general to force OpenAI to auction off a large ...",
            "image_url": "https://www.bing.com/th?id=OVFT.953-ebhHvunQRinUMkzIIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10h",
            "source": "The Financial Times",
            "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $540 now $319 for your first year Make up your own mind. Build robust opinions on the FT's trusted journalism. Offer available until 27 February 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Like it or not, Nvidia stole the show at CES 2025",
            "link": "https://www.digitaltrends.com/computing/nvidia-won-ces-2025/",
            "description": "I'm not any more happy about a $2,000 graphics card, but there's no denying that Nvidia stomped AMD and Intel at CES 2025.",
            "image_url": "https://www.bing.com/th?id=OVF.2KsqpTm%2f2C2BDzY1io0MJA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13h",
            "source": "Digital Trends",
            "article_content": "Great, here’s the entitled journalist telling me that the $2,000 graphics card won CES 2025. I’ve seen plenty of strong opinions about Nvidia’s CES announcements online, but even ignoring the bloated price of the new RTX 5090, Nvidia won this year’s show. And it kind of won by default. Between Intel’s barebones announcements and an overstuffed AMD presentation that ignored what might be AMD’s most important GPU launch ever, it’s not surprising that Team Green came out ahead.\n\nBut that’s despite the insane price of the RTX 5090, not because of it.\n\nRecommended Videos\n\nNvidia introduced a new range of graphics cards, and the impressive multi-frame generation of DLSS 4, but its announcements this year were much more significant than that. It all comes down to the ways that Nvidia is leveraging AI to make PC games better, and the fruits of that labor may not pay off immediately.\n\nThere are the developer-facing tools like Neural Materials and Neural Texture Compression, both of which Nvidia briefly touched on during its CES 2025 keynote. For me, however, the standout is neural shaders. They certainly aren’t as exciting as a new graphics card, at least on the surface, but neural shaders have massive implications for the future of PC games. Even without the RTX 5090, that announcement alone is significant enough for Nvidia to steal this year’s show.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nNeural shaders aren’t some buzzword, though I’d forgive you for thinking that given the force-feeding of AI we’ve all experienced over the past couple of years. First, let’s start with the shader. If you aren’t familiar, shaders are essentially the programs that run on your GPU. Decades ago, you had fixed-function shaders; they could only do one thing. In the early 2000s, Nvidia introduced programmable shaders that had far greater capabilities. Now, we’re starting with neural shaders.\n\nIn short, neural shaders allow developers to add small neural networks to shader code. Then, when you’re playing a game, those neural networks can be deployed on the Tensor cores of your graphics card. It unlocks a boatload of computing horsepower that, up to this point, had fairly minimal applications in PC games. They were really just fired up for DLSS.\n\nIntroducing NVIDIA RTX Kit: Transforming Rendering with AI and Path Tracing\n\nNvidia has uses for neural shaders that it has announced so far — the aforementioned Neural Materials and Neural Texture Compression, and Neural Radiance Cache. I’ll start with the last one because it’s the most interesting. The Neural Radiance Cache essentially allows AI to guess what an infinite number of light bounces in a scene would look like. Now, path tracing in real time can only handle so many light bounces. After a certain point, it becomes too demanding. Neural Radiance Cache not only unlocks more realistic lighting with far more bounces but also improves performance, according to Nvidia. That’s because it only requires one or two light bounces. The rest are inferred from the neural network.\n\nSimilarly, Neural Materials compresses dense shader code that would normally be reserved for offline rendering, allowing what Nvidia calls “film-quality” assets to be rendered in real time. Neural Texture Compression applies AI to texture compression, which Nvidia says saves 7x the memory as traditional block-based compression without any loss in quality.\n\nThat’s just three applications of neural networks being deployed in PC games, and there are already big implications for how well games can run and how good they can look. It’s important to remember that this is the starting line, too — AMD, Intel, and Nvidia all have AI hardware on their GPUs now, and I suspect there will be quite a lot of development on what kinds of neural networks can go into a shader in the future.\n\nMaybe there are cloth or physics simulations that are normally run on the CPU that can be run through a neural network on Tensor cores. Or maybe you can expand the complexity of meshes by inferring triangles that the GPU doesn’t need to account for. There are the visible applications of AI, such as through non-playable characters, but neural shaders open up a world of invisible AI that makes rendering more efficient, and therefore, more powerful.\n\nIt’s easy to get lost in the sauce of CES. If you were to believe every executive keynote, you would walk away with literally thousands of “ground-breaking” innovations that barely manage to move a patch of dirt. Neural shaders don’t fit into that category. There are already three very practical applications of neural shaders that Nvidia is introducing, and people much smarter than myself will likely dream up hundreds more.\n\nI should be clear, though — that won’t come right away. We’re only seeing the very surface of what neural shaders could be capable of in the future, and even then, it’ll likely be multiple years and graphics card generations down the road before their impact is felt. But when looking at the landscape of announcements from AMD, Nvidia, and Intel, only one company introduced something that could really be worthy of that “ground-breaking” title, and that’s Nvidia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Next for Open Source Software Security in 2025?",
            "link": "https://www.techrepublic.com/article/open-source-software-security-trends-2025/",
            "description": "Hidden dependencies, social engineering attacks, and the complexity of foundation models can all contribute tothe insecure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fqYVdq7aE7VP69xs0-yFxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "1h",
            "source": "TechRepublic",
            "article_content": "Open-source software is common throughout the tech world, and tools like software composition analysis can spot dependencies and secure them. However, working with open source presents security challenges compared with proprietary software.\n\nChris Hughes, chief security advisor at open-source software security startup Endor Labs, spoke to TechRepublic about the state of open-source software security today and where it might go in the next year.\n\n“Organizations are starting to try to get some foundational things like governance in place to understand what we are using in terms of open source,” Hughes said. “Where does it reside in our enterprise? What applications are running it?”\n\nOpen source security trends for 2025\n\nFor his work, Hughes defined open source as software for which source code is freely available and can be used to build other projects, possibly with some restrictions. Last year, Harvard Business School found organizations would need to invest $8.8 trillion in technology and labor time to recreate the software used in business if open-source software wasn’t available.\n\n“The estimates are 70-90% of all applications have open source, and roughly 90% of those code bases are entirely made up of open source,” Hughes said.\n\nFor 2025, Hughes predicts:\n\nWidespread open-source software adoption will be accompanied by increasingly sophisticated attacks on OSS by malicious actors.\n\nOrganizations will continue to put foundational OSS governance in place.\n\nMore companies will use open-source and commercial tools to help them start to understand their OSS consumption.\n\nOrganizations will perform risk-informed consumption of OSS.\n\nEnterprises will continue to push for vendor transparency regarding what OSS they use in their products. However, no widespread mandates will arise for this process.\n\nAI will continue to impact application security and open source in various ways, including organizations using AI to analyze code and remediate issues.\n\nAttackers will target widely used OSS AI libraries, projects, models, and more to launch supply chain attacks on the OSS AI community and commercial vendors.\n\nAI code governance, where organizations have more visibility into AI models, will become more common.\n\nOrganizations increasingly want to know how secure their open source software is, including “how well is it maintained, who’s maintaining it and how quickly do they address vulnerabilities when they occur,” Hughes said.\n\nHe highlighted the attack in April 2024 in which a string of social engineering attempts threatened open-source utilities, particularly opening a backdoor in the XZ Utils utility.\n\n“That one was really kind of sinister because the open source ecosystem is largely sustained by unpaid volunteers, folks doing this in their free time … and often not compensated, unpaid, etc.,” Hughes said. “So, taking advantage of that and preying on that was a pretty nefarious thing that got a lot of people’s attention.”\n\nHow is AI changing open-source security?\n\nIn October 2024, the Open Source Initiative established a definition for open-source AI. According to the initiative, open-source AI has four key elements: the freedom to use, study, modify, and share the system for any purpose.\n\nHughes said that defining open-source AI was important because of the rise of distribution platforms like Hugging Face.\n\n“These AI models, especially the open source ones, are widely used by many organizations and individuals around the world,” he said. “So we’re back to asking: What exactly is in this, and who contributed to it, and where is it f\n\nrom? And are there vulnerable components?”\n\nHughes said that large corporations may have a better chance of talking transparently with their vendors about the entirety of their software supply chain than small companies. Therefore, the problem of not having visibility into the AI models used in their software can grow exponentially for smaller companies.\n\nSEE: Smart home device makers will soon be able to apply for a U.S. government seal of security approval.\n\nCISA encourages open-source software development security\n\nIn March 2024, CISA finalized the secure software development self-attestation form, meant for developers of software used by the U.S. federal government to confirm they use secure development practices.\n\nFederal agencies may ask for other forms and attestations as well. On the commercial side, organizations may build similar requirements into their procurement processes. There is still an element of trust involved since the organization needs to trust the vendor will keep to their word. But the conversation is happening more often now than it did last year, in the wake of attacks on open source utilities, Hughes said.\n\nSolutions for the future of open source software security\n\nPerforming software composition analysis isn’t enough going into 2025, Hughes said. IT professionals and security professionals should know that as software becomes more complex, the number of vulnerabilities has grown “to where it’s becoming a tax on developers to even navigate what needs to be fixed and what order of priority,” Hughes said.\n\nCompanies like Endor Labs can provide insights on dependencies within open-source code, including indirect or transitive dependencies.\n\n“Being able to point to things like reachability and exploitability … could be a big benefit from the compliance perspective too, in terms of the burden on the organization and your development team,” he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft envisions 6 AI trends that will revolutionize industries and workplaces in 2025",
            "link": "https://windowsreport.com/microsoft-envisions-6-ai-trends-that-will-revolutionize-industries-and-workplaces-in-2025/",
            "description": "Microsoft issued 6 AI trends that will revolutionize the industry in 2025. The AI bots will change the work in the office.",
            "image_url": "https://www.bing.com/th?id=OVFT.ep93RCMa0EQfEw6lD7_gOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Windows Report20h",
            "source": "Windows Report",
            "article_content": "Read our disclosure page to find out how can you help Windows Report sustain the editorial team. Read more\n\nReaders help support Windows Report. We may get a commission if you buy through our links.\n\nMicrosoft is starting strong the new year, pedaling hard on AI. According to a new blog post, the software giant is laying out the next big 6 trends that will shape the industry and workplaces by using AI agents.\n\nAI is poised for its next major leap. Generative AI usage jumped from 55% in 2023 to 75% in 2024, with organizations achieving a return of $3.70 for every $1 invested. AI is expected to contribute $2.7 trillion to Europe’s GDP by 2030, as adoption accelerates, and businesses unlock value in as little as 13 months.\n\nMicrosoft’s predictions are mostly based on the latest IDC study cited in another blog post from the Redmont giant.\n\nHere are the key AI trends for 2025 according to Microsoft\n\n1. More capable and useful AI models\n\nMicrosoft believes that the AI models will continue to evolve into more capable version that will help solve a lot of complex problems in all areas including science, healthcare and even law. Generating code, executing workflows efficiently and comparing contracts will become the advanced tasks for the AI agents that will push forward the organization’s productivity.\n\n2. The AI bots will redefine the work\n\nAn obvious prediction for AI agents is that they will take on the repetitive tasks that we don’t want to deal with anymore. Microsoft mentions IT troubleshooting and workflow optimization, along with building workflows and writing code for developers that will only need to provide final touches to it. That makes a lot of sense, and we can already see a development in all those areas.\n\n3. AI agents will become our everyday companions\n\nAs you might have thought, Microsoft thinks that Copilot and its features such as Vision will become your new close buddy, providing all the information you need. Moreover, the bot will also discuss with you and disseminate the information to make things a lot more engaging and comprehensible.\n\nWhile we can see this going on in the future, probably 2025 is not the year this will suddenly happening. According to a Business of apps usage statistics, about 300 million people used AI apps in 2024. That includes all AI apps, not just Copilot.\n\nAccording to the same study, in October 2024, Copilot had 28 million active users and in September, the AI bot had 37 million visits. Those are hardly numbers to brag when we’re talking about a solution becoming mainstream. However, that doesn’t mean that Copilot can’t be your friend if you want to, but we can’t talk about AI agents starting to be every day companions.\n\n4. AI development will become more sustainable\n\nRight now, AI models use a lot of power and water to cool down those servers and the next major prediction is that the AI business will become more sustainable.\n\nMicrosoft is advancing green AI, building data centers that use zero water for cooling and operate on carbon-free energy sources like wind, geothermal, nuclear, and solar power. By 2030, Microsoft aims to be a carbon-negative, water-positive, and zero-waste company.\n\nThe only scary thing in the Microsoft rhetoric is nuclear, mentioned as a carbon-free energy source. Knowing the basics about this power source from the 80’s, although being efficient, the nuclear powerplants still generate a disturbing amount of waste that we didn’t yet learn how to dispose of properly.\n\n5. AI will be better kept in check\n\nThe most important problem right now with AI is that it doesn’t really have any serious guardrails. Microsoft is seeing a change in 2025 for that aspect and it’s testing how to address AI inaccuracies and limit the potential destructive power of AI being used irresponsibly.\n\nAlthough Microsoft is taking that task upon themselves, there are AI bots out there that can be customized in any aspect possible, providing means for wrongdoers to perform cyberattacks and other destructive actions.\n\n6. AI models will lead to scientific breakthroughs\n\nWith AI being very effective in performing a lot of calculations, it’s reasonable to think that the computational models already have an impact in science discoveries. Microsoft’s point is that along with improved models new innovations in research will also follow. They mention climate change study and public health being the major domains for development.\n\nLastly, Microsoft envisions a new era between AI models and agents led by an improvement on how Ai models will be trained.\n\nWith Microsoft investing billions of dollars into AI, we will clearly see new advancements in AI models and research. Whether or not 2025 will mark a cornerstone for AI remains to be seen. However, users don’t seem so enthusiastic about using it so far. Actually, Copilot with its Windows Recall might be one of the reasons why Windows 10 users are not so keen in upgrading to Windows 11 just yet.\n\nWhat do you think about Microsoft’s AI predictions for 2025? Let us know in the comments below."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Career halted, passport seized': IIT-IIM graduate calls out 498A 'misuse' in viral video",
            "link": "https://www.businesstoday.in/latest/trends/story/career-halted-passport-seized-iit-iim-graduate-calls-out-498a-misuse-in-viral-video-460250-2025-01-10",
            "description": "In a YouTube video, Challa explained how her brother’s 10-day marriage spiraled into a prolonged legal nightmare that cost ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2rf_xti-2R9JttlmFfMdJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "9m",
            "source": "Business Today",
            "article_content": "Amid growing debates on the misuse of dowry harassment laws, IIT-IIM graduate Prathyusha Challa has shared her family’s ordeal, alleging extortion and false accusations under Section 498A of the Indian Penal Code.\n\nIn a YouTube video, Challa explained how her brother’s 10-day marriage spiraled into a prolonged legal nightmare that cost her career opportunities, withheld her passport, and left her family emotionally and financially drained.\n\nRelated Articles\n\nSection 498A, intended to protect married women from cruelty, has faced increasing scrutiny for alleged misuse. The Supreme Court, in a recent judgment, highlighted this concern, stating that there is a “growing tendency” to use the law as a “tool for unleashing personal vendetta” against husbands and their families. A bench led by Justices B V Nagarathna and Kotiswar Singh warned that vague and generalized accusations in matrimonial disputes, if unchecked, could lead to arm-twisting tactics and harassment of innocent family members.\n\nChalla’s story echoes these concerns. Her brother, an assistant professor in Hyderabad, married a woman from Rajahmundry in February 2019. Within days, the relationship turned hostile. “She misbehaved with my parents, barred my brother from his room, and threatened suicide repeatedly,” Challa alleged. Ten days after the wedding, the woman left the family home and filed a 498A case, accusing the family of harassment.\n\nPratyusha Challa is an IIT IIM Graduate\n\n\n\nBut she is also a #498A \"accused\"\n\n\n\nHer sister-in-law who stayed with her family for just 10 days has implicated her entire family in #498A accusing them of dowry & domestic violence\n\n\n\nPratyusha has exactly 2 lines against her in FIR but… pic.twitter.com/wvEUp9Ln6n — Deepika Narayan Bhardwaj (@DeepikaBhardwaj) January 9, 2025\n\nChalla claimed the case was part of a broader extortion plan orchestrated by her sister-in-law and her family, who allegedly executed similar schemes in other instances. She further alleged that the FIR was lodged in violation of Supreme Court guidelines, without proper counseling or investigation.\n\n“The police even arrived in her private vehicle, making the process appear premeditated,” Challa said.\n\nHer brother has made nearly 40 trips between Hyderabad and Rajahmundry for court hearings, often delayed due to the petitioner’s absence. Meanwhile, her parents’ health has deteriorated under the stress. “These five years have been nothing but traumatizing,” Challa said.\n\nThe Supreme Court’s observations resonate with Challa’s plight. In its recent ruling, the court quashed a 498A case, noting that vague and sweeping allegations without concrete evidence cannot justify criminal prosecution. The court emphasized the need for scrutiny to prevent misuse of legal provisions and undue harassment of innocent family members."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why AI Is On Its Way To The Forefront And Background Of Tech In 2025",
            "link": "https://www.forbes.com/sites/cio/2025/01/09/why-ai-is-on-its-way-to-the-forefront-and-background-of-tech-in-2025/",
            "description": "Google Cloud CISO on AI’s cybersecurity 'defender’s advantage,' Nvidia impresses analysts—but not investors—at CES, OpenAI teases AGI.",
            "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
            "category": "code+trends",
            "date": "10h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Quantum Particle Discovery Set to Revolutionize Physics",
            "link": "https://scitechdaily.com/new-quantum-particle-discovery-set-to-revolutionize-physics/",
            "description": "Scientists at Brown University have discovered a new class of quantum particles known as fractional excitons, which exhibit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mygtFqCmpm-GvzxlebWWZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "21h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of new class of particles could take quantum mechanics one step further",
            "link": "https://www.sciencedaily.com/releases/2025/01/250108143720.htm",
            "description": "In a study, physicists now observed a class of quantum particles called fractional excitons, which behave in unexpected ways and could significantly expand scientists' understanding of the quantum ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily9h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery poised to help detect dark matter and pave way to unravel the universe's secrets",
            "link": "https://www.msn.com/en-us/news/technology/discovery-poised-to-help-detect-dark-matter-and-pave-way-to-unravel-the-universes-secrets/ar-BB1rb96K?ocid=BingNewsVerp",
            "description": "Researchers led by Nanyang Technological University, Singapore (NTU Singapore) have developed a breakthrough technique that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhqGOZ_dYtNtCk4BCw8DLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An 8-year-old’s backyard discovery about ants changed Earth science",
            "link": "https://www.earth.com/news/an-8-year-olds-backyard-discovery-of-ants-wasps-changed-science/",
            "description": "Children and scientists discover how wasps trick ants into protecting their larvae, changing our understanding of nature's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A6zzmRcv44AnmPFctOoe_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "earth12h",
            "source": "earth",
            "article_content": "Nature’s connections can show up in the most unassuming places. For decades, people have watched curiously as ants collect seeds. These seeds often come with a fatty attachment that entices ants to take them underground, which is a nifty tactic employed by plants to get their seeds dispersed.\n\nThis strategy, known as myrmecochory, has guided ecological thinking for many years. Recent observations have shaken up this old concept, as a surprising twist has come from an unlikely source: oak galls produced by certain wasps.\n\nAnts and wasps\n\nEight-year-old Hugo noticed something puzzling one afternoon. He saw a small parade of ants scurrying across a path, hauling what he assumed were regular seeds.\n\nHis father, named Andrew Deans, took a closer look and realized these were oak galls, not plant seeds.\n\nGalls are growths shaped by wasps to ensure a safe shelter in which their larvae can develop. Hugo’s discovery launched fresh inquiries into how wasps might be tricking ants into unwittingly providing protection and resources for their developing young.\n\nAndrew Deans is a professor of entomology at Penn State. His experiences with insect classification and ecology helped shape the next steps in understanding how certain wasps manipulate ant behavior.\n\nWorking with other researchers, he looked at the structure and chemical makeup of the oak galls, aiming to see whether these odd lumps mimic the enticing attachments found on seeds.\n\nThat line of inquiry opened the door to a bigger story about insect collaboration.\n\nThe lure of fatty acids\n\nResearch into seed dispersal has shown that ants love fatty acids, which they harvest from specialized structures on seeds.\n\nMany oak galls have a similar coating, sometimes called a hood, that contains these appealing molecules.\n\nOnce ants bring the gall inside their nest, they devour the fatty portion but leave the rest. Within that intact shell, the wasp larvae stay hidden from predators.\n\nThe parallels between seeds and galls have stirred fresh debate among entomologists.\n\nChemical camouflage\n\nThe biggest revelation for many scientists is that these gall hoods may imitate the scent of deceased insects.\n\n“It’s amazing how these structures mimic the chemical profile of dead insects, one of the main food sources for ants,” said John Tooker, professor of entomology at the University of Pennsylvania.\n\nThis discovery sheds light on a possible reason behind the ants’ brisk retrieval of galls. They are likely to think they have found a reliable meal, but end up giving wasp larvae a free ride and shelter instead.\n\nAnts, wasps, and evolution\n\nMillions of years before humans paid attention to them, galls were a feature on oak trees. Fossil records show that wasps and oaks have had a long relationship, although it is not clear when ants became part of the mix.\n\nSome experts propose that wasps first persuaded oaks to create galls and then evolved ways to draw ants into the equation. Others believe the ants’ interest in fatty acids nudged the wasps toward this chemical strategy.\n\nNature relies on countless overlapping interactions. These gall-making wasps provide another example of how two different insects might develop a shared connection that benefits one party more than the other.\n\nWhile ants enjoy a quick snack from the gall’s fatty hood, the wasp larvae receive a safe refuge for their development.\n\nThis unintentional partnership hints at how life weaves complex networks that bind different species together, often in ways that scientists have missed. Each time new details emerge, the broader narrative of ecological ties evolves.\n\nA nudge toward conservation\n\n“This should make us think about how much we still don’t know about ecosystems and the need to preserve biodiversity,” reflected Andrew Deans.\n\nThe researchers stressed the importance of keeping ecosystems intact to maintain these intricate ties.\n\nOak trees, and the wasps that make use of them, face threats from habitat decline and changing climates, which could unsettle the entire chain of relationships.\n\nWhen environments shift, the ants, the galls, and the plants lose a vital piece of the puzzle that supports their survival.\n\nWhere curiosity leads\n\nHugo’s brief observation highlights how small moments can spark big changes in what we know. Nobody expected a child’s quiet stroll to upend familiar ideas. Researchers are now curious to see if other insects use similar methods to coerce ants.\n\nBy peering into everyday wonders, people can gain a deeper appreciation of how species interact. Each fresh insight builds on the last, emphasizing the value of patient exploration and open minds in science.\n\nThe research findings were published in The American Naturalist.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "On Physics: ‘Listening’ to black holes with gravitational waves",
            "link": "https://www.aspendailynews.com/opinion/on-physics-listening-to-black-holes-with-gravitational-waves/article_d40da8c4-ce4b-11ef-be92-733f4077a4d8.html",
            "description": "On Sept. 14, 2015 astronomers 'heard' two black holes crashing into each other at close to the speed of light. This discovery ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZXsia9S2dp3uPtibypNrxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Aspen Daily News19hOpinion",
            "source": "Aspen Daily News",
            "article_content": "Daniel Holz is a professor at the University of Chicago, and a member of the LIGO collaboration. He chairs the Science and Security Board of the Bulletin of the Atomic Scientists, and in this role helps set the time of the Doomsday Clock. Holz is also founding director of the UChicago Existential Risk Laboratory (XLab), an interdisciplinary effort focused on understanding and mitigating existential risks, including nuclear war, climate change and AI-fueled disinformation. He first visited the Aspen Center for Physics as an undergraduate; Aspen played a major role in convincing him to become an astrophysicist."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Build an AI Chat and Call WhatsApp Assistant for Your Business (No Code)",
            "link": "https://www.geeky-gadgets.com/ai-agent-for-whatsapp-and-calls/",
            "description": "Learn how to build a no-code AI agent for calls & WhatsApp to automate customer service, save time, and improve satisfaction.",
            "image_url": "https://www.bing.com/th?id=OVFT._r7fluK8Ar1py33pHZdvpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "19h",
            "source": "Geeky Gadgets",
            "article_content": "Managing customer inquiries can feel like an endless game of catch-up, especially when you’re juggling multiple communication channels like WhatsApp, phone calls, and social media. Whether you’re running a gym, a small business, or a growing enterprise, the constant back-and-forth of answering FAQs, scheduling appointments, and handling membership inquiries can drain your team’s time and energy. But what if there was a way to automate these repetitive tasks without needing to hire additional staff—or even write a single line of code? Imagine having a virtual assistant that works 24/7, delivering quick, accurate, and professional responses while freeing up your team to focus on what really matters.\n\nIn this guide by Alessandro Colford learn more creating a no-code AI agent that can seamlessly manage customer interactions across platforms like WhatsApp, Instagram, and phone calls. Whether your goal is to streamline operations, reduce costs, or enhance customer satisfaction, this step-by-step process will show you how to set up an AI-powered assistant tailored to your business needs. From designing conversational flows to integrating tools like ManyChat, Zapier, and VAP AI, you’ll discover how to build a system that not only simplifies your workflow but also keeps your customers happy and engaged.\n\nWhy Use an AI Agent?\n\nTL;DR Key Takeaways : Building a no-code AI agent can automate customer interactions across calls, WhatsApp, and other platforms, saving time and improving efficiency.\n\nKey steps include developing the AI assistant, designing conversational flows, integrating with tools like ManyChat and VAP AI, and connecting to a CRM for data management.\n\nEssential tools for implementation include OpenAI API, ManyChat, Zapier, VAP AI, Twilio, and Airtable for seamless integration and functionality.\n\nAdvanced features like multilingual support, smart delays, and live chat notifications enhance the AI agent’s capabilities and user experience.\n\nBenefits include improved efficiency, enhanced customer experience, streamlined organization, and scalability without additional staffing costs.\n\nAdding a no-code AI agent into your business operations can significantly enhance how you handle customer interactions. Whether you manage a gym, a retail store, or any service-oriented business, automating routine tasks such as answering inquiries, scheduling appointments, or managing bookings can save valuable time, reduce operational costs, and improve overall customer satisfaction.\n\nAn AI agent functions as a virtual assistant, automating repetitive and time-consuming customer service tasks. Its primary purpose is to deliver consistent, accurate, and timely responses to common inquiries, such as pricing details, class schedules, or booking requests. By delegating these tasks to an AI agent, your team can focus on more complex and high-value responsibilities, making sure a professional and responsive customer experience. Additionally, AI agents operate 24/7, offering uninterrupted support to your customers, which can enhance your business’s reliability and accessibility.\n\nSteps to Build Your AI Agent\n\n1. Develop the AI Assistant\n\nStart by using tools like the OpenAI API to create the core of your AI assistant. Build a comprehensive knowledge base that includes essential company information, such as pricing, frequently asked questions, policies, and service details. Configure the assistant to provide concise, conversational responses—ideally no longer than 300 characters—to ensure clarity and efficiency. This step establishes the foundation for your AI agent’s functionality and ensures it can handle a wide range of customer queries effectively.\n\n2. Design Conversational Flows\n\nOrganize the AI’s responses by categorizing user inputs into common themes, such as greetings, inquiries, or complaints. Use tools to map out dynamic conversational flows that adapt to user intent, guiding interactions seamlessly. Incorporating multilingual support is also crucial if your business serves a diverse audience. For instance, allowing the AI to handle both English and Dutch can broaden your reach and improve customer satisfaction. Thoughtfully designed conversational flows ensure that the AI agent responds accurately and naturally to customer inputs.\n\n3. Integrate with ManyChat\n\nManyChat is a versatile platform for building chatbots on communication channels like WhatsApp, Instagram, and Telegram. Set up automated triggers to respond to user messages and integrate ManyChat with OpenAI via Zapier to generate smooth, real-time replies. This integration allows your AI assistant to handle social media interactions effectively, making sure consistent communication across multiple platforms. ManyChat’s flexibility makes it an ideal tool for businesses looking to enhance their presence on popular messaging apps.\n\n4. Set Up an AI Caller\n\nTo manage phone interactions, use Voice AI platforms like VAP AI to create an AI-powered phone assistant. Configure voice settings, transcription capabilities, and conversational prompts to enable natural, human-like interactions. The AI caller can handle inbound calls, answer frequently asked questions, and guide users through processes such as booking appointments or scheduling gym tours. This feature ensures that your business remains accessible to customers who prefer phone communication.\n\n5. Connect to a CRM\n\nIntegrate your AI system with a CRM platform like Airtable to organize customer inquiries and data efficiently. Use Zapier to automate data transfer between systems, making sure all interactions are logged and accessible for future reference. This integration streamlines customer relationship management, simplifies follow-up tasks, and provides valuable insights into customer behavior and preferences. A well-connected CRM system enhances your ability to deliver personalized and effective customer service.\n\nHow to Build a Business AI Agent to Handle Calls 24/7\n\nHere are additional guides from our expansive article library that you may find useful on AI Agent for Customer Service.\n\nEssential Tools and Platforms\n\nTo build a robust AI agent, you’ll need the following tools and platforms:\n\nManyChatƒ: For creating chatbots and automating social media interactions.\n\nFor creating chatbots and automating social media interactions. Zapier: To connect systems and automate workflows seamlessly.\n\nTo connect systems and automate workflows seamlessly. VAP AI: For building AI-powered phone assistants.\n\nFor building AI-powered phone assistants. OpenAI API: To generate conversational and context-aware responses.\n\nTo generate conversational and context-aware responses. Twilio: For phone number integration and call handling.\n\nFor phone number integration and call handling. Airtable: To manage customer data and streamline inquiries.\n\nAdvanced Features to Consider\n\nTo enhance the functionality and user experience of your AI agent, consider incorporating the following advanced features:\n\nMultilingual Support: Enable the AI to handle multiple languages, catering to a global audience.\n\nEnable the AI to handle multiple languages, catering to a global audience. WhatsApp List Messages: Allow users to select options such as dates, times, or services directly within the chat interface.\n\nAllow users to select options such as dates, times, or services directly within the chat interface. Smart Delays and Conditions: Introduce human-like pauses and conditional responses for a more natural interaction.\n\nIntroduce human-like pauses and conditional responses for a more natural interaction. Live Chat Notifications: Notify human agents when intervention is required for complex or sensitive inquiries.\n\nBenefits of Implementing an AI Agent\n\nDeploying an AI agent offers numerous advantages for businesses:\n\nImproved Efficiency: Automate repetitive tasks, reducing response times and operational costs.\n\nAutomate repetitive tasks, reducing response times and operational costs. Enhanced Customer Experience: Deliver consistent, professional responses that reinforce your brand’s reliability.\n\nDeliver consistent, professional responses that reinforce your brand’s reliability. Streamlined Organization: Use CRM integration to ensure customer data is well-organized and easily accessible.\n\nUse CRM integration to ensure customer data is well-organized and easily accessible. Scalability: Manage increasing customer interactions without the need for additional staffing.\n\nManage increasing customer interactions without the need for additional staffing. 24/7 Availability: Provide round-the-clock support, making sure customers receive assistance whenever they need it.\n\nCustomizing Your AI Agent\n\nTailor your AI agent to align with your business’s unique requirements and goals:\n\nAdjust Tone and Style: Configure the AI’s conversational style to reflect your brand’s voice and personality.\n\nConfigure the AI’s conversational style to reflect your brand’s voice and personality. Use Templates: Use pre-built templates for faster deployment and customization.\n\nUse pre-built templates for faster deployment and customization. Design Unique Workflows: Create workflows for specialized tasks, such as gym tours, membership inquiries, or promotional campaigns.\n\nCreate workflows for specialized tasks, such as gym tours, membership inquiries, or promotional campaigns. Incorporate Feedback: Continuously refine the AI’s responses based on customer feedback and interaction data.\n\nBy following these steps and using the right tools, you can build a no-code AI agent that enhances efficiency, improves customer satisfaction, and supports your business’s growth—all without requiring extensive technical expertise.\n\nMedia Credit: Alessandro Colford\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Inshorts cofounder Azhar Iqubal announces new venture Fenado AI",
            "link": "https://www.msn.com/en-in/technology/tech-companies/inshorts-cofounder-azhar-iqubal-announces-new-venture-fenado-ai/ar-BB1r9uGM?ocid=BingNewsVerp",
            "description": "Fenado AI is a platform that lets users create apps and websites without coding. It is designed for early-stage startups, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9LACelMd92rV3c5t4L5FTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "The Economic Times on MSN14h",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cyber Startup Wiz Names New CFO as It Weighs an IPO",
            "link": "https://www.msn.com/en-us/money/companies/cyber-startup-wiz-names-new-cfo-as-it-weighs-an-ipo/ar-BB1racMG?ocid=BingNewsVerp",
            "description": "Fazal Merchant, a former finance chief of DreamWorks, came out of retirement to join Wiz and plans to ready the company for a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oP4MNoc6m8O4Ajg-mkI1-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "13hon MSN",
            "source": "The Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seattle VCs invest in Kamiwaza, a new enterprise software startup helping companies adopt AI",
            "link": "https://www.msn.com/en-us/money/smallbusiness/seattle-vcs-invest-in-kamiwaza-a-new-enterprise-software-startup-helping-companies-adopt-ai/ar-BB1raVpZ?ocid=BingNewsVerp",
            "description": "Kamiwaza’s pitch is to let companies run AI models where their data already exists — across cloud, on-premise, and edge ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zKbELAOrqVICVt8HcTHMji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "9hon MSN",
            "source": "Geekwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Next for Open Source Software Security in 2025?",
            "link": "https://www.techrepublic.com/article/open-source-software-security-trends-2025/",
            "description": "Hidden dependencies, social engineering attacks, and the complexity of foundation models can all contribute tothe insecure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fqYVdq7aE7VP69xs0-yFxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "1h",
            "source": "TechRepublic",
            "article_content": "Open-source software is common throughout the tech world, and tools like software composition analysis can spot dependencies and secure them. However, working with open source presents security challenges compared with proprietary software.\n\nChris Hughes, chief security advisor at open-source software security startup Endor Labs, spoke to TechRepublic about the state of open-source software security today and where it might go in the next year.\n\n“Organizations are starting to try to get some foundational things like governance in place to understand what we are using in terms of open source,” Hughes said. “Where does it reside in our enterprise? What applications are running it?”\n\nOpen source security trends for 2025\n\nFor his work, Hughes defined open source as software for which source code is freely available and can be used to build other projects, possibly with some restrictions. Last year, Harvard Business School found organizations would need to invest $8.8 trillion in technology and labor time to recreate the software used in business if open-source software wasn’t available.\n\n“The estimates are 70-90% of all applications have open source, and roughly 90% of those code bases are entirely made up of open source,” Hughes said.\n\nFor 2025, Hughes predicts:\n\nWidespread open-source software adoption will be accompanied by increasingly sophisticated attacks on OSS by malicious actors.\n\nOrganizations will continue to put foundational OSS governance in place.\n\nMore companies will use open-source and commercial tools to help them start to understand their OSS consumption.\n\nOrganizations will perform risk-informed consumption of OSS.\n\nEnterprises will continue to push for vendor transparency regarding what OSS they use in their products. However, no widespread mandates will arise for this process.\n\nAI will continue to impact application security and open source in various ways, including organizations using AI to analyze code and remediate issues.\n\nAttackers will target widely used OSS AI libraries, projects, models, and more to launch supply chain attacks on the OSS AI community and commercial vendors.\n\nAI code governance, where organizations have more visibility into AI models, will become more common.\n\nOrganizations increasingly want to know how secure their open source software is, including “how well is it maintained, who’s maintaining it and how quickly do they address vulnerabilities when they occur,” Hughes said.\n\nHe highlighted the attack in April 2024 in which a string of social engineering attempts threatened open-source utilities, particularly opening a backdoor in the XZ Utils utility.\n\n“That one was really kind of sinister because the open source ecosystem is largely sustained by unpaid volunteers, folks doing this in their free time … and often not compensated, unpaid, etc.,” Hughes said. “So, taking advantage of that and preying on that was a pretty nefarious thing that got a lot of people’s attention.”\n\nHow is AI changing open-source security?\n\nIn October 2024, the Open Source Initiative established a definition for open-source AI. According to the initiative, open-source AI has four key elements: the freedom to use, study, modify, and share the system for any purpose.\n\nHughes said that defining open-source AI was important because of the rise of distribution platforms like Hugging Face.\n\n“These AI models, especially the open source ones, are widely used by many organizations and individuals around the world,” he said. “So we’re back to asking: What exactly is in this, and who contributed to it, and where is it f\n\nrom? And are there vulnerable components?”\n\nHughes said that large corporations may have a better chance of talking transparently with their vendors about the entirety of their software supply chain than small companies. Therefore, the problem of not having visibility into the AI models used in their software can grow exponentially for smaller companies.\n\nSEE: Smart home device makers will soon be able to apply for a U.S. government seal of security approval.\n\nCISA encourages open-source software development security\n\nIn March 2024, CISA finalized the secure software development self-attestation form, meant for developers of software used by the U.S. federal government to confirm they use secure development practices.\n\nFederal agencies may ask for other forms and attestations as well. On the commercial side, organizations may build similar requirements into their procurement processes. There is still an element of trust involved since the organization needs to trust the vendor will keep to their word. But the conversation is happening more often now than it did last year, in the wake of attacks on open source utilities, Hughes said.\n\nSolutions for the future of open source software security\n\nPerforming software composition analysis isn’t enough going into 2025, Hughes said. IT professionals and security professionals should know that as software becomes more complex, the number of vulnerabilities has grown “to where it’s becoming a tax on developers to even navigate what needs to be fixed and what order of priority,” Hughes said.\n\nCompanies like Endor Labs can provide insights on dependencies within open-source code, including indirect or transitive dependencies.\n\n“Being able to point to things like reachability and exploitability … could be a big benefit from the compliance perspective too, in terms of the burden on the organization and your development team,” he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trend Micro and Intel Innovate to Weed Out Covert Threats",
            "link": "https://www.sinchew.com.my/news/20250110/mysinchew/6208256",
            "description": "Harnessing the power of software and hardware security to drive stronger ransomware detection for businessesHONG KONG SAR – Media OutReach Newswire – 10 January 2025 – Trend Micro Incorporated (TYO: ...",
            "image_url": "https://www.bing.com/th?id=ODF.7plYzwKQW0YHXUYqdL047A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "software+trend",
            "date": "sinchew25m",
            "source": "sinchew",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI rival startup may be about to blow past its valuation",
            "link": "https://www.msn.com/en-us/money/other/openai-rival-startup-may-be-about-to-blow-past-its-valuation/ar-BB1r9TQL?ocid=BingNewsVerp",
            "description": "A week into 2025, it’s clear that last year’s artificial intelligence (AI) startup boom isn’t slowing down. OpenAI CEO Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x2yLmFwkNZFPzQ5jgXbzvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "15hon MSN",
            "source": "TheStreet on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft Slashes Jobs Based on Performance Amid Slow Copilot Rollout: What's Really Going On?",
            "link": "https://www.techtimes.com/articles/309004/20250109/microsoft-slashes-jobs-based-performance-amid-slow-copilot-rollout-whats-really-going.htm",
            "description": "Microsoft trims less than 1% of its workforce as stock underperforms and AI challenges rise. The \"underwhelming\" Copilot ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0woNnG6K1RF5DluXecFNdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "techtimes13h",
            "source": "techtimes",
            "article_content": "Microsoft, the tech giant famous for innovation and its large workforce, has confirmed it will be reducing a small percentage of jobs in different departments based on performance.\n\nThis latest layoff is not a massive reduction but may signal a change in the strategy at Microsoft as it responds to the changing demands of the tech and AI competition.\n\nJob Cuts at Microsoft: The Details You Need to Know\n\nMicrosoft confirmed in a statement on Wednesday that less than 1% of its 228,000 employees will be affected by these latest job cuts. CNBC reports that sources familiar with the situation said layoffs are part of a broader performance evaluation strategy, aiming to optimize its workforce without major upheavals.\n\nFor context, this is the latest development in a round of layoffs coming after Microsoft's restructuring announcements. In early 2023, it made the news with a record layoff of 10,000 employees alongside office lease consolidation.\n\nWhen Microsoft post-acquired Activision Blizzard in January 2024, its gaming unit witnessed 1,900 job losses due to position overlap. Though the present layoff is small, they do draw attention in the context of Microsoft's overall performance.\n\nThe Bigger Picture: Microsoft's Market Performance\n\nWhile Microsoft continues to record great financial performance, the stock performance of the company in 2023 trailed its tech peers. Although a near-record net income margin of 38%, its highest since the early 2000s, Microsoft's stock only rose by 12% compared to 29% in the Nasdaq for the same period. It has triggered speculation on the company's future course and its potential to continue with growth in a competitive technology market.\n\nMicrosoft's Ties with OpenAI\n\nThe gargantuan rise of Microsoft's market cap last year was in significant part as a result of its relationship with the artificial intelligence start-up OpenAI.\n\nMicrosoft has invested over $13 billion into the firm and will now play a significant role in a new revolution in AI. At the close of 2024, there seems to be increasingly increasing tensions between the two.\n\nMicrosoft CEO Satya Nadella recently spoke on this \"cooperation tension\" in which he admitted OpenAI, an already formidable rival in its own right, had the potential to upset Microsoft's market position with its AI plays. The stakes are high and at a turning point for the company's AI strategy, considering the company's current role within the fast-moving AI sector.\n\nSlow Rollout of Microsoft 365 Copilot Worrisome to Investors?\n\nOne area of focus for Microsoft's future growth is its Microsoft 365 Copilot assistant, which leverages OpenAI's technology to integrate artificial intelligence into the company's productivity suite. However, early feedback suggests that the rollout of Copilot has been slower than expected.\n\nAnalysts from UBS recently noted that Microsoft's presentation at its Ignite conference in late 2023 left them with the impression that Copilot's adoption in the business world had been \"underwhelming.\"\n\nAs businesses increasingly look for AI-driven tools to improve productivity, Microsoft's ability to scale Copilot and similar offerings will be critical to its long-term success.\n\nThe company is under pressure to prove that its AI investments will yield substantial returns, particularly as it faces growing competition from other tech giants.\n\nHowever, despite the obstacles, Microsoft looks at the bright side of things. Its finance chief, Amy Hood, stressed that revenue growth in its Azure cloud services will increase in 2024 because of the rise in the expansion of AI infrastructure capacity.\n\nAzure's cloud platform is an integral part of Microsoft's long-term strategy, and it's setting up for the speedy expansion of AI and cloud-based services in the years ahead.\n\nWhile the recent job cuts may be seen as a short-term adjustment, Microsoft's focus on AI and cloud services indicates that it is preparing for a huge transformation in the tech landscape."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI in orthopedics: Using machine learning to predict outcomes",
            "link": "https://www.msn.com/en-us/health/other/ai-in-orthopedics-using-machine-learning-to-predict-outcomes/ar-BB1rbtKk?ocid=BingNewsVerp",
            "description": "Machine learning doesn’t replace humans. But AI does assist them in doing their job better by helping predict the success – ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sNDoI7O8GR2SXr0tf1N7nS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "6hon MSN",
            "source": "WGN-TV Chicago on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning helps predict ADHD in kindergarten students",
            "link": "https://www.msn.com/en-us/health/pregnancyparenting/machine-learning-helps-predict-adhd-in-kindergarten-students/ar-BB1raCEj?ocid=BingNewsVerp",
            "description": "A University of Alberta research team has successfully used machine learning as a tool for earlier detection of attention ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vL0EHDIfkiTYp37JZrrDhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "11hon MSN",
            "source": "Medical Xpress on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine says Russia dropped over 51,000 guided bombs since start of war",
            "link": "https://www.reuters.com/world/europe/ukraine-says-russia-dropped-over-51000-guided-bombs-since-start-war-2025-01-09/",
            "description": "Russia has launched more than 51,000 guided aerial bombs against Ukraine since the start of its full-blown invasion nearly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nB3PIWD9vLrrcnxwkPMHkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "14h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "U.S. Saw an Opportunity While It Pushed to Arm Ukraine",
            "link": "https://www.nytimes.com/2025/01/09/us/politics/ukraine-russia-weapons-coalition.html",
            "description": "The White House seized a rare chance to undermine Russia and build up regional allies as it built a coalition to support the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hPmzKksXc-lvzlaS3vbJqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "10h",
            "source": "The New York Times",
            "article_content": "Officials in the Biden administration turned first to U.S. allies for help. But they also drew on relationships developed over years with the militaries of non-NATO countries to build a network to aid Ukraine, something the administration considers a shining example of how its focus on strengthening alliances has paid dividends to U.S. interests around the world.\n\nOn Thursday, the collective of nations, known as the Ukraine Defense Contact Group, gathered at Ramstein Air Base in Germany for the 25th and final time under the Biden administration.\n\nWhether it continues under the incoming administration’s leadership is uncertain. President-elect Donald J. Trump is deeply skeptical of supporting Ukraine, puts much less stock in alliances and has openly curried favor with President Vladimir V. Putin of Russia.\n\nWhen the contact group first met on April 26, 2022, just 61 days after Russia invaded, the United States, Britain, France and a handful of other nations had been supporting Kyiv individually. But dozens more joined them in Germany to hear a battlefield update directly from their Ukrainian counterparts.\n\nThe massacre of civilians in Bucha, a Kyiv suburb, had recently come to light. Mr. Austin and General Milley made it clear that similar atrocities were likely to happen without more arms and ammunition for Ukraine, and asked the assembled dignitaries to dig deep into their arsenals for desperately needed supplies."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gaza’s Health Ministry says the Palestinian death toll from the war has surpassed 46,000",
            "link": "https://www.msn.com/en-us/news/world/gaza-s-health-ministry-says-the-palestinian-death-toll-from-the-war-has-surpassed-46-000/ar-BB1r9kzp?ocid=BingNewsVerp",
            "description": "Gaza's Health Ministry says the death toll from the Israel-Hamas war has climbed above 46,000. The ministry updated its toll ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vXBB53Kog_EpMUFDV_qbuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "17hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The risk of nuclear war continues to rise",
            "link": "https://www.msn.com/en-us/news/politics/opinion-the-risk-of-nuclear-war-continues-to-rise/ar-BB1raCuE?ocid=BingNewsVerp",
            "description": "Further raising the nuclear risk levels are advancing technologies. AI can dangerously automate the command and control of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JjNvbmUlvWLoHMimscjAby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "11hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Happening With RGTI Stock?",
            "link": "https://www.forbes.com/sites/greatspeculations/2025/01/09/whats-happening-with-rgti-stock/",
            "description": "Rigetti Computing (NASDAQ: RGTI), a quantum computing company, saw its stock plunge 45% on Wednesday, January 8.",
            "image_url": "https://www.bing.com/th?id=OVFT.hYNzCxgMT6BX9jXgKhqs2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "13h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ASX shares plunge but remain undervalued",
            "link": "https://www.morningstar.com.au/insights/stocks/259098/asx-shares-plunge-but-remain-undervalued",
            "description": "Shares drop 17% after guidance is revised but we still see value.",
            "image_url": "https://www.bing.com/th?id=OVFT.rpZC_VTXVT2C2olbbd4l4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "7h",
            "source": "morningstar.com.au",
            "article_content": "No-moat Avita Medical AVH downgraded its fourth-quarter 2024 commercial revenue guidance by 21% to USD 18 million. It now expects full-year commercial revenue of USD 64 million compared with its previous guidance of USD 68 million-USD 70 million. The downgrade implies fourth-quarter 2024 commercial revenue declining 6% on third quarter 2024's. We have cut our 2024 revenue forecast by 6% to USD 65 million but leave our long-term estimates unchanged. We keep our $5.40 fair value estimate with the time value of money and a stronger US dollar offsetting our near-term downgrade.\n\nAvita’s downgrade was attributed to several customers adjusting inventory levels at year-end, resulting in reduced purchasing in December 2024. This behavior is typical, with sales in fourth-quarter 2023 being broadly flat with third-quarter 2023, but the extent was more pronounced than expected. Nonetheless, we do not see this hurting Avita’s long-term opportunity. We leave our fiscal 2025 sales forecast of USD 101 million unchanged, implying 55% growth on the prior year on recent product launches. This compares with management’s fiscal 2025 commercial revenue guidance of USD 100 million-USD 106 million.\n\nThe shares plunged close to 17% after the announcement but remain are undervalued. We expect Avita’s expansion plan in Europe and Australia to help provide a path to positive cash flow by late 2025, in line with management’s slightly revised expectation of hitting the milestone in fourth quarter 2025 from third quarter 2025 previously. However, a quicker transition to profitability is unlikely, and there is a wide range of potential outcomes based on the success of its vitiligo indication, which is reflected in our unchanged Very High Uncertainty Rating.\n\nCash burn was USD 10 million in third quarter 2024. We expect cash burn to continue improving into the single digits, allowing the firm to be self-sufficient before reaching profitability. Avita recorded USD 44 million in net cash as of Sept. 30, 2024, and has access to debt facilities if needed.\n\nAvita’s road to profitability is long, but it continues to take the right steps\n\nWe expect Avita’s RECELL to pose a significant challenge to the standard of care for larger burns, currently a skin graft sourced from elsewhere on the patient’s body. We believe Avita will be successful based on the product’s clinical performance, ease of use and relative price point. RECELL creates Spray-on Skin within 30 minutes from a skin sample, typically less than 5% of the size required in a graft. It has been clinically demonstrated to heal the burn site as effectively as a skin graft without creating a large donor site wound.\n\nDespite the technology in Avita’s RECELL system being in use since the Bali bombings in 2002, the product has had limited commercial success as it entered the market as an investigational device. This limited the reimbursement and take-up of the product. RECELL relaunched in the US following randomized clinical trials and Food and Drug Administration approval in late 2018. Currently, it's approved for treating second- and third-degree burns in paediatric and adult patients.\n\nThe treatment of severe burns in the US is concentrated across the 136 burn centers, making commercial rollout of RECELL straightforward. Of the approximately 14,000 adults with second- or third-degree burns treated at these burn centers each year, we estimate Avita could ramp up to 34% share or 4,800 patients per year by fiscal 2026. The cost of RECELL compares favorably with a skin graft in this setting, as RECELL has a list price of USD 7,500 per single-use unit versus the USD 17,000 to USD 20,000 cost of a skin graft. It also has the benefits of shorter length of stay and fewer additional procedures.\n\nOutside of burn centers, the opportunity set is far more fragmented and because the burns are less severe, the cost of skin grafts average USD 2,000. As such, we expect limited take-up outside of burn centers, reaching 3% by fiscal 2031. Avita has received regulatory approval for an updated RECELL device that makes handling easier in a regular hospital environment. We expect the company will seek to justify reimbursement on a holistic cost of treatment and roll out the updated version in second-half fiscal 2022.\n\nAvita bulls say\n\nWe view Avita’s RECELL system as a sound alternative treatment for large second- and third-degree burns treated in burn centers. It compares favorably on price and ease of use with new products and the existing standard of care being skin grafts.\n\nThe company requires little invested capital and is expected to generate very high returns once it ramps up its commercial roll-out.\n\nRECELL has achieved an estimated 20% market share in fiscal 2021 in its key addressable market since launching in 2019 and set to expand its use for other indications.\n\nAvita bears say\n\nAvita is still burning cash and the road to profitability depends on clinical readouts for further indications over the next few years, with the use of RECELL currently limited to adult and paediatric patients at burn centers.\n\nThe RECELL system is an assembly of tools with the only significant item being the vial of enzymes, so the effective price for the vial at a list price of USD 7,500 could be challenged by reimbursers.\n\nThe existing patents do not provide extended cover as expiries range between 2024 and 2034, and the very high gross margin of over 80% could come under pressure.\n\nTerms used in this article\n\nStar Rating: Our one- to five-star ratings are guideposts to a broad audience and individuals must consider their own specific investment goals, risk tolerance, and several other factors. A five-star rating means our analysts think the current market price likely represents an excessively pessimistic outlook and that beyond fair risk-adjusted returns are likely over a long timeframe. A one-star rating means our analysts think the market is pricing in an excessively optimistic outlook, limiting upside potential and leaving the investor exposed to capital loss.\n\nFair Value: Morningstar’s Fair Value estimate results from a detailed projection of a company's future cash flows, resulting from our analysts' independent primary research. Price To Fair Value measures the current market price against estimated Fair Value. If a company’s stock trades at $100 and our analysts believe it is worth $200, the price to fair value ratio would be 0.5. A Price to Fair Value over 1 suggests the share is overvalued.\n\nMoat Rating: An economic moat is a structural feature that allows a firm to sustain excess profits over a long period. Companies with a narrow moat are those we believe are more likely than not to sustain excess returns for at least a decade. For wide-moat companies, we have high confidence that excess returns will persist for 10 years and are likely to persist at least 20 years. To learn about finding different sources of moat, read this article by Mark LaMonica."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tesla launches revamped Model Y in China, seeking to fend off rivals",
            "link": "https://www.reuters.com/business/autos-transportation/tesla-announces-revamped-model-y-version-china-priced-35938-2025-01-10/",
            "description": "Tesla launched a revamped version of the Model Y, its best-selling car, in China on Friday, hoping that upgraded features ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d321YZt2qVYWH6cn7_YgPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retail juggernaut: Costco keeps winning market share as Gen Y and Gen Z join the club",
            "link": "https://seekingalpha.com/news/4393713-retail-juggernaut-costco-keeps-winning-market-share-as-gen-y-and-gen-z-join-the-club",
            "description": "Costco Wholesale Corporation (NASDAQ:COST) has energized bulls with a strong December sales report. The highlight of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wOs11WrLo53WP3JvJ4f3Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "15h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Economic loss from wildfires could top $50 billion, making it one of the costliest U.S. natural disasters",
            "link": "https://www.msn.com/en-us/money/economy/economic-loss-from-wildfires-could-top-50-billion-making-it-one-of-the-costliest-u-s-natural-disasters/ar-BB1raZzt?ocid=BingNewsVerp",
            "description": "A preliminary report by Accuweather estimated the cost of the wildfires ravaging L.A. County at more than $50 billion, a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jHxEpbZ-WfK8ZfLjEZw-0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "9hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Think Trump’s tariffs would boost the US economy? History shows they bring disaster | Opinion",
            "link": "https://www.sacbee.com/opinion/article298190578.html",
            "description": "Herbert Hoover signed the retaliatory Smoot-Hawley Tariff Act of 1930, and it only made the Great Depression worse. | Opinion ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2_j8Ugpv9FSjA7Bn055A2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "18hOpinion",
            "source": "Sacramento Bee",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PC makers use CES to showcase AI PC efforts",
            "link": "https://www.computerweekly.com/news/366617898/PC-makers-use-CES-to-showcase-AI-PC-efforts",
            "description": "A range of AMD, Intel and ARM-powered PCs with neural processing units are aiming to boost office productivity ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wKN8-nH5cFHovX2a5XQbwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Computer Weekly17h",
            "source": "Computer Weekly",
            "article_content": "The leading PC manufacturer used the Consumer Electronics Show to showcase their latest line-up of AI PCs powered by neural processing units (NPU). HP, Lenovo, Dell, Acer and Asus all demoed new AI PC offerings at the Las Vegas event.\n\nHP unveiled the Z2 Mini and ZBook Ultra, which the company claims enables users to engage in 3D design, render graphics-intensive projects simultaneously, and work locally with LLMs.\n\nThe new HP hardware is powered by AMD Ryzen AI Max PRO processor. HP said the ZBook Ultra offers features up to 16 desktop-class CPU cores, discrete-like integrated graphics, and up to 128GB of innovative unified memory architecture, and the ability to assign up to 96GB RAM to the graphics processing unit (GPU).\n\nLenovo used the event to demonstrate the enhanced user experience available on the Intel Core Ultra-powered Lenovo AI Now and Lenovo Aura Edition PCs.\n\nLenovo AI Now on the company’s flagship ThinkPad X9 offers what Lenovo calls “an advanced on-device AI assistant” to deliver real-time intelligence to users. Built on a local large language model (LLM) using Meta’s Llama 3.0, Lenovo AI Now stores and processes all user data locally, which Lenovo said safeguards user information while delivering powerful, real-time AI capabilities. Lenovo said it can be used to automate and simplify tasks such as document organisation and device management, supporting AI applications such as natural language queries across locally stored documents.\n\nThe company said it will be expanding Lenovo AI Now’s capabilities with the ability to search for information across PCs and supported tablet devices, and an intelligent search capability for retrieving relevant information from selected portions of images or documents.\n\nDell has focused on simplifying AI development on PCs. Its new Dell Pro AI Studio offers an AI toolkit with validated tools, frameworks, templates and models, to help developers and IT administrators build and manage AI software independent of the underlying silicon. Dell claims this can reduce development and deployment time by as much as 75%, going from six months to as little as six weeks.\n\nAcer’s new Copilot+ lineup includes the Swift Go 16 AI and Swift Go 14 AI laptops and the Aspire C AI AIOs. These are powered by AMD Ryzen AI 300 Series processors. The hardware uses the AMD XDNA 2 NPU architecture, which Acer said delivers up to 50 TOPS (tera operations per second) of AI performance and includes AMD Radeon 800M graphics. According to Acer, the new Swift Go AI laptops are able to run efficiently and reliably for all-day use with a battery life of up to 24.9 hours of video playback. It has also introduced the Intel Core-powered Aspire S AI and Revo Box AI devices.\n\nBeyond x86-based AI PCs, Asus unveiled its Snapdragon-powered Zenbook A14. This device uses the Snapdragon X Series Processors and offers up to 45W TDP performance along with a neural processing capability of 45 TOPS. Asus claims it offers up to 32 hours of battery life, which can be further extended or customised with MyASUS Battery Care Mode. The device includes 2 USB 4.0 ports, an audio jack, a type-A port and an HDMI port."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nintendo Switch 2 at CES 2025: Everything we know",
            "link": "https://www.zdnet.com/home-and-office/home-entertainment/nintendo-switch-2-at-ces-2025-everything-we-know/",
            "description": "Is Genki's alleged mockup of the upcoming Switch 2 a real leak or a publicity stunt gone awry? Here's what we found.",
            "image_url": "https://www.bing.com/th?id=OVFT.tmxeU1mW2HrE75efJIEO_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "16h",
            "source": "ZDNet",
            "article_content": "SEAN GLADWELL/Getty Images\n\nThe Consumer Electronics Show (CES) is when brands make major announcements for product releases and unveil cool concepts and mockups for future projects. So it's no surprise that Genki -- a third-party gaming and PC accessories manufacturer -- showed off some new devices.\n\nAlso: CES 2025: The 15 most impressive products you don't want to miss\n\nWhat caught us off guard, however, was Genki's alleged mockup of a Nintendo Switch 2 console and Joy-Con controllers. Just how much does this confirm previous leaks? And is there any new information about the upcoming console ahead of Nintendo's official announcement later this year? Here's everything we know -- and don't know -- about Genki's Switch 2 mockup.\n\nWhat we know\n\nGenki (aka, Human Things Inc.) is a third-party manufacturer of gaming accessories.\n\nGenki's accessory focus is power and storage solutions (cases, SSDs, wall chargers).\n\nGenki showed up to CES 2025 with an alleged mockup of the Nintendo Switch 2.\n\nGenki claims the Switch 2 will be released in April.\n\nNintendo plans to officially announce the Switch 2 sometime before the end of Q1 2025\n\nWhat we don't know\n\nHow did Genki get a hold of a fully 3D-printed mockup?\n\nWhy would the company risk Nintendo's notoriously litigious wrath by leaking significant details ahead of an official announcement?\n\nIs this a viral marketing stunt for their accessories?\n\nWhen will the Switch 2 be released?\n\nHow much will the Switch 2 cost at release?\n\nIn typical fashion, official Nintendo channels have neither confirmed nor denied any of the details provided by Genki and its mockup of the Switch 2. But that hasn't stopped the rumor mill from going into high gear. A few things seem to corroborate, if not confirm, previous leaks -- such as the potential for magnetic Joy-Con controllers and the console itself being bigger than the current Switch OLED.\n\nExciting as all this is, however, something feels off. First, Genki's mockup looks remarkably like some debunked CAD files leaked to Reddit in 2024. The source of those files claimed to have obtained console information from a third-party manufacturer \"at great cost\" and \"reverse-engineered\" the CAD files.\n\nWith Nintendo being such a hot commodity, it's not outside the realm of possibility that this could be an elaborate attempt to drum up interest in Genki's (frankly) run-of-the-mill accessories, which consist mostly of USB-C cables and video capture cards that look sourced from other manufacturers and branded with the Genki logo.\n\nAlso: This low-cost Lenovo PC is the desktop I recommend to most people - even though its made for gamers\n\nI wasn't able to find any details on Human Things Inc. other than a suspiciously empty LinkedIn page with a URL that leads directly back to the Genki retail page. Their blog is woefully sparse, with just four posts; the first in 2019, one in 2023, and two from 2024. None make mention of any company operations, but the site's front page proudly tells you they were successfully backed on Kickstarter by over 50,000 people.\n\nTaking all of this into consideration, the alleged Switch 2 leak feels more like a poorly planned viral marketing effort. And Genki isn't the first vendor to take this approach. In December 2024, Canadian company Dbrand claimed to have obtained official 3D scans of the Nintendo Switch 2 from an unspecified source to promote their Killswitch 2 case.\n\nIn the end, this alleged leak doesn't add any significant new information and doesn't confirm anything we didn't already hear before. Nintendo is set to make an official announcement regarding the Nintendo Switch 2's release date, retail price, and tech specs sometime before April 2024."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Xpect Solutions Announces GovDefender Acquisition",
            "link": "https://www.govconwire.com/2025/01/xpect-solutions-acquires-govdefender/",
            "description": "Read about the acquisition of GovDefense by NewSpring Holdings-backed Xpect Solutions to broaden digital transformation capabilities for federal law enforcement clients.",
            "image_url": "https://www.bing.com/th?id=ODF.0a9E2Gm39AWUW057eyys7A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "GovCon Wire17h",
            "source": "GovCon Wire",
            "article_content": "NewSpring Holdings-backed Xpect Solutions has acquired GovDefender to expand its digital transformation capabilities for federal law enforcement and national security customers.\n\nXpect Solutions said Tuesday the transaction marks its first acquisition since being acquired by NewSpring in October 2024.\n\nXpect will integrate GovDefender’s capabilities in cloud architecture, security and compliance, UI/UX and threat assessment with its expertise in addressing complex challenges to deliver end-to-end enterprise technical platforms to customers, including advanced web and mobile development, secure cloud and network architecture, governance and application modernization.\n\nWhat Does GovDefender Do?\n\nGovDefender develops secure digital media intake platforms that facilitate the rapid processing of digital content, enabling federal agencies to solve crimes faster.\n\nFounded by next-generation solutions architect Josh Baze, GovDefender has a team of subject matter experts known for their deep customer engagement and ability to address gaps in enterprise IT environments.\n\nXpect Solutions CEO Yusuf Abdul-Salaam said GovDefender’s ability to build technical platforms that can be fielded at mission speed will deliver automation, efficiency and secure outcomes to agency partners.\n\n“Together, we’ll equip federal law enforcement and national security agencies with the confidence to test innovation with minimal risk and embrace the changes necessary to navigate an ever-evolving threat landscape, ensuring they remain one step ahead,” the chief executive added.\n\nBaze expressed excitement with the combination and noted that GovDefender’s employees will gain access to expanded resources and back-office support, enabling the company to better support federal customers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Retail Public Cloud ERP and AI Shopping Assistant Headline SAP Innovations at NRF 2025",
            "link": "https://www.cmswire.com/the-wire/retail-public-cloud-erp-and-ai-shopping-assistant-headline-sap-innovations-at-nrf-2025/",
            "description": "SAP also debuts solutions to address loyalty gap as new survey results show 80% of U.S. consumers feel undervalued by brands NEW YORK — SAP SE (NYSE: SAP) announced a slate of new solutions and ...",
            "image_url": "https://www.bing.com/th?id=ODF.6C0Tk8KIaN-l89iZRW61cg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "CMS Wire13h",
            "source": "CMS Wire",
            "article_content": "SAP also debuts solutions to address loyalty gap as new survey results show 80% of U.S. consumers feel undervalued by brands\n\nNEW YORK — SAP SE (NYSE: SAP) announced a slate of new solutions and capabilities catering to the retail industry at Retail’s Big Show, the flagship industry event hosted by the National Retail Federation.\n\nSAP’s top news is the general availability of the SAP S/4HANA Cloud Public Edition, retail, fashion, and vertical business solution. This enterprise resource planning (ERP) solution is built specifically for retailers and marks a significant milestone in bringing tailored ERP capabilities to retailers of all sizes worldwide.\n\n“SAP’s announcement of an all-in-one platform tailored for retail represents a meaningful differentiator in the market,” said Leslie Hand, Group Vice President for IDC Retail Insights. “Retailers often struggle with fragmented solutions that excel in some areas but cannot deliver the end-to-end integration necessary for seamless retail operations.”\n\n“With SAP S/4HANA Cloud Public Edition, retail, fashion, and vertical business, SAP brings the same best-in-class functionality trusted by market leaders and recognized worldwide, now tailored to meet the scale, price and time-to-value required by fast-growing organizations,” said Balaji Balasubramanian, senior vice president and global head, Commerce and Consumer Industries at SAP SE. He added that retailers, in order to deliver personalized experiences, need an ERP system with retail-specific processes and capabilities that are tailored to the complexities of merchandising, store operations, and retail supply chains. Balasubramanian notes that generic ERP systems lack these end-to-end retail processes and aren’t flexible enough for today’s digital consumer.\n\nSAP’s latest offering addresses these challenges through a solution built on the flexibility of public cloud architecture that unifies industry-specific processes, data and AI and offers out-of-the-box integrations. It also provides a comprehensive suite of capabilities designed to streamline processes, enhance customer experiences and drive sustainable growth. The new platform offers integrated management of finance, procurement and merchandising, with unified operational data and ready-to-use AI.\n\nNew loyalty solution to feature data-driven personalization\n\nSAP also announced a new loyalty management solution aimed at retailers and consumer packaged goods companies, scheduled for release in the second half of 2025.\n\nAccording to new research from SAP Emarsys, four in five (83%) U.S. consumers feel undervalued by the brands they remain loyal to, with many questioning their loyalty altogether. This new solution aims to equip organizations with experiential journeys and personalized, real-time offers to help earn customer loyalty through integration with the SAP Commerce Cloud, SAP Service Cloud, SAP Emarsys and SAP S/4HANA Cloud Public Edition, retail, fashion, and vertical business solutions.\n\nKey features include:\n\nLoyalty profiles that connect every shopper with a cloud-based loyalty wallet, facilitating targeted and personalized offers, entitlements, and real-time basket analysis.\n\nMulti-brand loyalty management, as well as shared loyalty programs with partners that centralize loyalty programs across regions and markets, enabling combined brand programs for gaining market share.\n\nA single place for omnichannel promotion planning with real-time redemption to deliver any type of offer, digital payment and gifting to all customers on any channel.\n\nLoyalty journey planning that delivers experiential omnichannel journeys tailored to customer needs through personalized commerce, marketing, service and retail interactions.\n\nQuantifiable metrics that track promotion performance and loyalty-related liabilities, linking to financial systems to measure ROI, and enable settlements with the member and partner brands.\n\nArtificial intelligence to make online shopping easier than ever\n\nSAP also announced the general availability of an AI shopping assistant in the first half of 2025. This intelligent assistant, delivered with the SAP CX AI Toolkit, expands the existing AI capabilities of SAP Commerce Cloud, transforming the online shopping experience through natural language conversations that help customers quickly find exactly what they need.\n\nVisit the SAP News Center. Follow SAP at @SAPNews.\n\nMedia Contact:\n\nMallory Kuno, +1 (425) 239-9362, [email protected], ET"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Effortless Tech Fixes Await You",
            "link": "https://www.msn.com/en-za/technology/tech-companies/effortless-tech-fixes-await-you/vi-BB1rbx7Q?ocid=BingNewsVerp",
            "description": "The new tracks were discovered in 2023 at Dewars Farm quarry in Oxfordshire by a quarry worker. The tracks occur in the base ...",
            "image_url": "https://www.bing.com/th?id=OVFT.exz4ZXQya5dHMS8dHsGIbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientist helps identify 1,000-year-old seedling linked to biblical myrrh",
            "link": "https://www.msn.com/en-us/news/technology/scientist-helps-identify-1000-year-old-seedling-linked-to-biblical-myrrh/ar-BB1rapKg?ocid=BingNewsVerp",
            "description": "George Mason University researcher Andrea Weeks played a key role in identifying an ancient seedling linked to the biblical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zUYoolDDvReeO2UEBuZ4TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "12hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are you scared of ROLLIE POLLIE bugs",
            "link": "https://www.msn.com/en-au/news/other/are-you-scared-of-rollie-pollie-bugs/vi-BB1raPsV?ocid=BingNewsVerp",
            "description": "Scientists believe a 13-million-year-old snapping turtle fossil on display at the museum and art gallery of the northern territory is a previously unknown species. It's thought the giant carnivorous ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Walt (oneminmicro) on MSN10h",
            "source": "Walt (oneminmicro) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MOTH wings under a microscope look like DRAGON SCALES!",
            "link": "https://www.msn.com/en-au/news/other/moth-wings-under-a-microscope-look-like-dragon-scales/vi-BB1raTSE?ocid=BingNewsVerp",
            "description": "Novak Djokovic is caught off-guard by a stellar return from Alexander Zverev.",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Walt (oneminmicro) on MSN10h",
            "source": "Walt (oneminmicro) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sighting? Fort Lauderdale flight crew spots something strange in the sky",
            "link": "https://www.msn.com/en-us/science/aeronautics/ufo-sighting-fort-lauderdale-flight-crew-spots-something-strange-in-the-sky/ar-BB1rbXYx?ocid=BingNewsVerp",
            "description": "On the night of Dec. 23, a flight crew was flying back to Fort Lauderdale in an empty jet, high over the Bahamas, when they spotted a glowing, spherical object darting about too much to be a weather ...",
            "image_url": "https://www.bing.com/th?id=OJ.00vtkpYPJ1kQ4A&pid=news&w=110&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "3hon MSN",
            "source": "NBC Miami on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'UFO' appears in the sky just weeks after eagle-eyed Aussies spotted unusual 'spaceship' cloud",
            "link": "https://www.msn.com/en-gb/money/technology/ufo-appears-in-the-sky-weeks-after-spaceship-cloud-was-spotted/ar-BB1r8r6m?ocid=BingNewsVerp",
            "description": "Australians have looked at the skies around southeast Queensland with awe after a giant UFO appeared in the sky.",
            "image_url": "https://www.bing.com/th?id=OVFT.kxDcDVCa5NdoUHp608TAty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "22hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Quantum Particle Discovery Set to Revolutionize Physics",
            "link": "https://scitechdaily.com/new-quantum-particle-discovery-set-to-revolutionize-physics/",
            "description": "Scientists at Brown University have discovered a new class of quantum particles known as fractional excitons, which exhibit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mygtFqCmpm-GvzxlebWWZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "21h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of new class of particles could take quantum mechanics one step further",
            "link": "https://www.sciencedaily.com/releases/2025/01/250108143720.htm",
            "description": "In a study, physicists now observed a class of quantum particles called fractional excitons, which behave in unexpected ways and could significantly expand scientists' understanding of the quantum ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily9h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Brains, diseases, quantum physics in the basement: UD unveils new science building",
            "link": "https://www.msn.com/en-us/news/us/brains-diseases-quantum-physics-in-the-basement-ud-unveils-new-science-building/ar-BB1r9j8Y?ocid=BingNewsVerp",
            "description": "The slick-brick, four-story, 131,000 square-foot structure hosts space promised to heighten \"cutting-edge\" scientific ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zsRY1UO-AOK4F1apoJMK_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "14hon MSN",
            "source": "DelawareOnline.com (Wilmington, DE) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Record cold quantum refrigerator paves way for reliable quantum computers",
            "link": "https://www.msn.com/en-us/news/technology/record-cold-quantum-refrigerator-paves-way-for-reliable-quantum-computers/ar-BB1r9hF3?ocid=BingNewsVerp",
            "description": "Quantum computers require extreme cooling to perform reliable calculations. One of the challenges preventing quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sbFQJuXmOkjLN3lkrFrmqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hear how Oak Ridge National Lab could advance the new quantum revolution",
            "link": "https://www.msn.com/en-us/news/technology/hear-how-oak-ridge-national-lab-could-advance-the-new-quantum-revolution/ar-BB1r9bwx?ocid=BingNewsVerp",
            "description": "The Jan. 14 speaker will be Warren Grice. a member of the Quantum Communications and Networking Group in the Quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K6kZI8xqsx4fOkCUqjtJRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "The Oak Ridger on MSN19h",
            "source": "The Oak Ridger on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI Revolution at Bar-Ilan University: Supporting Students, Shaping the Future",
            "link": "https://blogs.timesofisrael.com/the-ai-revolution-at-bar-ilan-university-supporting-students-shaping-the-future/",
            "description": "At BIU, the university’s commitment to AI goes beyond innovation. More than 200 courses are now offered in AI across every ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H4zyEaX2utxXYJucAtIiJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "The Times of Israel8h",
            "source": "The Times of Israel",
            "article_content": "Content not available"
        }
    }
]