[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Winter Wonder Walkthrough",
            "link": "https://www.ign.com/wikis/astro-bot/Winter_Wonder_Walkthrough",
            "description": "Wonder is a stage in Astro Bot. Unlike other levels, this one doesn’t take place in a specific galaxy. When you leave the Crash Site, ...",
            "image_url": "https://www.bing.com/th?id=OJ.roqWBatIwIpaCw&pid=news&w=52&h=16&rs=2",
            "category": "ufo",
            "date": "4h",
            "source": "IGN",
            "article_content": "Winter Wonder Present 10\n\nFrom here, head towards the penguin balloons. In this area, you’ll find a well. Jump in, and on a manta ray’s back, you’ll find another chest, this one containing the penguin power-up!\n\nWinter Wonder Bot 3\n\nBefore heading back to the surface, look for this breakable wall. Hold R2 to charge through it, then keep holding it to run into the wall marked with stars. In this tucked-away room, you’ll find another present. This one contains a bot inspired by the hero from Tomba!\n\nWinter Wonder Bot 3\n\nWinter Wonder Present 11\n\nNow, in the main area, use the yellow bounce pad to exit the well. Now, head behind you to find this wall with two flowers. Use your spin attack in the middle of them to spin them at the same time, and the wall will part to reveal a secret room! In here, you’ll find another costume inspired by Jin Sakai from Ghost of Tsushima.\n\nWinter Wonder Present 12\n\nNow, go to the area right behind the penguin balloons. This should be just to the right of where the finish platform appears. In this area covered with bells, use your hover to break the glass below. In this lower area, you’ll find a chest with the mouse power-up."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA astronaut who flew three Space Shuttle missions finally spots a UFO – back on Earth",
            "link": "https://www.msn.com/en-gb/science/aeronautics/nasa-astronaut-who-flew-three-space-shuttle-missions-finally-spots-a-ufo-back-on-earth/ar-AA1wkuxp?ocid=BingNewsVerp",
            "description": "US astronaut Leroy Chiao has been on three space missions and event spent months living in space, only to bizarrely see his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VCX8StMZEkfG1HgaV5TLki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astonishing moment 'UFO' captured onboard British Airways flight leaving UK",
            "link": "https://www.msn.com/en-gb/technology/aviation/astonishing-moment-ufo-captured-onboard-british-airways-flight-leaving-uk/ar-AA1wiDEG?ocid=BingNewsVerp",
            "description": "Passengers travelling onboard a flight out of the UK captured the moment they saw an 'unidentified object' out of their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eRnk4kcKyKNXtQvdSR9uri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Allen Johnson: The truth is out there, hovering in the night sky",
            "link": "https://greensboro.com/opinion/column/drones-trump-rfk-jr-ufos-the-x-files/article_46f9f41a-bf6e-11ef-8510-93640d330423.html",
            "description": "Like a plague of locusts, drones keep coming, torturing us with their mystery. Where are they from, what do they want and why ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tygEghmu1e2RYhf7b4A0iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "News & Record14hOpinion",
            "source": "News & Record",
            "article_content": "The truth is out there, whirring in the night sky, taunting us with winking lights and erratic zigs and zags.\n\nLike a plague of locusts, they keep coming, torturing us with their mystery.\n\nWhat are they, where are they from, what do they want and why won’t the government give us a straight answer?\n\nAre they chariots of the gods from a strange new world in a galaxy far, far away?\n\nOr the villainous handiwork of China or Putin or Little Rocket Man?\n\nOr even an inside job … deep state spies, dispatched from a secret drone hangar in the basement of a D.C. pizza parlor?\n\nWho cares? Donald Trump says. Shoot first and ask questions later. Speculation is for suckers.\n\n“Mystery Drone sightings all over the Country,” the president-elect posted on Truth Social. “Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThe government says not to worry. Which, of course, is what worries people the most.\n\nUntil most recently, the official response has been sketchy, sluggish and anything but helpful or reassuring.\n\nAs of last week, thankfully, the feds finally were providing a coherent reaction.\n\nOn Wednesday and Thursday, The Associated Press reports, the Federal Aviation Administration banned drone flights in 30 areas in New York and 22 in New Jersey, through mid-January. FBI and Department of Homeland Security officials say their agencies are looking into the sightings but have seen little evidence to suggest safety or security threats.\n\nWhat most people are seeing, officials say, are law-abiding, garden-variety drones. Or airplanes. Or helicopters. Or stars.\n\nThese are plausible answers. But many Americans remain unconvinced.\n\nThere are, of course, lots of precedents for our tin-hat predilections. “Yes, they can control the weather,” a member of Congress posted on X only weeks ago, presumably about members of the other party. A vaccine denier may soon head the federal Department of Health and Human Services. Then there was a spate of clown sightings in 2016. (You can look it up.)\n\nBut the most famous was the “War of the Worlds,” a 1938 radio drama about a Martian invasion based on H.G. Wells’ science fiction novel that some Americans mistook as the real thing.\n\nIt all sounds like an episode of the “X-Files,” the popular old Fox series in which a pair of mismatched FBI agents delved weekly (9 Eastern, 8 Central Time) into monsters, aliens and labyrinthine conspiracies.\n\nSpecial agents Dana Scully and Fox Mulder were an odd coupling of “They’re out to get you”-ism versus “You’ve gotta be kidding me-”-ism. Mulder was the true believer, Scully the skeptic.\n\nI’m more Scully than Mulder.\n\nI live in a neighborhood near enough to PTI Airport and far enough from city lights that the night sky is often vast and dark enough to reveal twinkling stars and a constant array of air traffic, some of it close and bright enough to resemble gliding Christmas trees.\n\nOccasionally, an aircraft headed for PTI will appear to be a UFO, sitting silent and still in the heavens. But it’s always an illusion, a plane approaching head-on that only appears to be hovering until it turns toward the runway and you can hear the roar of its engines.\n\nTo be honest, I’ve hoped for a UFO sighting, just for the thrill of it. But I’ve yet to see even one.\n\nAs for the mass hysteria over drones, it’s another sign to me of the blessings of not living in a war-torn place like Gaza or Ukraine, where drones are ubiquitous and deadly, armed with missiles, bombs and bullets.\n\nSo, for now, at least, I’m not buying the Drone Conspiracy.\n\nIn the end, maybe I’ll be proven wrong. (Scully was in the “X-Files.” The aliens turned out to be real, as did many of the monsters of the week.)\n\nOn a more serious note, the ebbing faith in government and other institutions (insurance companies, media, big business, schools and universities) is for real and it is disturbing and unhealthy.\n\nWhen the center does not hold, things fall apart.\n\nAnd that’s a lot scarier than blinking lights in the night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO's entering earth? NASA expert sheds light on objects seen across Central Alabama",
            "link": "https://abc3340.com/news/local/ufos-entering-earth-nasa-expert-sheds-light-on-objects-seen-across-central-alabama-space-astronomy-meteors-working-for-you",
            "description": "On Saturday, December 21, viewers sent in images and pictures of what appeared to be shiny objects entering the atmosphere. Two different objects were caught on camera. The first object was seen at ...",
            "image_url": "https://www.bing.comNo image",
            "category": "ufo",
            "date": "abc33407h",
            "source": "abc3340",
            "article_content": "On Saturday, December 21, viewers sent in images and pictures of what appeared to be shiny objects entering the atmosphere.\n\nTwo different objects were caught on camera.\n\nThe first object was seen at approximately 5:30 pm. NASA's Bill Cooke says was a fireball meteor weighing just a pound, but tore through Earth's atmosphere at 33,000 miles per hour.\n\nThen, a little after 10 pm, a second object was seen in Tuscaloosa, Alabama, sent to us by Stefanie St. John in Tuscaloosa.\n\nThis object is believed to have been a disintegrating commercial imaging Chinese satellite, GaoJing 1-01, operated by Spaceview, a Beijing-based company.\n\n\n\n\n\n\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Galaxy AI's half-baked tools offer too little to sell me on new Samsung phones",
            "link": "https://www.androidpolice.com/samsung-galaxy-ai-features-not-ready-yet/",
            "description": "Galaxy AI's attention-grabbing features often look impressive and can do remarkable things. I'm not here to disparage AI in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rQh9-uFzvnOUiE_t1UAEXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India to see a surge in AI applications in 2025: Nasscom",
            "link": "https://www.financialexpress.com/business/digital-transformation-india-to-see-a-surge-in-ai-applications-in-2025-nasscomnbsp-3697715/",
            "description": "The adoption of AI among Indian enterprises is progressing from proof-of-concept stages to full-scale production, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WVaPSGMT5a5iQd8cGsldRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "The Financial Express4h",
            "source": "The Financial Express",
            "article_content": "India will see a rise in artificial intelligence (AI) applications and cost reductions in 2025, with increasing adoption across sectors like healthcare, finance, energy, and governance, Sanjeev Malhotra, CEO of the Centre of Excellence for IoT and AI at Nasscom, told FE.\n\n“We will see more applications of AI across the board… most of the cost is computing and manpower, and as knowledge becomes more pervasive, more people get trained on this, I think the rate of application development will increase, so will the rate of adoption across the board,” he said.\n\nHe also said enterprises will derive more efficiencies and the fault rates will reduce. “I think the rest of the world will also start using more and more solutions from India,” he said.\n\nAlso Read Aero India 2025: SAAB’s Vision and Focus on AI-Driven Innovation 60% APAC firms see AI benefits in 2-5 years: IBM survey India at the forefront of the AI and tech revolution: Key insights from new global labor report Interview l ‘Into the next phase of AI maturity’\n\nThe adoption of AI among Indian enterprises is progressing from proof-of-concept stages to full-scale production, particularly in the fintech and healthcare sectors, according to Malhotra.\n\nAutomated loan processing, fraud detection, and citizen grievance redressal are some of the leading use cases. “Governments are also beginning to use chatbots for grievance redressal, as it is not possible to deploy large numbers of call centre agents,” he said.\n\nThe availability of public LLMs from global tech giants is also fostering innovation among Indian startups. “When these [LLMs] are made public, it makes it easier for startups to use those products in creating applications,” Malhotra said. Startups are building domain-specific solutions by customising LLMs with additional features.\n\nAI is also playing a growing role in critical areas like energy transition and healthcare. “In energy, applications optimise usage and extend battery life through software interventions. This has a cumulative impact, especially with the increasing adoption of electric vehicles,” he said. Malhotra also highlighted its use in predictive maintenance for power plants and grid optimisation.\n\nHealthcare has seen similar progress, with chatbots providing initial diagnoses in multiple Indian languages. “Patients can talk to machines regarding their problems and receive good guidance…these chatbots now come in different languages, making them more open to adoption by the larger population,” Malhotra said.\n\nTo support startups and enterprises, the Nasscom Centre of Excellence has launched initiatives to accelerate AI adoption. Malhotra said co-creation between them helps enterprises discover existing solutions rather than building new ones from scratch, making it a “win-win” situation.\n\n“This programme connects startups with industries and funding organisations, making it easier for startups to access large enterprises,” he said.\n\nNasscom’s Future Skills platform is also addressing the skill gap in the AI sector. The programme, developed in partnership with the ministry of electronics and information technology (MeitY), offers online learning resources to upskill professionals at nominal costs."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 AI Predictions For 2025",
            "link": "https://www.forbes.com/sites/robtoews/2024/12/22/10-ai-predictions-for-2025/",
            "description": "Meta is the world’s standard bearer for open-weight AI. In a fascinating case study in corporate strategy, while rivals like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OBOAITkbNHDhNdjbbkzp-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Inappropriate apps rated as safe for young children are prevalent in the App Store, report warns",
            "link": "https://www.msn.com/en-us/money/other/inappropriate-apps-rated-as-safe-for-young-children-are-prevalent-in-the-app-store-report-warns/ar-AA1wkAqV?ocid=BingNewsVerp",
            "description": "Research led by Heat Initiative and ParentsTogether Action looked into apps rated as appropriate for kids aged 4+, 9+ and 12+ ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7O5IS0EOnjM1h0VLlhSJ6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4hon MSN",
            "source": "Engadget on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acer Swift 14 AI AMD",
            "link": "https://www.yahoo.com/tech/acer-swift-14-ai-amd-130000237.html",
            "description": "Acer is not the only offender—looking at you, Microsoft, forcing your Copilot key onto keyboards—but the company has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5d6a86ZC4cZAOKeCyepM_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nWhat's one way to charge more than $1,000 for a laptop in this day and age? Slap an \"AI\" sticker on it. Acer is not the only offender—looking at you, Microsoft, forcing your Copilot key onto keyboards—but the company has enthusiastically boarded the bandwagon with the Swift 14 AI AMD (starts at $1,199.99; $1,299.99 as tested), a notebook with a squiggly symbol on the touchpad that lights up when you use an AI app. Artificial hoopla aside, the Swift is a capable ultraportable laptop. However, it fails to unseat the Editors' Choice-award-winning Asus Zenbook 14 OLED Touch (UM3406), which isn't as fast but has a superior screen and costs hundreds less.\n\nConfigurations and Design: Covering All the CPU Bases\n\nThe Swift 14 AI AMD—you'll find Intel and Arm versions, too—starts at $1,199.99 with 16GB of RAM, which is on sale for $999 at the time of publishing. However, this test unit (model SF14-61T-R3U1) doubles the memory for an extra $100. It also carries a 10-core AMD Ryzen AI 9 365 processor with Radeon 880M integrated graphics, a 1TB NVMe solid-state drive, and a 14-inch, 1,920-by-1,200-pixel IPS touch screen.\n\nThe system's web page on Acer.com trumpets two non-touch display options with higher 3K resolution—one IPS with a 120Hz refresh rate and one OLED with 90Hz—but Acer disappointingly confirms they're not available in the U.S.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOn the positive side, the Swift lands right on our ultraportable weight line at 3.0 pounds, compared with 3.47 pounds for the HP OmniBook Ultra 14. Measuring 0.74 by 12.3 by 8.8 inches, it's a fraction trimmer than that laptop as well. Its anodized aluminum chassis has passed MIL-STD 810H tests for sturdiness, but you'll still feel a bit of flex if you grasp the screen corners or press the keyboard deck.\n\nSlim bezels surround the screen, which opens 180 degrees and has a top lip to ease one-handed opening. The 1440p webcam centered above has a sliding privacy shutter and IR face recognition, joining a fingerprint reader embedded in the power button to give you two ways to skip passwords with Windows Hello.\n\nThe laptop's left side holds two USB4 Type-C ports, either suitable for the AC adapter, along with an always-on USB 3.2 Type-A port and an HDMI monitor port. Another USB-A port joins an audio jack at the right. Along with Wi-Fi 7 and Bluetooth, this is a satisfactory array of connections. However, I would be happier with USB-C ports on both sides (so the AC adapter cord can't interfere with external mouse users) and an option for mobile broadband.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nUsing the Acer Swift 14 AI AMD: Ai-Yi-Yi, It's AI\n\nAlong with the usual shortcuts for screen brightness, audio volume, and airplane mode, the top row has a key to launch AcerSense, a utility that combines system info and updates, diagnostics, power/cooling settings, and three Windows Store apps. These are LiveArt, which creates AI-filtered stickers from your photos; AlterView, which provides adjustable animated wallpapers; and GIMP, the robust but less consumer-friendly rival to Adobe Photoshop.\n\nA feature called Acer User Sensing taps the IR webcam to log you in when you approach and dim the screen or lock the system when you move away, as well as nagging you to take regular screen breaks and not get too close to the display. Acer QuickPanel pops up during video calls to provide AI-enhanced PurifiedView image and PurifiedVoice audio enhancements. And as always with Acer PCs, you'll see a few bloatware ads for things like the Forge of Empires game.\n\nPurifiedView mostly duplicates Windows Camera's recently added auto framing, background blur, and video fine-tuning for the webcam. The camera captures images that are brighter and sharper than average, with quadruple the resolution of cheapo 720p cams. Sound from the bottom-mounted speakers is moderately loud but somewhat scratchy and hollow; you'll hear little bass, but you can make out overlapping tracks. DTS:X Ultra software offers music, movie, gaming, and other audio presets (my ears couldn't detect much difference) plus an equalizer.\n\nThe keyboard commits two common laptop sins: teaming the cursor arrow and Fn keys instead of providing dedicated Home, End, Page Up, and Page Down keys and arranging those arrows in a clumsy row (with half-size up and down stacked between full-size left and right) instead of an inverted T. Its typing feel is decidedly shallow and flat, uncomfortable for long sessions. The sizable, buttonless touchpad glides and taps smoothly and takes medium pressure for a comfortable click.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nI could wish for higher resolution, but the 16:10-aspect-ratio touch screen is sufficiently bright, with clean instead of dingy white backgrounds and broad viewing angles. Its colors don't pop like poster paints but are rich and well-saturated, with decent contrast. The screen's finer details are crisp, and you'll see no pixelation around the edges of letters.\n\nTesting the Acer Swift 14 AI AMD: Near the Head of the Class\n\nYou'll find no shortage of other 14-inch ultraportables to compare the Swift AI 14 with—or wanna-be ultraportables, I should say—since several edge over our three-pound limit. The Dell XPS 14 and Asus Zenbook S 14 have Intel Core Ultra 7 power. So does our test unit's more costly cousin, the Acer Swift X 14, whose Nvidia GeForce RTX 4070 instead of integrated graphics makes it the champion of our GPU benchmarks. The HP OmniBook Ultra 14 has an AMD Ryzen AI 9 processor like our Acer's.\n\nProductivity and Content Creation Tests\n\nOur primary overall benchmark, UL's PCMark 10, tests a system in productivity apps ranging from web browsing to word processing and spreadsheet work. Its Full System Drive subtest measures a PC's storage throughput.\n\nThree more tests are CPU-centric or processor-intensive. Maxon's Cinebench 2024 uses that company's Cinema 4D engine to render a complex scene; Primate Labs' Geekbench 6.3 Pro simulates popular apps ranging from PDF rendering and speech recognition to machine learning; and we see how long it takes the video editing tool HandBrake 1.8 to convert a 12-minute clip from 4K to 1080p resolution.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFinally, workstation maker Puget Systems' PugetBench for Creators rates a PC's image editing prowess with a variety of automated operations in Adobe Photoshop 25.\n\nCompared with larger desktop replacement notebooks, the ultraportable performance baseline is usually decent workflow with everyday apps like Microsoft 365 or Google Workspace—say, 4,000 to 5,000 points in PCMark 10's main event. The Swift 14 AI AMD raises the bar, joining HP's OmniBook (which has a slightly higher-rated Ryzen AI chip) in crushing our processing tests. It's certainly suitable for content creation as well as routine productivity.\n\nGraphics Tests\n\nWe challenge laptops' graphics with a quartet of animations or gaming simulations from UL's 3DMark test suite. Wild Life (1440p) and Wild Life Extreme (4K) use the Vulkan graphics API to measure GPU speeds. Steel Nomad's regular and Light subtests focus on APIs more commonly used for game development, like Metal and DirectX 12, to assess gaming geometry and particle effects. A fifth test, Solar Bay, emphasizes ray-tracing performance.\n\nAMD's integrated graphics were not quite a match for Intel's, which in turn were no match for the Dell's entry-level discrete GPU, let alone the two-steps-higher RTX 4070 inside the Swift X. Most ultraportables are fine for solitaire games and video streaming, not playing the latest fast-twitch titles.\n\nBattery and Display Tests\n\nWe test each laptop's battery life by playing a locally stored 720p video file (the open-source Blender movie Tears of Steel) with display brightness at 50% and audio volume at 100%. We make sure the battery is fully charged before the test, with Wi-Fi and keyboard backlighting turned off.\n\nAdvertisement Advertisement\n\nTo gauge display performance, we also use a Datacolor SpyderX Elite monitor calibration sensor and Windows software to measure a laptop screen's color saturation—what percentage of the sRGB, Adobe RGB, and DCI-P3 color gamuts or palettes the display can show—and its 50% and peak brightness in nits (candelas per square meter).\n\nThe Acer AI AMD did about as well as an IPS- rather than OLED-screened slimline can in these tests, combining lengthy battery life and screen brightness with decent color reproduction. However, I still wish Acer would sell the 3K OLED display as an option here in the States.\n\nVerdict: Embrace the Hype?\n\nWe have a perhaps stereotypical view of most Acer customers as non-tech-expert consumers rather than power users, so we're not surprised the Swift 14 AI AMD does everything but put a cereal- or detergent-style \"Now with AI!\" decal on the box. Those looking inside the box, however, will find exceptional processing power and webcam quality. The stiff, flat keyboard dampens the experience, and other 14-inch ultraportables, like the Asus Zenbook 14 OLED Touch, include prettier OLED screens, but this Acer should satisfy many."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Book Shelf",
            "link": "https://www.thehansindia.com/featured/sunday-hans/book-shelf-931821",
            "description": "Myths Untold’ is a captivating book by the young author Anannyya Dwivedi. In this, Anannyya takes readers on an imaginative ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YuKEwWMFnGoZ4TRAs6G9FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "14h",
            "source": "The Hans India",
            "article_content": "‘Myths Untold’ is a captivating book by the young author Anannyya Dwivedi. In this, Anannyya takes readers on an imaginative journey where she breathes new life into age-old stories. With a positive point of view and a fresh perspective, she skilfully redesigns these classic tales, offering readers an enchanting blend of tradition and innovation. Anannyya encourages young minds to see the world of myths and legends through a different lens. It is published under Wordly Wise Publishers’ campaign, “Books for Children, by Children.”\n\nAuthor - Anannya Dwivedi\n\nPublisher - Wordly Wise Publishers\n\nPrice - 499/-\n\nImmerse yourself in this book by renowned food critic and historian Pushpesh Pant. He welcomes you to a world of Indian cooking with its special tastes, smells and sights. With recipes spanning the length and breadth of India, ‘Lazzatnama’ captures the diverse culinary landscape of a country rich in exemplary cuisines. From the beguiling sweetness of Gujarati kadhi and the rollicking flavours of meen biryani to the deliciously enfolding comfort of gulab ki kheer and the calming coolness of bael ka sherbet, this cuisine-based chronicle of a culture-rich country is sure to entice you to not just savour these delicacies—each with its own wonderfully specific recipe—but also enter your kitchens to make them.\n\nAuthor- Pushpesh Pant\n\nPublisher- Rupa Publications\n\nPrice- Rs.395/\n\n‘Whispers in the Shadows’ chronicles hair-raising encounters written by one of India’s most brilliant police investigators. Inspired by truly chilling events, join Avinash on his journey to the most unexpected locations in the country. In the sprawling lawns of Lodhi Garden, a paranormal witness becomes the key to the murder of a powerful politician’s wife. Strange voices are heard throughout the night in an office in the North Block. In a far-off village in the western ghats, a lonely walk with a family friend turns eerie due to a shocking turn of events.\n\nWill Avinash be able to solve the mystery behind the strange happenings? Is there life beyond life? Does the paranormal overlap with everyday reality more than we know?\n\nAuthor: MA Ganapathy\n\nPublisher: Srishti Publishers&Distributors\n\nPrice: Rs.299/\n\nBased on true events, ‘Codename Stallion’ revolves around the hunt for a dreaded militant leader. From perilous raids to nail-biting interrogations and attempts on Lal’s life, the book is an account of one of India’s top super cop’s personal experiences during militancy in UP in the nineties. Really an engaging read that will keep the readers glued to its pages.\n\nAuthor: Aloke Lal, Maanas Lal\n\nPublisher: Srishti Publishers&Distributors\n\nPrice: Rs.350/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Shadows Fall’s Jason Bittner Initially Hated Slayer + Metallica",
            "link": "https://loudwire.com/shadows-fall-jason-bittner-hated-slayer-metallica/",
            "description": "In a recent chat with YouTube channel RichardMetalFan (posted on Dec. 13), Shadows Fall drummer Jason Bittner revealed why he ...",
            "image_url": "https://www.bing.com/th?id=OVF.AkkIlYZXt%2bRYNXKVPMIp%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire7h",
            "source": "loudwire",
            "article_content": "In a recent chat with YouTube channel RichardMetalFan (posted on Dec. 13), Shadows Fall drummer Jason Bittner revealed why he “hated” both Metallica and Slayer when he first heard them (and what led to him changing his mind).\n\nBittner’s Discovery of Heavy Metal\n\nAt the start of their conversation, Bittner is asked, “Growing up, what were the first band that got you into metal and made you want to start playing drums?”\n\nBittner responds:\n\nThe band that got me into “heavy metal,” technically, is Iron Maiden. Maiden’s my favorite metal band of all time as well. That was the first band I saw of that genre in 1980, the day that MTV came on the air. I was 10 years old, and I was, like, “What in God's name is this?” And that just sent me on my trajectory [with] Maiden and Judas Priest.\n\nAside from Bittner’s minor timeline mistake (MTV debuted in 1981), his love for Iron Maiden and Judas Priest isn’t surprising. What is more shocking, however, is that he follows by confessing that he was far less impressed by Metallica and Slayer when he first heard them.\n\n“I wanna say, I think [in] ’84, a friend of mine let me borrow a record [Ride the Lightning],” Bittner reflects. “He’s like, ‘Oh, you gotta check out this band.' And I'm, like, 'Who's Metal-licka?' And he goes, 'No, it's pronounced Metallica, man!' I'm, like, 'All right, cool. Metallica.’ And I took it home and I hated it.”\n\nREAD MORE: Shadows Fall Vs. Haunted Prison\n\nWhy Bittner Originally Didn’t Like Metallica or Slayer\n\nInterestingly, it’s related to his love for Bruce Dickinson and Rob Halford. Bittner explains:\n\nI was like, “God, what the hell is this?” 'Cause I was used to Bruce Dickinson and Halford, and all of a sudden, you have James Hetfield, and I'm, like, “What on earth is this?” Maybe, like, a week later, I taped the album just in case I might like it one day, and I gave the record back to my friend. And, like, a week later, I'm doing my paper route and I was humming [a guitar riff]. And I'm, like, “What is this that I'm singing to myself?” And it was the riff from “Fight Fire With Fire.” And I'm, like, “Oh, that's that Metallica band. I didn't think I liked that.”\n\nHe continues:\n\nA lot of the heavier bands – even bands I've been in – when I've heard [them] the first time, I didn't care for [them]. Like Slayer. I hated Slayer at first. I'm, like, “No way I'm gonna like this.” [Now] Slayer’s my favorite thrash band of all time. Anthrax and Megadeth were the only two that, when I first listened, I wasn't, like, “Aargh!” Like, with Anthrax, I was just, like, “Holy shit!” That was, like, the — no pun intended — the “be all, end all” for me right there, because [drummer] Charlie [Benante] was . . . one step beyond [Slayer drummer Dave] Lombardo for me at that point, because, like, Lombardo was feet, but Charlie was the whole fucking package.\n\nWhat Made Him Change His Mind on Metallica and Slayer\n\nBittner add that he was introduced to Metallica first (followed by Megadeth) because a classmate mentioned that “there’s this dude [Dave Mustaine] that was in Metallica before Kirk Hammett.”\n\nHe explains:\n\nI didn't know about anything pre-'Kill ‘Em All' . . . [and] he was, like, “Nah, this dude [Mustaine] was in the band before [Hammett], and he's got this other band and it's called Megadeth. . . And the first thing I heard was 'Killing Is My Business,' but that was so raw at the time. I was, like, “All right . . . it's kind of cool. It's fast and stuff.” But, once 'Peace Sells' came out, I was, like, “Oh, all right. Now I get it.” . . . Maybe a year after that or within that year, I got into Slayer. A friend of mine had Show No Mercy and he had let me hear that. And I wasn't really that impressed, but then Reign in Blood came out . . . and I bought that . . . went on a spring break vacation my sophomore year of high school to Florida with my mom, and all I did was just I had Reign In Blood . . . I listened to that record just incessantly for a week straight.\n\nFrom there, Bittner came to appreciate “how hard thrash metal drumming was” as he tried to play certain parts himself. “So, it was Slayer, then Anthrax, and it was basically through the “Big 4” and then everything else under the sun,” he remarks.\n\nInterestingly, he admits that he’s “always been . . . a thrash metal drummer,” adding:\n\nI’m not an extreme metal drummer. I like that stuff, but . . . it's out of my wheelhouse. It's not what I do. But I like a lot of those drummers and went through that whole phase in the mid-'90s. [I was] immersed into Death and Morbid Angel and that stuff. Listening to Pete Sandoval and Sean Reinert and Gene Hoglan. So, my influences go across the board, really. And let's not forget Van Halen, either.\n\nThat’s quite the musical journey, right?\n\nOf course, Shadows Fall recently released a new single and music video, “In the Grey,” which marks their first piece of new music in over a decade. It also signifies their new partnership with MNRK Music Group.\n\nAs for Metallica, they were ranked no. 9 in Pollstar’s recent tally of the Top 10 Worldwide Top Touring Artists of 2024. Likewise, they remain one of the top ten most popular choices for tattoos, and Kyuss’ Brant Bjork acknowledged that he didn’t like having the band labeled as “the next Metallica.”\n\nMeanwhile, Slayer’s Kerry King cited Sabotage as his favorite Black Sabbath LP.\n\nAlso, you can watch the full interview with Bittner below:\n\nShadows Fall’s Jason Bittner Discusses His Musical History With RichardMetalFan"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Dan Da Dan: Season 2' Trailer Revealed, Coming Soon On Digital Platforms",
            "link": "https://www.filmibeat.com/hollywood/news/2024/dan-da-dan-season-2-trailer-revealed-coming-soon-on-digital-platforms-434781.html",
            "description": "'Dan Da Dan' is directed by Fuga Yamashiro, with Abel Gongora joining to direct the second season. The cast list for the ...",
            "image_url": "https://www.bing.com/th?id=OVF.Y%2bxri32NG40dllGH13JkzA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "13h",
            "source": "FilmiBeat",
            "article_content": "The official Crunchyroll YouTube channel just dropped a trailer for what appears to be the second season of an anime that combines both the occult and the spiritual to bring to audiences one of the most bizarre anime shows so far. The anime is called 'Dan Da Dan' and the teaser for its second season can be found below.\n\nFor those of you that are curious about what this anime and its new season are going to be like, here are some of the things you should know about 'Dan Da Dan: Season 2'.\n\nPlot Details Of The Occult Modern Fantasy Anime Series 'Dan Da Dan'\n\n'Dan Da Dan' has been described by Crunchyroll in the following manner, \"When high schooler Momo, from a family of spirit mediums, first meets her classmate Okarun, an occult geek, they argue-Momo believes in ghosts but denies aliens, and Okarun believes in aliens but denies ghosts. When it turns out both phenomena are real, Momo awakens a hidden power and Okarun gains the power of a curse. Together, they must challenge the paranormal forces threatening their world.\"\n\nCast And Crew Behind The Anime Series 'Dan Da Dan'\n\n'Dan Da Dan' is directed by Fuga Yamashiro, with Abel Gongora joining to direct the second season. The cast list for the series includes mainstays such as Shion Wakayama, Natsuki Hanae, Nana Mizuki, Ayane Sakura, and the latest addition to the cast, Masako Isobe.\n\nWhen And Where Can I Watch The Series 'Dan Da Dan: Season 2'\n\nWhile no exact release date has been given, 'Dan Da Dan' will be available to watch on both Crunchyroll and Netflix from sometime in July, 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Terrifying night time phenomenon makes body freeze and 1 in 3 of us will experience it",
            "link": "https://www.mirror.co.uk/news/uk-news/terrifying-night-time-phenomenon-makes-34340497",
            "description": "Sleep paralysis, or the phenomenon of waking up and being unable to move, is more common than you might think - and can be a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mOy_9JcsHajeqK0Lkeq0ti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "The Mirror",
            "article_content": "Terrifying night time phenomenon makes body freeze and 1 in 3 of us will experience it\n\nNight-time disturbances of the terrifying variety can make us believe in the paranormal.\n\nBut those of us unlucky enough to \"wake\" to the feeling we aren't alone or find our bodies suddenly at the mercy of mysterious forces will be relieved to hear that these phenomena have a scientific name and explanation.\n\nThe Sleep Foundation describes sleep paralysis as a \"temporary inability to move or speak that occurs directly after falling asleep or waking up\". During an episode, the boundaries of sleep and wakefulness – usually defined and distinct – are temporarily blurred, leading to a mixed state of consciousness wherein individuals maintain some degree of awareness, however distorted, of the world around them, while being unable to move.\n\nOrdinarily, rapid eye movement (REM) sleep combines vivid dreaming with atonia (the brief loss of muscle control), which works in our favour to prevent us acting out our dreams in real life. Sleep paralysis, on the other hand, seems to occur when the atonia and mental imagery of REM sleep persists even into a state of being aware and awake.\n\nMedical experts have grouped sleep paralysis into two categories. Isolated sleep paralysis, or one-off paralysis episodes that are not connected to an underlying diagnosis of narcolepsy (a neurological disorder that disrupts the ability of the brain to properly control wakefulness).\n\nRecurrent sleep paralysis, or multiple sleep paralysis episodes over time that are usually associated with narcolepsy.\n\nAround 75% of sleep paralysis episodes involve hallucinations. These can include intruder hallucinations, where the individual perceives a dangerous person or presence in the room; chest pressure hallucinations (also known as incubus hallucinations), which involve feelings of suffocation and often occur alongside intruder hallucinations; and vestibular-motor (V-M) hallucinations, which involve feelings of movement or out-of-body sensations.\n\nThe cause of sleep paralysis is not fully understood, but it has been associated with insomnia, disrupted sleep patterns, post-traumatic stress disorder (PTSD), generalised anxiety disorder, panic disorder, and a family history of sleep paralysis. .\n\nTo prevent sleep paralysis, there are no quick-fixes or guaranteed cures, but some suggestions include: regularly getting 7 to 9 hours of sleep every day; maintaining a consistent bedtime and wake-up time; engaging in regular exercise, but avoiding it in the four hours leading up to bedtime; and sleeping on your front or side, as sleeping on your back can increase the likelihood of sleep paralysis episodes. .\n\nThose who are struggling with recurrent sleep paralysis may be referred to their GP, who could identify an underlying condition such as insomnia or PTSD. They may also be referred to a clinician who specialises in sleep disorders."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Horikoshi Reveals My Hero Academia Will Continue Even After Manga Ending",
            "link": "https://gamerant.com/horikoshi-reveals-my-hero-academia-continue-after-manga-ending/",
            "description": "It is safe to say that Horikoshi himself has enjoyed the journey of My Hero Academia to the absolute fullest. This is very ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZdZ_ycOi-U8RaCxHMuhOeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Game Rant3h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "North Lawndale middle schooler helps make scientific discovery of molecule with cancer-fighting properties in goose poop",
            "link": "https://www.msn.com/en-us/health/other/north-lawndale-middle-schooler-helps-make-scientific-discovery-of-molecule-with-cancer-fighting-properties-in-goose-poop/ar-AA1wkvyo?ocid=BingNewsVerp",
            "description": "In Garfield Park, Camarria Williams often enjoyed walks with her mom. There, the 11-year-old girl also discovered a new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m3si-KttDvOv57ZVrfc3NC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3hon MSN",
            "source": "Chicago Tribune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Yearender 2024: List of Biggest Innovations in AI, Science and Technology",
            "link": "https://www.msn.com/en-in/money/news/yearender-2024-list-of-biggest-innovations-in-ai-science-and-technology/ar-AA1wkaYr?ocid=BingNewsVerp",
            "description": "Discover the biggest innovations in AI, science, and technology for 2024, including breakthroughs in AI-powered discovery, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J7tE7UG1mycOioQYy8OC0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "8hon MSN",
            "source": "jagranjosh.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unexpected discovery opens doors for improved siRNA therapies",
            "link": "https://www.news-medical.net/news/20241220/Unexpected-discovery-opens-doors-for-improved-siRNA-therapies.aspx",
            "description": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CQUMpESO05ABnmPWIEgszi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "News Medical6h",
            "source": "News Medical",
            "article_content": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's often the starting point for discovery.\n\nThat's what happened to a team of researchers from Memorial Sloan Kettering Cancer Center (MSK) and their collaborators at the Icahn School of Medicine at Mount Sinai. Their unexpected findings in the lab point to an opportunity to improve therapies that use small RNAs to silence disease-causing genes, potentially including those involved in cancer.\n\nSometimes you do an experiment. You think you're testing one idea, but when it doesn't turn out the way you planned, it can lead you to find something else that's much more interesting.\" Eric Lai, PhD, developmental biologist\n\nIn this case, the researchers -; led by Seungjae Lee, PhD, a postdoctoral fellow in the Lai Lab at MSK's Sloan Kettering Institute -; were testing how a protein called ALAS1 helps to make small regulatory RNAs called microRNAs. When they removed the protein from cells, they expected to see levels of microRNAs drop.\n\n\"But instead, we were surprised to see them increase,\" Dr. Lai says.\n\nThat counterintuitive result led to the discovery of an unrecognized role for ALAS1 beyond its well-known role in the production of heme. (Heme is an important player in many biological processes, including in oxygen transport -; giving hemoglobin its name -; in energy production, and in making microRNAs.)\n\nThe team's findings were published in Science, one of the world's most prestigious scientific journals.\n\nHow little RNA snippets silence genes\n\nBoth microRNAs and the related class of small interfering RNAs (siRNAs) are small snippets of RNA -; just 21 or 22 nucleotides long -; that bind to specific messenger RNAs (mRNAs) and repress them.\n\nThere's a bucket brigade of players that together convert longer RNA molecules into the tiny active products, and a key takeaway is that scientists have harnessed this knowledge to turn small RNAs into drugs that can silence genes that cause specific diseases.\n\nThe first siRNA drug, patisiran, was approved by the U.S. Food and Drug Administration (FDA) in 2018 to treat a debilitating genetic disorder called hereditary transthyretin amyloidosis. A handful of additional siRNA drugs have been approved since, with more moving their way through clinical trials. Doctors see great potential to develop siRNA medicines against both rare diseases and more common ones (siRNA drugs are sometimes called RNAi drugs, meaning they work by interfering with messenger RNA accumulation).\n\nA moonlighting enzyme\n\nBack in the Lai Lab, Dr. Lee had discovered that upon removing ALAS1 from cells, they made more microRNAs. And further experiments showed that removing any of the other enzymes in the heme biosynthesis pathway did not affect microRNA levels.\n\n\"This told us that ALAS1 has another job outside of helping to make heme, which no one had realized,\" Dr. Lee says.\n\n\"We can consider this a 'moonlighting' function,\" Dr. Lai adds. \"And here we discovered that ALAS1 has this secret role regulating microRNAs that's not connected to its normal role in heme synthesis.\"\n\nPotential to make siRNA drugs work better\n\nThe discovery led the MSK researchers to partner with colleagues from the Icahn School of Medicine at Mount Sinai who specialize in heme regulation and ALAS genes -; Makiko Yasuda, MD, PhD, Robert Desnick MD, PhD, and postdoctoral fellow Sangmi Lee, PhD. This allowed the MSK researchers to extend their findings from cell culture into custom animal models that the Mount Sinai group were developing.\n\nAnd in mice, again, removing ALAS (specifically in liver cells) led to a global increase in microRNAs.\n\n\"The emerging picture is that ALAS acts as a brake on the production of microRNAs,\" Dr. Lai says. \"So we thought, now that we know how to remove this brake, maybe we can use that to improve the efficacy of siRNA drugs and their ability to silence their target genes.\"\n\nIn theory, this knowledge might help boost the activity of siRNA drugs against any problematic gene that is overactive in disease, Dr. Lai explains. Potentially this could include oncogenes known to drive cancer.\n\n\"But we're not quite there yet,\" he says. \"Therapeutic siRNA drugs don't work well enough against all targets and are currently limited in where they can be used in the body.\" In fact, all six of the FDA-approved siRNA drugs target hepatocytes in the liver.\n\n\"It's straightforward to get drugs into the liver, which serves as a filter for the body,\" Dr. Lai says.\n\nSo, as a proof-of-concept, the team showed that not only could they deplete mouse liver cells of ALAS, leading to an increase in microRNAs, but doing so also enhanced the silencing activity of another model siRNA compound delivered to the mice.\n\nCoincidentally, one of the six approved siRNA drugs turns off ALAS1 to treat acute hepatic porphyrias. Dr. Yasuda and Dr. Desnick worked on the preclinical and clinical trials for the drug, which is known as givosiran. Since an siRNA against ALAS1 works effectively and safely in humans, this raises the possibility of combining such an agent to enhance other siRNA drugs. Dr. Lai notes that this strategy could be generally applicable to any siRNA.\n\nAnd if siRNA drugs can be made to work better, this could improve their cost-effectiveness, reduce side effects by making them effective at lower doses, and perhaps help to target additional cell types beyond liver cells, he adds.\n\nWhy discovery science matters\n\nIn December 2024, Harvard geneticist Gary Ruvkun, PhD, was awarded the Nobel Prize with Victor Ambros, PhD, for their joint discovery of microRNA and its role in gene regulation in the early 1990s. Dr. Lai did his undergraduate thesis research in Dr. Ruvkun's lab at that time (on another class of gene regulator) and credits him for launching his own career.\n\n\"I got my first real exposure to how science was actually done and gained lifelong interests in developmental biology and small RNAs,\" Dr. Lai says, adding that his mentor's recent accolade underscores the importance of curiosity-driven research.\n\n\"Dr. Ruvkun didn't start out looking for microRNAs,\" Dr. Lai says. \"Like Dr. Ambros, he was investigating the development of nematodes, these tiny worms that live in the soil. And not only did this unveil an entirely new paradigm for how genes are controlled, the field they started eventually resulted in a novel class of human therapies.\n\n\"When people ask why we're not spending all of our research dollars directly studying diseases like cancer, why we're funding research into cells and processes in model organisms like fruit flies, yeast, and bacteria -; this is a great example of how discovery science fuels the biggest breakthroughs,\" he continues. \"And I think it is especially critical to keep this conversation active, given how much uncertainty and disagreement there is in society and government about how much to publicly fund scientific research and in what areas. Hopefully, there will be continued support to keep the engine of foundational research strong.\"\n\nFunding and disclosures\n\nFunding for the research includes grants from the National Institutes of Health (R01DK134783, R01-GM083300, P30-CA008748); a Cooperative Centers of Excellence in Hematology pilot grant (10040500-05S1); and a NYSTEM training award (C32559GG).\n\nThe researchers have filed a patent application on their methods for enhancing the efficacy of RNAi therapy by targeting ALAS1/ALAS2 (WO2024148236A1).\n\nDrs. Yasuda and Desnick are also co-inventors of a patent for RNAi therapy of acute hepatic porphyrias. They also report pharmaceutical consulting work. Please see the study for full details."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "End of world's energy woes? Why world is talking about the latest deep-sea oil discovery",
            "link": "https://www.msn.com/en-in/science/environmental-science/end-of-world-s-energy-woes-why-world-is-talking-about-the-latest-deep-sea-oil-discovery/ar-AA1wkHwG?ocid=BingNewsVerp",
            "description": "The crude oil in the deep sea is one of the most prized assets in the energy space anywhere on earth. These stores are buried ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hGmCO0U6O9nYiu4A1eIcmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN1m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle-schooler finds goose poop that has cancer-fighting compound",
            "link": "https://www.msn.com/en-us/health/other/middle-schooler-finds-goose-poop-that-has-cancer-fighting-compound/ar-AA1wjoGn?ocid=BingNewsVerp",
            "description": "My mom, auntie and grandma have all had cancer, so it makes me happy that something I found could help,' said Camarria ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dkvYDHD9f0rbSl-cLSz1ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "12hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI trained o1 and o3 to ‘think’ about its safety policy",
            "link": "https://www.msn.com/en-us/news/technology/openai-trained-o1-and-o3-to-think-about-its-safety-policy/ar-AA1wkl09?ocid=BingNewsVerp",
            "description": "OpenAI announced a new family of AI reasoning models on Friday, o3, which the startup claims to be more advanced than o1 or ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w8dzAGMe7oAnbAvK8c2m2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI whistleblower Suchir Balaji dead at age 26",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-whistleblower-suchir-balaji-dead-at-age-26/ar-AA1wkmv9?ocid=BingNewsVerp",
            "description": "Suchir Balaji, a former researcher at OpenAI who openly questioned the legality of its data-gathering practices, died by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9JVEam0O3iRZA4BAI8068C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Gives Plus Users Unlimited Access to Sora Over The Holidays",
            "link": "https://www.msn.com/en-us/news/other/openai-gives-plus-users-unlimited-access-to-sora-over-the-holidays/ar-AA1wjRZf?ocid=BingNewsVerp",
            "description": "For a limited time, users will be able to generate videos of over 20 seconds long, and over 50 lower resolution (480p) videos ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vfYzsB-xJ2ZyCa643sx9OS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Report: OpenAI’s GPT-5 Is ‘Behind Schedule’ and Running Up ‘Huge Bills’",
            "link": "https://www.msn.com/en-us/money/technology/reports-openai-s-gpt-5-is-behind-schedule-and-running-up-huge-bills/ar-AA1wjn97?ocid=BingNewsVerp",
            "description": "Issues with data quality, competing projects, and high-profile executive exits are allegedly all contributing to the slowdown ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J7jtoc9Fbj8Z6XU8WyWyhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "PCMag on MSN14h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-OpenAI engineer who raised legal concerns about the technology he helped build has died",
            "link": "https://abc7chicago.com/post/ex-openai-engineer-suchir-balaji-raised-legal-concerns-technology-he-helped-build-has-died/15691053/",
            "description": "A former OpenAI engineer and whistleblower who helped train the artificial intelligence systems behind ChatGPT was found dead ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wcT7ipC7Lng8Rf46Idr1QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "ABC 7 Chicago",
            "article_content": "Ex-OpenAI engineer who raised legal concerns about the technology he helped build has died\n\nSuchir Balaji, a former OpenAI engineer and whistleblower who helped train the AI systems behind ChatGPT, has died.\n\nSuchir Balaji, a former OpenAI engineer and whistleblower who helped train the AI systems behind ChatGPT, has died.\n\nSuchir Balaji, a former OpenAI engineer and whistleblower who helped train the AI systems behind ChatGPT, has died.\n\nSuchir Balaji, a former OpenAI engineer and whistleblower who helped train the AI systems behind ChatGPT, has died.\n\nIf you or someone you know may be experiencing a mental health crisis, call or text the 988 Suicide & Crisis Lifeline at 988.\n\nSuchir Balaji, a former OpenAI engineer and whistleblower who helped train the artificial intelligence systems behind ChatGPT and later said he believed those practices violated copyright law, has died, according to his parents and San Francisco officials. He was 26.\n\nBalaji worked at OpenAI for nearly four years before quitting in August. He was well-regarded by colleagues at the San Francisco company, where a co-founder this week called him one of OpenAI's strongest contributors who was essential to developing some of its products.\n\n\"We are devastated to learn of this incredibly sad news and our hearts go out to Suchir's loved ones during this difficult time,\" said a statement from OpenAI.\n\nBalaji was found dead in his San Francisco apartment on Nov. 26 in what police said \"appeared to be a suicide. No evidence of foul play was found during the initial investigation.\" The city's chief medical examiner's office confirmed the manner of death to be suicide.\n\nHis parents Poornima Ramarao and Balaji Ramamurthy said they are still seeking answers, describing their son as a \"happy, smart and brave young man\" who loved to hike and recently returned from a trip with friends.\n\nBalaji grew up in the San Francisco Bay Area and first arrived at the fledgling AI research lab for a 2018 summer internship while studying computer science at the University of California, Berkeley. He returned a few years later to work at OpenAI, where one of his first projects, called WebGPT, helped pave the way for ChatGPT.\n\nSuchir Balaji poses for a photo in Hawaii in 2018. Balaji was a former OpenAI engineer and whistleblower who died in November 2024. Balaji Ramamurthy via AP\n\n\"Suchir's contributions to this project were essential, and it wouldn't have succeeded without him,\" said OpenAI co-founder John Schulman in a social media post memorializing Balaji. Schulman, who recruited Balaji to his team, said what made him such an exceptional engineer and scientist was his attention to detail and ability to notice subtle bugs or logical errors.\n\n\"He had a knack for finding simple solutions and writing elegant code that worked,\" Schulman wrote. \"He'd think through the details of things carefully and rigorously.\"\n\nBalaji later shifted to organizing the huge datasets of online writings and other media used to train GPT-4, the fourth generation of OpenAI's flagship large language model and a basis for the company's famous chatbot. It was that work that eventually caused Balaji to question the technology he helped build, especially after newspapers, novelists and others began suing OpenAI and other AI companies for copyright infringement.\n\nHe first raised his concerns with The New York Times, which reported them in an October profile of Balaji.\n\nHe later told The Associated Press he would \"try to testify\" in the strongest copyright infringement cases and considered a lawsuit brought by The New York Times last year to be the \"most serious.\" Times lawyers named him in a Nov. 18 court filing as someone who might have \"unique and relevant documents\" supporting allegations of OpenAI's willful copyright infringement.\n\nHis records were also sought by lawyers in a separate case brought by book authors including the comedian Sarah Silverman, according to a court filing.\n\n\"It doesn't feel right to be training on people's data and then competing with them in the marketplace,\" Balaji told the AP in late October. \"I don't think you should be able to do that. I don't think you are able to do that legally.\"\n\nHe told the AP that he gradually grew more disillusioned with OpenAI, especially after the internal turmoil that led its board of directors to fire and then rehire CEO Sam Altman last year. Balaji said he was broadly concerned about how its commercial products were rolling out, including their propensity for spouting false information known as hallucinations.\n\nBut of the \"bag of issues\" he was concerned about, he said he was focusing on copyright as the one it was \"actually possible to do something about.\"\n\nHe acknowledged that it was an unpopular opinion within the AI research community, which is accustomed to pulling data from the internet, but said \"they will have to change and it's a matter of time.\"\n\nHe had not been deposed and it's unclear to what extent his revelations will be admitted as evidence in any legal cases after his death. He also published a personal blog post with his opinions about the topic.\n\nSchulman, who resigned from OpenAI in August, said he and Balaji coincidentally left on the same day and celebrated with fellow colleagues that night with dinner and drinks at a San Francisco bar. Another of Balaji's mentors, co-founder and chief scientist Ilya Sutskever, had left OpenAI several months earlier, which Balaji saw as another impetus to leave.\n\nSchulman said Balaji had told him earlier this year of his plans to leave OpenAI and that Balaji didn't think that better-than-human AI known as artificial general intelligence \"was right around the corner, like the rest of the company seemed to believe.\" The younger engineer expressed interest in getting a doctorate and exploring \"some more off-the-beaten path ideas about how to build intelligence,\" Schulman said.\n\nBalaji's family said a memorial is being planned for later this month at the India Community Center in Milpitas, California, not far from his hometown of Cupertino.\n\nThe Associated Press and OpenAI have a licensing and technology agreement allowing OpenAI access to part of the AP's text archives."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple May Be Considering a Branded TV Amid Smart Home Push",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/apple-may-be-considering-a-branded-tv-amid-smart-home-push/ar-AA1uiQ90?ocid=BingNewsVerp",
            "description": "In Bloomberg's Power On newsletter Sunday, reporter Mark Gurman revealed the company is \"evaluating\" an Apple-branded TV set.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZgWnb3jS7-Qo9rsMYDPGTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "CNET on MSN12h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to empower people through value transformation",
            "link": "https://www.msn.com/en-us/technology/tech-companies/how-to-empower-people-through-value-transformation/ar-AA1wkIZA?ocid=BingNewsVerp",
            "description": "How to empower people through value transformation. In the business world, transformation has become a buzzword—one that’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OB2LNuCbEDOC0noarnhF-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "41mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whole of Bollywood turns up in fancy outfits for Ambani party: Shah Rukh, Katrina, Madhuri join Nita Ambani and family",
            "link": "https://www.hindustantimes.com/lifestyle/fashion/ambani-family-party-bollywood-stars-shah-rukh-khan-madhuri-dixit-katrina-kaif-nita-ambani-fancy-outfits-radhika-isha-101734833759895.html",
            "description": "Katrina Kaif, Madhuri Dixit, Shahid Kapoor, Mira Rajput, Gauri Khan and many more celebs made style statements at NMACC Arts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VTv4NJ7eAsf3dxEVutBm3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23h",
            "source": "Hindustan Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TikToker Trends after Displaying before and after Pregnancy Photos Showing Huge Transformation",
            "link": "https://www.tuko.co.ke/entertainment/573252-tiktoker-trends-displaying-pregnancy-photos-showing-huge-transformation/",
            "description": "A woman showed off the transformation she underwent after getting pregnant that left many not only congratulating her but also baffled by her changes.",
            "image_url": "https://www.bing.com/th?id=ODF.mCrb4EKBwPvFievWYoNVqw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Tuko15h",
            "source": "Tuko",
            "article_content": "A woman took to her TikTok page to show her pretty photos before she got pregnant, leaving many in shock\n\nShe followed up with different snaps of herself during her pregnancy and noted how the journey had humbled her\n\nMany netizens encouraged her, while others wondered why most women get swollen noses during their pregnancy journey\n\nPAY ATTENTION: Flexible Payment Plans Available! Invest in Yourself & See the Return with Our Affordable Copywriting Course!\n\nA TikToker using the handle @davemart2024 has stunned netizens with how she changed after getting pregnant.\n\nTikToker Dave Mart shared different photos showing her before and after transformation after getting pregnant. Photo: Dace Mart 2024.\n\nSource: TikTok\n\nMart jumped on the TikTok challenge, where women showcased what pregnancy did to them despite thinking they would be glowing during their pregnancy.\n\nMany women tend to have swollen feet and noses during their pregnancies, which has left many wondering why that happens.\n\nHow woman's face changed after falling pregnant\n\nIn her video, Mart showcases photos she took before getting pregnant and the fun things she was doing.\n\nShe switched it up in the middle of the video and showcased her transformation after getting pregnant.\n\nIn one photo, she looked darker, and her face had a thick nose that left many baffled by her extreme change.\n\n\"Pregnancy humbled me that I expected,\" she captioned on her video.\n\nWatch the video below:\n\nHere are some of the comments from social media users:\n\n@Adam Iman said:\n\n\"I had to sit up straight.\"\n\n@Boladale said:\n\n\"Guys, does this pregnancy nose usually reduce back to normal.\"\n\n@Daisy Oyuga said:\n\n\"True definition of Brother Bernard.\"\n\n@Oyin said:\n\n\"Did you report this situation to the police?\"\n\n@sabali said:\n\n\"The fear of pregnancy is the beginning of wisdom.\"\n\n@asteria said:\n\n\"I would cry daily.\"\n\n@deen said:\n\n\"I would have sued my husband because ain't no way.\"\n\n@Tebogo said:\n\n\"Girl, press charges to whoever did this to you.\"\n\n@Zila said:\n\n\"I refuse to believe that this is the same person.\"\n\nHow Mammito stunned netizens with nose skit\n\nIn a different report, comedienne Eunice Mammito surprised Kenyans when she announced she was expecting a child.\n\nShe later followed up with a hilarious skit showing her nose thick, which left many wondering if her pregnancy had also transformed her face.\n\nThe video amused many social media users, with most women sharing their pregnancy experiences.\n\nSource: TUKO.co.ke"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GST Council's Recommendations: What's Getting Expensive And Cheaper",
            "link": "https://www.ndtv.com/business-news/whats-getting-more-expensive-and-cheaper-under-new-gst-rules-7305667",
            "description": "The 55th GST Council meeting, chaired by Union Finance Minister Nirmala Sitharaman on Saturday, announced several key ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Kz_dsllAZ2t0QcBThTE4Gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21h",
            "source": "NDTV",
            "article_content": "Representational Image\n\nThe 55th GST Council meeting, chaired by Union Finance Minister Nirmala Sitharaman on Saturday, announced several key recommendations to streamline tax processes and offer relief to individuals and businesses.\n\nHere are the major decisions:\n\nWhat's Getting Cheaper?\n\nFortified Rice Kernels (FRK): GST reduced to 5 per cent when supplied through the Public Distribution System (PDS), aimed at helping weaker sections of society.\n\nGene Therapy: Fully exempt from GST, making treatments more affordable.\n\nFood Preparations for Free Distribution: A concessional 5 per cent GST rate extended to food inputs supplied under government programs for economically weaker sections.\n\nSystems for Long Range Surface-to-Air Missile (LRSAM) Assembly: IGST exemption on systems, sub-systems, and tools used for LRSAM manufacture.\n\nInspection Equipment for IAEA: IGST exemption on imports of equipment and consumable samples for inspection by the International Atomic Energy Agency.\n\nPepper and Raisins (Supplied by Agriculturists): Clarified as not liable to GST when sold directly by agriculturists.\n\nItems Getting Costlier\n\nOld and Used Vehicles (Including EVs): GST increased from 12 per cent to 18 per cent on the sale of all old and used vehicles except certain petrol and diesel variants.\n\nReady-to-Eat Popcorn: Pre-packed and labelled ready-to-eat snacks will attract a 12 per cent tax while an 18 per cent GST will be levied if it is caramelised. \"Ready-to-eat popcorn\", which is mixed with salt and spices, and has the essential character of namkeens currently attracts a 5 per cent GST if it is not pre-packaged and labelled.\n\nAutoclaved Aerated Concrete (ACC) Blocks: Attracts 12 per cent GST if containing more than 50 per cent fly ash content.\n\nSponsorship Services by Corporates: Now brought under the Forward Charge Mechanism, potentially increasing costs for sponsors.\n\nPenalty-Only Appeals: Higher pre-deposit for penalty-only appeals under the Appellate Authority.\n\nOther Changes\n\nVouchers: The GST Council has recommended no GST on the transaction of vouchers as they are neither supply of goods nor supply of services.\n\nPenal Charges: No GST payable on penalties collected by banks and NBFCs for non-compliance with loan terms.\n\nDefinition Update: The Council has recommended to amend the definition of 'pre-packaged and labelled' to cover all commodities that are intended for retail sale and containing not more than 25 kg or 25 litre, which are 'pre-packed' as defined under the Legal Metrology Act, or a label affixed thereto is required to bear the declarations under the provisions of the Act and rules."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "North Lawndale middle schooler helps make scientific discovery of molecule with cancer-fighting properties in goose poop",
            "link": "https://www.msn.com/en-us/health/other/north-lawndale-middle-schooler-helps-make-scientific-discovery-of-molecule-with-cancer-fighting-properties-in-goose-poop/ar-AA1wkvyo?ocid=BingNewsVerp",
            "description": "In Garfield Park, Camarria Williams often enjoyed walks with her mom. There, the 11-year-old girl also discovered a new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m3si-KttDvOv57ZVrfc3NC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "Chicago Tribune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghost ships to ghost sharks: 10 wildest underwater discoveries of 2024",
            "link": "https://www.popsci.com/science/underwater-discoveries/",
            "description": "The biggest animal in the world may be the blue whale, but researchers in 2024 determined that the biggest intertwined ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l5WaegW9Hc8SKeop30SWLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "Popular Science",
            "article_content": "It may be an overused statistic, but it’s true: We know less about what lives and lurks in our oceans than we do about outer space. This year proved no exception to the rule, either. In the last year, researchers discovered long-lost shipwrecks, odd animals, and even a phenomenon known as “dark oxygen,” among many other finds.\n\n‘Ghost Ship of the Pacific’ found using underwater drones\n\nThe USS Stewart rests about 3,500 feet below the ocean’s surface. Credit: Ocean Infinity\n\nIt only took a few hours for a team of 20-foot-long autonomous submersible drones to relocate the USS Stewart after 78 years spent at the bottom of the Pacific Ocean. The “four-piper” destroyer ship was the only vessel captured by Japanese forces during World War II, and earned its “Ghost Ship” moniker after numerous Allied troops sighted it deep behind enemy lines. Although eventually returned to the US Navy and scuttled, its exact location remained a mystery for years. Now, however, we know the extremely well-preserved remains lay off the California coast in the Cordell Bank national marine sanctuary.\n\nShipwreck hunters find WWII-era merchant ship that sunk in Lake Superior\n\nThe wheel of the Arlington, about 600 feet underwater. Great Lakes Shipwreck Historical Society\n\nAlthough also dating back to the WWII era, the Arlington wasn’t involved in combat when it sank. The 244-foot bulk carrier was instead a merchant vessel sailing Lake Superior en route to Owen Sound, Ontario. Inclement weather, however, caused the ship to take on water in the early hours of May 1. While Captain Frederick “Tatey Bug” Burke insisted his crew stay the course, the sailors had other plans, and soon abandoned Burke to his—and his ship’s—ultimate fate. Like the USS Stewart, the Arlington was located using remote operating submersibles and sonar scans.\n\nNew, colorful starfish species found off the coast of Japan\n\nThe newly discovered Paragonaster hoeimaruae. There are many types of starfish and this one is particularly adapted to living in sandy, muddy waters, a feature the researchers want to learn more about. Credit: © I. Kobayashi\n\nThere are around 2,000 cataloged starfish species in the world, but that list grew by at least one new variety in 2024. Discovered by researchers off the coast of Japan’s Izu Peninsula, Paragonaster hoeimaruae, is only the second starfish known to belong to the Pseudarchasteridae family. The strikingly orange sea creatures are especially adapted to live in muddy, sandy waters—an evolutionary trait researchers hope to learn more about in the coming years.\n\nGrumpy-faced fish species found in Red Sea\n\nThe grumpy dwarfgoby is endemic to the Red Sea and lives in small holes and crevices in coral reefs. Viktor Nunes Peinemann\n\nWhile similarly as orange as Paragonaster hoeimaruae, Sueviota aethon arguably features a much more noticeable physical trait: the diminutive fish possesses a downturned mouth that makes it look permanently displeased. Its face seems so irritated that it even earned it the common name of the grumpy dwarfgoby. The roughly one inch long fish live among the coral reefs of the Red Sea’s Farasan Banks near Saudi Arabia. Even at that size, however, discoverers describe the grumpy dwarfgoby as a “fearsome predator” given its comparatively large canines used to capture and devour small invertebrates.\n\nWWII submarine discovered 81 years after disappearing during secret mission\n\nThe HMS Trooper disappeared in 1943 with all 64 of its crew. Credit: YouTube / Planet Blue\n\nIt took at least as many as 14 attempts over nearly 25 years, but researchers finally located the wreckage of the HMS Trooper in 2024. The WWII Allied submarine and its 64 crew members deployed on a secret mission near Greece in early October 1943, but never arrived in Beirut as originally scheduled. Researchers used both sonar and an ROV called “Super Achille” to identify Trooper’s whereabouts, as well as confirm its fatal run-in with a German mine. Trooper lays in three separate parts an estimated 830-feet-deep at the bottom of the Icarian Sea, near the Greek island of Donoussa.\n\nWorld’s largest coral formation is longer than a blue whale\n\nA diver from National Geographic Pristine Seas measures the world’s largest coral colony in the Solomon Islands. Photograph by Manu San Félix, National Geographic Pristine Seas\n\nThe biggest animal in the world may be the blue whale, but researchers in 2024 determined that the biggest intertwined community of animals is undoubtedly the recently discovered Pavona clavus coral colony. Measuring in at 111 feet wide, 104 feet long, 18 feet high, and 600 feet around, the standalone coral system formed in the southwest Pacific Ocean over the last 300 years, and can even be seen from space.\n\nNew ghost shark species found in New Zealand\n\nThe newly described Australasian narrow-nosed spookfish, Harriotta avia. National Institute of Water and Atmospheric Research (NIWA)\n\nGhost sharks, also known as “spookfish,” technically aren’t sharks, but instead are a group of fish that are closely related to the ocean predators. One of the newest additions to the family this year was Harriotta avia, described as having an “elongated, narrow and depressed snout; long, slender trunk; large eyes; and very long, broad pectoral fins” as well as possessing “lovely chocolate brown color.” But don’t expect to encounter one in the open waters—Harriotta avia lives near New Zealand at the bottom of the Pacific Ocean, roughly 8,350 feet below surface waters.\n\n‘Dark oxygen’ on ocean floor may rewrite the origins of life\n\nThe formations can be found as deep as 20,000 feet below the ocean’s surface. Credit: Wikipedia Commons\n\nOne of the wildest underwater discoveries of 2024 wasn’t a new species of life, but chemical processes that might rewrite our understanding of the origins of life itself. Earlier this year, researchers published findings related to polymetallic nodules—natural mineral deposits located on the pitch-black ocean floor. Despite lacking sunlight, however, evidence suggests these formations appear to function as “geobatteries” capable of generating trace amounts of oxygen that help sustain deep-sea life. If true, then the planet’s very first living organisms may have gotten their start in a place no one once thought could support life at all.\n\nNew jellyfish discovered near Japan may contain multitudes of venom\n\nThe St. George’s Cross medusa is about four inches wide, three inches long, and has about 240 tentacles. Dhugal John Lindsay/JAMSTEC\n\nLike many other similar species, the newly found St. George’s cross medusa lives around 2,300 feet deep in the Pacific Ocean, and hunts bioluminescent prey with its many tentacles. Unlike its relatives, however, Santjordia pagesi packs an “arsenal of venoms” that differs from other known jellyfish. Unfortunately, it might take a little while before researchers start gleaning more information on the creature—it’s difficult to gather more specimens given the jellyfish lives in a deep-sea volcanic caldera about 285 miles south of Tokyo.\n\nResearchers discover neurological mechanism controlling anglerfish lures\n\nFrogfish belong to the larger anglerfish family, and use their front fin as a lure. Credit: Deposit Photos\n\nAnglerfish aren’t a new find for researchers, but biologists did confirm a surprising evolutionary feature in the odd-looking animals this year. Using tracer analysis, a team discovered the exact motor neurons that control one of the subspecies’ front dorsal fin lure. It appears the location of these motoneurons shifted during their evolution compared to their relatives, pointing to evolutionary implications that reach all the way to landwalking vertebrates.\n\nOver 100 possible new ocean species found near Chile\n\nDuring an expedition off the coasts of Chile and Rapa Nui, scientists spotted a bony Chaunacops fish swimming in the waters of Chile’s Nazca-Desventuradas Marine Park. Schmidt Ocean Institute\n\nThe 1,800-mile-long Salas y Gómez Ridge near Chile is home to some wild creatures that look like they just arrived from an alien planet. Earlier this year, researchers used a remote operated submersible to survey the region and documented over 100 candidates for never-before-seen species. These included crustaceans, mollusks, fish, and even marine mammals. Biologists also glimpsed extremely rare animals, such as the whiplash squid."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Yearender 2024: List of Biggest Innovations in AI, Science and Technology",
            "link": "https://www.msn.com/en-in/money/news/yearender-2024-list-of-biggest-innovations-in-ai-science-and-technology/ar-AA1wkaYr?ocid=BingNewsVerp",
            "description": "Discover the biggest innovations in AI, science, and technology for 2024, including breakthroughs in AI-powered discovery, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J7tE7UG1mycOioQYy8OC0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8hon MSN",
            "source": "jagranjosh.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unexpected discovery opens doors for improved siRNA therapies",
            "link": "https://www.news-medical.net/news/20241220/Unexpected-discovery-opens-doors-for-improved-siRNA-therapies.aspx",
            "description": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CQUMpESO05ABnmPWIEgszi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "News Medical6h",
            "source": "News Medical",
            "article_content": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's often the starting point for discovery.\n\nThat's what happened to a team of researchers from Memorial Sloan Kettering Cancer Center (MSK) and their collaborators at the Icahn School of Medicine at Mount Sinai. Their unexpected findings in the lab point to an opportunity to improve therapies that use small RNAs to silence disease-causing genes, potentially including those involved in cancer.\n\nSometimes you do an experiment. You think you're testing one idea, but when it doesn't turn out the way you planned, it can lead you to find something else that's much more interesting.\" Eric Lai, PhD, developmental biologist\n\nIn this case, the researchers -; led by Seungjae Lee, PhD, a postdoctoral fellow in the Lai Lab at MSK's Sloan Kettering Institute -; were testing how a protein called ALAS1 helps to make small regulatory RNAs called microRNAs. When they removed the protein from cells, they expected to see levels of microRNAs drop.\n\n\"But instead, we were surprised to see them increase,\" Dr. Lai says.\n\nThat counterintuitive result led to the discovery of an unrecognized role for ALAS1 beyond its well-known role in the production of heme. (Heme is an important player in many biological processes, including in oxygen transport -; giving hemoglobin its name -; in energy production, and in making microRNAs.)\n\nThe team's findings were published in Science, one of the world's most prestigious scientific journals.\n\nHow little RNA snippets silence genes\n\nBoth microRNAs and the related class of small interfering RNAs (siRNAs) are small snippets of RNA -; just 21 or 22 nucleotides long -; that bind to specific messenger RNAs (mRNAs) and repress them.\n\nThere's a bucket brigade of players that together convert longer RNA molecules into the tiny active products, and a key takeaway is that scientists have harnessed this knowledge to turn small RNAs into drugs that can silence genes that cause specific diseases.\n\nThe first siRNA drug, patisiran, was approved by the U.S. Food and Drug Administration (FDA) in 2018 to treat a debilitating genetic disorder called hereditary transthyretin amyloidosis. A handful of additional siRNA drugs have been approved since, with more moving their way through clinical trials. Doctors see great potential to develop siRNA medicines against both rare diseases and more common ones (siRNA drugs are sometimes called RNAi drugs, meaning they work by interfering with messenger RNA accumulation).\n\nA moonlighting enzyme\n\nBack in the Lai Lab, Dr. Lee had discovered that upon removing ALAS1 from cells, they made more microRNAs. And further experiments showed that removing any of the other enzymes in the heme biosynthesis pathway did not affect microRNA levels.\n\n\"This told us that ALAS1 has another job outside of helping to make heme, which no one had realized,\" Dr. Lee says.\n\n\"We can consider this a 'moonlighting' function,\" Dr. Lai adds. \"And here we discovered that ALAS1 has this secret role regulating microRNAs that's not connected to its normal role in heme synthesis.\"\n\nPotential to make siRNA drugs work better\n\nThe discovery led the MSK researchers to partner with colleagues from the Icahn School of Medicine at Mount Sinai who specialize in heme regulation and ALAS genes -; Makiko Yasuda, MD, PhD, Robert Desnick MD, PhD, and postdoctoral fellow Sangmi Lee, PhD. This allowed the MSK researchers to extend their findings from cell culture into custom animal models that the Mount Sinai group were developing.\n\nAnd in mice, again, removing ALAS (specifically in liver cells) led to a global increase in microRNAs.\n\n\"The emerging picture is that ALAS acts as a brake on the production of microRNAs,\" Dr. Lai says. \"So we thought, now that we know how to remove this brake, maybe we can use that to improve the efficacy of siRNA drugs and their ability to silence their target genes.\"\n\nIn theory, this knowledge might help boost the activity of siRNA drugs against any problematic gene that is overactive in disease, Dr. Lai explains. Potentially this could include oncogenes known to drive cancer.\n\n\"But we're not quite there yet,\" he says. \"Therapeutic siRNA drugs don't work well enough against all targets and are currently limited in where they can be used in the body.\" In fact, all six of the FDA-approved siRNA drugs target hepatocytes in the liver.\n\n\"It's straightforward to get drugs into the liver, which serves as a filter for the body,\" Dr. Lai says.\n\nSo, as a proof-of-concept, the team showed that not only could they deplete mouse liver cells of ALAS, leading to an increase in microRNAs, but doing so also enhanced the silencing activity of another model siRNA compound delivered to the mice.\n\nCoincidentally, one of the six approved siRNA drugs turns off ALAS1 to treat acute hepatic porphyrias. Dr. Yasuda and Dr. Desnick worked on the preclinical and clinical trials for the drug, which is known as givosiran. Since an siRNA against ALAS1 works effectively and safely in humans, this raises the possibility of combining such an agent to enhance other siRNA drugs. Dr. Lai notes that this strategy could be generally applicable to any siRNA.\n\nAnd if siRNA drugs can be made to work better, this could improve their cost-effectiveness, reduce side effects by making them effective at lower doses, and perhaps help to target additional cell types beyond liver cells, he adds.\n\nWhy discovery science matters\n\nIn December 2024, Harvard geneticist Gary Ruvkun, PhD, was awarded the Nobel Prize with Victor Ambros, PhD, for their joint discovery of microRNA and its role in gene regulation in the early 1990s. Dr. Lai did his undergraduate thesis research in Dr. Ruvkun's lab at that time (on another class of gene regulator) and credits him for launching his own career.\n\n\"I got my first real exposure to how science was actually done and gained lifelong interests in developmental biology and small RNAs,\" Dr. Lai says, adding that his mentor's recent accolade underscores the importance of curiosity-driven research.\n\n\"Dr. Ruvkun didn't start out looking for microRNAs,\" Dr. Lai says. \"Like Dr. Ambros, he was investigating the development of nematodes, these tiny worms that live in the soil. And not only did this unveil an entirely new paradigm for how genes are controlled, the field they started eventually resulted in a novel class of human therapies.\n\n\"When people ask why we're not spending all of our research dollars directly studying diseases like cancer, why we're funding research into cells and processes in model organisms like fruit flies, yeast, and bacteria -; this is a great example of how discovery science fuels the biggest breakthroughs,\" he continues. \"And I think it is especially critical to keep this conversation active, given how much uncertainty and disagreement there is in society and government about how much to publicly fund scientific research and in what areas. Hopefully, there will be continued support to keep the engine of foundational research strong.\"\n\nFunding and disclosures\n\nFunding for the research includes grants from the National Institutes of Health (R01DK134783, R01-GM083300, P30-CA008748); a Cooperative Centers of Excellence in Hematology pilot grant (10040500-05S1); and a NYSTEM training award (C32559GG).\n\nThe researchers have filed a patent application on their methods for enhancing the efficacy of RNAi therapy by targeting ALAS1/ALAS2 (WO2024148236A1).\n\nDrs. Yasuda and Desnick are also co-inventors of a patent for RNAi therapy of acute hepatic porphyrias. They also report pharmaceutical consulting work. Please see the study for full details."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "End of world's energy woes? Why world is talking about the latest deep-sea oil discovery",
            "link": "https://www.msn.com/en-in/science/environmental-science/end-of-world-s-energy-woes-why-world-is-talking-about-the-latest-deep-sea-oil-discovery/ar-AA1wkHwG?ocid=BingNewsVerp",
            "description": "The crude oil in the deep sea is one of the most prized assets in the energy space anywhere on earth. These stores are buried ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hGmCO0U6O9nYiu4A1eIcmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN1m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to empower people through value transformation",
            "link": "https://www.msn.com/en-us/technology/tech-companies/how-to-empower-people-through-value-transformation/ar-AA1wkIZA?ocid=BingNewsVerp",
            "description": "How to empower people through value transformation. In the business world, transformation has become a buzzword—one that’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OB2LNuCbEDOC0noarnhF-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "41mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Software start-up likened to Atlassian defies funding slump, raising $27.5 million",
            "link": "https://www.msn.com/en-au/money/startup/software-start-up-likened-to-atlassian-defies-funding-slump-raising-27-5-million/ar-AA1wk8AD?ocid=BingNewsVerp",
            "description": "Australian start-up funding continues to tank, but not for this company, which wants to emulate the success of local tech ...",
            "image_url": "https://www.bing.com/th?id=OVFT._u1byNUg8uUGDAYzGvo8FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Sydney Morning Herald Technology on MSN7h",
            "source": "Sydney Morning Herald Technology on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Ways To Start A Friend Group (And Keep It Going)",
            "link": "https://www.forbes.com/sites/tracybrower/2024/12/22/5-ways-to-start-a-friend-group/",
            "description": "Discover how to start a friend group and relieve loneliness. Learn 5 strategies that work to make a friend group and maintain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LqcznZBIY7_HWshY0k9HYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "College Football Playoff: Ohio State's hot start powers it past Tennessee and into Rose Bowl vs. Oregon",
            "link": "https://www.msn.com/en-us/sports/other/college-football-playoff-ohio-states-hot-start-powers-it-past-tennessee-and-into-rose-bowl-vs-oregon/ar-AA1wiB10?ocid=BingNewsVerp",
            "description": "The Buckeyes will meet the Ducks in the Rose Bowl on Jan. 1. Oregon is the No. 1 seed in the College Football Playoff as it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y49xCHbvVYLgcJ48L_7scy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "20hon MSN",
            "source": "Yahoo Sports on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VCs bullish on AI startups in India despite a fall in funding",
            "link": "https://economictimes.indiatimes.com/tech/artificial-intelligence/vcs-bullish-on-ai-startups-in-india-despite-a-fall-in-funding/articleshow/116574217.cms",
            "description": "Indian AI startups saw a funding dip in 2024, but deal volume increased, with a focus on application-layer ventures.",
            "image_url": "https://www.bing.com/th?id=OVFT.e4_4n-_B_QPvnzVbRFsioC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "1h",
            "source": "Indiatimes",
            "article_content": "Venture capital investors are bullish on application-layer artificial intelligence (AI) startups in India despite an overall fall in funding amount for companies in the sector this year. According to data from Venture Intelligence, Indian AI startups raised $747 million in 2024, down 26% from last year but the number of deals in the space increased to 121 from 78 in 2023.“This year, we saw many companies building vertical AI applications by leveraging more mature platforms to build on top of that,” said Ravi Srivastava, partner at early-stage investment firm Leo Capital.There are broadly three layers in the AI stack—the foundational models, horizontal layers called enablers, and vertical AI applications. Leo Capital closed multiple deals in the AI and enterprise space this year, including Zeplyn, an AI copilot platform for financial advisors, Arch0, a cloud infrastructure security startup, and DecoverAI--a platform built for the legal community.Notably, several AI startups being backed by investors in India are building in the US. Peak XV Partners managing director Harshjit Sethi, who focuses on AI investments for the VC firm, said that AI startups are expected to follow the trend set by enterprise software companies, which mostly build for US customers.“What we should expect to see, and my hope for next year, is that there will be many more interesting application layer opportunities,” said Sethi. “Taking the capabilities of AI and translating them into what it means for each of our roles, I think that gap will be something companies will look to address, particularly those in India.”According to Tracxn, Peak XV Partners, through its various programmes and the main fund, backed 13 startups building in AI space this year, including Enterpret, RapidCanvas, OrbitShift and Brainfish. Peak XV also participated in the $105 million round for SaaS startup Atlan, which is aiming to capitalise on the opportunity from large corporations looking to make their databases suitable for artificial intelligence.In addition to a series of small-cheque deals in the AI space this year, some of the larger deals included Mukesh Bansal-founded enterprise AI assistant platform Nurix AI, AI cloud and platform-as-a-service startup Neysa, and Bhavish Aggarwal-led Krutrim AI, which became a unicorn, a privately-held company valued at $1 billion or more.Industry executives said in addition to the application layer, the opportunity for India is in the infrastructure layer, having missed the chance to compete on foundational models that are largely being developed in the US by large companies such as OpenAI, Meta, Google and Anthropic, which have raised billions of dollars in funding.Neysa, which operates in the infrastructure layer, offers generative AI platforms and services to assist clients in managing AI projects. It raised $50 million this year across two rounds . Founder Sharad Sanghi pointed out that while the process was easier for them due to his experience with data centre services provider Netmagic, building the infrastructure layer is challenging for new startups. As a result, most new AI startups are focusing on consumer and enterprise applications.“Because of our relationship with NTT and my experience founding Netmagic, I had access to data center space and power, which not everyone has. Access to capital is also crucial, as well as access to the right talent. You need highly skilled engineers on both the infrastructure and platform side. This talent is available, but it's expensive and hard to attract,” he told ET.The Indian government took a major step by approving a Rs 10,372-crore allocation for the India AI Mission for the next five years, focusing on building computing infrastructure through public-private partnerships.However, VCs are of the view that the hype over AI has created a glut at the inception stage with regard to the applications layer.“Technology is changing so rapidly that the notion of ‘problem’ and ‘value’ is getting redefined every quarter,” said Alok Goyal, partner, Stellaris Venture Partners. “It is not clear if what is differentiated today will remain so in just a few months. Secondly, entry barriers have become much lower, and hence in every space, there is a clutter at the inception stage of the category itself. This is particularly so for AI applications.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple’s next smart home adventure could be a doorbell with Face ID",
            "link": "https://www.digitaltrends.com/home/apple-report-smart-door-bell-face-id-unlock-system-homekit/",
            "description": "Apple’s smart home ambitions are shifting gears starting next year. The next notable offering, as per Bloomberg, could be a smart doorbell with Face ID support.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "11h",
            "source": "Digital Trends",
            "article_content": "In the wake of canceling its hyped car project, a hard setback with an iPhone subscription service, and delays with AI feature rollout, it seems Apple has found a new sweet spot for product development in the smart home segment. According to Bloomberg, the company is working on a smart doorbell with Face ID authentication support.\n\nApple is already rumored to be working on an iPad-like smart home device that will serve as a home hub for other connected devices as well. Now, the folks over at Cupertino are eyeing a niche that will integrate well within the HomeKit portfolio.\n\nRecommended Videos\n\nBloomberg’s report describes it as a “smart doorbell with advanced facial recognition that wirelessly connects to a deadbolt lock.” The concept is pretty straightforward. Apple aims to bring its fast and reliable biometric authentication convenience to a doorbell.\n\nPlease enable Javascript to view this content\n\nAt the moment, the segment is dominated by the likes of Amazon, Google, Eufy, and Logitech. The Nest Doorbell and Amazon Blink, in particular, often find their way to the top of the recommendation list for buyers. It’s, therefore, no surprise why Apple would want to flex its way into the fray, especially when it has the tech stack, talent, and supply chain at its disposal.\n\nNow, the Face ID-ready doorbell project is in the early stages of development, which means its market arrival is neither close nor certain. According to a report that cites internal sources, enthusiasts should not expect to see anything on the market by the end of the year — at the earliest.\n\nThere is another probability. Instead of developing a hardware product of its own, Apple could very well outsource it to a third-party partner like Logitech or Belkin. That wouldn’t be surprising. Take, for example, the Vision Pro, which sells a head strap for the headset straight from Apple’s online store.\n\nThe upcoming device could be yet another host for the company’s in-house combined chip for Wi-Fi and Bluetooth, which is reportedly making a debut in 2025 with the refreshed HomePod Mini and Apple TV models. The chip is apparently code-named Proxima and will reportedly be made by longtime partner TSMC.\n\nNow, a smart doorbell sounds like an obvious step in the right direction and could stand out with its facial recognition perk. Notably, the company already has the infrastructure ready (and is rapidly developing it with upcoming products) with a software stack in HomeKit that has already been embraced by various brands.\n\nIn addition, the upcoming home hub device that borrows from the iPad aesthetics will also run software that will connect with a whole bunch of other devices. It will also tap into the FaceTime system for videoconferencing. It won’t be surprising to see it play nice with the upcoming smart doorbell camera via its video relay lane.\n\nThere are, however, a handful of concerns with the doorbell endeavor. Chief among them are chances of failure, especially when it comes to the possibility of an intruder somehow making it past the guardrails. The recent cases of abuse involving the AirTag tracker by bad actors is an example of one such scenario.\n\nApple has traditionally played it safe when it comes to user privacy and safety and has tried to skirt past such controversies to the best of its capabilities. So, there is a high chance that the company takes its own sweet time bringing the smart doorbell to the market or simply decides to offload the whole premise to other brands while milking royalty."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Sora AI Video Generation Tool – Is It Worth the Hype and Price?",
            "link": "https://www.geeky-gadgets.com/openai-sora-ai-video-generator/",
            "description": "Explore OpenAI Sora's AI-powered video creation tools, pricing, and regional restrictions. Learn if this premium platform suits your needs.",
            "image_url": "https://www.bing.com/th?id=OJ.moWyCblfUarXCA&pid=news&w=98&h=16&rs=2",
            "category": "openai+competitor",
            "date": "14h",
            "source": "Geeky Gadgets",
            "article_content": "OpenAI has introduced Sora, an advanced AI-powered video generation platform designed to simplify the creation of high-quality videos. By integrating sophisticated features into a user-friendly interface, Sora aims to assist both beginners and professionals in video production. While it does not claim to transform the market, its robust capabilities and streamlined workflow position it as a noteworthy contender in the growing field of AI video tools. Below is an in-depth look by AI Advantage at Sora’s offerings, potential limitations, and how it aligns with creative or professional needs.\n\nCreating videos can feel overwhelming, especially when juggling tight deadlines, limited resources, or trying to bring a creative vision to life without spending hours on editing. If you’ve wished for a tool that simplifies the process while delivering professional-quality results, OpenAI’s Sora might be the solution. This AI-powered platform merges innovative technology with user-friendly features. But with many AI tools flooding the market, you might wonder: is Sora worth the investment, or is it just another overhyped product?\n\nWhere Is Sora Available?\n\nSora is available globally, with one significant exception: users in Europe and the UK are currently restricted from accessing the platform due to regulatory challenges. While some users in these regions might consider using a VPN to bypass these restrictions, OpenAI explicitly warns that such actions could result in account bans, making this an unviable option for most.\n\nTL;DR Key Takeaways : Sora is OpenAI’s new AI video generation platform, offering advanced features for both beginners and professionals, but it is only available through paid subscriptions with no free-tier option.\n\nThe platform is globally accessible except in Europe and the UK due to regulatory restrictions, with OpenAI warning against VPN usage to bypass these limitations.\n\nSora offers two subscription plans: the Plus Plan ($20/month) with watermarked 720p videos and the Pro Plan ($200/month) with watermark-free 1080p videos and advanced features, though its pricing is higher than many competitors.\n\nKey features include tools like Blend, Loop, Remix, Recut, and Storyboard, along with organizational tools for efficient workflows, making it suitable for both casual and professional creators.\n\nSora’s limitations include the lack of a free tier, watermarked videos on the lower plan, and high pricing, which may deter budget-conscious users or those seeking more affordable alternatives.\n\nAdditionally, Sora is only accessible through paid subscriptions, as there is no free-tier option available. This exclusivity may deter casual users who prefer to experiment with AI tools before committing financially. For those willing to invest, however, Sora offers a range of features designed to enhance the video creation process.\n\nSubscription Plans and Pricing\n\nSora provides two subscription tiers, each tailored to different user needs and budgets:\n\nPlus Plan ($20/month): This entry-level plan includes 50 video generations per month at 720p resolution. However, videos created under this plan are watermarked, which may not be suitable for professional use or commercial projects.\n\nThis entry-level plan includes 50 video generations per month at 720p resolution. However, videos created under this plan are watermarked, which may not be suitable for professional use or commercial projects. Pro Plan ($200/month): Designed for advanced users, this plan offers 500 video generations per month at 1080p resolution, with no watermarks. It also includes unlimited slow generations and access to advanced features, making it ideal for professionals seeking high-quality output.\n\nWhile the Pro Plan delivers superior quality and functionality, its steep price point may deter budget-conscious users. Many competitors offer similar services at lower costs, which could make Sora’s pricing a potential drawback for those exploring more affordable options.\n\nSora AI Video Generator – Is it any good?\n\nExplore further guides and articles from our vast library that you may find relevant to your interests in AI video generator.\n\nWhat Features Does Sora Offer?\n\nSora combines a variety of advanced tools to streamline and enhance the video creation process. Its standout features include:\n\nBlend: This feature allows users to create smooth transitions between start and end frames, resulting in fluid and visually appealing animations.\n\nThis feature allows users to create smooth transitions between start and end frames, resulting in fluid and visually appealing animations. Loop: Generate seamless, infinite video loops that are ideal for dynamic visual effects or social media content.\n\nGenerate seamless, infinite video loops that are ideal for dynamic visual effects or social media content. Remix: Edit specific images within videos using text-based prompts, allowing precise adjustments without the need for complex editing software.\n\nEdit specific images within videos using text-based prompts, allowing precise adjustments without the need for complex editing software. Recut: Regenerate or expand specific sections of a video without having to start the entire project over, saving time and effort.\n\nRegenerate or expand specific sections of a video without having to start the entire project over, saving time and effort. Storyboard: Organize and sequence scenes on a timeline, providing a cohesive structure for storytelling or project planning.\n\nIn addition to these core features, Sora includes organizational tools such as folders, prompt presets, and favorites, which help users manage their projects more efficiently. These capabilities make the platform suitable for a wide range of users, from novice creators exploring AI tools to experienced video editors seeking to optimize their workflow.\n\nHow Does Sora Compare to Competitors?\n\nSora sets itself apart by integrating features from leading AI video platforms, such as Runway and Luma Labs, into a single, comprehensive tool. Its ability to generate videos in 1080p resolution surpasses many competitors, which often cap their output quality at lower resolutions. Additionally, Sora’s intuitive interface ensures that users of varying skill levels can navigate the platform with ease.\n\nHowever, Sora’s lack of a free plan and the watermarked output on the Plus Plan may limit its appeal to users seeking affordable or professional-grade solutions. The Pro Plan’s $200 monthly fee is significantly higher than many alternatives, which could make it less competitive in the broader market. For users prioritizing cost-effectiveness, these factors may outweigh the platform’s advanced features and high-quality output.\n\nWhat Are Sora’s Limitations?\n\nDespite its strengths, Sora has several notable limitations that may impact its appeal to certain users:\n\nNo Free Tier: The absence of a free plan means that casual users cannot experiment with the platform without committing to a paid subscription.\n\nThe absence of a free plan means that casual users cannot experiment with the platform without committing to a paid subscription. Watermarked Videos: Videos generated under the Plus Plan are watermarked, which may not meet the needs of users seeking professional-quality results at a lower cost.\n\nVideos generated under the Plus Plan are watermarked, which may not meet the needs of users seeking professional-quality results at a lower cost. High Pricing: The Pro Plan’s $200 monthly fee is considerably higher than many competing platforms, potentially limiting its adoption among cost-sensitive users.\n\nThe Pro Plan’s $200 monthly fee is considerably higher than many competing platforms, potentially limiting its adoption among cost-sensitive users. Regional Restrictions: The platform’s unavailability in Europe and the UK due to regulatory challenges further narrows its potential user base.\n\nThese limitations highlight the need for OpenAI to address pricing and accessibility concerns to make Sora a more viable option for a broader audience.\n\nWhat’s Next for Sora?\n\nSora’s comprehensive feature set and high-quality output position it as a strong player in the AI video generation market. By combining the best practices and tools from competitors, OpenAI has created a platform that appeals to a wide range of users, from beginners to professionals. However, its pricing structure, lack of a free tier, and regional restrictions could hinder its broader adoption.\n\nAs AI video tools continue to evolve, Sora’s long-term success will depend on its ability to balance innovation with accessibility. For now, it serves as a powerful option for those willing to invest in premium AI video production software. Whether it’s the right choice for you will depend on your budget, creative needs, and willingness to commit to a paid subscription.\n\nMedia Credit: The AI Advantage\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "T-Mobile US’s CEO Mike Sievert on the Future of Connectivity",
            "link": "https://time.com/7203701/t-mobile-us-mike-sievert-interview/",
            "description": "This website uses cookies to enhance user experience and to analyze performance and traffic on our website. We also share ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J5HVFJxL6rWW5V-atPJHkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "13h",
            "source": "Time",
            "article_content": "(Each year, TIME recognizes 100 companies that are revolutionizing the world. Apply now to have your company reviewed by our editors.)\n\nAt the end of 2012, T-Mobile US was not in a good place. With a market cap of less than $6 billion, it was in distant fourth place relative to competitors like AT&T and Verizon. The company’s trajectory changed in 2013, when it rebranded as the “un-carrier,” seeking to distinguish itself from competitors by offering simplified pricing structures, more flexible contracts, and a host of other customer perks. Thanks to these and other shrewd moves—notably its 2020 merger with Sprint, which gave it access to mid-band spectrum, crucial for 5G networks—today, T-Mobile has a market cap of over $200 billion and more than 100 million customers, making it one of the largest and most valuable mobile carriers in the world.\n\nDespite this success, the company strives to retain the hunger—and the mindset of “punching up at giants”—that enabled its rapid growth in the first place, T-Mobile US CEO and president Mike Sievert tells TIME. Sievert took the helm in 2020, having previously served as COO since 2015. “We have a bigger opportunity in front of us than we’ve ever had, because we are a technology leader who's transformed from a telecommunications company to a tech company, and that gives us a new canvas on which to serve customers,” he says.\n\nThrough partnerships with leading AI companies like OpenAI and Nvidia, T-Mobile, which TIME listed as one of 2024’s 100 Most Influential Companies, is looking to define the next decade of connectivity. TIME spoke with Sievert in November about his vision for the company.\n\nThis interview has been condensed and edited for clarity.\n\nWhen you interviewed Nvidia CEO Jensen Huang earlier this year, you spoke about inventing the future together. What kind of future are you trying to invent?\n\nGiven the level of influence that T-Mobile now has, we have a huge opportunity to craft the future of connectivity.\n\nIt's amazing to think about how important connectivity has become in our lives. Last week, we had a big storm here in Seattle, and we lost our power in our house, but we didn't lose our connectivity. The T-Mobile site nearest to us lost its power, but T-Mobile has this self-healing network, and it was able to reach us from a further away tower.\n\nI came to realize, if you made me choose between my power and heat or my connectivity, I’d choose connectivity. I felt so good being able to make sure my kids were OK, my mom was OK, even though our lights were off. It underscores the essential nature of the service that we provide. That's why we're working with the world's best thinkers in the space to define what connectivity looks like a decade from now.\n\nNot surprisingly, it will be powered by AI technology: networks will optimize themselves in real-time to get you the very best possible signal, ensuring you're connected everywhere you go.\n\nWith Jensen, we’re creating a future that we call AI-RAN [Radio Access Networks]. Right now, we have compute power at every one of our tens of thousands of network nodes all over the country, and we want to virtualize that into data centers—60 different data centers near the edge of our network—so we get the efficiencies of being able to create a virtualized data center that puts all that compute power in one place.\n\nNetwork demands vary throughout the day. If we can use excess computing capacity to run AI workloads when network demands are lower, this opens up new potential for us to make the network better for users.\n\nWhat does it mean to virtualize the network into data centers? How does this make things better for users?\n\nIn our core business, AI-RAN has the potential to allow the network to self-correct in real time, which is going to be more important as payloads rise. AI will radically increase the demands on our network, so it's going to become increasingly important that we stay ahead of that rapidly rising demand.\n\nFor example, let's say, in the future, you're in a spot uploading high-def video to an AI cloud, to help you process the world around you, and a big truck moves between you and the tower you're communicating with. You're in motion, and the world's in motion. The network will reconfigure itself to keep that stream uploading.\n\nWe believe AI workloads will create an important role for edge clouds. Right now you have two kinds of workloads: you have the massive cloud workloads, which are very helpful where massive compute is needed. They're giving you textual responses, and sometimes photos and videos, but they’re mostly taking in simple voice or text inputs. There's a lot of latency to that as it comes down from a central cloud. Secondly, there's AI that runs locally on your device. And these are both very different from each other.\n\nWe think there will be a “Goldilocks demand” as, for example, LLMs will emerge to be much more about video and photos and audio going in both directions. To process what it's seeing in real time, it needs to have the best of both worlds: a cloud-like compute capability, while remaining very close to the end user. So we think this will create an opportunity for edge clouds.\n\nNow, we don't have a business model around this yet. I rolled out a multi-year plan for the capital markets day that was financially exciting, and it includes zero for this. But we see it as a big opportunity, one of many now that T Mobile has a massive footprint and technology capabilities we didn't have just a few years ago.\n\nWe're making a bet that AI applications in general, as they become more immersive, will benefit from a Goldilocks architecture like I'm describing. That might be right, or it might be wrong. The great news for our financial picture is it doesn't matter—we're going to build it anyway, because it makes our core business so much better.\n\nYou’ve partnered with OpenAI to develop “IntentCX”, a platform that uses AI to figure out what customers need and act on it in real-time, which is set to launch in 2025. What do you think is the ideal customer experience?\n\nPart of it is, we want to remove pain points. Being a great provider of wireless service means you shouldn't have to interact with us much. We should prevent problems in the first place.\n\nIn 2023, we had the best year ever in terms of “churn”: people leaving T-Mobile. But because we're so big, 8 million people left us. Think about that: 8 million people! I'm a pilot, so I’ll use a pilot metaphor: every one of them fell down an “accident chain”. With every one of them, we did something wrong, which wasn't enough for them to quit, and then we did something else wrong, and then something else, until finally they threw up their hands and left. Every one of them left a breadcrumb trail of data behind on what exactly went wrong, and what we could have done to prevent it.\n\nIn the past, we’ve done nothing with this data. We've never even looked at it. But we've spent a lot of the last two years reorienting our data estate so that for the first time, AI can be trained to look at all this—network data, billing data, interaction and experience data, and other data about you—at one time, so that we can see the breadcrumbs.\n\nWe will have advanced bots that blow your mind and do great things. But it's not about putting bots between us and our customers. We see this technology and ask ourselves: could we create an experience for our customers that's so great that they love us more?\n\nT-Mobile recently unveiled a plan to evolve from a “challenger” to a “champion.” What does that entail?\n\nManaging a team of people who have created so much success together over the last decade, one of my biggest leadership challenges is: how do you keep everybody hungry, humble, unsatisfied, and striving for the future? How we do that has changed.\n\nLittle old T-Mobile, when we were a fraction of the size of our principal competitors, created a culture of punching up at giants on behalf of customers, and created a turnaround that we called the “un-carrier”, because we're unlike those giant companies. And we always told ourselves, one day, we'll be as big or bigger than those other guys, but we must never become them: companies that basically hate customers, take them for granted, are motivated by old-school ideologies, and aren't risk taking or interesting. How do we keep all that in a time when we're successful?\n\nThat's what “challenger to champions” is about. Instead of just trying to right wrongs created by other companies, can we create new norms that nobody ever thought of before? Things like: could we be the first to provide direct-to-cell service, working with SpaceX, so that we can have the end of dead zones and your mobile phone could be directly connected to a custom low Earth orbit satellite system? We announced that intention two years ago, and we're about to launch it. Another example is “T-Priority”: using advanced 5G technology to provide first responders across the nation with the world's only dedicated 5G slice for first responders. What's required of us in this challenger to champion era is to pioneer and innovate things that other companies couldn't do.\n\nIn a recent earnings call, you mentioned T-Mobile’s “secret sauce.” How would you describe that?\n\nPart of what has defined us over the last decade is that we do what we say, and in our industry, we're the only ones. If you were to watch our Capital Markets Day in 2021, and then you watched everybody else's from around that time, we're the only company still working on the things we said. Investors and the public and customers love this about us. We're reliable, and that takes a company that can execute.\n\nYou also have to be able to look around corners. And maybe we were lucky, maybe we were good. But a lot of our success has been that we called the ball on 5G. The whole world, except us and Sprint, thought that 5G would be about new gadgets, not your smartphone, and that they would be connected by a technology based on millimeter wave spectrum. As recently as 2018, everybody was building assets for that future.\n\nAnd we looked at it, maybe because of our “love our customers” value, and said that's not what customers want. They want their smartphone to work everywhere they go, at least 10 times faster and better than it does today. And the technology to get us there is mid-band technology in a multi layer 5G network. So we went after Sprint, which had this treasure trove of mid-band spectrum, but a stressed-out business model that wasn't able to take advantage of it. Arguably, that's been the most successful merger in telecommunications history, because it created this company.\n\nWe were right about what 5G would be. Everybody else has seen that and is scrambling to catch up, but they're a few years behind. It's important to try to see around corners again—we're determined to get the next era right as well.\n\nDoes anything about the future of AI make you apprehensive?\n\nI'm worried about not moving fast enough. These technologies are rapidly changing how we engage with the world of computing and with each other. Companies that are able to see that unfolding, make some bets, and intercept it, are going to be the winners. One question people have about AI right now, at least financially, is “is it all a bubble? Will it turn out AI is better at poetry and humorous photos than creating value?” My belief is that no, this is no AI bubble, but it'll be up to companies like T-Mobile to be customers of it, and to demonstrate at scale how it can transform our relationship with customers.\n\nIf the T-Mobiles of the world don't show giant breakthroughs from the technology, then the benefits will be delayed. So it's up to people like us. That's one of the reasons companies like OpenAI and Nvidia want to partner with us. They see that we're ahead, and they’re as interested as we are in demonstrating real value for end users that improves their lives, and creates financial value for everybody involved.\n\nWe can already see the potential. After two years of working on it, one of the aspirations that I unveiled in September was to reduce person-to-person problem-solving and customer service interactions by 75% within a three-year period.\n\nAnd that's going to happen—we're well on our way. We have a detailed quarter-by-quarter plan that is absolutely on track, and a lot of that value is already dropping in. That's one of many metrics that I unveiled. We're demonstrating to ourselves that this is real, partly because we've laid all the track. We've got the data estate in order. We have our T-Life app out the door. We're going to get the hardest part done in 2025. Once we've moved into big elements of delivery, I think we will have broken the back of this opportunity in the next 12 months, and we can taste that right now.\n\n(To receive weekly emails of conversations with the world’s top CEOs and decisionmakers, click here.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Most Important AI Algorithms for Beginners in 2025",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/most-important-ai-algorithms-for-beginners-in-2025",
            "description": "As we progress into 2025, Artificial Intelligence (AI) continues to reshape industries and revolutionize how we interact with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7P2I9QhI9akieXnc8DmagC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Analytics Insight8h",
            "source": "Analytics Insight",
            "article_content": "Linear regression is one of the simplest and commonly used algorithms in machine learning. It is a supervised learning technique aimed at modeling the relationship between a dependent variable and one or more independent variables. In short, linear regression predicts numerical outcomes. Due to its simple implementation and effectiveness, it becomes an excellent starting point for beginners.\n\nFor example, it can be used to predict house prices based on features like size, location, and number of bedrooms. Understanding linear regression is vital for anyone looking to grasp more complex algorithms in AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Open source machine learning systems are highly vulnerable to security threats",
            "link": "https://www.msn.com/en-us/technology/cybersecurity/open-source-machine-learning-systems-are-highly-vulnerable-to-security-threats/ar-AA1wk2N3?ocid=BingNewsVerp",
            "description": "The growing adoption of machine learning across industries highlights the critical need to secure ML systems, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U0i8c-TVLnStBZqBUXXsfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "8hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine Bets a Free Market for Weapons Production Can Out-Innovate Russia",
            "link": "https://www.msn.com/en-us/money/other/ukraine-bets-a-free-market-for-weapons-production-can-out-innovate-russia/ar-AA1wiCTg?ocid=BingNewsVerp",
            "description": "While Russia is mass-producing machinery at state-owned industries, Ukraine has spawned hundreds of entrepreneur-led defense ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EaJwLIfj33-6MwhKSw_R2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "15hon MSN",
            "source": "Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia allegedly ratches up war-crime executions of Ukrainian POWs: ‘Instructions … are being issued’",
            "link": "https://www.msn.com/en-us/news/world/russia-allegedly-ratches-up-war-crime-executions-of-ukrainian-pows-instructions-are-being-issued/ar-AA1wkIvU?ocid=BingNewsVerp",
            "description": "At least 147 Ukrainian POWs have been executed since Russia invaded the country in 2022 — and 127 of them were killed just ...",
            "image_url": "https://www.bing.com/th?id=OVF.rjed84WaJPeTNj53BZtPjg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Year in War: From West Asia to Russia-Ukraine, how 2024 was marred by conflicts",
            "link": "https://www.firstpost.com/explainers/this-year-in-war-from-west-asia-to-russia-ukraine-how-2024-was-marred-by-conflicts-13846392.html",
            "description": "Geopolitical uncertainties increased in 2024 as tensions escalated in West Asia. Israel was involved in four conflicts in the ...",
            "image_url": "https://www.bing.com/th?id=OVF.fvzE3HIgua5rmgvGmswtyA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "21h",
            "source": "Firstpost",
            "article_content": "Geopolitical uncertainties increased in 2024 as tensions escalated in West Asia. Israel was involved in four conflicts in the region, including with Hamas in Gaza and Iran. Peace remained elusive in Russia’s war with Ukraine that began over two years back read more\n\nA displaced Palestinian woman, Makram Hamdouna, carries a water container outside her shelter, in Khan Younis in the southern Gaza Strip December 19, 2024. Reuters\n\n2024 was a year of war. The wider conflict in West Asia and Russia’s war with Ukraine made headlines throughout the year. Data by the Armed Conflict Location and Event Data (ACLED) shows that an estimated 233,000 people were killed in conflicts this year.\n\nIsrael’s war with Hamas in Gaza completed a year in October. The Jewish state reached a ceasefire deal with Hezbollah in Lebanon to end 13 months of fighting. Israeli strikes are pounding against Houthi targets in Yemen.\n\nAdvertisement\n\nTensions mounted between Iran and Israel, with both sides launching tit-for-tat attacks. The shadow war between the two countries has burst into the open since Hamas’ attack on Israel last October.\n\nAfter 13 years of civil war, Syria saw the fall of its dictator, Bashar al-Assad. Since his ouster, Israel has launched a bombing campaign on the West Asian country.\n\nRussia’s invasion of Ukraine entered its 1,000th day on November 24 this year. Even after over two years, there is no end in sight to the conflict.\n\nIn our yearly wrap, here is a look at the conflicts around the world.\n\n1. Israel was engaged in four wars in West Asia this year. On October 7, 2024, Israel’s war with Hamas in Gaza completed one year. It was on this day last year that the Palestinian militant group’s surprise attack on the Jewish nation changed West Asia and the world. We explain how Hamas’ attack was a turning point in the region.\n\nThousands have died in Israel and Gaza since the war began last year. Many hostages taken by Hamas fighters last October remain captive in Gaza. Israel’s relentless strikes on the narrow enclave have taken a mental toll on innocent civilians, especially children. We take a look at how the conflict has affected children.\n\nAdvertisement\n\nIsrael achieved its biggest victory in the war by killing its enemy no 1, Yahya Sinwar. Israel had accused Sinwar, 61, of being the mastermind of the Hamas’ October 7, 2023 attack. Here’s what we know about the man dubbed “butcher of Khan Younis”.\n\n2. West Asia inched closer to a wider war in the region as Israel and Iran carried out tit-for-tat missile strikes. In October, Israel launched three waves of overnight strikes on Iran in retaliation to Tehran launching at least 180 missiles into Israel earlier that month.\n\nIran had said its attack against Israel was in response to the assassination of the Lebanese group Hezbollah’s leader Hassan Nasrallah and Iran’s Islamic Revolutionary Guard Corps (IRGC) commander Abbas Nilforoushan in Beirut, and the killing of Hamas leader Ismail Haniyeh on Iranian soil in July.\n\nAdvertisement\n\nWhile there is a lull in tensions now, we explore who has the bigger and better military.\n\n3. Israel intensified attacks against Hezbollah in Lebanon, with the group blaming the West Asian country for exploding pager and walkie-talkie attacks that killed or wounded thousands of its members.\n\nSmoke rises following an Israeli airstrike on Dahiyeh, in Beirut, Lebanon, November 26, 2024. File Photo/AP\n\nIn November, the two sides reached a ceasefire agreement, ending monthslong conflict that has taken the lives of over 3,700 people. The deal brokered by the United States calls for a 60-day halt in fighting. However, within a week of the fragile truce, there were mutual accusations of violations. Will the ceasefire hold? We explain in this report.\n\nAdvertisement\n\n4. Yemen’s Houthis, a part of Iran’s so-called Axis of Resistance, have been targeting commercial and military ships linked to Israel and its allies in the Red Sea since Israel launched its war against Hamas last October.\n\nThis year, Israel escalated attacks against the rebel group, with the Houthis claiming to target the Jewish country with drones and ballistic missiles. Find out about this rebel group in Yemen in this report.\n\n5. After 13 years of civil war, Syrian rebels overthrew President Bashar al-Assad in just a matter of a few days. With Assad fleeing to Russia, the horrors of his regime are coming to light. Since his ouster, families have been desperately searching for their loved ones who went missing after being detained by the secret police. His regime is believed to have killed and buried more than 100,000 people in mass graves. The horrors have just begun to unravel.\n\nAdvertisement\n\nWhile insurgents have taken control of Damascus, Israel has carried out a volley of airstrikes in the country. Targets have included air defence systems, fighter jets, missile depots, weapons production sites and so on.\n\nIt is also planning to expand its settlements in the occupied Golan Heights, citing threats from Syria. We take a look at why Israel is eyeing the strategic plateau and why it is targeting the West Asian country.\n\n6. It has been over two years since Russia invaded Ukraine. Death and devastation followed after Russian President Vladimir Putin addressed his nation, announcing a “special military operation” in Ukraine on February 24, 2022. World powers, including incoming US President Donald Trump, have called for a ceasefire. However, peace has so far remained elusive.\n\nTensions could further escalate after Ukraine claimed responsibility for killing a top Russian general in a bomb blast in Moscow. Here’s who he was.\n\nThis is all we have for you in our yearly roundup. If you like the way we explain hot topics from around the globe, you can bookmark this page."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bleach: Thousand-Year Blood War Hypes Part 3 Finale With Special Trailer",
            "link": "https://comicbook.com/anime/news/bleach-tybw-part-3-finale-anime-trailer/",
            "description": "Bleach: Thousand-Year Blood War is bringing yet another batch of episodes to an end for the Fall 2024 anime schedule, and now ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Tl90RFljQ3cgrlPMC3ZzCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "8m",
            "source": "Comicbook.com",
            "article_content": "Bleach: Thousand-Year Blood War is bringing yet another batch of episodes to an end for the Fall 2024 anime schedule, and now fans have gotten the first look at what to expect from Part 3’s big finale with a special new trailer. Bleach: Thousand-Year Blood War Part 3 – The Conflict kicked off its highly anticipated return with the Fall 2024 anime schedule, and fans have gotten to see the first half of the final fights between the Soul Reapers and the Quincies. Now this batch of episodes is finally coming to an end, and it’s setting up the real final slate of what’s to come.\n\nVideos by ComicBook.com\n\nBleach: Thousand-Year Blood War Part 3 – The Conflict will be airing a special double episode finale event to bring this newest part to an end, and the anime is helping fans get ready with a special new trailer showing off some of the biggest moments from Part 3 so far. The anime not only showcases everything big that has happened so far, but the new trailer also sneaks in the first look at what to expect from the final episode. You can check out the new Bleach: Thousand-Year Blood War Part 3 trailer in the video above.\n\nViz Media / Pierrot Films\n\nHow Will Bleach: TYBW Part 3 End?\n\nBleach: Thousand-Year Blood War Part 3 – The Conflict will be officially coming to an end on Saturday, December 28th. This will be a double airing of the final two episodes of the season with Episodes 39 and 40 packed together in a special hour long event. This final episode of the season teases more of Jugram Haschwalt, and it will be digging into his shared past with Bazz B. This final episode is teasing some moments that weren’t seen in Tite Kubo’s original manga, and that’s been par for the course for the new anime’s run as a whole.\n\nJoining the voice cast for these final episodes are Marina Inoue as the young Jugram, and Chiaki Kobayashi as the young Bazz-B. The new finale will be streaming exclusively with Hulu in the United States when it hits and on Disney+ in international territories. But as the special teaser shows, it’s not just a look into Jugram’s past either. Uryu Ishida’s turning to the Quincies’ side has been a major part of the titular “conflict” in this wave of episodes, and it seems like that’s finally coming to a head with the finale.\n\nViz Media / Pierrot Films\n\nWhat’s Next for Bleach: TYBW?\n\nBleach: Thousand-Year Blood War was originally announced to be a four cour long series with breaks in between, and with the end of the third wave of episodes, it means that there is really only one part left before it all comes to an end. This new anime has been the long in the works and highly requested adaptation from fans as it’s been bringing the final arc from Tite Kubo’s original Bleach manga to life at last. There are still some big moments that we’ve been waiting to see, and they all hit in the last batch of episodes.\n\nBleach: Thousand-Year Blood War has yet to confirm a potential release window or date for Part 4 of the anime as of the time of this publication, but an announcement will likely come after the finale. It’s been the case with the previous Part finales in the past, so a Part 4 confirmation is highly likely to follow in that pattern. Either way, we’re one big step to bringing it all to an end decades after the original Bleach anime came to its truncated end."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europe’s Big Stocks Are Shrinking Deeper Into US Megacaps’ Shadow",
            "link": "https://www.bloomberg.com/news/articles/2024-12-22/europe-s-big-stocks-are-shrinking-deeper-into-us-megacaps-shadow",
            "description": "A $93 billion plunge in Novo Nordisk A/S shares has provided the latest blow to Europe’s largest listed companies, which have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R0ZuesIvSIoUqK2mu4FdgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "18h",
            "source": "Bloomberg L.P.",
            "article_content": "A $93 billion plunge in Novo Nordisk A/S shares has provided the latest blow to Europe’s largest listed companies, which have spent another year struggling in vain to match the returns of Wall Street’s biggest stocks.\n\nWhile the top 10 US stocks have notched double-digit returns in 2024, powered by the so-called Magnificent Seven, six of Europe’s biggest names are in the red. They include Ozempic maker Novo, whose gains for the year were fully erased in Friday’s selloff, as well as Nestle SA and LVMH Moet Hennessy Louis Vuitton SA."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We've Been Expecting You",
            "link": "https://seekingalpha.com/article/4745796-weve-been-expecting-you",
            "description": "Investors should expect short-term volatility but recognize these pullbacks as potential long-term buying opportunities given ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kVYNkR97PeUBlsmtOfk4SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "22h",
            "source": "Seeking Alpha",
            "article_content": "Much like the cantankerous holiday guest that arrives unannounced a few days earlier than expected, the pullback in the U.S. stock market is underway. While the headlines make it seem like it suddenly showed up on Wednesday afternoon, the reality is that it’s been\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it. I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nInvestment advice offered through Great Valley Advisor Group (GVA), a Registered Investment Advisor. I am solely an investment advisor representative of Great Valley Advisor Group, and not affiliated with LPL Financial. Any opinions or views expressed by me are not those of LPL Financial. This is not intended to be used as tax or legal advice. All performance referenced is historical and is no guarantee of future results. All indices are unmanaged and may not be invested into directly. Please consult a tax or legal professional for specific information and advice.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Organigram: Long Term Growth Improving With International And Domestic Cannabis Expansion (Rating Upgrade)",
            "link": "https://seekingalpha.com/article/4745846-organigram-long-term-growth-improving-with-international-and-domestic-cannabis-expansion",
            "description": "Organigram reported Q4-2024 financial results earlier this week and show improved revenues, profit margins, net loss, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0-79PZxCgtP0Tbp8s44lMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "12h",
            "source": "Seeking Alpha",
            "article_content": "Organigram (NASDAQ: OGI ) reported improved Q4-2024 financial results last Wednesday. The company showed increasing revenues, cash flows, and profit margins. Net loss has improved. Organigram announced the acquisition of Motif Labs in Canada, which will set Organigram as the top\n\nWelcome to the home of The Cannabis Report: a monthly report on the cannabis industry. I am an analyst and consultant in the cannabis industry. I have contributed to High Times Magazine. I currently have a book out, Cannabis in the Ancient Greek and Roman World. I am most interested in technical stock analysis, option strategies, small cap strategies, and emerging markets. Feel free to contact me with any questions about the cannabis industry or publicly traded stocks in the cannabis industry.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paychex, Inc.: A Cash Cow In The Human Resource Industry, Hold",
            "link": "https://seekingalpha.com/article/4745832-paychex-inc-a-cash-cow-in-the-human-resource-industry-hold",
            "description": "I rate Paychex, Inc. (PAYX) a hold due to its mature business model, modest revenue growth, and stable profit margins ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p_iD-KI-xE9vesY-K9ESKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "17h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why targeting the FDIC would mean economic disaster",
            "link": "https://www.msnbc.com/ali-velshi/watch/why-targeting-the-fdic-would-mean-economic-disaster-227701317575",
            "description": "The incoming Trump administration has reportedly started looking into ways to drastically shrink, consolidate or even ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1TBdKYQCYfawB9Ou_H69WC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "6h",
            "source": "MSNBC",
            "article_content": "The incoming Trump administration has reportedly started looking into ways to drastically shrink, consolidate or even eliminate the top bank regulators in Washington. This is not smart economics. The FDIC - the Federal Deposit Insurance Company – was created in 1934 during the Great Depression after thousands of banks began to fail. Those who didn't lose their money right away, panicked and withdrew their deposits - causing what's known as a 'bank run' (famously depicted in Capra’s ‘It’s A Wonderful Life’), causing yet more banks to close. The agency was created to restore and maintain the public's confidence in the financial system...and it did. At the end of 1934, only 9 banks had failed compared to the more than 9,000 in the previous four years. Since its creation, no American banking consumer has lost money that was in an FDIC insured account, even when a bank fails. It also keeps an eye on financial institutions to make sure everything is operating soundly and consumers remain protected.Dec. 22, 2024"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion - A fragile alliance: What Assad’s fall means for Maduro in Venezuela",
            "link": "https://news.yahoo.com/news/opinion-fragile-alliance-assad-fall-190000482.html",
            "description": "Assad's regime in Syria has exposed the fragility of other autocratic regimes, such as Nicolás Maduro's government in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZBCSqEGgfldSXGm4G2ca5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "6hOpinion",
            "source": "YAHOO!News",
            "article_content": "The collapse of Bashar Assad’s regime in Syria reverberates far beyond the Levant, shaking the foundations of other autocratic regimes. Among these, Nicolás Maduro’s government in Venezuela faces a stark warning: An erosion of external support can dismantle even the most entrenched dictatorships.\n\nAssad’s fall highlights not only the fragility of authoritarian regimes but also the growing impatience of populations living under decades of repression. For Maduro, it underscores how reliance on foreign backers like Russia could lead to a similar unraveling.\n\nAssad’s ouster dismantled a regime notorious for its extreme violence and dependence on external allies, particularly Russia and Iran. When the support of those allies wavered, Assad’s hold on power crumbled.\n\nFor Maduro, the parallels are striking. His survival strategy mirrors Assad’s reliance on Moscow, but Russia’s capacity to sustain its client regimes is rapidly diminishing.\n\nADVERTISEMENT\n\nThe war in Ukraine has severely strained Russia’s resources, with reports indicating more than $200 billion spent and approximately 700,000 casualties suffered. These immense demands have drained Moscow’s ability to prioritize distant allies such as Venezuela, rendering Maduro increasingly vulnerable.\n\nVenezuela has long been dependent on Russia for military equipment, financial support and political backing. Since the mid-2000s, Russia has supplied Venezuela with more than $10 billion in military hardware, including jet fighters and missile systems. Additionally, Russian oil giant Rosneft has invested billions in Venezuela’s oil industry, providing critical lifelines to the regime. With Russia now consumed by the Ukraine conflict, these supports are at risk, leaving Maduro’s government increasingly exposed.\n\nVenezuela also faces mounting internal pressures: economic collapse, mass emigration and persistent political unrest. A weakened Russia compounds these challenges, threatening Maduro’s grip on power. Just as Assad’s fall exposed Iran’s diminished influence, a collapse in Venezuela would highlight Russia’s limitations and further isolate its remaining allies.\n\nYet Maduro’s continued hold on power raises troubling questions about the world’s tolerance for authoritarian regimes, particularly in light of the recent Venezuelan election, where Edmundo González defeated Maduro but the international community has done too little to support the opposition and ensure a meaningful challenge to Maduro’s rule.\n\nThe horrors of Venezuela’s humanitarian crisis — millions displaced, widespread hunger and the systematic erosion of democracy — are well-documented. Yet, the international response has been marked by cautious diplomacy and ineffective sanctions. This contrasts sharply with the urgency elicited by sudden regime collapses like Assad’s.\n\nADVERTISEMENT\n\nPart of the explanation lies in the slow, grinding nature of Venezuela’s decline. While Assad’s brutality was immediate and unrelenting, Venezuela’s crisis has unfolded over years, numbing the global conscience. Starving populations, mass displacement and systematic repression have become background noise. This normalization allows Maduro’s regime to persist, exploiting the global preference for negotiation over confrontation.\n\nHistory offers rare examples of peaceful transitions from authoritarianism, but these are exceptions. In Chile, Augusto Pinochet eventually orchestrated a controlled transition to democracy, ensuring protections for the military and amnesty for himself.\n\nSouth Africa’s dismantling of apartheid similarly relied on enlightened leadership, with Nelson Mandela and F.W. de Klerk fostering dialogue that de-escalated decades of tensions. Both cases required leaders willing to put national stability above personal power — a quality Maduro conspicuously lacks.\n\nEven these transitions were not without scars. Pinochet’s military retained influence for years, and South Africa continues to grapple with the legacies of apartheid. Still, they offered something Maduro has yet to provide: hope and a chance to rebuild. Maduro, in contrast, clings to power at any cost, indifferent to his people’s suffering and the looming collapse of the state.\n\nAssad’s fall reminds us that authoritarian regimes are inherently brittle. They rely on external support, repression and a passive populace. Once any of these pillars weakens, the structure collapses. Maduro’s reliance on Russia and Cuba mirrors Assad’s dependence on Iran and Russia — alliances that are ultimately unreliable. The world’s normalization of his regime’s horrors risks an eventual collapse that will be even more destabilizing if left unaddressed.\n\nADVERTISEMENT\n\nThe fall of Assad should reignite urgency to confront enduring authoritarian regimes like Maduro’s. These are not isolated events but part of a broader pattern of authoritarian collapse that destabilizes entire regions. The challenge is to prevent such implosions from leading to further chaos or new forms of repression. For Maduro, Assad’s fate serves as a warning that no regime is immune to the tides of history.\n\nThe world cannot afford to adapt to the suffering in Venezuela. The normalization of this crisis must end, and decisive action must replace the complacency of half-measures. Assad’s fall may foreshadow Maduro’s, serving as a reminder that entrenched regimes cannot escape the inevitable reckoning with their own fragility.\n\nCarl Meacham, formerly a senior Republican staff member on the U.S. Senate Foreign Relations Committee, is an international consultant.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to The Hill."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Asus’ two-year update commitment is awful",
            "link": "https://www.msn.com/en-us/technology/tech-companies/asus-two-year-update-commitment-is-awful/ar-AA1wkL54?ocid=BingNewsVerp",
            "description": "An apparently unfinished BIOS update made its way to users' motherboards in 2023, leading to a massive scandal investigated ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VHmk6REkTXhjAZyKNdMFIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "25mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EU garment import rose by 1.43pc in Jan-Oct period",
            "link": "https://www.thedailystar.net/business/economy/rmg/news/eu-garment-import-rose-143pc-jan-oct-period-3782641",
            "description": "Importantly, unit prices declined for most suppliers in 2024 compared to 2023, reflecting competitive pressures within the global apparel industry ...",
            "image_url": "https://www.bing.com/th?id=ODF.0T-bxDU2ZcOZAx2s4dS12g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "pc+manufacturer",
            "date": "The Daily Star5h",
            "source": "The Daily Star",
            "article_content": "Worker efficiency in the garment sector has been affected by external inefficiencies, such as power shortages and port and road congestion, industry insiders said. Photo: Star/file\n\nThe European Union's garment import from Bangladesh grew by 1.43 percent in the January-October period, despite a modest increase in quantity at 6.68 percent, indicating 4.92 percent decline in prices.\n\nImportantly, unit prices declined for most suppliers in 2024 compared to 2023, reflecting competitive pressures within the global apparel industry.\n\nThe EU's import price from China declined by 8.63 percent in the mentioned period, according to data from the Eurostat.\n\nThe data suggests that while the EU's overall demand for apparel remains strong, the competitive landscape is shifting, with some suppliers gaining ground while others, including Bangladesh, are experiencing challenges.\n\nThe EU's apparel imports during January-October 2024 shows sign of recovery despite price pressures.\n\nFrom January to October 2024, the EU's apparel imports experienced a mixed trend. The EU's apparel imports totalled USD 77.78 billion during this period, a slight increase year-on-year by 0.58 percent.\n\nThis brings EU's year-to-date clothing import to a positive side, from negative 2.02 percent growth in January-September 2024.\n\nWhile overall import value and quantity increased slightly, a closer look reveals a complex picture across different sourcing countries.\n\nChina, a major supplier, saw a slight increase in the value of apparel imports to the EU in the mentioned period, which is 1.14 percent suggesting a potential shift in the global apparel market.\n\nOther major suppliers like Vietnam and Cambodia experienced growth by 3.31 percent and 20.66 percent respectively."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Streamline Your API Strategy: Most Popular Middleware Tools for API Management",
            "link": "https://www.analyticsinsight.net/tech-news/streamline-your-api-strategy-most-popular-middleware-tools-for-api-management",
            "description": "API management middleware has subsequently grown to be one of the most important software applications in the present day. APIs from Application Programming Int ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Analytics Insight20h",
            "source": "Analytics Insight",
            "article_content": "API management middleware has subsequently grown to be one of the most important software applications in the present day. APIs from Application Programming Interfaces provide a serious groundwork for communication among applications, mediating between services, software, and devices utilized by different people.\n\nCurrently, APIs are used for almost all applications today. These have proven necessary for every aspect of the well-managed mobile app and a successful cloud service managed directly by the organizations.\n\nMiddleware tools in this area manage APIs quite profoundly across dimensions of availability, security, and easy accessibility for both developers and businesses. Here’s a look at the most popular middleware tools for API management in 2025, each offering unique features to help organizations optimize their API ecosystems."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "James' Ossuary unveiled in new 'World of Jesus' exhibit with over 350 artifacts from Holy Land",
            "link": "https://www.msn.com/en-us/news/other/james-ossuary-unveiled-in-new-world-of-jesus-exhibit-with-over-350-artifacts-from-holy-land/ar-AA1wkxNV?ocid=BingNewsVerp",
            "description": "The new exhibit Discovering the World of Jesus Ancient Treasures from the Holy Land, showcasing 350 artifacts from the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a4R22iV_h53dX7TwwHhEVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "The Christian Post on MSN6h",
            "source": "The Christian Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Bones of Jesus’ brother’ found inside 2,200-year-old box is hailed as ‘most significant item from time of Christ’",
            "link": "https://www.thesun.co.uk/tech/32444337/bones-jesus-brother-found-christ/",
            "description": "THE 'bones of Jesus’ brother' have been found inside a 2,200-year-old box in a breakthrough discovery. The limestone box is etched with the name of the son of God, and has been ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "bible+discovery",
            "date": "14h",
            "source": "The Sun",
            "article_content": "Scroll to hear about more Bible finds\n\nHOLY FIND ‘Bones of Jesus’ brother’ found inside 2,200-year-old box is hailed as ‘most significant item from time of Christ’\n\nTHE \"bones of Jesus' brother\" have been found inside a 2,200-year-old box in a breakthrough discovery.\n\nThe limestone box is etched with the name of the son of God, and has been hailed the \"most significant item from the time of Christ\".\n\n4 An artefact believed to have once contained the bones of Jesus’ brother James sits on display in 2002 Credit: Getty\n\n4 The James Ossuary was unveiled Credit: Getty\n\n4 This image from the Biblical Archaeology Society shows a first century A.D. burial box with an Aramaic inscription that reads 'James, son of Joseph, brother of Jesus' Credit: Getty\n\nThe inscription, \"James, son of Joseph, brother of Jesus,\" is written on the box in ancient Aramaic.\n\nAs the names correspond to those of Jesus' brother and father, many believe the box once held the remains of James the Just - the first leader of Christians in Jerusalem after the crucifixion.\n\nThe unbelievable box is currently on display at Pullman Yards in Atlanta as part of an exhibition featuring hundreds of historical items from the time of Jesus.\n\nBut, just like other archaeological finds discovered from the Bible period, the Ossuary led to uproar after its unveiling in 2002.\n\nThe following year its owner Oded Golan was accused of forging the inscription.\n\nExperts alleged that he had added the phrase \"brother of Jesus\" to the limestone.\n\nGolan tried to salvage his reputation and, after battling it out in court for a ten-year trial, the Israeli antiquities collector was acquitted.\n\nBut mystery still surrounds the \"Jesus box\".\n\nDespite Golan being cleared of all charges, the judge still said that the verdict \"does not mean that the inscription on the Ossuary is authentic or that it was written 2,000 years ago.\"\n\nGolan told Crosswalk Headlines: \"We conducted several chemical tests, particularly on the inscription itself, which is the most critical element of the Ossuary.\n\nAncient Pompeii home unseen for 2,000 YEARS finally unearthed\n\n\"We proved that the entire inscription is authentic - it was engraved several thousand years ago.\"\n\nIf it were authentic, the Ossuary would incredibly be the oldest physical evidence of Jesus Christ.\n\nIn the first century, Jewish people laid their dead relatives in caves before later collecting the bones to put in ossuaries.\n\nThe box's authenticity is still facing criticism by some theologians who believe Mary had remained a virgin her entire life, suggesting the Ossuary may not be authentic.\n\nBut the box is empty, with the bones lost years ago.\n\nOn top of this, various biblical passages indicate that James and his brothers didn't believe Jesus was the son of God initially.\n\nJames is said to have died as a martyr - but there are two different dates and causes of death.\n\nOne is that in 62AD he was stoned to death on the order of a high priest.\n\nThe other is that in 69AD he was thrown off the pinnacle of the Temple by scribes and Pharisees before being clubbed to death.\n\nGolen said he bought the James Ossuary when he was a student in Israel, studying engineering.\n\nHe said he \"didnt recognize its importance at all\".\n\nA 2015 study was set out to really see whether the James Ossuary may have come from a tomb believed to belong to Jesus' family.\n\nThe Talpiot tomb was unearthed in the south of the Old City in East Jerusalem in 1980, containing six burial boxes.\n\nThe boxes had the names of Jesus' brother, father and mother on.\n\nExperts conducted a chemical analysis of the Ossuary and found it contained signatures from the boxes found in the tomb.\n\nBiggest Bible finds The Galilee Boat: Discovered in 1986 on the shore of the Sea of Galilee, this fishing boat dates back to roughly the time of Jesus. While there's no direct connection to Jesus, it represents the type of vessel he and his disciples, some of whom were fishermen, would have used. This provides valuable insight into the fishing industry and maritime life in Galilee during that period.\n\nDiscovered in 1986 on the shore of the Sea of Galilee, this fishing boat dates back to roughly the time of Jesus. While there's no direct connection to Jesus, it represents the type of vessel he and his disciples, some of whom were fishermen, would have used. This provides valuable insight into the fishing industry and maritime life in Galilee during that period. Nazareth House: Excavations in Nazareth have revealed a first-century house, potentially from the time of Jesus's childhood. This discovery challenges previous claims that Nazareth was not a settled area during Jesus's lifetime.\n\nExcavations in Nazareth have revealed a first-century house, potentially from the time of Jesus's childhood. This discovery challenges previous claims that Nazareth was not a settled area during Jesus's lifetime. Crucifixion Evidence: Archaeological discoveries, such as the skeletal remains of Yehohanan, a man crucified in the Roman fashion, provide physical evidence of the practice of crucifixion, the method of execution described in the New Testament accounts of Jesus's death.\n\nArchaeological discoveries, such as the skeletal remains of Yehohanan, a man crucified in the Roman fashion, provide physical evidence of the practice of crucifixion, the method of execution described in the New Testament accounts of Jesus's death. Temple Warning Inscription: A stone inscription discovered in 1871 warned Gentiles against entering the inner courts of the Jewish Temple in Jerusalem. This inscription confirms historical accounts of the Temple's layout and the segregation practices of the time, a setting where Jesus is recorded to have taught and interacted.\n\nA stone inscription discovered in 1871 warned Gentiles against entering the inner courts of the Jewish Temple in Jerusalem. This inscription confirms historical accounts of the Temple's layout and the segregation practices of the time, a setting where Jesus is recorded to have taught and interacted. Southern Steps of the Temple Mount: These steps, leading up to the Temple Mount in Jerusalem, have been excavated and are believed to be the same ones used by Jesus and other Jewish people during his time. This offers a tangible connection to the physical environment where Jesus walked and preached.\n\nThese steps, leading up to the Temple Mount in Jerusalem, have been excavated and are believed to be the same ones used by Jesus and other Jewish people during his time. This offers a tangible connection to the physical environment where Jesus walked and preached. The Madaba Map: While dating to several centuries after Jesus's life (6th century AD), the Madaba Map, a mosaic discovered in Jordan, provides the oldest surviving cartographic depiction of Jerusalem and the Holy Land. It offers a valuable visual representation of the region's geography during the Byzantine period and helps us understand the landscape and urban layout of cities like Jerusalem during the Roman and Byzantine eras."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Moon Was Invaded by Aliens Shocking Evidence",
            "link": "https://www.msn.com/en-us/video/peopleandplaces/the-moon-was-invaded-by-aliens-shocking-evidence/vi-AA1wiBVV?ocid=BingNewsVerp",
            "description": "The Moon Was Invaded by Aliens � Delve into the evidence supporting the theory that aliens invaded the moon and its profound implications.",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Aperture on MSN13h",
            "source": "Aperture on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Reasons Why You Should Never Travel During Christmas",
            "link": "https://www.msn.com/en-au/news/other/10-reasons-why-you-should-never-travel-during-christmas/vi-AA1wksWp?ocid=BingNewsVerp",
            "description": "Thinking about a holiday getaway? 🏖️ Think again! Here are 10 reasons why traveling during Christmas might not be the best ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l3x8tuAH8D_lN_PTh6Nu0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Travel Bucketlist on MSN3h",
            "source": "Travel Bucketlist on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA astronaut who flew three Space Shuttle missions finally spots a UFO – back on Earth",
            "link": "https://www.msn.com/en-gb/science/aeronautics/nasa-astronaut-who-flew-three-space-shuttle-missions-finally-spots-a-ufo-back-on-earth/ar-AA1wkuxp?ocid=BingNewsVerp",
            "description": "US astronaut Leroy Chiao has been on three space missions and event spent months living in space, only to bizarrely see his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VCX8StMZEkfG1HgaV5TLki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Allen Johnson: The truth is out there, hovering in the night sky",
            "link": "https://greensboro.com/opinion/column/drones-trump-rfk-jr-ufos-the-x-files/article_46f9f41a-bf6e-11ef-8510-93640d330423.html",
            "description": "Like a plague of locusts, drones keep coming, torturing us with their mystery. Where are they from, what do they want and why ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tygEghmu1e2RYhf7b4A0iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "News & Record14hOpinion",
            "source": "News & Record",
            "article_content": "The truth is out there, whirring in the night sky, taunting us with winking lights and erratic zigs and zags.\n\nLike a plague of locusts, they keep coming, torturing us with their mystery.\n\nWhat are they, where are they from, what do they want and why won’t the government give us a straight answer?\n\nAre they chariots of the gods from a strange new world in a galaxy far, far away?\n\nOr the villainous handiwork of China or Putin or Little Rocket Man?\n\nOr even an inside job … deep state spies, dispatched from a secret drone hangar in the basement of a D.C. pizza parlor?\n\nWho cares? Donald Trump says. Shoot first and ask questions later. Speculation is for suckers.\n\n“Mystery Drone sightings all over the Country,” the president-elect posted on Truth Social. “Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThe government says not to worry. Which, of course, is what worries people the most.\n\nUntil most recently, the official response has been sketchy, sluggish and anything but helpful or reassuring.\n\nAs of last week, thankfully, the feds finally were providing a coherent reaction.\n\nOn Wednesday and Thursday, The Associated Press reports, the Federal Aviation Administration banned drone flights in 30 areas in New York and 22 in New Jersey, through mid-January. FBI and Department of Homeland Security officials say their agencies are looking into the sightings but have seen little evidence to suggest safety or security threats.\n\nWhat most people are seeing, officials say, are law-abiding, garden-variety drones. Or airplanes. Or helicopters. Or stars.\n\nThese are plausible answers. But many Americans remain unconvinced.\n\nThere are, of course, lots of precedents for our tin-hat predilections. “Yes, they can control the weather,” a member of Congress posted on X only weeks ago, presumably about members of the other party. A vaccine denier may soon head the federal Department of Health and Human Services. Then there was a spate of clown sightings in 2016. (You can look it up.)\n\nBut the most famous was the “War of the Worlds,” a 1938 radio drama about a Martian invasion based on H.G. Wells’ science fiction novel that some Americans mistook as the real thing.\n\nIt all sounds like an episode of the “X-Files,” the popular old Fox series in which a pair of mismatched FBI agents delved weekly (9 Eastern, 8 Central Time) into monsters, aliens and labyrinthine conspiracies.\n\nSpecial agents Dana Scully and Fox Mulder were an odd coupling of “They’re out to get you”-ism versus “You’ve gotta be kidding me-”-ism. Mulder was the true believer, Scully the skeptic.\n\nI’m more Scully than Mulder.\n\nI live in a neighborhood near enough to PTI Airport and far enough from city lights that the night sky is often vast and dark enough to reveal twinkling stars and a constant array of air traffic, some of it close and bright enough to resemble gliding Christmas trees.\n\nOccasionally, an aircraft headed for PTI will appear to be a UFO, sitting silent and still in the heavens. But it’s always an illusion, a plane approaching head-on that only appears to be hovering until it turns toward the runway and you can hear the roar of its engines.\n\nTo be honest, I’ve hoped for a UFO sighting, just for the thrill of it. But I’ve yet to see even one.\n\nAs for the mass hysteria over drones, it’s another sign to me of the blessings of not living in a war-torn place like Gaza or Ukraine, where drones are ubiquitous and deadly, armed with missiles, bombs and bullets.\n\nSo, for now, at least, I’m not buying the Drone Conspiracy.\n\nIn the end, maybe I’ll be proven wrong. (Scully was in the “X-Files.” The aliens turned out to be real, as did many of the monsters of the week.)\n\nOn a more serious note, the ebbing faith in government and other institutions (insurance companies, media, big business, schools and universities) is for real and it is disturbing and unhealthy.\n\nWhen the center does not hold, things fall apart.\n\nAnd that’s a lot scarier than blinking lights in the night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "North Lawndale middle schooler helps make scientific discovery of molecule with cancer-fighting properties in goose poop",
            "link": "https://www.msn.com/en-us/health/other/north-lawndale-middle-schooler-helps-make-scientific-discovery-of-molecule-with-cancer-fighting-properties-in-goose-poop/ar-AA1wkvyo?ocid=BingNewsVerp",
            "description": "In Garfield Park, Camarria Williams often enjoyed walks with her mom. There, the 11-year-old girl also discovered a new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m3si-KttDvOv57ZVrfc3NC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "Chicago Tribune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghost ships to ghost sharks: 10 wildest underwater discoveries of 2024",
            "link": "https://www.popsci.com/science/underwater-discoveries/",
            "description": "The biggest animal in the world may be the blue whale, but researchers in 2024 determined that the biggest intertwined ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l5WaegW9Hc8SKeop30SWLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "Popular Science",
            "article_content": "It may be an overused statistic, but it’s true: We know less about what lives and lurks in our oceans than we do about outer space. This year proved no exception to the rule, either. In the last year, researchers discovered long-lost shipwrecks, odd animals, and even a phenomenon known as “dark oxygen,” among many other finds.\n\n‘Ghost Ship of the Pacific’ found using underwater drones\n\nThe USS Stewart rests about 3,500 feet below the ocean’s surface. Credit: Ocean Infinity\n\nIt only took a few hours for a team of 20-foot-long autonomous submersible drones to relocate the USS Stewart after 78 years spent at the bottom of the Pacific Ocean. The “four-piper” destroyer ship was the only vessel captured by Japanese forces during World War II, and earned its “Ghost Ship” moniker after numerous Allied troops sighted it deep behind enemy lines. Although eventually returned to the US Navy and scuttled, its exact location remained a mystery for years. Now, however, we know the extremely well-preserved remains lay off the California coast in the Cordell Bank national marine sanctuary.\n\nShipwreck hunters find WWII-era merchant ship that sunk in Lake Superior\n\nThe wheel of the Arlington, about 600 feet underwater. Great Lakes Shipwreck Historical Society\n\nAlthough also dating back to the WWII era, the Arlington wasn’t involved in combat when it sank. The 244-foot bulk carrier was instead a merchant vessel sailing Lake Superior en route to Owen Sound, Ontario. Inclement weather, however, caused the ship to take on water in the early hours of May 1. While Captain Frederick “Tatey Bug” Burke insisted his crew stay the course, the sailors had other plans, and soon abandoned Burke to his—and his ship’s—ultimate fate. Like the USS Stewart, the Arlington was located using remote operating submersibles and sonar scans.\n\nNew, colorful starfish species found off the coast of Japan\n\nThe newly discovered Paragonaster hoeimaruae. There are many types of starfish and this one is particularly adapted to living in sandy, muddy waters, a feature the researchers want to learn more about. Credit: © I. Kobayashi\n\nThere are around 2,000 cataloged starfish species in the world, but that list grew by at least one new variety in 2024. Discovered by researchers off the coast of Japan’s Izu Peninsula, Paragonaster hoeimaruae, is only the second starfish known to belong to the Pseudarchasteridae family. The strikingly orange sea creatures are especially adapted to live in muddy, sandy waters—an evolutionary trait researchers hope to learn more about in the coming years.\n\nGrumpy-faced fish species found in Red Sea\n\nThe grumpy dwarfgoby is endemic to the Red Sea and lives in small holes and crevices in coral reefs. Viktor Nunes Peinemann\n\nWhile similarly as orange as Paragonaster hoeimaruae, Sueviota aethon arguably features a much more noticeable physical trait: the diminutive fish possesses a downturned mouth that makes it look permanently displeased. Its face seems so irritated that it even earned it the common name of the grumpy dwarfgoby. The roughly one inch long fish live among the coral reefs of the Red Sea’s Farasan Banks near Saudi Arabia. Even at that size, however, discoverers describe the grumpy dwarfgoby as a “fearsome predator” given its comparatively large canines used to capture and devour small invertebrates.\n\nWWII submarine discovered 81 years after disappearing during secret mission\n\nThe HMS Trooper disappeared in 1943 with all 64 of its crew. Credit: YouTube / Planet Blue\n\nIt took at least as many as 14 attempts over nearly 25 years, but researchers finally located the wreckage of the HMS Trooper in 2024. The WWII Allied submarine and its 64 crew members deployed on a secret mission near Greece in early October 1943, but never arrived in Beirut as originally scheduled. Researchers used both sonar and an ROV called “Super Achille” to identify Trooper’s whereabouts, as well as confirm its fatal run-in with a German mine. Trooper lays in three separate parts an estimated 830-feet-deep at the bottom of the Icarian Sea, near the Greek island of Donoussa.\n\nWorld’s largest coral formation is longer than a blue whale\n\nA diver from National Geographic Pristine Seas measures the world’s largest coral colony in the Solomon Islands. Photograph by Manu San Félix, National Geographic Pristine Seas\n\nThe biggest animal in the world may be the blue whale, but researchers in 2024 determined that the biggest intertwined community of animals is undoubtedly the recently discovered Pavona clavus coral colony. Measuring in at 111 feet wide, 104 feet long, 18 feet high, and 600 feet around, the standalone coral system formed in the southwest Pacific Ocean over the last 300 years, and can even be seen from space.\n\nNew ghost shark species found in New Zealand\n\nThe newly described Australasian narrow-nosed spookfish, Harriotta avia. National Institute of Water and Atmospheric Research (NIWA)\n\nGhost sharks, also known as “spookfish,” technically aren’t sharks, but instead are a group of fish that are closely related to the ocean predators. One of the newest additions to the family this year was Harriotta avia, described as having an “elongated, narrow and depressed snout; long, slender trunk; large eyes; and very long, broad pectoral fins” as well as possessing “lovely chocolate brown color.” But don’t expect to encounter one in the open waters—Harriotta avia lives near New Zealand at the bottom of the Pacific Ocean, roughly 8,350 feet below surface waters.\n\n‘Dark oxygen’ on ocean floor may rewrite the origins of life\n\nThe formations can be found as deep as 20,000 feet below the ocean’s surface. Credit: Wikipedia Commons\n\nOne of the wildest underwater discoveries of 2024 wasn’t a new species of life, but chemical processes that might rewrite our understanding of the origins of life itself. Earlier this year, researchers published findings related to polymetallic nodules—natural mineral deposits located on the pitch-black ocean floor. Despite lacking sunlight, however, evidence suggests these formations appear to function as “geobatteries” capable of generating trace amounts of oxygen that help sustain deep-sea life. If true, then the planet’s very first living organisms may have gotten their start in a place no one once thought could support life at all.\n\nNew jellyfish discovered near Japan may contain multitudes of venom\n\nThe St. George’s Cross medusa is about four inches wide, three inches long, and has about 240 tentacles. Dhugal John Lindsay/JAMSTEC\n\nLike many other similar species, the newly found St. George’s cross medusa lives around 2,300 feet deep in the Pacific Ocean, and hunts bioluminescent prey with its many tentacles. Unlike its relatives, however, Santjordia pagesi packs an “arsenal of venoms” that differs from other known jellyfish. Unfortunately, it might take a little while before researchers start gleaning more information on the creature—it’s difficult to gather more specimens given the jellyfish lives in a deep-sea volcanic caldera about 285 miles south of Tokyo.\n\nResearchers discover neurological mechanism controlling anglerfish lures\n\nFrogfish belong to the larger anglerfish family, and use their front fin as a lure. Credit: Deposit Photos\n\nAnglerfish aren’t a new find for researchers, but biologists did confirm a surprising evolutionary feature in the odd-looking animals this year. Using tracer analysis, a team discovered the exact motor neurons that control one of the subspecies’ front dorsal fin lure. It appears the location of these motoneurons shifted during their evolution compared to their relatives, pointing to evolutionary implications that reach all the way to landwalking vertebrates.\n\nOver 100 possible new ocean species found near Chile\n\nDuring an expedition off the coasts of Chile and Rapa Nui, scientists spotted a bony Chaunacops fish swimming in the waters of Chile’s Nazca-Desventuradas Marine Park. Schmidt Ocean Institute\n\nThe 1,800-mile-long Salas y Gómez Ridge near Chile is home to some wild creatures that look like they just arrived from an alien planet. Earlier this year, researchers used a remote operated submersible to survey the region and documented over 100 candidates for never-before-seen species. These included crustaceans, mollusks, fish, and even marine mammals. Biologists also glimpsed extremely rare animals, such as the whiplash squid."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists measure quantum geometry for first time",
            "link": "https://www.msn.com/en-us/science/physics/physicists-measure-quantum-geometry-for-first-time/ar-AA1wjIv8?ocid=BingNewsVerp",
            "description": "MIT physicists and colleagues have for the first time measured the geometry, or shape, of electrons in solids at the quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0biPUpzho5faM_CVeGE4hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Physics and the Bible",
            "link": "https://www.msn.com/en-us/science/physics/quantum-physics-and-the-bible/ar-AA1wjuUf?ocid=BingNewsVerp",
            "description": "We live in an extraordinary era, one where science and technology advance at a staggering pace. Discoveries of invisible ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Rjr3L73dj4XvPKwmUlFQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Utopia and Revolution",
            "link": "https://libcom.org/article/utopia-and-revolution",
            "description": "By the French Council Communist \"Groupe Communiste de Conseils\", this text talks about Utopia and Revolution as the two ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yMrYLDT3hAZRG1RELVFYki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Libcom18h",
            "source": "Libcom",
            "article_content": "The Great Mystification.\n\nTwo concepts call for socialist meditation, because they imply problems of permanent urgency: utopia and revolution. Rarely have these two problems been examined in their relationship of reciprocal affirmation and negation, i.e., in their dialectical relationship, except to reject them wholesale or accept only one term: whoever posits revolution seems to exclude or reject utopia; and conversely, whoever posits utopia seems to reject revolution. Such, at least, was the attitude of nineteenth-century socialist thinkers. In the twentieth century, the debate had found some scope for confrontation up until the First World War, without going beyond the ideological quarrels periodically renewed between Marxists and non-Marxists, or between anarchists and Marxists. Since then, there has been silence: the tumult of contemporary history has rendered inaudible any voice urging renewed discussion. And yet, if ever the idea of a socialist humanism required reflection, it is today, when under the name of socialism, or even humanism, regimes are developing that reproduce and amplify the defects of capitalism, while trampling underfoot the democratic conquests of bourgeois revolutions, long considered the condition for socialism. It took an incredible perversion of language and logic to succumb, often with total good faith, to the most vulgar propaganda, and to believe that today's world is really divided into two camps, the “socialist” camp and the “capitalist” camp. All regimes, no matter how acute their conflicts of interest, propagate this alleged division as an article of faith. Western regimes eagerly acknowledge the socialist character displayed by their Eastern rivals, for they thereby gain a considerable propaganda benefit: they discredit socialism, by showing that so-called socialist regimes deceive the masses in their aspirations for a dignified and free life. In turn, these regimes spare no effort to make their people believe that the material and moral conditions in which they live are (or soon will be) superior to those of the masses under the yoke of capital. If religious consolation is much less the opium of Western peoples than it once was, the new narcotic offered to the peoples of Eastern Europe is called Marxism. Words neither live nor die like human beings; their meaning is transformed according to the intentions and interests of those who manipulate them. By a harmful and strange alteration of their meaning, words can mean the opposite of what they originally meant. Such is the case with the word socialism. Created at a time when industrial mechanization was ushering in the era of mass misery, it denoted the hope of a new society, the desire for a better way of life: utopia as tomorrow's reality. The nascent socialist and communist schools discussed and refined its content, and in February 1848, an anonymous pamphlet printed in London predicted, along with the fatal ruin of class society, the coming of the communist city defined in these terms: “An association where the free development of each is the condition of the free development of all.” (The Communist Manifesto.) Nothing resembles this definition less than the contemporary world. Yet we manage to make people believe that part of our globe is now communist or moving towards communism. And, in a supreme perversion, regimes where people are relatively less free and where the police state has more rights over the individual than in capitalist countries are called socialist. In this way, Utopia is desecrated and the values of socialism are scorned.\n\nIt is said and believed that, since the Russian Revolution of October 1917, the world has entered a new era: the era of socialism; that since the Second World War, a third of the world has become socialist, and that the two wars made this revolutionary transformation possible. Those who say or think this generally choose a single criterion to justify this thesis: the abolition of private property, known as the socialization of the means of production. This thesis is opposed by another: there is no socialism in today's world. What we call socialism, by misuse of language, is in reality nothing more than a new form of exploitation and oppression of man by man: state property, which is just as murderous as private property; we should call it state capitalism.\n\nThere is nothing to suggest that the legal regulation of property rights by state power is either the means or the end of a socialist order. If we disregard the legal forms that appear to regulate human relations, and stick to these relations themselves, what do we find? Simply that the human status of so-called socialist countries is fundamentally, essentially the same as that of capitalist countries.\n\nIf things have turned into a dialogue of the deaf, if this perversion of language has been able to take place so easily, it's because another word has suffered a similar fate: revolution. Revolutions have taken place; social structures have been violently overturned, but the character of these upheavals is obvious: in reality, they are nothing more than economic revolutions, which constitute an aggravation of the phenomena that the pioneers of socialism denounced as “the exploitation of man by man”. If the debate between the “free world” and the “socialist world” were merely a matter of words, it wouldn't be worth our attention. But behind this verbal quarrel lies a vital issue of our time. Can humanity survive without the disappearance of the social institutions that currently burden and regiment it? In other words, is human life still possible under the domination of the state and capital? This question, it seems to us, should be at the heart of any debate on socialist humanism.\n\nBack to Basics.\n\nMarxism is not the entire ideology of socialism. Nor is it all its thought. Both in its ethical aspects and in its theoretical claims, socialist thought can be traced back to the industrial revolution that began in England in the last third of the 18th century. From the outset, it had all the hallmarks of a new gospel, a message of earthly liberation and salvation, in a word, a new ethic. However, however visionary the first socialists or communists of the industrial age may have seemed, they had a fairly clear conception of the means that could lead to the realization of their dream goal. Thus, for William Godwin, social metamorphosis could only result from a revolution of reason, whereas for Gracchus Babeuf, reason could only be imposed by violence, and therefore folly: proclaimed at first as a legal action, the revolution, because of the closure of the Pantheon club, became the business of a “secret directoire”, charged with acting “by and for the people”. Babeuf's plan was to seize power “in order to hand it over to the people”. But steps had to be taken, as the people, called to the polls, were capable of bringing back tyranny. It was therefore necessary to make them capable of exercising sovereignty.\n\nIrresistibly, once on this slope of impatience and “provisional” authority, Babouvism thinks of revolution as organized warfare, conducted according to the rules of the art: hierarchy, discipline, obedience, command, specialist strategy and so on. It's a revolution directed from above, by a general staff or a group of experts, in the expectation that it will be remade from below, or at least that those below will take over once the enemy has been defeated and power conquered. Such is the ambition of Babouvism, and it will reappear with Auguste Blanqui and his followers: honesty and good intentions are given as pledges to the still ignorant people, reduced to the state of inert matter or, more precisely, a mass of maneuver in the battle to defeat the enemy. Violence organized and directed from above is the essence of the Babouvist credo. Its humanism is in the intention, the goal, the utopia; it's not in the means, unless you consider the acts of vengeance perpetrated by the revolting masses as manifestations of a will to liberate: it's the purpose of violence that humanizes violence, since it aims to establish a society without violence.\n\nThe danger and weakness of this conception lies in the impossibility of foreseeing and judging, of choosing and evaluating methods and attitudes from a humanist perspective. From Babouvism to Bolshevik Marxism, the lineage is direct and sometimes openly acknowledged. Utopian socialism returns to the tradition of humanist rationalism that predates the French Revolution. For Saint-Simon, the spiritual heir of the Encyclopedists, political power, capable of reason and reform, plays only a secondary role. The “New Christianity” is the ethics of power, which will no longer be political, but administrative (stewardship). This economic-social Christianity, the science of production, is, in short, industrialism for the benefit of mankind, the guarantee of bread, politics replaced by industrial organization, whose sole aim is to “ensure the freest development of the faculties of all men”. This is Saint-Simon's spiritual testament.\n\nUtopians claim to reform society in the name of reason and science. Robert Owen has a sense of reality, and his socialism is experimental: cooperation is the beginning and the end of the solution to social problems. Owen lacked the sumptuous delirium of Charles Fourier; he was unimaginative and his doctrine was reduced to a few elementary ideas, one of which was essential: man is what his environment makes him. Yet this pioneer of cooperative socialism was always in the breach, calling for spontaneous effort, distrust and even hostility towards the powerful, the rich and the rulers. If socialism means cooperation, then Owen was the first socialist. And if Marx's socialism is ultimately the cooperative system or mode of production, it's because he was Owen's disciple.\n\nKarl Marx.\n\nMarx did not abolish utopia; on the contrary, he renewed its meaning, broadening its sphere of application. For him, utopia becomes a single, two-stage process: revolution-creation. Before him, utopians had imagined and thought about creation independently of the men by whom the new city was to be built; at most, they had counted on an elite. Marx saw men first: “We know that to do useful work, the new forces of society need to be mastered by new men: such are the workers.” (Address to a Chartist meeting, April 1856).\n\nInitially a disciple of Fourier and Owen, and soon deeply involved in the political struggle, Marx never broke the spiritual ties that bound him to the socialist utopia. In this respect, it's enough to read the clarification he was about to provide, two years before his death, to the Russian populists who asked him for his opinion on the chances and prospects of the peasant commune in the face of the threat of capitalism's penetration of Russia. At no point in this long and painful reflection does Marx tackle properly political problems, such as class constitution or party organization. Instead, he concentrates on the original characteristics of the archaic institution of the rural commune, and its importance as a “regenerative element of Russian society” and as an “element of superiority over the countries enslaved by the capitalist regime”. It's easy to recognize, in this apology for the “localized microcosm” that for Marx is the Russian commune, the final tribute he pays to Robert Owen, pioneer of cooperative and communitarian socialism. Marx, like his utopian predecessor, puts all his trust in the creative spontaneity of those who produce society's wealth without really enjoying it. He attributes to the primitive commune the virtues of a social microcosm. In this idealization of a still little-known institution, we recognize the projection into the future of a desire-image. It's no coincidence, then, that Marx embraced the Owenian utopia. The cooperative commune he imagined responds to the problem we posed above, that of the opposition between the Jacobin (political) conception and the conception we now call, for greater clarity, communalist of the workers' movement. In the former, the initiative for awareness and action is attributed to' political avant-gardes placed at the head of easily-maneuverable crowds; in the latter, any political elite is deemed superfluous, as the reduced dimensions of the action group allow it to dispense with any stable, and therefore “professional”, representation. The delegation of power is not the abandonment of a right, but the handing over of a temporary and imperative mandate for well-defined representative tasks.\n\nIn a sense, Marx is the most utopian of utopians: unconcerned about future society, he is solely concerned with the destruction of present society. But he elevates revolution to the level of a total requirement.\n\nIt is the mechanism of this imaginary or imagined revolution that is utopian: it presupposes men capable of thinking the whole of social criticism, the whole of socialism, men aware of their “golden” misery.\n\nFor Marx establishes the economic law of pauperization, which is harder to grasp than naked, unphrased misery. He implants the utopia of the future in the struggle of the present, and proposes a dialectic of workers' revolution: if the proletariat is capable of wanting and making its revolution, socialism will be given to it by surcroît, in other words: by becoming aware of their state of alienation (in the profound sense that Marx gave to this Hegelian term), workers are both capable of destroying capitalist society and building utopia: a society without state, without classes, without money. From then on, Marx's conception of revolution contained a strange paradox: it was at the height of misery that workers were supposed to become aware of the need for total revolution, for a regenerated society. Strange “materialism” that conceives of such a spiritual metamorphosis of the slave broken by a pitiless machine, reduced himself to the state of a cog in the great industrial mechanism operating with a single aim: profit.\n\nIt was from these masses of disinherited people, and not from an intellectual elite, that “communist consciousness” was supposed to “emanate” (The German Ideology). The psychological process is thus reversed: bourgeois intellectuals can only become communists by rising to the level of the revolutionary consciousness of slave-workers.\n\nSuch is the paradox of the workers' movement. Yet the theory remains coherent: Marx distinguishes between socialist consciousness and socialist science. This science (theory) is only possible and necessary as a function of the real movement of the working class, which is a two-faceted process: awareness and political action.\n\nBy giving itself political representatives, the proletariat proclaims its determination to overturn the existing established order, by recourse to the force of law or the laws of force, depending on the circumstances: “The proletariat constitutes itself as a class and therefore as a political party”, declares the Communist Manifesto, clearly showing that this is a spontaneous act of creation and awareness by the proletarians, in no way an adhesion to constituted parties outside their ranks. The bourgeoisie is a constituted class whose unity is cemented by the profit motive. The proletariat constitutes itself as a class by forging its unity and cohesion through the struggle to defend its immediate interests and its awareness of a revolutionary goal. This is what Marx formulated in a single sentence that is the implicit postulate of all true socialist thought, enunciated as early as 1844 by Flora Tristan: “The emancipation of the workers will be the work of the workers themselves.”\n\nUnions, parties and councils are all forms of working-class organization, which only exist as spontaneous, conscious creations of the working class. The proletariat constitutes itself by organizing its struggle, but the workers who make it up must not abandon themselves to elite bodies (or parties) that claim to guide them and prescribe their political and social objectives.\n\nThis is the idea frequently taken up by Marx and Engels in their criticism of party men who, coming from the bourgeois intelligentsia, set themselves up as political guides for the workers. Certainly, intellectuals have a role to play in the workers' movement, but they can only fulfill it effectively by bringing to the movement “elements of culture”, and by no means a ready-made theory or philosophy, an esoteric doctrine of the march and ends of history, a dialectic of revolutionary action. This was Marx's deepest thought, even if his attitudes as a man and as a “party leader” did not always conform strictly to the principle of workers' self-emancipation, even if, through the use of certain political means, he sometimes betrayed this principle.\n\nMarxism judged by Marx.\n\nThe real problem lies not in antinomies such as anarchism and Marxism, Marxism and reformism or Marxism and revisionism; it lies in the opposition of Jacobinism and self-emancipation. It lies in the following question: can social classes retain the autonomy of their action and consciousness by relying on representative organizations, chosen and appointed to express and defend their interests?\n\nThis question contains a dangerous equivocation: can a social class have a conscience, a will, an action? In other words, can it think, will and act in any way other than through “democratically” elected representatives, commonly appointed to represent, i.e. express, the will and thoughts of a collectivity? If so, isn't formal or tacit approval of the delegates' decisions and actions the only proof that the group's will and the behavior of its representatives are in accord?\n\nTo ask the question in this way is to answer it. But this answer does not provide the whole solution. Indeed, it implies the answer to another question, a corollary of the first: under what conditions of effectiveness can the delegation of a mandate result in a real “representation of interests”?\n\nPre-Marx socialist thought focused primarily on resolving this question. Its solution was the description and definition of the “ideal” society. Marx accepted this legacy, and enriched it. His protest was not directed at the substance, but at certain aberrant aspects of so-called utopian socialism. The producers' commune, the cooperative enterprise, the unity of work and culture - in a word, the city liberated from the state and money - represents, in Marx's eyes, the resurrection, at the level of modern technology, of the archaic rural commune, the basis of primitive communism.\n\nAs for the Jacobin conception of the workers' movement, in both its reformist and revolutionary forms, the historical experience of the first half of our century has confirmed its definitive bankruptcy. When Lenin broke the ties he had maintained with Karl Kautsky's ideas until the First World War, he invoked the impotence of the workers' movement in the industrially advanced countries, where the proletariat had been “betrayed” by an aristocracy drawn from its own ranks. The material and moral conditions for a revolutionary movement, on the other hand, were given in an industrially backward, mainly peasant country like Tsarist Russia. It was here, as in countries under colonial yoke, that the process of socialist revolution could be triggered, if not completed: the misery of the masses was a sufficient guarantee against the “betrayal” of ambitious, comfort-hungry workers' avant-gardes. To theoretically justify this recourse to classical conceptions of the role and vocation of the social elites, the concept of “permanent revolution” was borrowed from Marx's terminological arsenal. This concept, reinforced by Lenin's idea of the “law of uneven development”, became the key to the new ideology with its Marxist flavour.\n\nIn truth, Lenin's and his party's theoretical and practical approach was simply the artificial grafting of a revolutionary-minded elite of bourgeois intellectuals onto a convulsing social mass. Its genuinely revolutionary aspirations could easily be exploited by an apparatus of professional revolutionaries for whom Jacobin methods of government held few secrets. The result was not long in coming: having established the presence of a state of “dyarchy” in Russian society liberated from tsarism, and having won the confidence of the soviets, which had spontaneously formed in opposition to the official government, the Bolshevik party succeeded in establishing itself as a monolithic state power. As in countries with an old capitalist tradition, a political “aristocracy” aware of its interests and objectives had succeeded in replacing the “social microcosms” which, according to Marx's theory and utopia, arise spontaneously from the soil of any society in a state of evolution and historical transformation.\n\nMarx may often have overestimated the political factor in the workers' movement, but he never thought for a moment that the working class should surrender to the dialectical wisdom of a party or an elite of political professionals. As we have seen, for Marx, the utopia of revolution is an ethic of revolutionary behavior. The economic and spiritual alienation of the workers is the fundamental cause of the revolutionary act, as well as the central motive for the creative action of the new social order. The proletariat is the direct subject of this transformation, but it is also its object, since it abolishes itself as a wage-earner.\n\nToday, “Marxist empires” are founded on the exploitation of proletarianized masses, forced to perform economic tasks dictated by state plans which, as in liberal capitalist regimes, maintain and reinforce the hierarchy of functions and incomes.\n\nEvery line of Marx, as of his precursors and masters, belies the so-called socialist regimes of our twentieth century.\n\nConclusion.\n\nUtopia and revolution are the two historical coordinates of the workers' movement, the two modes of intuition of socialist thought: utopia is the dimension of space; revolution is the dimension of time. In other words, to become a reality, the socialist movement must think of itself as utopia and revolution, one inseparable from the other. It also means that socialist man must assert himself simultaneously as utopian and revolutionary. Revolution and utopia appear as the normative foundations of the socialist ethic, inseparable from each other. To be a socialist, you have to want revolution and utopia; you have to want the abolition of existing types of society and desire the creation of the new city. Implicit in most socialist doctrines, this ethic has marked and continues to mark many thinkers who claim to be socialists, communists or anarchists. To varying degrees, it has enriched the thinking of Owen and Fourier, Marx and Engels, Proudhon and Bakunin, Sorel and Kropotkin, Oscar Wilde and Gustav Landauer.\n\nBut it must not be confused with the thought — explicit or implicit — of a single mind, however brilliant. Socialist ethics is the spirit of the entire workers' movement, of the socialist movement as a whole. To confuse it with the work or thought of a single individual is to betray the impersonal spirit of the ethic of the workers' movement.\n\nSocialist humanism is the ethic of revolution and utopia. Socialism is a historical necessity only insofar as it is thought of and willed as an ethical necessity. This is what Marx meant when he posed the dilemma: “The proletariat is revolutionary or it is nothing!” And we add, to give socialist ethics its full meaning: socialism is utopian consciousness or it is nothing."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sunscreen revolution: New formula cools while protecting",
            "link": "https://www.msn.com/en-ie/science/environmental-science/sunscreen-revolution-new-formula-cools-while-protecting/ar-AA1wji5X?ocid=BingNewsVerp",
            "description": "According to the journal \"Nano Letters,\" a prototype sunscreen with SPF 50 has been developed, which not only protects the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FUiJ0FAkRaIWIPKes_O1SS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    }
]