[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sightings spark intrigue over Fresno skies",
            "link": "https://www.msn.com/en-us/news/us/ufo-sightings-spark-intrigue-over-fresno-skies/ar-AA1xh8Gw?ocid=BingNewsVerp",
            "description": "Unusual aerial phenomena have been reported over Fresno in recent days, with one incident involving a confirmed unidentified ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Q8GxyqbNAXo_pXm2eQ8Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "KMPH – Fresno-Visalia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Air Force veteran whistleblower claims to have worked on UFO retrieval program | Vargas Reports",
            "link": "https://www.yahoo.com/news/air-force-veteran-whistleblower-claims-232514734.html",
            "description": "A new whistleblower claims to not only know about a secret government UFO retrieval program, but says he directly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.evZvYWpgl3ph_1TDmweSIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "5h",
            "source": "Yahoo",
            "article_content": "33,229 people played the daily Crossword recently. Can you solve it faster than others?\n\n33,229 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I Saw Alien Tech' New UFO Whistleblower Comes Forward",
            "link": "https://www.msn.com/en-us/health/medical/i-saw-alien-tech-new-ufo-whistleblower-comes-forward/vi-AA1xeHka?ocid=BingNewsVerp",
            "description": "Patrick discusses new UFO whistleblower Randy Anderson who just came forward with a story that will blow your mind.....if ...",
            "image_url": "https://www.bing.com/th?id=OVF.HxXQoMIYOTeiTYU5Q8e%2fHQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN16h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Michael Schratt presents Groundbreaking UFO Crash Retrievals Lecture",
            "link": "https://finance.yahoo.com/news/michael-schratt-presents-groundbreaking-ufo-012200799.html",
            "description": "Glendale, CA On January 18, 2025, esteemed military aerospace historian Michael Schratt will deliver a compelling and fully ...",
            "image_url": "https://www.bing.com/th?id=OVFT._CsshIlncDHeZVF8ixftCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "3h",
            "source": "YAHOO!Finance",
            "article_content": "(NewMediaWire) - January 15, 2025 - Glendale, CA On January 18, 2025, esteemed military aerospace historian Michael Schratt will deliver a compelling and fully illustrated PowerPoint lecture titled \"Retrievals of the Third Kind.\" This landmark presentation will delve into the highly classified operations surrounding UFO crash retrievals, which have long eluded Congressional oversight and public scrutiny.\n\n\n\nRecent hearings in Washington D.C. have shed light on the existence of ongoing government programs focused on recovering extraterrestrial craft and biological entities. In this enlightening lecture, Schratt will draw from extensive research and firsthand accounts to explore these clandestine operations that have shaped an important part of our national history.\n\n\n\nMichael Schratt will provide compelling references to firsthand military witnesses who have encountered extraterrestrial hardware and \"biologics.\" These accounts, meticulously compiled by prominent UFO researcher Leonard Stringfield, offer a unique perspective into the realities of UFO recovery efforts.\n\n\n\nAttendees can expect a visually captivating experience, featuring refined pencil drawings and full-color 3D renderings based on eyewitness testimonies of UFO recoveries. Key topics will include:\n\nThe UFO stored at Wright Field in 1946\n\nEncounters with extraterrestrial craft and bodies at Wright Field during 1946\n\nAccounts from a U.S. Marine who guarded a 40-foot disc in 1963\n\n\n\nThis presentation is not only an exploration of the unknown but also an urgent discussion on the implications of government secrecy in the realm of extraterrestrial phenomena. Michael Schratt invites all interested parties to join him in uncovering these riveting truths about UFO crash retrievals and their potential impact on our understanding of human history.|\n\n\n\nEvent Details: Date: January 18, 2025 at the Martial Arts History Museum 201 North Brand Blvd., B100 Glendale CA91203. Cost is $20 for Adults, $5 for kids. Time: 4:00 PM to 7:00 PM For more information about the event or to schedule an interview with Michael Schratt, please contact Jeff Powell at (310) 402-8353. Join us as we take a deep dive."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Massive, alien-like salvage vessel is Galveston's latest waterfront sight",
            "link": "https://www.msn.com/en-us/news/us/massive-alien-like-salvage-vessel-is-galvestons-latest-waterfront-sight/ar-AA1xgE3J?ocid=BingNewsVerp",
            "description": "The XT-10000 resembles a giant arachnid, but it's not out for prey. It's moving right next to a state icon in Galveston for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XB5qvKua1_mk7djVPf8FTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "Chron on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini app will now have access to real-time AP news in latest AI deal",
            "link": "https://www.androidauthority.com/gemini-app-ap-deal-3516926/",
            "description": "Google announced in a blog post that it is expanding its partnership with the news outlet to provide a 'feed of real-time ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OURuXiKOBotI815RYwRHyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "Android Authority",
            "article_content": "Google has been a partner with The Associated Press for years to bring up-to-date information the tech giant’s search engine. The two parties are now broadening their collaboration to give the Gemini app a boost.\n\nGoogle announced in a blog post that it is expanding its partnership with the news outlet to provide a “feed of real-time information” to the Gemini app. Going forward, Gemini will be able to reference AP’s stories when you ask about current events. “This will be particularly helpful to [Gemini app] users looking for up-to-date information.”\n\nSpeaking about the partnership, AP Senior Vice President and Chief Revenue Officer Kristin Heitmann had this to say:\n\nAP and Google’s longstanding relationship is based on working together to provide timely, accurate news and information to global audiences. We are pleased Google recognizes the value of AP’s journalism as well as our commitment to nonpartisan reporting, in the development of its generative AI products.\n\nThe Associated Press isn’t the only publication working with Google. The company states that it has had partnerships with “news organizations of all sizes in countries around the world for more than two decades.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft's Copilot AI is coming to your Office apps - and it won't come cheap",
            "link": "https://www.zdnet.com/article/microsofts-copilot-ai-is-coming-to-your-office-apps-and-it-wont-come-cheap/",
            "description": "Microsoft 365 subscribers in Australia, New Zealand, and some Asian markets just got an AI upgrade, along with a huge price ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f-kPDE7-BqQcJe7Uki-WCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "16h",
            "source": "ZDNet",
            "article_content": "Cheng Xin/Getty Images\n\nMicrosoft has begun expanding the reach of its Copilot feature set, bringing its AI capabilities to Office apps for anyone currently subscribed to Microsoft 365 Personal or Family.\n\nFor customers in the US and Europe, those features are only available with an extremely pricey Copilot Pro subscription. For Personal and Family subscribers, the upgrade costs an extra $20 monthly, which is more than double the cost of the basic Microsoft 365 subscription.\n\nBut that's all about to change.\n\nAlso: Microsoft Copilot vs. Copilot Pro: Is the subscription fee worth it?\n\nIn the Southern Hemisphere, the company is making Copilot part of all Microsoft 365 Personal and Family subscriptions. According to an announcement I found last November, the change is effective for Microsoft 365 subscribers in Australia, New Zealand, Malaysia, Singapore, Taiwan, and Thailand; they also get access to the Microsoft Designer app for generating images.\n\nOver the past two months, current subscribers in those regions have been reporting that they got access to Copilot in their apps after they updated to the latest version. But with the start of the new year, Microsoft has started informing those customers that their subscription prices are about to rise substantially.\n\nOne unhappy customer signed on to a Microsoft Community board to complain about the sudden and unexpected price hike: \"I just got an email saying my family subscription is going from $129 a year to $179 a year. That's a big increase!\"\n\nYes, it is. And what do those subscribers get for those hefty extra fees? Sorry, but this isn't an all-you-can-AI deal. As the announcement explains, \"Subscribers will receive a monthly allotment of AI credits to use Copilot in Word, Excel, PowerPoint, Outlook, OneNote, and Designer. The credits will also apply to apps like Paint, Photos, and Notepad on Windows.\" The option of a Copilot Pro subscription is available for subscribers who use more than the basic basket of credits.\n\nWhile the new features are free to current subscribers, the upgrade comes with two big gotchas. For Microsoft 365 Family subscribers, the added features are available only to the primary user and can't be shared with other members. And if the primary user doesn't want those features, they're nearly impossible to disable.\n\nAlso: Your Windows 10 PC can't be upgraded? You have 5 options before support ends in 2025\n\nOn paper, this is a good deal for current subscribers. Or at least that's what Microsoft is hoping those subscribers will think after they've had a chance to give the Copilot features a test drive. The current $20-a-month Copilot Pro subscription is prohibitively expensive. The new package offers a reasonable chunk of AI credits for just over $4 a month. Such a bargain, right?\n\nBut my quick survey of online forums suggests that very few customers are buying that math. And for those who neither want nor need those AI features, finding the alternative is a challenge. A Microsoft 365 Classic option is available, without the Copilot features, at prices that are similar to those in place before the AI-driven increase. But the only way to unlock that option is to try to cancel your current subscription. At that point, as Office-Watch discovered, Microsoft coughs up the lower-priced alternative.\n\nMeanwhile, in the rest of the world -- including the US and Western Europe -- the free Copilot features aren't available -- yet. But I expect it's only a matter of time before this change expands to additional markets.\n\nIt's not unusual for Microsoft to try out new subscription offers on a regional basis before taking them to a worldwide market. That's exactly what this announcement looks like.\n\nAlso: The best AI chatbots: ChatGPT, Copilot, and worthy alternatives\n\nAnyone who's paid attention to Satya Nadella's Microsoft in recent years knows that the company is all in on AI, so it would be odd if there were no plans to roll out a similar feature set to the Microsoft 365 subscription base worldwide. Starting in the APAC region gives the company time to gauge customer reaction and also continue scaling up the capacity of servers that power Copilot features.\n\nBased on the pricing in those test regions, pricing for customers in the US would probably increase by $50 -- from $69 to $119 for Personal plans and from $99 to $149 for Family subscriptions. Those data centers aren't going to pay for themselves.\n\nThe expanded offering is still brand new, but Reddit users from the region have already weighed in with complaints. One asked, rhetorically, \"I'm just meant to put up with unwanted bundleware that I never agreed to soaking up CPU cycles on my hardware … because Microsoft needs to look like [its] AI spend is getting ROI to investors?\"\n\nAlso: Microsoft introduces 10 AI agents for sales, finance, supply chain in Dynamics 365\n\nAnother Reddit user, who's apparently a graduate student in Taiwan, called the new Copilot features a \"nightmare,\" adding that it can't be turned off. \"Doesn't Microsoft understand that Graduate/Phd students receive an automatic fail or are charged with academic misconduct for any hint of AI assistance in their writing?\"\n\nIn my testing of the Copilot Pro features in a Microsoft 365 in the Northern Hemisphere, I discovered that the option to turn off those prompts, which had been available in earlier releases, is no longer available. You can hide the AI panes above and to the right of the document, but the Copilot icon in the document itself is ever-present and can't be squelched.\n\nLast November, I asked Microsoft if the company has plans to introduce similar features in the US and other worldwide remarks. A spokesperson replied, \"The company has rolled out changes in six markets to listen, learn, and improve. We don't have anything more to share today.\"\n\nI hope they're listening."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta's crackdown on adult content fails to stop AI nudify apps from flourishing",
            "link": "https://mashable.com/article/ai-nudify-apps-meta-ads",
            "description": "Despite nudify apps being against Facebook and Instagram policy, one app company keeps advertising on Meta's platforms.",
            "image_url": "https://www.bing.com/th?id=OVFT.pbfUzBaCpWVJqdBGOGbCwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "Mashable",
            "article_content": "AI-generated nudifier apps are skirting around Meta's policies and running ads on Facebook and Instagram.\n\nAI-generated nudifier apps are skirting around Meta's policies and running ads on Facebook and Instagram. Credit: Jakub Porzycki/NurPhoto via Getty Images\n\nAdult content, including AI-generated nudes, remains banned on Facebook and Instagram, despite recent policy changes at Meta.\n\nHowever, that hasn't stopped \"nudify\" apps — platforms that create nonconsensual AI-generated nudes of celebrities and influencers — from advertising on Meta's platforms. And those ads have been extremely successful for at least one service called Crush AI.\n\nAccording to a new report from 404Media , as originally reported in Alexios Mantzarlis' Faked Up newsletter, the Crush AI modifier app receives the vast majority of its traffic from Meta platforms such as Facebook and Instagram. According to Similarweb's data, last month Crush AI received more than a quarter of a million visits to its service — and roughly 90 percent of that traffic was from Meta's platforms.\n\nCrush AI makes it quite clear what the purpose of its service is in its advertisements. The company's ads include photos of real-life individuals like Instagram influencer and model Mikayla Demaiter and OnlyFans creator Sophie Rain. The ads boast that users can \"upload a photo\" and \"erase anyone's clothes.\"\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By clicking Sign Me Up, you confirm you are 16+ and agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nWhile Meta has attempted to crack down on these ads, Crush AI has discovered a very simple workaround. Crush AI creates fake profile pages using AI-generated profile pictures and runs new ads using those pages. The ads promote different domain names that then redirect to Crush AI when clicked.\n\nMashable has previously reported on other deepfakes and AI platforms that utilize Meta's advertising platform to generate traffic and revenue from AI-generated adult content. These ads are strictly against Meta's policies, and the company often removes them once it becomes aware of specific advertisements.\n\nHowever, as 404Media previously reported , Meta appears to have different standards for ad moderation. Policy-breaking content published by users as Facebook or Instagram posts will often be automatically detected by Meta and subsequently removed. Yet, that same content will not be detected when uploaded to Meta's advertising platform."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gallup Survey: Most people don't know they're using AI in their everyday apps",
            "link": "https://www.yahoo.com/tech/gallup-survey-most-people-dont-193425722.html",
            "description": "Surveyors asked 4,000 US adults whether they used AI-enabled products in the last week, and separately, which products they ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rr0poYsXsbrZ1oiOUQ1nLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "The News\n\nDespite the widespread talk about AI, a new study reveals that most people don’t know the digital products they’re using are backed by AI — similar to how one might not know all the ingredients in their takeout dinner. Nearly all Americans use products that contain AI on a weekly basis, but 64% don’t realize it, according to a survey released today by Gallup and AI investor Telescope. The results indicate AI hasn’t permeated the general public as quickly as it has advanced in recent years.\n\nA chart including a survey of people about their everyday use of AI.\n\nSurveyors asked 4,000 US adults whether they used AI-enabled products in the last week, and separately, which products they used — including Siri, Google Maps, Instagram, Netflix, and eBay. Only one-third acknowledged engaging with AI, despite 99% saying they accessed at least one of these AI-enabled apps and websites.\n\nMost respondents recognized that personal assistants like Siri and Alexa use the technology, but that’s less the case for weather apps, map providers, and streaming services. Even as businesses shout their work towards AGI to shareholders and the media (hello there), the less snazzy AI capabilities — algorithms, predictive analytics, advertising optimization — are quietly infiltrating every product Americans use.\n\nNotable"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google is making AI in Gmail and Docs free — but raising the price of Workspace",
            "link": "https://www.msn.com/en-us/money/other/google-is-making-ai-in-gmail-and-docs-free-but-raising-the-price-of-workspace/ar-AA1xfwkl?ocid=BingNewsVerp",
            "description": "There is a catch, though: as it makes this change, Google is increasing the price of all Workspace plans. Jerry Dischler, ...",
            "image_url": "https://www.bing.com/th?id=OVFT._I7uTA9dDNrhncvv8YSwuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 Times People Have Witnessed Paranormal Events In Their Homes",
            "link": "https://www.msn.com/en-us/tv/news/7-times-people-have-witnessed-paranormal-events-in-their-homes/vi-AA1xdst5?ocid=BingNewsVerp",
            "description": "\"Explore 7 times people have witnessed paranormal events in their homes. From ghostly encounters to unexplained noises, delve ...",
            "image_url": "https://www.bing.com/th?id=OVF.sfSO9cq6pHRJWIbeSN3FLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "See To Believe on MSN16h",
            "source": "See To Believe on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘The Lady of the Lake’ Review: A Disjointed Hodgepodge of True Crime and the Paranormal",
            "link": "https://www.dreadcentral.com/reviews/519880/the-lady-of-the-lake-review-a-disjointed-hodgepodge/",
            "description": "The Lady of the Lake’ is a superfluous exercise that never really does justice to the victim at the core of the story.",
            "image_url": "https://www.bing.com/th?id=OVFT.wtpNCCryxKbWKvWFr8Oy2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Dread Central2h",
            "source": "Dread Central",
            "article_content": "‘The Lady of the Lake’ Review: A Disjointed Hodgepodge of True Crime and the Paranormal\n\nI am intrigued by true crime programming and also have an appreciation for matters of the supernatural. Seeing as Ryan Grulich’s documentary The Lady of the Lake exists at the intersection of true crime and the paranormal, I had high hopes going in. The first 30 minutes of the documentary are reasonably engaging and show a level of promise. But the film quickly loses its way after that. What starts as an examination of a grisly murder and the strange aftermath ultimately devolves into a needless jumble of paranormal investigation and half-baked theories about the afterlife.\n\nThe Lady of the Lake Plays out like this:\n\nThe documentary follows the life and death of Port Angeles, Washington resident Hallie Illingworth. Hallie was unlucky in love and eventually died at the hands of her third husband. Four years after her disappearance, she surfaced in Crescent Lake. Her reappearance is remarkable because the body of water is so deep that the actual depth is currently unknown. Human remains discarded in the lake almost never reach the surface. What’s more, when she was found, one of her hands was pointed upward. Rigor mortis would have long since come and gone after four years’ time. So, her articulated limb remains something of a mystery. That, along with other details of her demise has seen Hallie become a local legend along the lines of Bloody Mary.\n\nI have a special interest in the case based on the fact that I grew up just a few hours from Port Angeles and have school friends who live and work there now. However, The Lady of the Lake did little to satiate my curiosity or do Hallie’s story justice. There are several reasons the picture doesn’t work. The first element that jumped out at me was the cringe recreations. Grulich features seemingly endless footage of a woman dressed as Hallie haunting the lake and dancing around in a nightie. It’s really distracting and takes credibility away from the proceedings.\n\nA lack of focus quickly derails the film.\n\nAdding insult to injury, The Lady of the Lake lacks focus. The picture goes in too many different directions, getting further and further from the core focus as the runtime rolls on. At roughly the 30-minute mark, the picture devolves into a superfluous discussion of liminal spaces and how Hallie was likely a liminal being. Then, the filmmakers pivot to detailing the lake’s history of mysterious deaths and a serial killer who allegedly once dumped a body there. From there, we examine Washington state as a hotbed for cryptids and paranormal activity and discuss unproven methods for communicating with the other side. The aforementioned diversions only tangentially relate to Hallie’s case, making the final 60 minutes of the documentary painful to endure and largely unnecessary.\n\nAnother aspect that hobbles the film’s success is the framing. The crew shoots the subjects profiled primarily in wide shots. That does nothing to obscure their fidgeting hands. It’s nerve-wracking to appear on camera. I completely understand. But watching the talking heads squirm and twitch is distracting for the viewer. If it were purposeful and intended to give us a view into the state of mind of those profiled, that would be a different story. But this isn’t their story. It’s Hallie’s.\n\nI wish that Grulich had stuck to Hallie’s story and spent more time going in-depth with her life, death, and legacy. Instead, that’s all frontloaded into the first 30 minutes and effectively abandoned thereafter. What follows reads very much like filler designed to stretch out the runtime to feature length.\n\nOn the whole:\n\nThe Lady of the Lake is best in its first 30 minutes when it’s discussing the titular victim. If the filmmakers had stayed on that trajectory, they may have had a more palatable product. If you are keen to seek it out, you can find the film on VOD from Uncork’d Entertainment as of the publication of this post."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Killswitch Engage Scream Through the Haunted Blood Prison in New Paranormal Prison Episode",
            "link": "https://www.msn.com/en-us/entertainment/news/killswitch-engage-scream-through-the-haunted-blood-prison-in-new-paranormal-prison-episode/ar-AA1xg7IX?ocid=BingNewsVerp",
            "description": "Watch Killswitch Engage, Machine Head's Robb Flynn and Dimebag Darrell's ex Rita Haney take a trip through the terrifying ...",
            "image_url": "https://www.bing.com/th?id=OVF.hZzDjCCVO4J%2fwoYpWW%2fjLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Loudwire on MSN10h",
            "source": "Loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dandadan: Okarun's Unwavering Faithfulness To Momo, Explained",
            "link": "https://gamerant.com/dandadan-okaruns-unwavering-faithfulness-to-momo-explained/",
            "description": "Since being possessed by Turbo Granny, Okarun has become popular with the ladies, but Okarun's unwavering faithfulness ...",
            "image_url": "https://www.bing.com/th?id=OVFT.03RYWjjgIv4itIrvkn0xaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Game Rant2h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "12 Major Questions CBS' Ghosts Has Not Answered Yet",
            "link": "https://www.msn.com/en-us/tv/other/12-major-questions-cbs-ghosts-has-not-answered-yet/ar-AA1xgPA6?ocid=BingNewsVerp",
            "description": "The fact that Ghosts is an on-going show (all episodes currently available to stream with a Paramount+ subscription ), we ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tAeHaXc8hpVc1ExUClm35i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "21mon MSN",
            "source": "Cinema Blend on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115165531.htm",
            "description": "For humans, the most important star in the universe is our Sun. The second-most important star is nestled inside the Andromeda galaxy. Don't go looking for it -- the flickering star is 2.2 million ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily5h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Could this fundamental discovery revolutionize fertilizer use in farming?",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115124542.htm",
            "description": "Researchers have discovered a biological mechanism that makes plant roots more welcoming to beneficial soil microbes.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily8h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of two planets sheds new light on the formation of planetary systems",
            "link": "https://www.eurekalert.org/news-releases/1070410",
            "description": "The discovery of two new planets beyond our solar system by a team of astronomers from The University of Warwick and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OqIPfuzysgzDAbkQZvdfhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "EurekAlert!20h",
            "source": "EurekAlert!",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists make huge discovery at ‘Stonehenge of the East’ dating back 5,000 years",
            "link": "https://www.ladbible.com/news/science/rujm-elhiri-golan-heights-stonehenge-moved-956601-20250115",
            "description": "Scientists studying a 5,000-year-old monument in the Middle East have made a startling discovery about the structure. Called ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OOQ7vpGz46hoI8Mke0cuHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "12h",
            "source": "LADbible",
            "article_content": "Scientists studying a 5,000-year-old monument in the Middle East have made a startling discovery about the structure.\n\nCalled Rujm el-Hiri, it is often referred to as the 'Stonehenge of the East' due to its similarities to the English monument.\n\nOfficially called 'megalith' structures, it is scientific speak for prehistoric constructions put together using large stone with many of them found across Europe in particular; some 35,000 exist on the continent alone.\n\nAdvert\n\nRujm el-Hiri is not found in Europe, though, with it located in the Golan Heights region of Syria.\n\nRujm el-Hiri from the sky (MENAHEM KAHANA/AFP via Getty Images)\n\nWhat is Rujm el-Hiri?\n\nRoughly 16 kilometres inland from the Sea of Galilee, it is made up of more than 42,000 rocks arranged in concentric circles.\n\nAdvert\n\nAt the middle of it all is a large mound of rocks that is 15 foot high at its tallest point, which is roughly 4.6 metres.\n\nBut to this day people aren't quite sure what the point of Rujm el-Hiri is. Or rather, was.\n\nThe name itself translates as 'stone heap of the wildcat', with a modern name for the site being Gilgal Refaʾim which translates as 'Wheel of Ghosts' or Wheel of Spirits'.\n\nMade up of almost 40,000 tonnes of stone, it is estimated to have taken more than 25,000 combined working days to have put the megalith together.\n\nSpooky theories surrounding Rujm el-Hiri\n\nHaving been first discovered in 1967 during an archaeological survey, it was only then excavated in 2007.\n\nAdvert\n\nExperts have ruled out it being a burial site given that no human remains are on the site.\n\nBut some still theorise that astronomical connections are behind it, connected to ancient cultures observing the stars and planets while others think it could be linked to rituals and offerings to gods.\n\nRujm el-Hiri is in Syria, north of Israel (Olga Khabarova et al, Remote Sensing)\n\nRujm el-Hiri new findings\n\nIn a new study on the monument, published in the journal Remote Sensing, new satellite images of Rujm el-Hiri have been analysed by scientists from Tel Aviv University and Ben-Gurion University of the Negev.\n\nAdvert\n\nThe findings put doubt on links to astronomy and the stars.\n\nInstead, it has been confirmed that the structure has physically moved over time.\n\nDue to Earth's tectonic plates moving over time - we're talking eight to 15 millimetres every year for the last 150 million years - there has been significant alteration to the walls and entrances of the structure.\n\nAs a result, the site has moved counterclockwise and moved the entire monument by tens of metres.\n\nAdvert\n\nIt's moved over time (Olga Khabarova et al, Remote Sensing)\n\n\"The findings show that the entrances and radial walls during that historical period were entirely different, reopening the question of the site’s purpose,\" the research team says.\n\n\"This implies that the primary axes of Rujm el-Hiri have rotated over time along with the entire region, casting significant doubt on the popular theory that Rujm el-Hiri was an observatory.\"\n\nThe outer walls of Rujm el-Hiri were built between 5,000BC and 4,500BC."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Details How It Would Like AI to Be Regulated",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-details-how-it-would-like-ai-to-be-regulated/ar-AA1xh5Fa?ocid=BingNewsVerp",
            "description": "The resulting regulation—or lack thereof—could have repercussions for businesses working on artificial intelligence.",
            "image_url": "https://www.bing.com/th?id=OVFT.Mx2hDMu6x6QJtjXpJRp0Yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is bankrolling Axios’ expansion into four new markets",
            "link": "https://www.msn.com/en-us/money/companies/openai-is-bankrolling-axios-expansion-into-four-new-markets/ar-AA1xgrVP?ocid=BingNewsVerp",
            "description": "This deal is part of a broader partnership between the two organizations and is the first time OpenAI will directly fund a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LkF6bN3KIWvg_naM247MUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Congressman Ro Khanna calls for ‘full and transparent’ investigation into death of OpenAI whistleblower Suchir Balaji",
            "link": "https://www.msn.com/en-us/technology/tech-companies/congressman-ro-khanna-calls-for-full-and-transparent-investigation-into-death-of-openai-whistleblower-suchir-balaji/ar-AA1xgHwM?ocid=BingNewsVerp",
            "description": "Silicon Valley Congressman Ro Khanna on Wednesday called for a 'full and transparent' investigation into the death of Suchir ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-31eFiX2EdcwsWxqIAkEri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI tests phone number-only ChatGPT signups",
            "link": "https://www.msn.com/en-us/news/technology/openai-tests-phone-number-only-chatgpt-signups/ar-AA1xfOIo?ocid=BingNewsVerp",
            "description": "OpenAI has begun testing a feature that lets new ChatGPT users sign up with only a phone number — no email required. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AevbgbAxza1679oUY_Q2wS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI tests letting users sign up for ChatGPT with only a phone number",
            "link": "https://finance.yahoo.com/news/openai-tests-letting-users-sign-150606506.html",
            "description": "OpenAI has begun testing a feature that lets new ChatGPT users sign up with only a phone number — no email required.",
            "image_url": "https://www.bing.com/th?id=OVFT.pB5DWafZG9P5d1nxmG6MAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "13h",
            "source": "YAHOO!Finance",
            "article_content": "OpenAI has begun testing a feature that lets new ChatGPT users sign up with only a phone number — no email required. The addition was spotted by software engineer Tibor Blaho.\n\nThe feature is currently in beta in the U.S. and India. There are, however, some restrictions.\n\nUsers who create an account using their number can't upgrade to one of OpenAI's paid plans, like ChatGPT Plus or ChatGPT Pro, without verifying their account via an email. Multi-factor authentication also isn't supported without a valid email. And once a number has been used for a ChatGPT account, the number is blocked from creating new accounts.\n\n\"Recycled or reused phone numbers can lead to [an] error,\" OpenAI explains in a new Q&A page on its website. \"Currently, there is no workaround. You would need to contact support or wait until a future system update (targeted for 2025) that may address this issue.\"\n\nOpenAI says it has no plans to bring phone number-only sign-ups to other regions.\n\nIn pursuit of growth, OpenAI has been experimenting with lower-friction ways of getting its products, in particular ChatGPT, in front of people.\n\nIn December, OpenAI rolled out an experience that lets U.S.-based users chat with ChatGPT over the phone for free for 15 minutes a month. Around the same time, OpenAI brought ChatGPT to WhatsApp with bare-bones functionality, capped to a certain number of exchanges per day.\n\nChatGPT has over 300 million weekly users. Collectively, they're contributing billions toward the company's coffers. Per CNBC, OpenAI reportedly expected revenue of $3.7 billion in 2024.\n\nYet the company is a long way off from profitability.\n\nDespite having raised over $6.6 billion last year alone, OpenAI reportedly lost around $5 billion in fiscal year 2024, thanks to expenditures including office rent, staffing, and AI training infrastructure. The company is said to be considering increasing the price of its various subscription tiers — CEO Sam Altman recently said OpenAI is losing money on its priciest plan — and exploring usage-based pricing for certain services.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Five Web3 Trends To Watch In 2025: AI, DePINs, RWAs And Beyond",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/15/five-web3-trends-to-watch-in-2025-ai-depins-rwas-and-beyond/",
            "description": "The Web3 ecosystem could be positioned for unprecedented growth in 2025, but success will require strategic planning, bold ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CAy7B4Bk8LSPx1oP33ZlmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "15h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Leverage 17 Martech Trends Smart Brands Are Utilizing Right Now",
            "link": "https://www.forbes.com/councils/forbesagencycouncil/2025/01/15/how-to-leverage-17-martech-trends-smart-brands-are-utilizing-right-now/",
            "description": "The rapid evolution of marketing tech makes it increasingly difficult for brands to evaluate, integrate and extract value ...",
            "image_url": "https://www.bing.com/th?id=OVFT.inAl7DT-rvmP3oWsg1Nnzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "16h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starbucks doesn’t want to be America’s public bathroom anymore. Why has the company ended ‘open-door’ policies?",
            "link": "https://www.msn.com/en-in/money/topstories/starbucks-doesn-t-want-to-be-america-s-public-bathroom-anymore-why-has-the-company-ended-open-door-policies/ar-AA1xeRG7?ocid=BingNewsVerp",
            "description": "Starbucks has reversed its open policy. Starbucks is ending its open-door policy, which will now require customers to make a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zJ1aIbZGW4IcSTebivWRxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "16hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What to wear for JEE Main 2025? Check dress code for male and female candidates",
            "link": "https://www.msn.com/en-in/fashion-and-style/fashion-trends/what-to-wear-for-jee-main-2025-check-dress-code-for-male-and-female-candidates/ar-AA1xfjKN?ocid=BingNewsVerp",
            "description": "Here are the JEE Main 2025 dress code guidelines, specifying what male and female candidates can wear on the exam day.",
            "image_url": "https://www.bing.com/th?id=OVFT.0v4IIhrLQXc0N4vtjPiCxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "9 Casual Work Outfit Ideas for Effortless Dressing",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/9-casual-work-outfit-ideas-for-effortless-dressing/ar-AA1xfQOe?ocid=BingNewsVerp",
            "description": "Here, we took inspiration from the street-style set to find perfect casual work looks that don’t feel too stuffy or corporate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VmVHpCzLfnmjhCzEI1FMOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.msn.com/en-us/news/technology/nasa-celebrates-edwin-hubbles-discovery-of-a-new-universe/ar-AA1xgajK?ocid=BingNewsVerp",
            "description": "For humans, the most important star in the universe is our sun. The second-most important star is nestled inside the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dbM_RsXGtzOHltt3H1HUUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This quasar may have helped turn the lights on for the universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115164904.htm",
            "description": "Astronomers have detected an intensely brightening and dimming quasar that may help explain how some objects in the early universe grew at a highly accelerated rate. The discovery is the most distant ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily5h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Could this fundamental discovery revolutionize fertilizer use in farming?",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115124542.htm",
            "description": "Researchers have discovered a biological mechanism that makes plant roots more welcoming to beneficial soil microbes.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily8h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists make 'history-changing' discovery near Tutankhamun's tomb in Egypt",
            "link": "https://www.msn.com/en-in/news/world/ancient-egyptian-tombs-discovered-in-same-city-as-king-tut/ar-AA1xgtke?ocid=BingNewsVerp",
            "description": "Archaeologists have made a significant discovery in the region where King Tutankhamun was discovered, which they say ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D4rV1JGH_CSFKy5v0jz5-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "insightsoftware Acquires JustPerform to Deliver Unified, No-Code, Cloud-Native Enterprise Performance Management",
            "link": "https://markets.businessinsider.com/news/stocks/insightsoftware-acquires-justperform-to-deliver-unified-no-code-cloud-native-enterprise-performance-management-1034229501",
            "description": "RALEIGH, N.C., Jan. 15, 2025 (GLOBE NEWSWIRE) -- insightsoftware, the most comprehensive provider of solutions for the Office of the CFO, today ...",
            "image_url": "https://www.bing.com/th?id=OJ.gfw9gphi0Cq94Q&pid=news&w=49&h=16&rs=2",
            "category": "nocode",
            "date": "17h",
            "source": "Business Insider",
            "article_content": "RALEIGH, N.C., Jan. 15, 2025 (GLOBE NEWSWIRE) -- insightsoftware, the most comprehensive provider of solutions for the Office of the CFO, today announced it acquired JustPerform, an intelligent, cloud-native planning, consolidation, and reporting platform. The acquisition brings next-generation enterprise performance management (EPM) capabilities, enhanced by AI-driven predictive analytics and automated insights, to insightsoftware’s portfolio. These advancements empower customers to have a unified, intelligent solution that connects strategy to outcomes, aligns teams with dynamic planning, streamlines complex financial processes, and enhances decision-making to drive business value.\n\nThe demand for EPM platforms is surging as organizations seek integrated, cloud-native solutions to address budgeting, forecasting, and consolidation challenges with real-time accuracy. JustPerform is an intelligent, fully cloud-native EPM platform that simplifies financial and operational planning and financial close processes through a process-first approach, intuitive interface, and seamless ERP integration. With detailed role-based authorizations, robust audit trails, and individual-level data controls, JustPerform ensures compliance with evolving regulations while enabling agile, process-driven decision-making to enhance performance and drive smarter decisions across every level.\n\n“insightsoftware remains committed to delivering powerful, user-friendly solutions that enable finance teams to do more with fewer resources. Our acquisition of JustPerform supports this strategy, as the company’s modern, scalable, cloud-native platform empowers organizations to unify EPM processes,” said Monica Boydston, General Manager, EPM & Controllership at insightsoftware. “JustPerform's modern architecture and integrated platform complement and extend the power of our existing suite of financial planning, consolidation, and reporting solutions, providing organizations across the globe with a comprehensive solution that streamlines the journey from planning to disclosure.”\n\nThe JustPerform EPM platform puts power in the hands of business users, enabling them to take control without heavily relying on technical expertise. Its cloud-based architecture provides agility and flexibility for forecasting, planning, consolidation, and reporting processes. Simplified integrations with leading ERP, CRM, and BI systems, as well as spreadsheets, eliminate the manual collation and consolidation of an organization’s data, providing one single source of the truth for faster financial closes and more strategic planning cycles.\n\n“We built JustPerform with financial professionals in mind, aiming to resolve the pain points that legacy systems often fail to address. Our strong results in Gartner Peer Insights Voice of the Customer reports and BPM Pulse Surveys show how much our users value the experience and results our platform delivers,” said Shameek Bhushan, Chief Growth Officer at JustPerform. “Joining insightsoftware allows us to expand this mission and reach more organizations worldwide that want to unify and modernize their EPM processes. Together, we’re creating a future of intelligent, centralized, and collaborative performance management.”\n\nWith its cloud-based, scalable architecture, the JustPerform platform sets a foundation for the future. It enables insightsoftware to add integrations for advances in artificial intelligence (AI), machine learning, and UI/UX functionality. Its deep Excel integration allows users to automate traditionally manual tasks, improving both speed and accuracy in reporting and planning efforts.\n\nBPM Partners, a leading advisory firm in business performance management, underscores the urgent need for integrated solutions to streamline financial and operational processes.\n\n“To meet today’s challenges, financial professionals are ideally seeking a single, integrated solution that can streamline and automate their financial and operational planning, along with financial consolidation, close, and reporting,” said Craig Schiff, President and CEO of BPM Partners. “With the addition of JustPerform to their portfolio, which includes Certent and Longview Tax, insightsoftware greatly expands its capabilities in this area and joins the ranks of leading vendors that can truly meet this need.”\n\nIn the last six years, insightsoftware has acquired 29 companies, including recent acquisitions of JustPerform, LeaseAccelerator, FXLoader, and Fiplana.\n\nAbout insightsoftware\n\ninsightsoftware is a global provider of comprehensive solutions for the Office of the CFO. We believe an actionable business strategy begins and ends with accessible financial data. With solutions across financial planning and analysis (FP&A), accounting, and operations, we transform how teams operate, empowering leaders to make timely and informed decisions. With data at the heart of everything we do, insightsoftware enables automated processes, delivers trusted insights, boosts predictability, and increases productivity. Learn more at insightsoftware.com.\n\nMedia Contacts\n\nInkhouse for insightsoftware\n\ninsightsoftware@inkhouse.com\n\nDaniel Tummeley\n\nCorporate Communications Manager\n\nPR@insightsoftware.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Good Market Launches No-Code Trading Platform to Address Retail Traders’ $2.1 Trillion Challenge",
            "link": "https://www.cryptoglobe.com/latest/2025/01/good-market-launches-no-code-trading-platform-to-address-retail-traders-2-1-trillion-challenge/",
            "description": "The platform’s native token, $GOOD, offers practical benefits including trading fee reductions of up to 20% and access to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.motMekJ4ru1VTC8-rqGBcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "cryptoglobe19h",
            "source": "cryptoglobe",
            "article_content": "London, London, January 14th, 2025, Chainwire\n\nGood Market, built by fintech veterans from M2 Exchange and Freetrade, introduces a new trading platform that combines AI-driven trading with human-centered design. The platform enters closed beta testing with an initial group of 500+ traders, targeting a significant reduction in emotional trading errors – a key factor in the well-documented 90-95% failure rate among retail traders.\n\nThe platform streamlines complex trading processes through systematic execution and automated risk management, addressing key issues that typically lead to trading losses.\n\n“Current trading platforms are part of the problem, not the solution,” says Good Market’s development team. “While Binance, Coinbase, and other exchanges focus on transaction volume, they’ve neglected the fundamental issue: traders lack systematic execution tools that prevent emotional trading and enforce disciplined strategies.”\n\nDemo: Good Markets platform\n\nGood Market’s Smart Assist Intelligence™ tackles this crisis head-on by automating trade execution and risk management. The platform allows traders to configure up to 300+ parameters, including technical indicators and entry/exit conditions, without writing code. This systematic approach eliminates the psychological biases that plague manual trading of popular tokens like Polygon (MATIC), Chainlink (LINK), and Avalanche (AVAX).\n\nCore Platform Features:\n\nAI-assisted analysis with semi-auto or fully automated execution\n\nAI-prompted strategy builder with 300+ parameters (no coding required)\n\nAutomated position sizing and risk controls\n\nA community marketplace for verified strategies\n\nIntegrated technical and fundamental analysis\n\nGetting $GOOD\n\nThe platform’s native token, $GOOD, offers practical benefits including trading fee reductions of up to 20% and access to premium features. The initial token sale begins at $0.025, with 4 million tokens available in Phase 1 before moving to $0.05 in Phase 2.\n\nEarly Investor Benefits:\n\nBeta platform access\n\nInvitation to London investor meetup\n\nFounder-tier platform status\n\nPremium features for holders of 10,000+ tokens\n\nInput on platform development\n\nAbout Good Market\n\nThe Good Market team combines deep expertise in cryptocurrency trading and traditional finance, including key architects from M2 Exchange who managed over $2B in trading volume and product leaders from Freetrade. Development began in February 2024, building on years of direct experience with retail trading challenges.\n\nThe platform will move to public beta in Q1 2025. Early investors can participate at www.goodmarket.ai.\n\nNote: Trading cryptocurrency and other assets carry a significant risk of loss. Good Market provides tools for systematic trading but does not guarantee trading profits. Popular cryptocurrencies mentioned like Bitcoin, Ethereum, and others experience high volatility and should be traded with caution.\n\nConnecting with Good Market:\n\nMedia Contact: [email protected]\n\nwww.goodmarket.ai\n\nContact\n\nMr\n\nChike Chiejine\n\nGood Market\n\n[email protected]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cuba starts freeing prisoners a day after the US said it would lift terror designation",
            "link": "https://apnews.com/article/cuba-prisoners-released-us-terrorism-list-5fb785c7297465d387bfc4ba0a157ad2",
            "description": "Cuba has started releasing some prisoners as part of talks with the Vatican, a day after President Joe Biden’s administration ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d3L7kv9uLyAdUyTPK3XNgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I'm a startup CTO and the H-1B Visa helped launch my career. It's not perfect — but there are a lot of misconceptions about it.",
            "link": "https://www.msn.com/en-us/money/startup/i-m-a-startup-cto-and-the-h-1b-visa-helped-launch-my-career-it-s-not-perfect-but-there-are-a-lot-of-misconceptions-about-it/ar-AA1xeagn?ocid=BingNewsVerp",
            "description": "Arun Prasad Jaganathan has worked in the US on an H-1B Visa for years. He says there's room for improvement in the system.",
            "image_url": "https://www.bing.com/th?id=OVFT.lBycn0-P0RU9kNdLLUFM0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "19hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The ever-popular Dell XPS 13 has a massive $700 discount today",
            "link": "https://www.msn.com/en-us/technology/hardware-and-devices/the-ever-popular-dell-xps-13-has-a-massive-700-discount-today/ar-AA1xfaFt?ocid=BingNewsVerp",
            "description": "The Dell XPS 13 is one of the best laptops around and this particular model with a great screen and plenty of RAM is $700 off ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aoBoYZhNhPO62xoLH9fjIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "14hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cyber Insights 2025: Open Source and Software Supply Chain Security",
            "link": "https://www.securityweek.com/cyber-insights-2025-open-source-and-the-software-supply-chain/",
            "description": "Open source software (OSS) is a prime target for supply chain cyberattacks and protecting it remains a major challenge.",
            "image_url": "https://www.bing.com/th?id=OVFT.9GBxb4aZeJk_il-cImWgJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "SecurityWeek13h",
            "source": "SecurityWeek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TikTok owner ByteDance powered an e-reader’s unhinged AI assistant",
            "link": "https://www.msn.com/en-us/news/technology/tiktok-owner-bytedance-powered-an-e-reader-s-unhinged-ai-assistant/ar-AA1xgsbb?ocid=BingNewsVerp",
            "description": "An LLM made by TikTok’s parent company ByteDance was used by an e-reader called Boox, according to screenshots about the AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zBdrcLM9KifeGC670KAMUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "8hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why ‘Beating China’ in AI Brings Its Own Risks",
            "link": "https://www.wired.com/story/why-beating-china-in-ai-brings-its-own-risks/",
            "description": "The US is increasingly intent on winning the AI race with China. Experts say this ignores the benefits of collaboration—and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.s5dzfd7QrowA1NrZjeIvoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "11h",
            "source": "Wired",
            "article_content": "The Biden administration this week introduced new export restrictions designed to control AI’s progress globally and ultimately prevent the most advanced AI from falling into China’s hands. The rule is just the latest in a string of measures put in place by Donald Trump and Joe Biden to keep Chinese AI in check.\n\nWith prominent AI figures including OpenAI’s Sam Altman and Anthropic’s Dario Amodei warning of the need to “beat China” in AI, the Trump administration may well escalate things further.\n\nPaul Triolo is a partner at DGA Group, a global consulting firm, a member of the council of foreign relations, and a senior adviser to the University of Pennsylvania’s Penn Project on the Future of US-China Relations. Alvin Graylin is an entrepreneur who previously ran China operations for the Taiwanese electronics firm HPC. Together they have been tracking China’s AI industry and the impact of US sanctions. In an email exchange, Triolo and Graylin discussed the latest sanctions, Silicon Valley rhetoric, and the dangers of seeing global AI as a zero sum game.\n\nThis interview has been edited for clarity and brevity.\n\nWhat do you make of the new AI diffusion rule from the US government this week, which aims to curb China’s access to AI?\n\nPaul Triolo: Generally, it focuses on clusters of high-performance computing. The rule also puts controls on proprietary model weights for the most advanced “frontier” models but it is unclear how performance levels will be determined, and most open-weight [freely shared] AI models are tuned and improved by users, including major AI companies in China.\n\nThe complex rule and unclear compliance conditions inject considerable uncertainty into the long-term plans of both medium and major US and western hyperscalers.\n\nFor hyperscalers like Google, Microsoft, AWS, and Oracle, the rule introduces critical issues, including slowed or more complex international expansion, new compliance and legal costs, impact on global R&D, and uncertain enforcement requirements.\n\nHow have previous measures, including the sanctions introduced by the first Trump administration, affected the AI industry there?\n\nPaul Triolo: US export controls have slowed China, but at a high level the sanctions have unified the will and efforts of the Chinese government to become more self-reliant. It has plowed tens of billions into helping local players catch up technologically or scale capacity in core areas, resulting in significant changes within the semiconductor industry and its ability to support the advanced hardware for developing frontier AI models.\n\nChinese AI developers have gotten very good at leveraging legacy AI hardware from western firms and gradually integrating domestic alternatives into their development process. Chinese firms will continue to innovate across the AI hardware and software stack, if not at the pace of their western counterparts.\n\nWhy do you think so many in Silicon Valley are now talking about the need to “beat China” in AI?\n\nPaul Triolo: There is a growing link between conservative venture capitalists, mostly located in Silicon Valley, and technology companies whose business models depend on hyping the China threat. This is a troubling combination that conflates the China threat, personal gain, and push back against regulation of advanced AI. It also portrays US China competition around AI as zero sum, which is particularly dangerous."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Geometric machine learning method promises to accelerate precision drug development",
            "link": "https://www.msn.com/en-us/science/biochemistry/geometric-machine-learning-method-promises-to-accelerate-precision-drug-development/ar-AA1xg4Zz?ocid=BingNewsVerp",
            "description": "Proteins are the foundation of all life we currently know. With their virtually limitless diversity, they can perform a broad ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v8X7SXT-O8CtVvpVkXUhMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "10hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Micron Technology (MU) the Best Machine Learning Stock to Buy According to Hedge Funds?",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/is-alibaba-group-holding-baba-the-best-machine-learning-stock-to-buy-according-to-hedge-funds/ar-AA1xgmLg?ocid=BingNewsVerp",
            "description": "We recently published a list of 8 Best Machine Learning Stocks to Buy According to Hedge Funds. In this article, we are going ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v0Yx6dYKRw1LVej44MmpQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "9hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine and Russia launch major strikes on each other with Trump’s inauguration days away",
            "link": "https://www.msn.com/en-us/politics/government/ukraine-and-russia-launch-major-strikes-on-each-other-with-trump-s-inauguration-days-away/ar-AA1xeZLo?ocid=BingNewsVerp",
            "description": "Ukraine and Russia have been exchanging major drone and missile strikes, with each seeking to gain an advantage as US ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rPVNe90BMixu5TqxUYK9Fi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "15hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia hammers Ukraine with massive missile strike, forcing power cuts in dead of winter",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/russian-missile-attack-forces-ukraine-to-shut-down-power-grid/ar-AA1xeixf?ocid=BingNewsVerp",
            "description": "The Russian missiles sought out targets from the Lviv region in western Ukraine near Poland to Kharkiv in northeast Ukraine ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2tVU2MryPylY1dB0dyEVuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "15hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel-Palestine: A timeline of the decades-long conflict as ceasefire reportedly reached with Hamas",
            "link": "https://www.standard.co.uk/news/world/israel-palestine-conflict-timeline-hamas-ceasefire-b1112561.html",
            "description": "After Israel’s refusal to withdraw its security forces from the mosque compound, Hamas launches a sustained rocket barrage ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lqKJhWWfnFdPtoP7HR-OpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "10h",
            "source": "London Evening Standard",
            "article_content": "The letter, known as the Balfour Declaration, was just 67 words – but it is regarded as one of the most contested documents in the modern history of the Middle East. It committed the British government to “the establishment in Palestine of a national home for the Jewish people” and to facilitate “the achievement of this object”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gaza ceasefire: After 15 months and over 46,000 deaths, Israel and Hamas agree to end war, a timeline",
            "link": "https://www.firstpost.com/world/gaza-ceasefire-after-15-months-and-over-46000-deaths-israel-and-hamas-agree-to-end-war-a-timeline-13853244.html",
            "description": "Israel and Hamas agreed to a deal to halt fighting in Gaza and exchange Israeli hostages for Palestinian prisoners, opening ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n8bW7YM1sAzoHy7TIjdCzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1h",
            "source": "Firstpost",
            "article_content": "Israel and Hamas agreed to a deal to halt fighting in Gaza and exchange Israeli hostages for Palestinian prisoners, opening the way to a possible end to a devastating 15-month conflict. Here’s a look at the timeline of Israel-Hamas war that began on October 7, 2023 read more\n\nPalestinians celebrate at their camp for people displaced by conflict at Deir el-Balah in the central Gaza Strip, on January 15, 2025, amid the ongoing war in the Palestinian territory between Israel and Hamas. Crowds of Gazans chanted and embraced on January 15 as news spread that a ceasefire and hostage release deal had been reached between Israel and Hamas aimed at ending more than 15 months of war in the Palestinian territory. Source: AFP.\n\nAfter 15 months in intense conflict and more than 46,000 deaths, Israel and Hamas reached a ceasefire deal to end the Gaza war, assuring complete withdrawal of Israeli troops from the besieged enclave and the release of all the hostages captured by the Iran-backed terrorist group when it launched the unprecedented attack on October 7, 2023 against the Jewish nation.\n\nThe landmark agreement comes barely days ahead of US President-elect Donald Trump’s inauguration on January 20.\n\nAdvertisement\n\nThe negotiations were backed by Egyptian mediators, with the support of the United States.\n\nCeasefire deal reached after months of diplomacy\n\n“Today, after many months of intensive diplomacy by the United States, along with Egypt and Qatar, Israel and Hamas have reached a ceasefire and hostage deal. This deal will halt the fighting in Gaza, surge much-needed humanitarian assistance to Palestinian civilians, and reunite the hostages with their families after more than 15 months in captivity,” outgoing US President Joe Biden told reporters at the Oval Office late Wednesday.\n\nWhen will Israel-Hamas ceasefire deal come into effect?\n\nThe initial agreement of six weeks will come into effect on January 19 with the gradual withdrawal of Israeli troops from Gaza as well as release of the hostages, held captive by Hamas, in exchange for Palestinian prisoners taken into custody by Israel.\n\nBiden further informed that the truce deal between Israel and Hamas has been structured in three phases.\n\nPermanent end to Israel-Hamas war anytime soon?\n\nAs per Biden, during the next six weeks, starting from January 19, “Israel will negotiate the necessary arrangements to get (to) phase two, which is a permanent end to the war.”\n\nWhat if second phase is not agreed upon in six weeks?\n\nBiden confirmed that the ceasefire will continue even if negotiations for the second phase extend beyond the initial six weeks.\n\nIf conditions are met then in the second phase, Hamas will release all remaining hostages, primarily male soldiers, in exchange for the release of more Palestinian prisoners. Israel would also initiate a complete withdrawal from Gaza.\n\nIn the third phase, Hamas would return the bodies of remaining captives and in exchange, a reconstruction plan of three-to-five-year for Gaza, managed under international supervision, would be implemented.\n\nMeanwhile, Israel has agreed to let injured Palestinians to leave Gaza for medical treatment and to open the Rafah crossing with Egypt seven days after the first phase of the deal commences.\n\nIsrael-Hamas deal a ‘remarkable’ Biden-Trump partnership\n\nA report by AFP quoted US officials as saying that in the final four days of ceasefire talks, Biden’s Mideast envoy Brett McGurk was joined in the region by Trump’s envoy, Steve Witkoff, to get the deal over the line.\n\nAs they were engaged in negotiations, Israeli and Hamas negotiators were huddling on separate floors of the same building in the Qatari capital Doha, while moderators from Qatar and Egypt shuttled between them with their proposals.\n\nMcGurk and Witkoff were talking “multiple times a day, and Mr Witkoff actually helped clinch down some of the details. There was great coordination,” National Security Council (NSA) spokesman John Kirby told CNN.\n\nAdvertisement\n\n“Four days ago, Steve Witkoff came out to join Brett in his final push, which I think is, historically, almost unprecedented. And it was a highly constructive, very fruitful partnership,” the AFP report a senior Biden administration official as saying on condition of anonymity.\n\nInterestingly, the cooperation between the two US administrations didn’t stop them from fighting over who should claim credit for a deal that had seemed out of reach for several months.\n\nTrump said the “epic” win would never have happened without his election putting pressure for a deal, while Biden said “is that a joke?” when a reporter asked which of them should get credit.\n\nAdvertisement\n\nNetanyahu thanks Trump\n\nIsraeli Prime Minister Benjamin Netanyahu called Trump to thank him after reaching deal with Hamas in Gaza.\n\n“Prime Minister Benjamin Netanyahu spoke this evening with US President-elect Donald Trump and thanked him for his assistance in advancing the release of the hostages and for helping Israel bring an end to the suffering of dozens of hostages and their families,” Netanyahu’s office posted on X.\n\nA look at Gaza war timeline\n\nOctober 7, 2023: Armed Hamas members storm into southern Israel from Gaza and rampage through communities. Retaliatory airstrikes on Gaza begin, along with a total siege.\n\nOctober 8: Lebanon’s Hezbollah fires on Israel, saying its attacks aim to support Palestinians in Gaza, leading to sustained hostilities.\n\nOctober 13: Israel tells residents of Gaza City, where more than one million people live, to move south, beginning a process that will uproot nearly the entire population of the Gaza Strip.\n\nOctober 19: A US Navy warship intercepts missiles and drones launched from Yemen towards Israel. Yemen’s Iran-backed Houthis continue attacks on Israel and against Red Sea shipping.\n\nAdvertisement\n\nOctober 21: Aid trucks are allowed through the Rafah border crossing from Egypt into Gaza, where food, water, medicines and fuel are running out. Over coming months, the humanitarian crisis worsens with aid groups and Western governments saying Israel must do more to let in aid.\n\nOctober 27: Israel launches its ground offensive in Gaza.\n\nNovember 15: Israeli troops enter Gaza’s biggest hospital, Al Shifa, after a siege of several days. Within a few weeks, all hospitals serving northern Gaza will cease to function.\n\nNovember 21: Israel and Hamas announce a seven-day truce and release of around half the hostages, but war resumes on December 1.\n\nAdvertisement\n\nDecember 4: Israeli forces launch their first big ground assault in southern Gaza, towards the main southern city, Khan Younis.\n\nJanuary 1, 2024: Israel signals it will start withdrawing from northern parts of Gaza, but months later it is again fighting militants in the same areas.\n\nJanuary 26: The International Court of Justice (ICJ) in The Hague, also known as the World Court, orders Israel to prevent genocide.\n\nFebruary 29: More than 100 Gazans are killed queuing for aid in the presence of Israeli troops who opened fire, in one of the deadliest incidents of the war.\n\nMarch 7: Facing political pressure over hunger in Gaza, U.S. President Joe Biden announces work on a floating pier to deliver aid. It will be installed in May but last only until July with supplies remaining very constricted.\n\nApril 1: Iran’s embassy compound in Damascus is hit by a suspected Israeli airstrike that kills several military officers including a top general. Tehran responds two weeks later by firing hundreds of missiles and drones at Israel.\n\nMay 6: Hamas says it has accepted a proposal for a ceasefire, but Israel said it had not agreed to that text.\n\nIsrael tells Palestinians to evacuate parts of Rafah after its forces take control of a buffer zone along the border between Gaza and Egypt, giving Israel effective authority over the Palestinian territory’s entire land border.\n\nJune 23: Netanyahu says the phase of intense fighting against Hamas in Gaza is coming to an end but that the war will not finish until Hamas no longer controls the enclave. However, heavy bouts of fighting continue across Gaza for months more.\n\nJune 25: The Global hunger monitor, the IPC, says Gaza remains at high risk of famine.\n\nJuly 2: Israel announces new evacuation orders for the southern cities of Khan Younis and Rafah, which the United Nations called the largest edict of its kind since the beginning of the war.\n\nJuly 27: A Hezbollah rocket kills a group of 12 children and teenagers in the Israeli-occupied Golan Heights, prompting Israel to vow retaliation.\n\nAugust 1: Israel’s military says it killed Mohammed Deif, Hamas’ military chief, in an airstrike on July 13. Hamas neither confirmed nor denied Deif’s death. Palestinian officials said the strike killed 90 people.\n\nAugust 23: World Health Organization (WHO) says a first confirmed case of type 2 polio in Gaza for 25 years has paralysed a baby.\n\nSeptember 17: Israel detonates thousands of booby-trapped pager communications devices used by Hezbollah in Lebanon, injuring hundreds of its members.\n\nSeptember 28: An Israeli airstrike in Beirut kills Hezbollah leader Hassan Nasrallah, one of many strikes against the group’s senior leadership.\n\nOctober 5: Israeli forces launch major anti-Hamas operation in northern Gaza focused on Jabalia refugee camp near Gaza City and Beit Hanoun and Beit Lahiya towns. The push continues into 2025. Much of the surrounding area is cleared of people and razed.\n\nOctober 16: Israel kills Hamas leader Yahya Sinwar in a shootout in Rafah.\n\nNovember 21: International Criminal Court (ICC) issues arrest warrants for Netanyahu, former defence chief Yoav Gallant, and Hamas’ Ibrahim Al-Masri – also known as Mohammed Deif – for alleged war crimes and crimes against humanity in the Gaza war.\n\nNovember 27: Israel and Hezbollah agree a ceasefire in Lebanon. On the same day rebels in Syria launch an offensive that will quickly topple President Bashar al-Assad, a major ally of Hezbollah and its Iranian backer.\n\nDecember 2: US President-elect Donald Trump says there will be “hell to pay” in the Middle East if hostages in Gaza are not freed before his Jan. 20 inauguration. Using similar language, he reiterates the demand on Dec. 16 and Jan. 7.\n\nJanuary 15, 2025: Negotiators reach a deal for a ceasefire in the Gaza war between Israel and Hamas, after 15 months of conflict that has killed tens of thousands of Palestinians and inflamed West Asia.\n\nWith inputs from Reuters and AFP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Real Estate Stocks Bounce as Bond Yields Plunge. Consider These REITs.",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/real-estate-stocks-bounce-as-bond-yields-plunge-consider-these-reits/ar-AA1xgaAF?ocid=BingNewsVerp",
            "description": "Investors might finally have a buying opportunity in front of them for the long-struggling real estate sector. For weeks, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kwQu-m7XikkeLVIVm7Tt4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "10hon MSN",
            "source": "Barron's on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Three Reasons Why Wells Fargo Predicts 70% Plunge on Tesla's Stock",
            "link": "https://finance.yahoo.com/news/three-reasons-why-wells-fargo-155916938.html",
            "description": "Wells Fargo has just reaffirmed on its bearish Tesla call, ignoring the stock's rally and as a reminder to investors that bears still persevere on Wall Street. Despite the underweight rating, the bank ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "12h",
            "source": "YAHOO!Finance",
            "article_content": "Wells Fargo has just reaffirmed on its bearish Tesla call, ignoring the stock's rally and as a reminder to investors that bears still persevere on Wall Street. Despite the underweight rating, the bank forecasts Tesla shares will collapse another 70% to $125 in the next year.\n\nWells Fargo's analyst commented that the grim prediction is driven by weak business fundamentals. They point to Tesla's struggles to prop up vehicle deliveries despite deep discounts, and they warn about fierce competition from Chinese EV players.\n\nThe analyst added that the potential to repeal the Inflation Reduction Act tax credits may impact a serious threat to Tesla's pricing power and U.S. market demand.\n\nAlso, Tesla's futuristic CyberCab and humanoid robot Optimus fail to impress Wells Fargo. These innovations have always been exciting, but the bank warns they are in development and are still incredibly expensive, even though they are operational in some form.\n\nThis gloomy projection is made when Tesla enthusiasts are still betting big on the company's long-term vision. Will Elon Musk's team twist the skeptics to prove wrong, or does Tesla head towards a big correction as predicted?\n\nThree Reasons Why Wells Fargo Predicts 70% Plunge on Tesla's Stock\n\nGF Score for Tesla is 78 per 100, highlights company's high financial strength and high revenue growth, but investors should take note that the profitability of Tesla is moderate, and the stock price is considered expensive.\n\nThis article first appeared on GuruFocus.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BYD Closing the Gap on Tesla in Global EV Market Share",
            "link": "https://finance.yahoo.com/news/byd-closing-gap-tesla-global-180000487.html",
            "description": "Tesla retained the biggest market share among all battery electric vehicles (BEVs) sold worldwide in 2024, but only slightly.",
            "image_url": "https://www.bing.com/th?id=OVFT.fBTN-JuSOUliizNDvLuOBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "10h",
            "source": "YAHOO!Finance",
            "article_content": "Tesla retained the biggest market share among all battery electric vehicles (BEVs) sold worldwide in 2024, but only slightly. In 2023, Tesla's share stood at 19 percent before dropping to 18 percent in first nine months of 2024, according to analyses by EV Volumes published on CleanTechnica.\n\nThe competition is now hot on Tesla's heels. As Statista's Florian Zandt shows in the chart below, the Chinese conglomerate BYD, which produces standalone electric vehicle batteries and associated electronics in addition to plug-in hybrid and fully electric vehicles, increased its market share by 9 percentage points between 2021 and 2024.\n\nInfographic: Tesla and BYD Claim a Third of the Global BEV Market | Statista\n\nYou will find more infographics at Statista\n\nAs CleanTechnica points out, BYD's market share in the BEV market might not increase that much in 2025 due to the manufacturer focusing on plug-in hybrid electric vehicles in the upcoming year.\n\nThe BEV portfolio of legacy automakers like Volkswagen and Geely-Volvo stood at 7 and 8 percent, respectively, while SAIC, which includes the joint venture between the Chinese state-owned SAIC Motor and Wuling as well as General Motors, also had a market share of 8 percent as of the most recently available data.\n\nBetween 2023 and January to September 2024, BYD's and Tesla's shares dropped by 1 percentage point each. BYD is focused on providing BEVs to a more general consumer base, while Tesla's products have a higher price tag. This difference might be slightly mitigated through the increase of tariffs on Chinese-made cars from 25 to 100 percent which came into effect in August 2024.\n\nAccording to EV Volumes, 14 million electric vehicles were sold globally in 2023, 70 percent of which were BEVs. However, 84 percent of all light vehicles sold still ran on traditional combustion engines or other non-electric fuel sources. The biggest exporter and market for both hybrids and BEVs was China with shares of 65 and 59 percent, respectively.\n\nBy Zerohedge.com\n\nMore Top Reads From Oilprice.com\n\nRead this article on OilPrice.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stallion India IPO opens today: GMP up 54%; Should you park your money?",
            "link": "https://www.business-standard.com/markets/news/stallion-india-ipo-opens-today-gmp-up-54-should-you-park-your-money-125011600188_1.html",
            "description": "Stallion India IPO opens for public subscription today. Check price band, GMP, lot size, review, allotment, listing date, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FLlP7LdU9WiMSx8j-p-lDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3m",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Calls Windmills ‘An Economic And Environmental Disaster’ In Latest Rant Against Turbines",
            "link": "https://www.msn.com/en-us/money/other/trump-calls-windmills-an-economic-and-environmental-disaster-in-latest-rant-against-turbines/ar-AA1xg8Zp?ocid=BingNewsVerp",
            "description": "What Has Trump Said About Whales And Wind Turbines? Trump has claimed for years that windmills have a negative impact on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9WqQ6Lj337B9oB8TCL-X6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "9hon MSN",
            "source": "Forbes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Economic Toll of Los Angeles Fires Goes Far Beyond Destroyed Homes",
            "link": "https://www.nytimes.com/2025/01/15/business/economy/los-angeles-fires-economy.html",
            "description": "The ongoing disaster will affect residents’ health, local industries, public budgets and the cost of housing for years to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6gjfUlOvXTlFC-SfAeFSFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "11h",
            "source": "The New York Times",
            "article_content": "On the other hand, several mitigating factors could lead to lower costs and a stronger rebound relative to other places. The cinema capital’s wealth and industrial diversity, along with other natural advantages from geography and weather, may allow Los Angeles to stave off a worst-case scenario.\n\nEstimating the likely economic losses is tricky at this stage. The weather data company AccuWeather has offered a figure of $250 billion to $275 billion, though a Goldman Sachs report said it found the estimate high. (Declining to provide a breakdown because its methodology is “proprietary,” AccuWeather said it considered many factors including long-run health impacts as well as short-term losses in the value of public companies exposed to the disaster.)\n\nHere are some elements to account for when thinking about the total cost of the fires.\n\nPhysical Wreckage\n\nThe most straightforward component of damage is the number of structures damaged or destroyed, currently about 12,000. That’s fewer than the 18,000 felled by the Camp fire in Northern California in 2018, but this is a different kind of house: Zillow values the average home in the Pacific Palisades ZIP code at $3.4 million; in Altadena’s ZIP code, it’s $1.3 million.\n\nThat’s what is driving early estimates of insured losses progressively higher, now reaching $30 billion, according to Wells Fargo. But insurance will neither make all homeowners whole nor pay the full cost of rebuilding. Carriers have dropped thousands of policies in the affected areas in recent years, and the state-backed insurer of last resort caps coverage at $3 million per residential property.\n\nThen there’s the damage to commercial space. Although one landlord managed to protect an outdoor mall with privately hired water tankers, many other businesses were gutted."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft and PC Makers Slash Prices of Copilot+ PCs in Europe Amid Tepid Demand",
            "link": "https://techstory.in/microsoft-and-pc-makers-slash-prices-of-copilot-pcs-in-europe-amid-tepid-demand/",
            "description": "Microsoft and its network of PC manufacturers have reduced the prices of their AI-enhanced Copilot+ laptops in Europe.",
            "image_url": "https://www.bing.com/th?id=OVFT.Hv_EKQh0REh-ECEzg_7Aty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "7h",
            "source": "tech",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "8BitDo Retro 87 Mechanical Keyboard - Xbox Edition | Review",
            "link": "https://www.msn.com/en-gb/lifestyle/shopping/8bitdo-retro-87-mechanical-keyboard-xbox-edition-review/ar-AA1xgA9e?ocid=BingNewsVerp",
            "description": "Xbox Edition kit was provided by the manufacturer for review.Meet 8BitDo’s latest Xbox-branded kit—the '8BitDo 87 Mechanical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H75oPJ9ZOj0Y75NSrQimhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "XboxEra on MSN7h",
            "source": "XboxEra on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pro Medicus' Business Model Is Sound, but Shares Screen as Expensive",
            "link": "https://www.morningstar.com/company-reports/1259591-pro-medicus-business-model-is-sound-but-shares-screen-as-expensive",
            "description": "Pro Medicus’ strategy revolves around renewing existing contracts and winning new clients for its main product, Visage 7, while increasing its price point. The company won six out of six major public ...",
            "image_url": "https://www.bing.com/th?id=OJ.u0E6XtnE5KQECA&pid=news&w=68&h=16&rs=2",
            "category": "cloud+architecture",
            "date": "1h",
            "source": "Morningstar",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oracle: From Legacy Giant To AI Powerhouse",
            "link": "https://seekingalpha.com/article/4749696-oracle-from-legacy-giant-to-ai-powerhouse",
            "description": "Oracle is a key player in the cloud market with rapid AI infrastructure shift and multi-cloud partnerships. Click here to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EtOX0yONUbD6PYutSuTPaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "10h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists make huge discovery at ‘Stonehenge of the East’ dating back 5,000 years",
            "link": "https://www.ladbible.com/news/science/rujm-elhiri-golan-heights-stonehenge-moved-956601-20250115",
            "description": "Scientists studying a 5,000-year-old monument in the Middle East have made a startling discovery about the structure. Called ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OOQ7vpGz46hoI8Mke0cuHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "12h",
            "source": "LADbible",
            "article_content": "Scientists studying a 5,000-year-old monument in the Middle East have made a startling discovery about the structure.\n\nCalled Rujm el-Hiri, it is often referred to as the 'Stonehenge of the East' due to its similarities to the English monument.\n\nOfficially called 'megalith' structures, it is scientific speak for prehistoric constructions put together using large stone with many of them found across Europe in particular; some 35,000 exist on the continent alone.\n\nAdvert\n\nRujm el-Hiri is not found in Europe, though, with it located in the Golan Heights region of Syria.\n\nRujm el-Hiri from the sky (MENAHEM KAHANA/AFP via Getty Images)\n\nWhat is Rujm el-Hiri?\n\nRoughly 16 kilometres inland from the Sea of Galilee, it is made up of more than 42,000 rocks arranged in concentric circles.\n\nAdvert\n\nAt the middle of it all is a large mound of rocks that is 15 foot high at its tallest point, which is roughly 4.6 metres.\n\nBut to this day people aren't quite sure what the point of Rujm el-Hiri is. Or rather, was.\n\nThe name itself translates as 'stone heap of the wildcat', with a modern name for the site being Gilgal Refaʾim which translates as 'Wheel of Ghosts' or Wheel of Spirits'.\n\nMade up of almost 40,000 tonnes of stone, it is estimated to have taken more than 25,000 combined working days to have put the megalith together.\n\nSpooky theories surrounding Rujm el-Hiri\n\nHaving been first discovered in 1967 during an archaeological survey, it was only then excavated in 2007.\n\nAdvert\n\nExperts have ruled out it being a burial site given that no human remains are on the site.\n\nBut some still theorise that astronomical connections are behind it, connected to ancient cultures observing the stars and planets while others think it could be linked to rituals and offerings to gods.\n\nRujm el-Hiri is in Syria, north of Israel (Olga Khabarova et al, Remote Sensing)\n\nRujm el-Hiri new findings\n\nIn a new study on the monument, published in the journal Remote Sensing, new satellite images of Rujm el-Hiri have been analysed by scientists from Tel Aviv University and Ben-Gurion University of the Negev.\n\nAdvert\n\nThe findings put doubt on links to astronomy and the stars.\n\nInstead, it has been confirmed that the structure has physically moved over time.\n\nDue to Earth's tectonic plates moving over time - we're talking eight to 15 millimetres every year for the last 150 million years - there has been significant alteration to the walls and entrances of the structure.\n\nAs a result, the site has moved counterclockwise and moved the entire monument by tens of metres.\n\nAdvert\n\nIt's moved over time (Olga Khabarova et al, Remote Sensing)\n\n\"The findings show that the entrances and radial walls during that historical period were entirely different, reopening the question of the site’s purpose,\" the research team says.\n\n\"This implies that the primary axes of Rujm el-Hiri have rotated over time along with the entire region, casting significant doubt on the popular theory that Rujm el-Hiri was an observatory.\"\n\nThe outer walls of Rujm el-Hiri were built between 5,000BC and 4,500BC."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biblical-era structure discovered in Jerusalem's City of David, used during the First Temple Period",
            "link": "https://www.msn.com/en-us/news/world/biblical-era-structure-discovered-in-jerusalems-city-of-david-used-during-the-first-temple-period/ar-AA1xggLS?ocid=BingNewsVerp",
            "description": "A unique structure, which was uncovered by the Israel Antiquities Authority on the eastern slope of the City of David, dates ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n3G0ge9m0vSWvsxI4lm8Fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "The Christian Post on MSN12h",
            "source": "The Christian Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz Shocks Jamie Foxx With ‘President’ Elon Musk Dig",
            "link": "https://www.msn.com/en-us/movies/celebrity/cameron-diaz-shocks-jamie-foxx-with-president-elon-musk-dig/ar-AA1xgU8L?ocid=BingNewsVerp",
            "description": "Cameron Diaz seemingly took a jab at Donald Trump after referring to Elon Musk as president in a promo video for her big ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yBrJ1tEYTLvU6EnUjgf93S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "5hon MSN",
            "source": "The Daily Beast on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sightings spark intrigue over Fresno skies",
            "link": "https://www.msn.com/en-us/news/us/ufo-sightings-spark-intrigue-over-fresno-skies/ar-AA1xh8Gw?ocid=BingNewsVerp",
            "description": "Unusual aerial phenomena have been reported over Fresno in recent days, with one incident involving a confirmed unidentified ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Q8GxyqbNAXo_pXm2eQ8Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "2hon MSN",
            "source": "KMPH – Fresno-Visalia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Netanyahu could face domestic backlash if ceasefire leaves Hamas in power: Analysis",
            "link": "https://www.msn.com/en-in/politics/government/netanyahu-could-face-domestic-backlash-if-ceasefire-leaves-hamas-in-power-analysis/vi-AA1xfpdq?ocid=BingNewsVerp",
            "description": "The Associated Press news agency has leaked details of the potential ceasefire deal, which will reportedly be implemented in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cb5EDXeT2iAPneCSVx2BKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.msn.com/en-us/news/technology/nasa-celebrates-edwin-hubbles-discovery-of-a-new-universe/ar-AA1xgajK?ocid=BingNewsVerp",
            "description": "For humans, the most important star in the universe is our sun. The second-most important star is nestled inside the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dbM_RsXGtzOHltt3H1HUUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Magic-wavelength optical tweezers' achieve quantum entanglement of molecules",
            "link": "https://www.msn.com/en-us/news/technology/magic-wavelength-optical-tweezers-achieve-quantum-entanglement-of-molecules/ar-AA1xfFjU?ocid=BingNewsVerp",
            "description": "Researchers at Durham University have successfully demonstrated long-lasting quantum entanglement between molecules, opening ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1rEtLk1jYKzL2tFRinqtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "12hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Real-World 'Schrödinger's Cat' Brings Quantum Computing Breakthrough",
            "link": "https://www.msn.com/en-us/technology/quantum-computing/real-world-schr%C3%B6dinger-s-cat-brings-quantum-computing-breakthrough/ar-BB1rs5jq?ocid=BingNewsVerp",
            "description": "First proposed in 1935 by the Austrian physicist Erwin Schrödinger, \"Schrödinger's cat\" was designed to highlight the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b8M858d-K2ruJfRErGjOGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "18hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Africa’s ongoing revolution",
            "link": "https://www.csmonitor.com/Daily/2025/20250115/Africa-s-ongoing-revolution",
            "description": "From Mozambique to Botswana to South Africa, parties long in power are facing a popular backlash demanding honest governance.",
            "image_url": "https://www.bing.com/th?id=ODF.IWtmQaLjOE-ex4dX66Yssw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Christian Science Monitor23h",
            "source": "Christian Science Monitor",
            "article_content": "Why is Christian Science in our name?\n\nOur name is about honesty. The Monitor is owned by The Christian Science Church, and we’ve always been transparent about that.\n\nThe Church publishes the Monitor because it sees good journalism as vital to progress in the world. Since 1908, we’ve aimed “to injure no man, but to bless all mankind,” as our founder, Mary Baker Eddy, put it.\n\nHere, you’ll find award-winning journalism not driven by commercial influences – a news organization that takes seriously its mission to uplift the world by seeking solutions and finding reasons for credible hope."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Year of the Snake will be good for China",
            "link": "https://www.chinadaily.com.cn/a/202501/16/WS67884483a310f1265a1db186.html",
            "description": "Many famous people were born in the Year of the Snake. There's Polish astronomer and mathematician Nicolaus Copernicus ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P89zU-JyZE7GR6FxmcLeSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "中国日报网4h",
            "source": "中国日报网",
            "article_content": "The 29th Traditional Beijing New Year Goods Fair opens to visitors at the National Agricultural Exhibition Center on Jan 3, 2025 attracting eager shoppers. LI ZHIMING/FOR CHINA DAILY\n\nMany famous people were born in the Year of the Snake. There's Polish astronomer and mathematician Nicolaus Copernicus (1473-1543), a major figure in the \"scientific revolution\", who established that Earth revolved around the sun, not the other way around. Then there's the greatest of German literary figures, Johann Wolfgang von Goethe (1749-1832).\n\nBut let's talk about years, not people. One of the traditions of the Year of the Snake in China is transformation. There have been plenty of bad \"snake\" years. One is reminded of the Great Depression and the Wall Street Crash of (October) 1929. Another year I would like to mention is 2001. It was the year when the Sept 11 terrorist attacks on the United States took place. It was also the year when China joined the World Trade Organization — which helped expedite China's economic development and integrate its economy with the global economy.\n\nLooking back at the past year, two trends stand out for me. One is the deterioration of the situation in the Middle East. The region is seeing a genocide being committed by the Israeli state, witnessed in real time on TV screens across the world. And the US is complicit in this genocide, with its global standing going down drastically, even in parts of the West. On the other hand, apart from the West and a few US ally countries, China's standing has improved across the world, because it has stood with the ordinary people against the Israeli and American ruling elite.\n\nThe other development is the continuing rise of BRICS, along with China's rising economic status throughout the world. The year 2024 saw the addition of several major countries to BRICS, with Indonesia becoming the first country to join the grouping in the first days of 2025.\n\nThe rise of BRICS frightens the US elite, because it symbolizes the loss of their global economic dominance because of the decline of the US dollar as the principal international reserve currency. Although the decline of the dollar is an ongoing process, the year 2024 saw the acceleration of the process.\n\nSo what about 2025? I believe it will be a good year for China. Of course, we have to take into account Donald Trump's return to the White House after four years and his threat to impose high tariffs on imports from China, as well as other countries.\n\nIf Trump imposes punitive tariffs on Chinese goods, I believe he will cause more damage to the US than China. Looking at recent history, we can clearly see that the Chinese people's spirit of independence and self-reliance is very strong. They will not cave in under the pressure of punitive US tariffs.\n\nSelf-reliance is a major part of Chinese culture, which has influenced China's development. The other features include the emphasis on education and resolving problems harmoniously. Despite the bad periods in China's history, Chinese people's resilience, fighting spirit and industriousness have seen them through many a crisis. Three factors stand out in all this.\n\nThe first is the Chinese people's love for peace. Contrary to what the Western media say, I regard China as a peace-loving country. Unlike the US, which has been at war throughout its entire history, China avoids war. The century of humiliation taught it that a country is better off strong than weak. However, that does not mean it wants war.\n\nThe second factor is China's emphasis on reducing pollution and moving toward a sustainable, green economy. China's leadership of the green revolution over the last few years has been extremely impressive. The country is now the global leader in electric vehicles (EVs), and solar and wind energy. This is a remarkable achievement, and shows China is sensitive to the dangers that climate change poses to our world.\n\nSome Western countries have recently accused China of \"over-production\" of EVs, which are important to build a sustainable, green world in the future. However, the Western countries have targeted China because they are afraid that they will lose their market share of vehicles to China. But their attitude is mean considering how important EVs are to sustainable living. More importantly, these countries don't mind dominating markets through \"over-production\" when it suits them.\n\nThe third factor is China's technological advancement. China's scientific prowess before the \"scientific revolution\" beginning in the 16th century was unsurpassed in the world. But after that, China failed to advance like the West. But those days are over, with China catching up with the West in terms of technology and in some ways even eclipsing the West.\n\nIn space research, China has moved ahead so fast that it became the first country to bring lunar rock samples from the far side of the moon. And despite Western attempts to hold it back, Huawei remains a global leader in innovative telecommunications.\n\nChina is a global leader also in artificial intelligence. Despite the controversy over the rapid development of AI and its implications on human society, its importance in the world is undeniable. Plus, AI will be a major determinant of the global geopolitical order.\n\nThe geostrategic balance of power in the world has changed greatly in the last half a century, in China's favor. China faces some major problems, economic and environmental, as do other countries. But the Chinese people seem to be overcoming their problems more sensibly and calmly than others. I think it is largely due to their culture of education, harmony, peace and rationality. I expect the coming Year of the Snake to see further Chinese advancement.\n\nThe author is a Sinologist and an emeritus professor at Griffith University in Australia. The views don't necessarily reflect those of China Daily.\n\nIf you have a specific expertise, or would like to share your thought about our stories, then send us your writings at opinion@chinadaily.com.cn, and comment@chinadaily.com.cn."
        }
    }
]