[
    {
        "title": "How the Mystery of Freeware Inspired the Kaleidoscopic UFO 50",
        "link": "https://www.nytimes.com/2024/09/18/arts/ufo-50-designers.html",
        "description": "Figuring out the controls, objectives and how to win is part of the fun when players load games from a fictional 1980s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xS_ZZXp1V2m3wYodTiXfMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23h",
        "source": "The New York Times",
        "article_content": "There are many reasons that creating a video game can take a long time. It may take a while to land on the mechanics, or to nail the story beats. For big-budget games, the sheer scale of ambition and world building can cause development cycles nearly a decade long, during which shifting audience trends may force a developer to scrap its initial vision.\n\nFor UFO 50, which began its development in 2016, the protracted path to completion is right there in the name: It is not just one video game, but 50.\n\nThere are arcade-style sports games (Bushido Ball, Hot Foot), platformers (Cyber Owls, Mini & Max), puzzle games (Block Koala), deck builders (Party House), role-playing games (Grimstone) and dungeon crawlers (Valbrace). While each ’80s-style title is not necessarily feature length by modern terms, they’re fully built out, with narratives, multiple levels and multiplayer modes when appropriate."
    },
    {
        "title": "Color-Changing UFO Video Captured Flying Over Utah, US",
        "link": "https://www.yahoo.com/entertainment/color-changing-ufo-video-captured-045931187.html",
        "description": "A Utah resident has shared a shocking video on Reddit of what appears to be a color-changing UFO. The user claimed they were ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GInI9YFDKy88CHg7uzTD0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3h",
        "source": "Yahoo",
        "article_content": "A Utah resident has shared a shocking video on Reddit of what appears to be a color-changing UFO. The user claimed they were “blown away” by what they saw in May. Meanwhile, another Redditor shared a video of a similar sighting from last year.\n\nReddit video shows color-changing UFO in Utah skies\n\nThe Reddit user (u/cruxstew) shared the video on the r/UFOs subreddit, writing that this was “over a dozen similar” UAPs they saw from their Southern Utah home on the night of May 2. As seen in the 49-second video, the clip was taken at 12:49 a.m. The Redditor continued that over the last year, “there have been many reports of similar sightings by multiple people in this area.”\n\nThe user also explained that the clip “is a screen recording” of them “trying to get a better look of the object.” They added that they used iOS‘ “video edit mode on the original video to zoom in and scrub the video frame by frame.” The Redditor continued, “I was blown away by what I saw.” The video shows a strange object flying in the night sky. The surprising part is the object’s color swiftly changes, emitting glows in colors of pink, blue, and yellow. Furthermore, the Redditor zooms in on the object to showcase its triangle shape.\n\nBesides the original post, the user added to the thread that they have the original video too. Moreover, they have “other videos from different sightings in the area.” Following that, several Reddit users took to comments to share their thoughts. A user shared, “This looks alot like the UAP I saw a year ago. Triangular shaped, changing colors, and zig-zagging all over the sky.” They also added a video of a similar UAP/UFO shared on YouTube last year.\n\nMeanwhile, another user expressed their skepticism by commenting, “Zooming in and stopping the video when it finally looks like a ufo doesn’t make it one.” The discussion continues on the thread as some agree it is a strange sighting, while others claim it could have simply been a drone.\n\nThe post Color-Changing UFO Video Captured Flying Over Utah, US appeared first on Mandatory."
    },
    {
        "title": "UFO 50 was terrible to review but incredible to play",
        "link": "https://www.msn.com/en-xl/entertainment/other/ufo-50-was-terrible-to-review-but-incredible-to-play/ar-AA1qMoqW?ocid=BingNewsVerp",
        "description": "Presenting itself as an anthology of all 50 games developed by UFO Soft, a fictional game studio active from 1982-89, UFO 50 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-7dY3FCaAcif0_scsaRKaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSN",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "UFO 50 Review - Space Shuttle Discovery",
        "link": "https://www.gamespot.com/reviews/ufo-50-review-space-shuttle-discovery/1900-6418288/",
        "description": "UFO 50 is a masterful compilation of retro-style games that invokes the sense of delightful discovery at the heart of the 8-bit era.",
        "image_url": "https://www.bing.com/th?id=ODF.5V7DlNAYcY6rugNa1gU_gg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "GameSpot13h",
        "source": "GameSpot",
        "article_content": "Discovery in video games has changed over the last 40 years. While we are arguably in a golden age of creativity and innovation in the medium, it's a different type of creativity than when games were in their infancy--learning to crawl, grappling for new ideas, and guessing at best practices. Modern-day games have become largely standardized, and that's mostly for the better. But when we look back at retro game collections like the NES Classic or compilations from Digital Eclipse, we're often remembering the trailblazers, not the oddballs. That's what makes UFO 50 so special--it invokes the sense of wild experimentation and surprise that you would find in a cross-section of the earliest video games.\n\nThe pitch is simple: UFO 50 is a compilation of fictional retro games made throughout the 1980s by a prolific developer called UFO Soft. They range from 1982 to 1989, and span across the entire gamut of retro genres. The presentation leans into this, as selecting a game for the first time has you blowing the dust off of it. You get the sense that you discovered these forgotten gems in an attic or garage sale. And for the most part, the games carry the design and story aesthetic that was common in '80s games, which I would describe as \"sci-fi pulp as reimagined by early computer programmers.\"\n\nIn reality, of course, the games were created by a team of modern-day developers led by Spelunky's Derek Yu. That makes the decision to make not just a retro game but 50 retro games remarkably ambitious. One would expect such a massive undertaking to result in minigames at most, but that is not the case. These are almost universally the size and scope of actual games you would buy in the 1980s--still often smaller than the games we'd expect today, but not compromised for their fictional time period.\n\nThe character-select screen in Fist Hell\n\nGallery\n\nAnd while UFO 50 doesn't tell a straightforward narrative story, there is a lot of richness to be found in the meta-fiction of UFO Soft. You see the logo changing over time. The games themselves get more complex and more refined, and have better art direction and better quality-of-life features, over the fictional timeline. The games themselves have little notes about their development, and you can piece together criss-crossing plotlines involving the studio's personalities and leadership. The occasional sequel will appear, showing an early style of iterative development that might result in radically different gameplay styles springing from the same core concepts. One of the games--a point-and-click adventure called Night Manor--has glimpses of the early cinematic achievement that you could see being influential in the fiction of the world.\n\nLike a lot of early games, the simplicity of the controls means you more-or-less figure out the game by playing. This can be slightly frustrating sometimes, especially when a game ventures into territory with more complex, board game-like mechanics, like Devilition. Others, like Mooncat, have strange and counterintuitive controls that I struggled to get a proper feel for. This is realistic in that a lot of old video games tried to approximate board-game complexity or experiment with control schemes, but the wealth of other games to play made it difficult to remain patient with those more inscrutable ones.\n\nDespite basing themselves around retro games, though, most of these have some special twist or feature that makes them stand out from similar games of their genre. You can mark a game as a favorite for easy reference later, and as I reached further and the games grew more refined, I kept marking more and more of them, eager to go back and experience them all to their fullest. And while UFO 50 is very casual in how it lets you approach the games in any order, there is a reward for delving deeply into each one--you get rewards to place in your garden for an achievement in each game, along with a golden cartridge for finishing it.\n\nTo give a taste, here are mini-reviews of some of my favorites in the compilation:\n\nMortol\n\nThis puzzle platformer gives you an array of peons willing to sacrifice themselves for the greater good, making your resources and lives draw from the same large pool. Each one can perform a \"ritual\" to stick into walls, turn into a stone block, or blow up passages, so you progress through the stage by carefully managing when and how to sacrifice them to keep progressing further. It was followed by a sequel, Mortol II, later in the collection, which includes a more sophisticated class-based system for utilizing your willing sacrifices, but there's something very pure and engaging about the original idea.\n\nBushido Ball\n\nA dodgeball-meets-fighting game with a selection of samurai characters to choose from. You smack the projectiles with your katana to ricochet it back at the other side, and on top of requiring precision timing, each character has their own special abilities, providing lots of replay value and room for skill-building.\n\nCamouflage\n\nCamouflage is a brilliant little puzzle game with a root in stealth mechanics. As a largely helpless chameleon, you need to navigate to your home while avoiding watchful predators. But being a chameleon, you can change your colors to match the tile you're standing on. That makes navigating through a stage a tense exercise in planning your route to pick up new camouflage patterns. For extra challenge, each stage has collectibles to pick up, including a baby chameleon who will follow you around and pick up its own camouflage pattern, thus doubling the challenge.\n\nParty House\n\nPossibly my favorite surprise of the bunch, Party House is an ingenious puzzle game with mechanics similar to modern deck-builders. You're given a strict number of turns to throw a series of parties, and you control the guest list. Each guest comes with bonuses to your cash and popularity--cash expands your house, and popularity goes toward inviting new guests. Some guests have \"Troublemaker\" attributes that will attract the cops, while others might sacrifice some popularity for cash, or vice-versa. Dancers stack as a multiplier for popularity. One party-goer even brings a random friend who risks overloading your party and summoning the fire marshall to kick someone out.\n\nThe party commences, a random assortment of your rolodex of party-goers shows up, and you tabulate your cash and popularity to put toward the next party, all while steering toward some particular win condition like having four aliens attend a single party. It's shockingly compelling, and easy to keep the party going for just one more turn late into the night.\n\nThe cops break up the party in Party House\n\nThe Big Bell Race\n\nThe is one of the shortest games of the collection but also one most suited to multiplayer. The Big Bell Race is pure game mechanics: You're a spaceship navigating through a boxy maze-like racetrack while bouncing off the other racing ships and grabbing power-ups that create track hazards for your competitors. A single tournament is eight quick races, but the competition can be fierce, and you can always play two-player to bump elbows against a friend.\n\nWarptank\n\nAt first glance, Warptank appears similar to the classic Blaster Master tank segments, but it's the \"warp\" in the name that really sets it apart. At any point, your tank can flip from floor to ceiling or to opposing walls. Navigating a stage is a delicate balance of avoiding traps and taking out enemies by frequently gaining access to new vantage points, giving it a fierce action-game feeling that also tickles your brain.\n\nVainger\n\nThis metroidvania-like platformer has a hook similar to Warptank, but the application of it in this genre makes it feel very different. As an alien soldier, you can swap the gravity polarity by double-tapping the jump button, so all of the traps and enemies are positioned to take advantage of stages that could be upside-down at any time. The result is something like the second quest of Symphony of the Night in a reversed castle, except you control when the whole thing flips on its head.\n\nThe alien protagonist of Vainger\n\nPingolf\n\nLots of early games tried to approximate sports like golf, but Pingolf is a more modern take with a sci-fi aesthetic. The side-scrolling stages are set up like platforming stages with some elements of pinball, with narrow corners and bounce pads. It feels not quite like anything else, though the closest analogue is probably the recent Cursed to Golf.\n\nFist Hell\n\nIt wouldn't be a retro-style compilation without a River City Ransom riff, but Fist Hell sets itself apart with fantastic pixel art and an engaging hook: zombies! You're taking on the hordes of the undead with nothing but your fists and found objects, which leads to neat twists like lopping the skull off of one zombie and throwing it at another. It's the kind of comical early gore that felt daring in the '80s, and with four characters to choose from, there's lots of replay value.\n\nValbrace\n\nAnother surprising favorite from a genre I haven't had much experience with, Valbrace is a first-person dungeon-crawling RPG, similar to Dungeon Master or Wizardry 2. The presentation is top-notch for emulating the peculiar, pixelated look of those dungeon crawlers, and when you encounter monsters, you enter a more active real-time third-person combat system. What really helps it stand out, though, is the magic system, which maps spells onto a particular pattern drawn with your D-pad. You discover those spells as you proceed through the dungeon, but even if you die, the spell pattern will still work on your next run. That means if you can remember the spells--or map them onto graph paper--you'll make each subsequent run that much easier.\n\nFighting goblins in Valbrace\n\nRakshasa\n\nA side-scrolling action game along the lineage of Ghosts & Goblins, this one has you taking on hordes of demons with a unique revival mechanic. You're extremely vulnerable to attacks and bound to die, but each time you die, you can recover your life by navigating around the demons of the spiritual plane. Each time you die, more demons are added, making it increasingly difficult--but not impossible--to recover your body.\n\nStar Waspir\n\nThis is less of a retro genre reimagined, and more of an anachronistic take on the bullet hell. Lots of shoot-'em-ups graced the NES and its similarly powered consoles, but Star Waspir has the tense risk-reward dynamic of populating constant power-ups that are just temptingly close to enemy fire. It's the kind of tough, responsive combat that has made the genre such a hit, given new context through a retro filter.\n\nGrimstone\n\nAn old-school JRPG-style game set in a fantastical version of the Old West, Grimstone begins as an angel rescues a handful of adventurers from a burning saloon, who then form a posse to go after outlaws. The aesthetic is reminiscent of the earliest Final Fantasy games, but its setting and a timing-based combat system gives it a modern twist.\n\nLords of Diskonia\n\nWhat if a strategy game got a dose of air hockey? Lords of Diskonia has you collect income from villages and use it to buy an army of knights, archers, champions, and more, and then take them into battle. But far from a typical warzone, your soldiers here are differently sized circular disks who get fired into and bump against enemy units to attack. It's a wildly different take on the strategy genre and feels tactical and dynamic at once.\n\nCyber Owls\n\nThe final game of the collection is also a smart, cheeky commentary on the prominence of Turtle-mania in the late '80s, and the efforts from just about every cartoon studio or video game developer to make their own franchise-friendly animals with attitude. Cyber Owls is the kind of game you'd see then, with an elite band of owl soldiers, each with their own stages to match their specialty--from beat-'em-up to stealth action. It's probably the single most varied game of the set, and one of the most cinematic, serving as a perfect bookend to the fictional journey of game development throughout the decade.\n\nSimply put, UFO 50 is an audacious triumph. Dozens of the games are compelling enough to warrant a full playthrough, and even some of the less successful experiments have some intriguing element or inventive idea to draw you in. Best of all, it's exciting to have such a rich vein of strange, creative video game experiences to examine. This is nostalgia, but not the candy-coated feeling of reliving what we've already experienced. It's remembering how it felt to discover something new."
    },
    {
        "title": "How Kate Siegel overcame self-doubt on directorial debut, a Mike Flanagan-penned UFO story",
        "link": "https://www.msn.com/en-us/movies/news/how-kate-siegel-overcame-self-doubt-on-directorial-debut-a-mike-flanagan-penned-ufo-story/ar-AA1qMmW8?ocid=BingNewsVerp",
        "description": "EW visits the set of \"V/H/S/Beyond,\" where the actress and longtime Flanagan muse now steps behind the camera. See a first ...",
        "image_url": "https://www.bing.com/th?id=OVFT.M2Jh96ytTy1sYpDDmbOS4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15hon MSN",
        "source": "Entertainment Weekly on MSN",
        "article_content": ""
    },
    {
        "title": "AI Agents Are The New Apps, Say HubSpot, Salesforce",
        "link": "https://www.forbes.com/sites/johnkoetsier/2024/09/18/ai-agents-are-the-new-apps-say-hubspot-salesforce/",
        "description": "The question is whether we’re getting the ominous Agent Smith from The Matrix or the human and approachable Agent J (Will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RaEBJMnwZig89qrg-TY9_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "AI-powered app offers personalized allergy forecasts",
        "link": "https://www.msn.com/en-us/news/other/ai-powered-app-offers-personalized-allergy-forecasts/ar-AA1qLFXr?ocid=BingNewsVerp",
        "description": "SoundHealth launched a new feature in its AI-powered health care app that will give users personalized allergy forecasts to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.whJLqqBkIZQtcK4-kqnRTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22hon MSN",
        "source": "Fox Business on MSN",
        "article_content": ""
    },
    {
        "title": "YouTube Execs Weigh In On AI Safeguards, Living Room App Tweaks & How Pat McAfee’s ESPN Move Could Be Emmys Precursor",
        "link": "https://www.msn.com/en-us/news/technology/youtube-execs-weigh-in-on-ai-safeguards-living-room-app-tweaks-how-pat-mcafees-espn-move-could-be-emmys-precursor/ar-AA1qNBv1?ocid=BingNewsVerp",
        "description": "After YouTube announced new creator tools and product updates at its Made on YouTube event Wednesday, CEO Neal Mohan ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jmREkSDygpOSa2obMQNjOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9hon MSN",
        "source": "Deadline on MSN",
        "article_content": ""
    },
    {
        "title": "The AI Death Clock App Wants to Help You Live Longer. We Gave It a Try",
        "link": "https://www.msn.com/en-us/news/technology/ai-death-clock-predicts-your-death-date-we-tried-it-so-you-dont-have-to/ar-AA1qM8Ux?ocid=BingNewsVerp",
        "description": "Apple and Android app Death Clock delivers a personalized health and lifestyle guide that predicts the day you will die.",
        "image_url": "https://www.bing.com/th?id=OVFT.-JG5aGUmtEJdRY2QctWpzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET on MSN16h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "The Pixel Studio app just got a welcome sharing addition",
        "link": "https://www.androidauthority.com/google-pixel-studio-sharing-images-feature-3481574/",
        "description": "The Google Pixel Studio app has just received a convenient feature, allowing you to quickly import images from other apps.",
        "image_url": "https://www.bing.com/th?id=OVFT.DpilDNJNYXlaD77vCc1UVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Android Authority",
        "article_content": "Ryan Haines / Android Authority\n\nTL;DR A recent Pixel Studio update lets you share images from other apps with Google’s AI-powered app.\n\nThis means you don’t necessarily have to download pictures first before using them in Pixel Studio.\n\nGoogle’s Pixel Studio app on the Pixel 9 series lets you create all-new images or edit existing images with the help of AI. However, it looks like the app has received a notable addition that could make life a little easier.\n\nA new version of the Pixel Studio app (version 1.1.001.672728916.05) now allows you to share an image from any app with Pixel Studio so it can be edited. Once you’ve tapped the share button, you’ll see Pixel Studio as one of the options in the sharing menu. This joins the existing ability to choose pictures from the Pixel Studio’s gallery picker. This new feature is convenient as it means you don’t have to download your desired image first and then select it in the gallery picker before editing it.\n\nWe were able to sideload the latest version of the app and get the feature running on our own Pixel 9 series device. Check it out in the short video below.\n\nThere are a couple of limitations, though. The most notable restriction is that the app or service you’re sharing from needs to explicitly support the sharing of image files rather than URLs. That rules out Instagram and web browsers, which share a URL instead of an image with other apps. But you can share images from Slack or WhatsApp. In saying so, you can use the Pixel’s “select” ability from the recents menu to grab and share an image from unsupported apps.\n\nIt’s also worth noting that Pixel Studio doesn’t support photos of human subjects, so don’t expect these snaps to show up when sharing them from another app. But this isn’t a surprise as Google previously noted this restriction at launch.\n\nThe new feature still seems unpolished at this stage, though, as we found that it sometimes took multiple tries for Pixel Studio to successfully open pictures. So we hope Google refines this sharing option very soon.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
    },
    {
        "title": "Paranormal Cirque III is coming to Wilkes-Barre Twp.",
        "link": "https://www.yahoo.com/entertainment/paranormal-cirque-iii-coming-wilkes-192328949.html",
        "description": "Officials have announced the Paranormal Cirque III is coming to town. According to the press release, expect provocative ...",
        "image_url": "https://www.bing.com/th?id=OVFT.x70lV7mFgW-IwBUSkQJ3hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "WILKES-BARRE TOWNSHIP, LUZERNE COUNTY (WBRE/WYOU) — Officials have announced the Paranormal Cirque III is coming to town.\n\nAccording to the press release, expect provocative illusionists, freaks, and mysterious creatures, and be on the lookout for zombies, witches, vampires, and ghosts.\n\n“We’ve assembled an incredible cast of performers, and we can’t wait to showcase their talents to our audiences. This show is perfect for anyone looking for a night of entertainment and scares,” said Manuel.\n\nGet lost in ‘Mazezilla’ for fall season\n\nAttendees under the age of 18 have to be accompanied by a parent or guardian due to the adult language and material used in the performance.\n\nThe event will kick off at the Wyoming Valley Mall from September 19 through September 22. Tickets can be purchased online or by calling 941-704-8572.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to PAhomepage.com."
    },
    {
        "title": "Mechanic Falls woman interviewed for paranormal documentary on the ‘Bridgewater Triangle’",
        "link": "https://www.pressherald.com/2024/09/17/mechanic-falls-woman-interviewed-for-paranormal-documentary-on-the-bridgewater-triangle/",
        "description": "Describing a battle between the dark and the light side of paranormal beings, which Deb Hewins calls angels and demons, she ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pFw1jnuWhUU2hgyfVL7eCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "14h",
        "source": "Portland Press Herald",
        "article_content": "WEST PARIS — Deb Hewins was interviewed recently for “Cursed Echoes: Beyond the Veil,” a paranormal documentary about the notorious Bridgewater Triangle.\n\nThe Bridgewater Triangle is an area about 200 square miles in southeastern Massachusetts that has had an unusually high number of reports of alleged paranormal phenomena, including unidentified flying objects, poltergeists, and other spectral events, sightings of Bigfoot-like creatures and giant snakes and birds.\n\nCryptozoologist Loren Coleman coined the term in the 1970s in the book “Mysterious America” after researching the area and its paranormal reports.\n\nHewins, who lives in Mechanic Falls, moved to Bridgewater, Massachusetts, when she was 9 years old. The move happened shortly after a curious incident with her father in which he was unresponsive or frozen in time for several minutes while reading the newspaper one Sunday morning.\n\nHewins said her father told the family that they had to move to Bridgewater “because God told him to.”\n\nDuring the recent interview in West Paris, Hewins described her paranormal experiences and encounters, or “visits,” from extraterrestrials she has experienced along with her twin sister, Audrey Hewins, as far back as they both can remember.\n\nAdvertisement\n\n“I would tell my parents I was afraid to go to bed. I was afraid the bald men were going to get me,” Hewins said. “I was seeing all sorts of things behind the veil that people don’t see.”\n\nLiving near the Hockomock Swamp and the Freetown-Fall River State Forest, sites where many strange occurrences have been reported, only intensified the experiences that the twins were having, Hewins said during the documentary interview.\n\n“We had the Hockomock swamp pretty much in our backyard,” Hewins said.\n\nShe said there are many different extraterrestrial species that she sees and communicates with, both benevolent and malevolent.\n\n“All these beings are highly intelligent,” Hewins said. “And they know everything about us because they’re telepathic.”\n\nShe described a battle between the dark and the light side of these beings, which she called angels and demons.\n\nAdvertisement\n\nHewins eventually realized how to repel the negative beings, by projecting love.\n\n“Every religion has pieces of the truth but, where they are in certain parts of the world, things are different. Things are interpreted differently,” Hewins said.\n\nShe said there is a “spiritual awakening” happening in the world that is being helped along by extraterrestrials.\n\n“The world’s falling apart. If somebody doesn’t intervene, we’re in trouble,” she said. “I do believe this is a global intervention and they’re doing it in steps.”\n\nShortly after moving to Maine in 2006, the Hewins twins founded Starborn Support, a national online support group “to assist and provide emotional support to those who feel they have had an extraterrestrial encounter,” according to the group’s Facebook page.\n\n“I can’t imagine doing this alone. A lot of people do it. That’s why I started the support group,” Hewins said.\n\nAdvertisement\n\nThe group hosts gatherings for “experiencers,” those who report having a UFO or ET encounter.\n\nAfter the interview on Sept. 11, Hewins, filmmaker Tyler Roberts, and film producer Jess Weiner gathered with other experiencers to call on ETs to visit and then watch the sky for UFOs.\n\nThe group saw several bright floating dots that could not be readily identified, but many were suspected satellites moving across the night sky.\n\nAccording to NASA’s website, UFOs can be “rocket launches, comets, military jets, weather balloons, sounding rockets, satellites, meteors and fireballs, experimental craft (if you are lucky) and odd clouds (such as lenticular clouds, which are lentil-shaped and resemble flying saucers).”\n\nIn recent years, UFOs, or as the federal government has started referring to them, unidentified anomalous phenomena, or UAPs, have gained mainstream attention with hearings held before the U.S. Congress.\n\nFilmmaker Roberts grew up in Billerica, which is a part of the triangle and home to what he referred to as the “most haunted road in Massachusetts.” He feels like he is meant to tell the story he is crafting in his first feature-length film.\n\nAdvertisement\n\n“The more I think the world is black and white, the more gray I see,” Roberts said.\n\nHe also traveled to Bridgewater and Salem, Massachusetts, where he encountered many synchronicities which led him to Hewins.\n\n“These are things I’m running into, and I can’t ignore them,” Roberts said. “It’s almost like it’s slapping me in the face over and over again, saying ‘tell the story.’”\n\nRoberts hosts a podcast, “Total Disclosure,” in which he interviews people about UFOs and cover-up conspiracies, including credible sources like retired federal government officials.\n\nThere is a GoFundMe campaign to raise money for post-production expenses on Roberts’ self-funded documentary. The trailer is expected to be released in October, just in time for “spooky season,” he said."
    },
    {
        "title": "TOILET PAPER IN MY HAIR & HIGH SCHOOL DRAMA",
        "link": "https://www.msn.com/en-us/money/other/toilet-paper-in-my-hair-high-school-drama/vi-AA1qOoPz?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!GUYYSSS A TON of stores are currently 15% cash back through Ebates, my fave way to get cash ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2jcgX7B47bmc1x31WXZqfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN3h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Kentucky Performing Arts Present HAUNTED OBJECTS LIVE!",
        "link": "https://www.broadwayworld.com/louisville/article/Kentucky-Performing-Arts-Present-HAUNTED-OBJECTS-LIVE-20240918",
        "description": "Kentucky Performing Arts announced HAUNTED OBJECTS LIVE!, featuring chilling, true tales from the Newkirk Museum of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5bbXVNUfRZXNVQPKOtKnBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "BroadwayWorld6h",
        "source": "BroadwayWorld",
        "article_content": "Enter Your Email to Unlock This Article\n\n\n\nPlus, get the best of BroadwayWorld delivered to your inbox, and unlimited access to our editorial content across the globe.\n\n\n\nEmail:\n\n\n\n\n\nExisting user? Just click login.\n\n\n\nKentucky Performing Arts present Haunted Objects Live! Chilling, True Tales From The Newkirk Museum Of The Paranormal on Tuesday, October 1 at 7:30 p.m.\n\nTwo of the world's only full-time paranormal investigators, Greg and Dana Newkirk uncover chilling, true stories behind the world's most haunted objects.\n\nThe Newkirks have spent their lives collecting and caring for cursed artifacts, possessed dolls, and other objects said to display supernatural activity.\n\nSpend an evening learning the untold truth about famous cursed objects like the Crying Boy Painting, discover why the Dybbuk Box is scarier than the demon it's rumored to imprison, and hear how Greg and Dana broke the curse of the Catskills Crone.\n\nTickets are available for purchase here. Visit Kentucky Performing Arts at www.kentuckyperformingarts.org.\n\nABOUT KENTUCKY PERFORMING ARTS\n\nBringing world class performances to Kentucky, connecting artists with the community, and providing arts education opportunities, Kentucky Performing Arts lives its statewide mission of connecting and inspiring through the arts. Kentucky Performing Arts has a significant impact on the Commonwealth's tourism and local economy, contributing $26.3 million in an average year, including $15.8 million in direct economic impact with our patrons spending an additional $10.5 million annually. As an integral member of the Kentucky Tourism, Arts, and Heritage Cabinet, Kentucky Performing Arts, along with the other agencies, seeks to preserve and promote the history, heritage, and arts of the Commonwealth.\n\nThree locations in Louisville make up the family of venues under the Kentucky Performing Arts umbrella:\n\nThe Kentucky Center at 501 W. Main St.\n\nThe Brown Theatre, 315 W. Broadway\n\nOld Forester's Paristown Hall, 724 Brent St.\n\nComments"
    },
    {
        "title": "Waverly Hills Sanatorium's haunted house expanding for a scarier experience this fall",
        "link": "https://www.msn.com/en-us/travel/tripideas/waverly-hills-sanatoriums-haunted-house-expanding-for-a-scarier-experience-this-fall/ar-AA1qNrQl?ocid=BingNewsVerp",
        "description": "For those who believe, the Waverly Hill Sanatorium is one of the most haunted buildings in the United States. As a tour guide ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KAnDURZcnh4UDkNmD2f6cC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WLKY Louisville on MSN10h",
        "source": "WLKY Louisville on MSN",
        "article_content": ""
    },
    {
        "title": "Water molecule discovery will force textbooks to be rewritten",
        "link": "https://www.earth.com/news/new-discovery-water-molecules-will-force-chemistry-textbooks-to-be-rewritten/",
        "description": "Researchers discovered that the molecules at the surface of salt water organize themselves in a way that’s totally different ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wJmkOE1GBJ_rr_zZRMpfWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "earth14h",
        "source": "earth",
        "article_content": "For years, scientists thought they had a good grasp on what happens when a molecule of water meets air. You know, the stuff we read in textbooks? Turns out, we’ve been wrong.\n\nA group of researchers discovered that the molecules at the surface of salt water organize themselves in a way that’s totally different than we ever thought.\n\nDr. Yair Litman from the Yusuf Hamied Department of Chemistry led the team, and this revelation shakes up some long-held beliefs in climate science.\n\nIt might sound like just another science experiment, but this one has real-world implications, especially when it comes to understanding how our atmosphere works and how to mitigate human impacts on the planet.\n\nChemistry at the surface of water molecules\n\nWhen we think about where important chemical reactions happen, we might not immediately picture the surface of the ocean or a glass of salt water. But that’s exactly where critical interactions take place, especially when water meets air.\n\nThink of it: the evaporation of ocean water affects our climate, drives weather patterns, and even influences the chemistry of the air we breathe. It’s a big deal.\n\nFor years, the science community has been trying to get a handle on exactly what happens at that surface, particularly how ions — those tiny charged particles in salt — behave when they hang out at the water’s edge.\n\nAre they neatly lined up? Do they play nice with water molecules? Well, until now, it was all pretty much guesswork. The exact behavior of ions at the water-air interface has been hotly debated.\n\nThat’s where Litman’s team, along with Dr. Kuo-Yang Chiang from the Max Planck Institute, comes in. Their study, published in Nature Chemistry, changes the game.\n\nBy combining cutting-edge technology with advanced simulations, they’ve shown that water molecules at the surface of salt water don’t behave the way we’ve always thought. And yes, this is big news.\n\nLooking at the surface of water molecules\n\nThe traditional view, found in most textbooks, was simple: ions, which are either positively or negatively charged, line up at the surface and organize water molecules in one direction. But according to this new research, that’s not how things work at all.\n\nThe team used a more advanced form of a technique called vibrational sum-frequency generation (VSFG). In the past, VSFG allowed scientists to look at molecular vibrations on the surface of water.\n\nBut it had a flaw — it couldn’t tell whether these vibrations were positive or negative, which made it hard to interpret what was really going on. Kind of like trying to figure out a conversation by only hearing half of it.\n\nTrying a different technique\n\nThat’s where heterodyne-detected (HD)-VSFG came into play. This technique takes things a step further, allowing the team to not only measure the vibrations but also figure out their direction.\n\nThe result? They discovered that ions at the surface of salt water don’t just form a single layer and organize water molecules in one direction.\n\nInstead, ions organize water molecules both up and down, flipping the textbook model on its head.\n\n“Our work demonstrates that the surface of simple electrolyte solutions has a different ion distribution than previously thought,” Litman explained.\n\n“At the very top, there are a few layers of pure water, followed by an ion-rich layer, and then the bulk salt solution.”\n\nThis means that, rather than ions neatly lining up and orienting water molecules in one direction, they create a much more complex and dynamic environment.\n\nIt’s like discovering that your once-quiet neighborhood is actually buzzing with activity behind closed doors.\n\nWhy does this matter?\n\nIf you’re thinking, “Okay, but why should I care how ions behave at the surface of water?” The answer lies in how this discovery affects atmospheric science.\n\nThe surface of water — especially ocean water — is where a lot of important reactions take place. Evaporation, cloud formation, and even how pollutants break down in the atmosphere all hinge on these water-air interfaces.\n\nWhen we don’t fully understand how ions behave at the water’s surface, we can’t make accurate models for climate science. And in a world where understanding climate is crucial, having an accurate model is everything.\n\nDr. Kuo-Yang Chiang from the Max Planck Institute adds that this research not only deepens our understanding of liquid interfaces but could also be applied to other fields.\n\n“This paper shows that combining high-level HD-VSFG with simulations is an invaluable tool that will contribute to the molecular-level understanding of liquid interfaces.”\n\nIn other words, this important revelation could help scientists develop better technologies for things like batteries and energy storage.\n\nAnd who knows, maybe it’ll even help us better understand how to manage some of the environmental issues we’re facing today.\n\nTechnique has far-reaching applications\n\nThe implications of this study don’t stop at atmospheric science. Mischa Bonn, head of the Molecular Spectroscopy department at the Max Planck Institute, believes that this discovery could pave the way for a deeper understanding of other interfaces, like those found in batteries.\n\n“These types of interfaces occur everywhere on the planet, so studying them not only helps our fundamental understanding but can also lead to better devices and technologies,” Bonn explained.\n\nIf we can get a better grip on how molecules behave on the surface of salt water, it could improve our understanding of how they behave on the surface of a solid material, too. That’s huge for anyone working on improving batteries or other energy storage solutions.\n\nThis is one of those discoveries where the impact might not be immediately obvious, but down the road, it could change everything — from how we build devices to how we think about climate science.\n\nApplications of this water molecule discovery\n\nTo sum it all up, the findings from Dr. Litman’s team are just the beginning. Their discovery challenges decades of assumptions about water and ions, and it opens the door to a whole new area of research.\n\nThe next steps? Applying these techniques to even more complex systems, like the interactions between water and solids, which could help us understand everything from pollution to clean energy.\n\nIt’s rare that a scientific discovery completely rewrites what we thought we knew. But when it does, it’s a reminder that science is always evolving.\n\nThe full study was published in the journal Nature Chemistry.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
    },
    {
        "title": "New AI Institute Led by UT Researchers Will Accelerate Cosmic Discovery",
        "link": "https://cns.utexas.edu/news/announcements/new-ai-institute-led-ut-researchers-will-accelerate-cosmic-discovery",
        "description": "Stella Offner of University of Texas at Austin Astronomy along with Arya Farahi of the Department of Statistics and Data ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3zcp2NcWahB8X3t1jKLfxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Journalism in the Americas17h",
        "source": "Journalism in the Americas",
        "article_content": "The University of Texas at Austin has been chosen to lead a new institute that harnesses artificial intelligence to explore some of the leading mysteries of the universe, including dark matter and the fundamentals related to the search for life. Housed in UT’s Oden Institute for Computational Sciences and Engineering, the NSF-Simons AI Institute for Cosmic Origins will be funded by the National Science Foundation (NSF) and the Simons Foundation. Its mission is to develop AI technologies for astronomical research to advance our understanding of the cosmos and accelerate the pace of new scientific discoveries.\n\n“This is an exciting opportunity to advance our understanding and help answer some of the most fundamental questions about the universe. As part of our campus, NSF-Simons CosmicAI will drive discovery using AI, enabled by an incredible set of talented people and the largest GPU cluster in all of academia. And, through the Oden Institute, it will collaborate with eight scientific domains that are among the best in the country,” said UT President Jay Hartzell. “As astronomical data tend to be public and nonproprietary, CosmicAI aligns with our University’s mission to use open AI as an enabler for the public good. We are grateful for our partnership with NSF and the Simons Foundation to launch this institute.”\n\nCosmicAI, which further advances UT’s “Year of AI” initiative, will unite an interdisciplinary group of faculty members and researchers under one umbrella to expand AI innovation in astronomy. It will span eight departments with more than 17 faculty members in the areas of astronomy, computer science, statistics and data science, linguistics, information sciences, math, mechanical engineering and aerospace engineering.\n\n“By building next-generation AI tools, the institute will accelerate discoveries related to the most basic human question: ‘Where do we come from?’ The CosmicAI research will investigate the origins of the universe including the formation of galaxies, stars, planets and even the building blocks for life,” said Stella Offner, director of the new institute. Offner is an associate professor of astronomy in the College of Natural Sciences and co-director of the Center for Scientific Machine Learning at the Oden Institute.\n\nCosmicAI will develop AI approaches to efficiently process large astronomical datasets, explore the nature of dark matter and model prebiotic molecules that are key to life in the universe. The institute also plans to democratize access to astronomical data by developing a powerful AI-based astronomy “co-pilot” to streamline the scientific method in astrophysics and assist researchers with visualizing data, producing statistical analyses, understanding the scientific literature and more.\n\n“The Oden Institute is thrilled to provide an interdisciplinary home for CosmicAI. It has been particularly exciting to see cross-campus collisions taking place and laying foundations for this exciting new effort,” said Karen Willcox, director of the Oden Institute.\n\nWith a goal to make AI training and methods accessible to all, the grant includes extensive education and outreach components to help train the AI-literate workforce of tomorrow. From multitiered programs to engage high school students with astronomy data, to research training for undergraduates, to graduate-level courses offered through an AI-astronomy certificate-type program, CosmicAI will build opportunities through reducing barriers, lowering costs and expanding online opportunities.\n\nAdditionally, CosmicAI will leverage the resources of the Texas Advanced Computing Center to launch a data platform that hosts large astronomical datasets within an AI-enabled analysis. The data platform will serve as a nexus for community calculations and collaboration.\n\nThe new institute will be co-directed by Matthew Lease, professor in UT’s School of Information and an expert in AI modeling and human-computer interaction. He is a faculty founder and leader of the University’s Good Systems initiative, a nine-year campuswide grand challenge to develop ethical AI technologies.\n\n“It is exciting to witness AI transforming the scientific discovery pipeline, which will accelerate progress at an unprecedented pace, unlocking innovations that promise to transform our understanding of the universe,” said Arya Farahi, a research group lead for CosmicAI and assistant professor in the Department of Statistics and Data Sciences at UT.\n\nThe new National Artificial Intelligence Research Institute for astronomical sciences is part of the NSF-led National Artificial Intelligence Research Institutes program, which now includes 27 AI institutes across the U.S., two of them led by UT: the AI Institute for Foundations of Machine Learning and CosmicAI. The new institute will receive $20 million over five years: $10 million from NSF and $10 million from the Simons Foundation.\n\nInstitutional partners in NSF-Simons CosmicAI include the NSF National Optical-Infrared Astronomy Research Laboratory, the NSF National Radio Astronomy Observatory, the University of Virginia, the University of Utah and the University of California, Los Angeles. These institutions will be joined by private collaborators, including the nonprofit Allen Institute for Artificial Intelligence, which drives open-source generative AI efforts in the scientific domain through their foundation model OLMo.\n\nLearn more at cosmicai.oden.utexas.edu."
    },
    {
        "title": "The Discovery Museum turns 13",
        "link": "https://www.msn.com/en-us/lifestyle/travel/the-discovery-museum-turns-13/ar-AA1qNIPv?ocid=BingNewsVerp",
        "description": "The Discovery Museum, formerly The Children’s Discovery Museum, has entered its teen years. The facility turned 13 this year. On September 18, 2024, the CEO and President of the Museum, Mat Sinclair ...",
        "image_url": "https://www.bing.com/th?id=OJ.wOwZWnyEugo9eg&pid=news&w=70&h=16&rs=2",
        "category": "science+discovery",
        "date": "8hon MSN",
        "source": "Reno KOLO-TV on MSN",
        "article_content": ""
    },
    {
        "title": "Shocking Discovery: 3,600+ Chemicals From Food Packaging Found in Human Bodies",
        "link": "https://scitechdaily.com/shocking-discovery-3600-chemicals-from-food-packaging-found-in-human-bodies/",
        "description": "A recent review has uncovered the widespread presence of food contact chemicals (FCC) in humans, identifying 3,601 chemicals used in food packaging and related products found in the human body. The st ...",
        "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
        "category": "science+discovery",
        "date": "5h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Giant Millipede Lost to Science for a Century Rediscovered in Madagascar with 20 More Species in World-First Expedition",
        "link": "https://www.goodnewsnetwork.org/giant-millipede-lost-to-science-for-a-century-rediscovered-in-madagascar-with-20-more-species-in-world-first-expedition/",
        "description": "It may be the very definition of a creepy crawly, but this species of giant millipede was a major discovery for a recent ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dqsKn038R71YWfWxxcyf0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "GoodNewsNetwork19h",
        "source": "GoodNewsNetwork",
        "article_content": "It may be the very definition of a creepy crawly, but this species of giant millipede was a major discovery for a recent scientific expedition to Madagascar.\n\nNot seen in 126 years, it was part of a bevy of species identified by scientists among the trees and waterfalls in a remote section of the largest forest on the island, called Makira.\n\nThe expedition was part of Re:wild’s Search for Lost Species program, on the progress of which GNN has reported substantially over the last four years. It included teams of scientists and conservationists from 4 different organizations, as well as local guides.\n\nDifferent specialized team members were searching for mammals, fish, birds, reptiles, amphibians, and invertebrates that have not had a documented sighting in at least a decade or more, but are not assessed as extinct by the IUCN Red List of Threatened Species. The full team, which numbered more than 30 people, searched Makira for several weeks in September 2023 and spent several months analyzing their results.\n\n“In the past the Search for Lost Species has primarily looked for one or two species on each expedition, but there are now 4,300 species that we know of around the world that have not been documented in a decade or more,” said Christina Biggs, lost species officer for Re:wild, whose eDNA work during the expedition detected 37 additional vertebrate species that the taxonomic experts didn’t sight.\n\n“Madagascar is a biodiversity hotspot and Makira is an underexplored area within the country, so we decided to pilot a new model for lost species searches there. We convened a group of scientists to search for as many species as possible, and it proved successful.”\n\nThe expedition team initially had a list of 30 lost species they were hoping to find in Makira. The species on the list included 3 mammals, 3 fish, 7 reptiles, 12 insects, and 5 spiders. With the help of local guides and fishermen, the team found the 3 fish species on the list highlighted by the Makira rainbow fish, not seen in 20 years.\n\n“When we didn’t find anything during the first five days of the expedition it was very frustrating,” said Tsilavina Ravelomanana, fish biologist at Antananarivo University, who had been to Makira 20 years earlier to survey freshwater fish. “We sampled a small tributary of the Antainambalana River, then the main river, then upstream, and then downstream, but we still didn’t find any fish.”\n\nTwo of the expedition’s local guides, Melixon and Edmé, hiked around a steep waterfall and over mountains to villages that were within a few days’ walk of the expedition’s base camp along the Antainambalana River. After several days, the guides were able to find a Makira rainbow fish, a common fish to local communities, and brought it back to the camp in a bucket of water.\n\nThe semi-translucent fish is only a few inches long. The guides were also able to find Ptychoromis makira, which biologists think may only live in one small area near Andaparaty, and is a rare species—even to local communities.\n\nMakira proved to be home to several lost species of insects including bugs and some that were not even on the initial list of lost species for the area. Entomologists found two different species of ant-like flower beetles that had been lost to science since 1958. However, the most unexpected rediscovered lost species was a giant, dark brown millipede.\n\nA SIMILAR EXPEDITION TO CHILE: Mushroom Enthusiasts Help Find Species Lost to Science–Rescuing it from Nature’s ‘Top 25 Most Wanted’ List\n\n“I personally was most surprised and pleased by the fact that the giant millipede Spirostreptus sculptus, not uncommon in Makira Forest, appeared to be another lost species known only from the type specimen described in 1897,” said Dmitry Telnov, an entomologist on the expedition team. “The longest specimen of this species we observed in Makira was a really gigantic female measuring 27.5 centimeters [10.8 inches] long.”\n\nThe expedition team also found a variety of spider species in Makira, including five jumping spiders that were lost to science and 17 spiders that are new to science. The longest-lost spider was the jumping spider Tomocyrba decollata, which had not had a documented sighting since 1900, when it was first described by science.\n\nThe most unexpected discovery was a new species of zebra spider. One evening a hanging egg sac in the entrance of a small cave caught the eye of one of the team members.\n\n“I immediately recognized them as something special,” said Brogan Pett, director of the SpiDiverse working group at the Biodiversity Inventory for Conservation and doctoral candidate at the University of Exeter.\n\nMADAGASCAR CONSERVATION: Reforestation is Difficult: But Local Farmers of NGO Green Again Madagascar Are on Top of It\n\n“Pendulous egg sacs are one of the characteristics of the family of zebra spiders this new species belongs to. I crawled a short way inside the cave and saw a few adult spiders guarding egg sacs—they were quite large spiders and it was remarkable that they had gone unrecognized for so long.”\n\nAlthough the expedition found nearly two dozen lost species, there were several that the expedition team was unable to find including the Masoala fork-marked lemur; a large chameleon, Calumma vatososa, meaning “beautiful stone” in Malagasy, and the recently rediscovered dusky tetraka. The lemur has not had a documented sighting since 2004 and the chameleon since 2006.\n\nThe dusky tetraka was rediscovered by the Search for Lost Birds in Madagascar in December 2022 and January 2023 in two different locations in Andapa and Masoala. Makira is between these sites, and ornithologists were hoping to determine if the species also lives there. They were unable to find any of the cryptic olive and yellow birds during the expedition, but they are not ready to rule out the forest as a habitat for the species yet.\n\nMORE RESULTS FROM RE:WILD: Long-Beaked Creature Is Proven Not Extinct in First Ever Photos: ‘Blows My Mind’ After 60 Years\n\n“The Makira Forest has the potential for two rare bird species, the dusky tetraka, and the Madagascar serpent eagle, but we were not able to find them this time,” said Lily Arison Rene de Roland, Madagascar program director for the Peregrine Fund, another organization that joined the expedition.\n\nMadagascar has one of the highest rates of endemism of anywhere on planet Earth. For millions of years, plants and animals have evolved in seclusion—creating unique ecosystems that don’t exist anywhere else.\n\nSHARE These Hidden Natural Wonders Of Evolution With Your Friends…"
    },
    {
        "title": "The Future of No-Code: Everything You Need to Know",
        "link": "https://www.analyticsinsight.net/artificial-intelligence/the-future-of-no-code-everything-you-need-to-know",
        "description": "The no-code movement is revolutionizing the technology industry by enabling anyone with an idea to develop software without ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YfwBVU9abZhwWyHMwnzBQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics Insight11h",
        "source": "Analytics Insight",
        "article_content": "No-Code AI offers several benefits, making it a desirable choice for companies and individuals who want to use artificial intelligence capabilities without having to learn a lot of coding. The advantages of AI without code are:\n\na. Accessibility and Democratization: A wider range of people may engage in AI development thanks to no-code AI platforms, including non-technical users, business analysts, and subject matter experts. With the democratization of AI, anyone with useful data and insights may now develop AI solutions without needing to know programming.\n\nb. Rapid Development and Prototyping: AI applications may be developed and prototyped quickly thanks to no-code AI. Drag-and-drop interfaces allow users to rapidly construct and refine AI models, cutting down on development time and expediting the implementation of AI solutions.\n\nc. Decreased Development Expenses: No-code AI can drastically cut development costs by eliminating the requirement for specialized data scientists or software engineers. AI development duties can be handled by non-technical users, which increases the cost-effectiveness of AI projects for companies of all sizes.\n\nInterface that is easy to use: No-code AI platforms usually include intuitive user interfaces that are simple to use, making them accessible to people with different degrees of technical proficiency. As a result, consumers can begin using AI development more rapidly and with a lower learning curve.\n\nd. Flexibility and Customization: No-code AI platforms nevertheless provide some flexibility and customization even though they abstract away a lot of the implementation details. Users can optimize performance by customizing AI models for certain use cases.\n\ne. Improved Cooperation: Teams with and without technical expertise can work together more when using no-code AI. Working with data scientists and engineers, business experts can actively contribute to the development of AI solutions, producing more thorough and significant results."
    },
    {
        "title": "This Is Not a Drill—NuFace’s Cult-Favorite Facial Toning Tools Are 25% Off Right Now",
        "link": "https://www.thedailybeast.com/nuface-microcurrent-sale",
        "description": "I’ll admit it—before I tried the celebrity and supermodel-approved NuFace Facial contouring device for myself, I was pretty ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p03qZ46ePXcgmDB52NNhZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "10h",
        "source": "The Daily Beast",
        "article_content": "Scouted selects products independently. If you purchase something from our posts, we may earn a small commission.\n\nI’ll admit it—before I tried the celebrity and supermodel-approved NuFace Facial contouring device for myself, I was pretty skeptical about its merits—some beauty editors claim that the tools give them an instant facelift-like effect in just five minutes.\n\nIn general, I tend to think that there aren’t very many non-injectable or in-office treatments (e.g., neurotoxins like Botox and dermal fillers like Juvederm) capable of contouring the cheekbones and slimming the jawline at home. But once I finally tried the microcurrent-powered facial tool myself back in 2020, I was pleasantly surprised by the results. I’ve been a loyal NuFace advocate ever since.\n\nThe NuFace Facial Toning devices are definitely an investment piece (there are several models ranging from about $200 to $500 a pop), but if you’ve been meaning to get your hands on one but are hesitant about the hefty price tag, now’s your time to take the plunge. For a limited time, NuFace is hosting a Friends and Family sale, offering 25 percent off sitewide (and up to 50 percent off on select items), including its bestselling toning devices, skincare, and anti-aging LED light attachments gift sets—no code required.\n\nTwo long-term aestheticians founded NuFace, and each of their facial toning devices harness the contouring and lifting anti-aging powers of microcurrent technology. This technology helps deliver instant and long-term results by stimulating blood flow for an instant glow and toning your facial muscles for a more chiseled look and instant lift. Some people see an instant lifted and firmed effect after just a few passes, but you'll see the best results after a couple of weeks of daily use for about five minutes per session.\n\nNuFace devices very rarely go on sale (especially for this deep of a discount), so this isn’t a sale to hold back on if you’re looking to save. Frankly, I haven’t seen this steep of a discount since Black Friday. In other words, run—don't walk!\n\nTRINITY+ Starter Kit Smart Advanced Facial Toning Kit Down from $395 Buy At NuFace $ Free Shipping | Free Returns\n\nMini Starter Kit Mini Facial Toning Device Down from $220 Shop At NuFace $ Free Shipping | Free Returns\n\nNuBody Toning Device Down from $400 Shop At NuFace $ Free Shipping | Free Returns\n\nMORE FROM SCOUTED:"
    },
    {
        "title": "Boeing says it's going to start furloughing 'a large number' of its white-collar employees amid strike",
        "link": "https://www.msn.com/en-us/money/companies/boeing-says-it-s-going-to-start-furloughing-a-large-number-of-its-white-collar-employees-amid-strike/ar-AA1qOUfM?ocid=BingNewsVerp",
        "description": "Selected employees will take one week of furlough every four weeks on a rolling basis, Kelly Ortberg, the CEO of Boeing, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.moTj2WFBQnPi6LnshiXcRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Discord starts rolling out this WhatsApp-like privacy feature: What is it and how it affects you",
        "link": "https://www.moneycontrol.com/technology/discord-starts-rolling-out-this-whatsapp-like-privacy-feature-what-is-it-and-how-it-affects-you-article-12825200.html",
        "description": "Invite your friends and family to sign up for MC Tech 3, our daily newsletter that breaks down the biggest tech and startup ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8MzM53AY6M7EwKGmVL7IXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "moneycontrol.com1h",
        "source": "moneycontrol.com",
        "article_content": "You are already a Moneycontrol Pro user.\n\nOK"
    },
    {
        "title": "Costanoa Ventures Raises $394 Million in Funds, Bucking Trend",
        "link": "https://www.bloomberg.com/news/articles/2024-09-18/costanoa-ventures-raises-394-million-in-funds-bucking-trend",
        "description": "Costanoa Ventures has raised $394 million for two new funds, financing that comes at a time when many small and midsized ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6Cm_UqliIoFWPR-p7ds3GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19h",
        "source": "Bloomberg L.P.",
        "article_content": "Costanoa Ventures has raised $394 million for two new funds, financing that comes at a time when many small and midsized venture firms are struggling to bring in fresh capital.\n\nThe California-based firm invests in young companies — from the seed stage through Series A — and bets on sectors including financial technology, artificial intelligence-driven enterprise software and defense startups. The money will be split between a new $275 million early-stage fund and a $119 million fund for follow-on investments."
    },
    {
        "title": "Why companies should care about AI regulation: Expert",
        "link": "https://finance.yahoo.com/video/why-companies-care-ai-regulation-221225139.html",
        "description": "Navrina Singh, White House AI advisor and founder and CEO of Credo AI, artificial intelligence (AI) governance software, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.br67xuLilC5N-Nkd1_4XLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "10h",
        "source": "YAHOO!Finance",
        "article_content": "Navrina Singh, White House AI advisor and founder and CEO of Credo AI, artificial intelligence (AI) governance software, joins Josh Lipton on Asking for a Trend to discuss AI regulation.\n\nSingh tells Yahoo Finance that as AI tech evolves, more companies consider it a risk. “Just recently, 56% of the Fortune 500 companies have identified AI as a risk factor on their most recent annual reports, and this is up by almost 50% compared to 2022.”\n\n“The reason that is happening is AI is becoming pervasive in whether it is in productivity tools for coding, in fraud models or in massively used systems which could be promoting misinformation.”\n\nWhen there are such powerful systems, \"it becomes really important for enterprises, but also policymakers, to think about how to put guardrails, and that's where this very interesting public-private sector interplay is coming,” Singh explains.\n\nCalifornia Governor Gavin Newsom is signed three bills into law that target the misuse of AI-created content in an effort to combat election misinformation. Singh says the debate around Newsom’s AI policies “is bringing a lot of focus on what a good governance framework look like.”\n\n\n\nAs companies “are building very powerful foundation models that potentially could impact massive misinformation concerns [and] cyber attacks, we need to start thinking about how do you put guardrails” on the tech, Singh says.\n\nHeading into the presidential election, Singh believes “AI is going to be one of the most critical points moving forward, irrespective of who comes to power. This is going to be a core agenda for all the legislatures across the globe.”\n\nSingh says AI governance should matter to investors because a safe and responsible framework is the way to see AI investments pay off. “We are seeing day in and day out companies and enterprises using [Credo’s] software, they are able to build trust, [and] as a result of which they are able to not only acquire new customers faster, they are able to retain customers.”\n\nFor more expert insight and the latest market action, click here to watch this full episode of Asking for a Trend.\n\nThis post was written by Naomi Buchanan."
    }
]