[
    {
        "title": "UFO House Hearing: What witnesses plan to say",
        "link": "https://news.yahoo.com/news/ufo-house-hearing-witnesses-plan-222826321.html",
        "description": "This hearing is the first since the summer of 2023, which was sparked by career intelligence official David Grusch‘s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MRsueCVSg8N1-yIZmkf6qC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yahoo News23h",
        "source": "Yahoo News",
        "article_content": "Join Ross Coulthart for a LIVE Q&A on NewsNation’s YouTube, X and Facebook pages at 4p/3C Wednesday following a House hearing on UAPs. Coulthart will break down testimony from former NASA administrator Michael Gold, Pentagon insider Lue Elizondo, journalist Michael Shellenberger and Retired Navy Rear Adm. Tim Gallaudet.\n\n(NewsNation) — At a House of Representatives committee hearing on unidentified anomalous phenomena Wednesday, lawmakers will hear from a number of witnesses about what they have seen and heard about UFOs.\n\nHeld by the House Oversight Committee, the hearing, titled “Unidentified Anomalous Phenomena: Exposing the Truth,” will begin at 11:30 a.m. ET.\n\nLuis Elizondo, a former Pentagon insider, veteran and investigator; retired Navy Rear Adm. Timothy Gallaudet; journalist Michael Shellenberger and Michael Gold, a former NASA administrator, are scheduled to give their testimony.\n\nThis hearing is the first since the summer of 2023, which was sparked by career intelligence official David Grusch‘s allegations that the Pentagon has been operating a secret UFO retrieval program.\n\n“If the UFO hearings catch on with the public, we could be in for quite a ride,” Bryce Zabel, UFO author and cohost of the podcast “Need to Know” with Ross Coulthart, told NewsNation. “Back in 1973, all of America was riveted to the Senate Watergate hearings, and the cover-up Nixon orchestrated will seem small compared to the one that would have been necessary to hide the truth about alien contact for nearly eight decades now.”\n\n‘We’re gonna learn some things’ about UFOs: Rep. Tim Burchett\n\nWhat will UAP witnesses say at hearing?\n\nElizondo’s book “Imminent: Inside the Pentagon’s Hunt for UFOs” alleges that the United States military has been running a UAP retrieval and reverse engineering program for years, even recovering nonhuman specimens.\n\n“Let me be clear: UAP are real. Advanced technologies not made by our Government – or any other government – are monitoring sensitive military installations around the globe,” Elizondo will say, according to testimony published the day before the hearing.\n\nHe will talk about what actions the government should be taking regarding the UAP issue.\n\nGallaudet, in his testimony, plans to repeat a claim he’s made before to NewsNation: that an email that contained what is known as the “Go Fast” video, disappeared from his and his colleagues’ email servers. “Go Fast” shows a fighter pilot’s encounter with a UAP.\n\nShellenberger will detail his reporting on the alleged “Immaculate Constellation” secret government program. A whistleblower revealed the alleged UFO program, in which the Pentagon collects and quarantines information on UFO sightings, Shellenberger says.\n\nDepartment of Defense spokesperson Sue Gough has previously denied records of the program.\n\nThe ‘tic tac’ incident: What we know about the UFO encounter\n\nShellenberger will highlight the need for Congress and the White House to address UFOs.\n\nMichael Gold, a former NASA administrator, will outline new ways for NASA to be helpful on the UAP issue. Currently Chief Growth Office at Redwire Space, Gold stresses in his testimony that he is speaking on his own behalf, and not for any other organization.\n\n“Agencies such as NASA have much to offer when it comes to understanding UAP,” Gold’s prepared testimony reads.\n\nUFO Whistleblower Sparks Conversation\n\nMuch of the current conversation surrounding UFOs started when Grusch came forward last year with his claims that the government was operating a secret program dedicated to retrieving crashed UAPs and was in possession of nonhuman craft and biological remains of nonhuman beings.\n\nThe Defense Department has denied these allegations.\n\nStill, they sparked the 2023 congressional hearing on the subject — the first in more than 50 years —where Grusch testified with former Navy pilot Ryan Graves and Navy Commander David Fravor.\n\nFravor talked about his experience encountering a UAP. Both Graves and Fravor said they were concerned about the risks UAPs pose to the military, regardless of origin.\n\nNetflix faces lawsuit over ‘The Manhattan Alien Abduction’\n\nLawmakers asked about the secret program referenced by Grusch, and eventually, the hearing led to the formation of a bipartisan UFO Caucus, informally led by Rep. Tim Burchett, R-Tenn.\n\nAn official report issued by the Pentagon from the All-domain Anomaly Resolution Office found no evidence of a secret program. Furthermore, it said the government has no evidence that UAPs are extraterrestrial in origin. However, the Department of Defense did admit to a proposed program known as Kona Blue, which was developed to reverse-engineer any alien technology recovered by the government. This never got off the ground, the DOD said, as no such technology was ever located.\n\nNASA, in a report of its own, said there’s no evidence for extraterrestrial contact with Earth, though the agency said there needs to be more rigorous research in the area and less stigma around the topic as a whole.\n\nNewsNation digital producer Steph Whiteside contributed to this article.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to NewsNation."
    },
    {
        "title": "US Congress will hold another UFO hearing today. Here's how to watch",
        "link": "https://www.space.com/space-exploration/search-for-life/us-congress-will-hold-another-ufo-hearing-this-week-heres-how-to-watch",
        "description": "\"Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JG247XnldvjkqC1n3u68xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Space.com5h",
        "source": "Space.com",
        "article_content": "Watch live! 2nd UFO hearing held by US congress, witnesses include fmr. miltary - YouTube Watch On\n\nThe U.S. government is holding another hearing on UFOs today, and you can watch it live.\n\nThe U.S. House of Representative's Committee on Oversight and Accountability will administer the hearing, titled \"Unidentified Anomalous Phenomena: Exposing the Truth.\" The name of the event refers to UFOs by their new preferred acronym, which is more inclusive of sightings that might take place not only in the air but also in space, as well as those that take place across multiple domains.\n\nThe hearing will be held at the Rayburn House Office Building in Washington D.C. at 11:30 a.m. ET (1630 GMT) on Wednesday (Nov. 13). You can watch it live here on Space.com, courtesy of the House Committee on Oversight and Accountability.\n\nThis marks the second congressional hearing U.S. Congress has put together in order to \"further pull back the curtain on secret UAP research programs conducted by the U.S. government, and undisclosed findings they have yielded,\" according to a House statement. The hearing will examine the U.S. Department of Defense's strict classification policies when it comes to UAP and related topics, and will explore ways to \"make sure the American public is better informed on this topic.\"\n\nThis will be a joint hearing, led by representatives Nancy Mace (R-S.C.) and Glenn Grothman (R-Wis.), who argue that \"the American people are tired of the obfuscation and refusal to release information by the federal government,\" according to the House's statement.\n\n\"Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose. We can only ensure that understanding by providing consistent, systemic transparency. We look forward to hearing from expert witnesses on ways to shed more light and bring greater accountability to this issue,\" Mace and Grothman said in the statement.\n\nExpert witnesses in the hearing will include Luis Elizondo, a decorated former counterintelligence officer who has claimed for years that the U.S. government is hiding knowledge of UAP, including materials recovered from crashed flying saucers.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"The cover-up and disinformation campaign has been so successful that most scientists do not even know UAP are real,\" Elizondo wrote in his 2024 book \"Imminent.\" The book also claims that four \"deceased nonhuman bodies\" were recovered from the infamous 1947 crash in Roswell, New Mexico and that \"China and Russia do not have the same stigma and can employ their scientists to work on this topic for them.\"\n\nElizondo has also claimed firsthand knowledge of U.S. programs that employ individuals with psychic powers to \"remote view\" distant locations. Most recently, the former counterintelligence officer held a paid event where a photo was shown that Elizondo claimed was a \"real photo\" of a \"mothership\" UFO above a U.S. embassy. Within days, the photo was found to be the reflection of a lamp in a window.\n\nThe House hearing will also include Tim Gallaudet, a retired U.S. Navy Rear Admiral who unidentified submersible objects, arguing that \"these underwater anomalies jeopardize US maritime security.\" Gallaudet has also told interviewers that his daughter is a \"medium\" who can communicate with spirits.\n\nOther speakers at the hearing include journalist Michael Shellenberger, who has also claimed the U.S. government is hiding UFO crash retrieval programs, and former NASA Associate Administrator of Space Policy and Partnerships Michael Gold, who is a member of NASA's independent UAP study team.\n\nAccording to NASA Administrator Bill Nelson's remarks in September 2024 when the team's report was released, \"the top takeaway from the study is that there is a lot more to learn.\"\n\n\"The NASA independent study team did not find any evidence that UAP have an extraterrestrial origin, but we don't know what these UAP are,\" Nelson said."
    },
    {
        "title": "Inside one of the most consequential UFO encounters of all time: the ‘tic tac’ incident",
        "link": "https://www.msn.com/en-us/news/us/inside-one-of-the-most-consequential-ufo-encounters-of-all-time-the-tic-tac-incident/ar-AA1tUShX?ocid=BingNewsVerp",
        "description": "Pentagon officials did their best to downplay the incident, and the US Navy didn't bother to investigate, but the \"Tic Tac\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wVAFkS__Flnx2S7JCOF5Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "KLAS Las Vegas on MSN13h",
        "source": "KLAS Las Vegas on MSN",
        "article_content": ""
    },
    {
        "title": "UFO hearing live: US Congress to 'pull back the curtain' on UFOs",
        "link": "https://news.sky.com/story/ufo-hearing-live-us-congress-to-pull-back-the-curtain-on-ufos-13253737",
        "description": "A second hearing on \"unidentified anomalous phenomena\", previously known as \"UFOs\", is taking place this afternoon. The ...",
        "image_url": "https://www.bing.com/th?id=OVFT.q3EVvJ581pu-6rRzuJSmni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15m",
        "source": "Sky",
        "article_content": "Hearing aims to 'pull back the curtain'\n\nThis is the second hearing on \"unidentified anomalous phenomena\" in US Congress.\n\nThis session aims to placate the American people, who \"are tired of the obfuscation and refusal to release information by the federal government\", according to the Republicans leading the hearing.\n\n\"Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,\" Nancy Mace and Glenn Grothman said in a statement.\n\n\"We can only ensure that understanding by providing consistent, systemic transparency. We look forward to hearing from expert witnesses on ways to shed more light and bring greater accountability to this issue.\""
    },
    {
        "title": "UAP hearings ‘game day’ for UFO enthusiasts: Expert | Morning in America",
        "link": "https://www.yahoo.com/news/uap-hearings-game-day-ufo-114820664.html",
        "description": "Government officials and whistleblowers will testify Wednesday on Capitol Hill regarding UAP and UFO phenomena. Writer and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Kz8hI-dX3q7rblcuw2_bWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "Yahoo",
        "article_content": "(NewsNation) — Government officials and whistleblowers will testify Wednesday on Capitol Hill regarding UAP and UFO phenomena. Writer and podcaster for “The Debrief,” Chrissy Newton, says the hearings may not “blow the lid” off the story, but will be another “slow movement” toward disclosure on UAP.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to NewsNation."
    },
    {
        "title": "Particle is a new app using AI to organize and summarize the news",
        "link": "https://www.msn.com/en-us/news/technology/particle-is-a-new-app-using-ai-to-organize-and-summarize-the-news/ar-AA1tWMhU?ocid=BingNewsVerp",
        "description": "Particle’s plan is to use AI to do two particularly useful things. First, it organizes lots of articles and coverage into ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JwlVLQuYnIwi-7AAHUo92S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Startup CEO says humans won't be needed for translation in 3 years as it launches AI app",
        "link": "https://www.msn.com/en-us/money/technologyinvesting/startup-ceo-says-humans-won-t-be-needed-for-translation-in-3-years-as-it-launches-ai-app/ar-AA1tZp0D?ocid=BingNewsVerp",
        "description": "Unbabel on Wednesday announced an artificial intelligence-powered translation service, adding another rival to a highly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G3imQHjcu2ewicjA2wgOZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Microsoft Notepad and Paint, of All Apps, to Get AI Writing and Generative Fill Tools",
        "link": "https://www.yahoo.com/tech/microsoft-notepad-paint-apps-ai-170523111.html",
        "description": "Time to say goodbye to Gemini and Photoshop? Microsoft is modernizing its classic Windows Notepad and Paint apps with AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.O7uTO59qYphLGBStNxLNDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19h",
        "source": "Yahoo",
        "article_content": "Microsoft has started testing the integration of AI into two of its longstanding Windows applications, Paint and Notepad. These new AI-powered tools are currently available for Windows 11 Insiders in the Canary and Dev Channels.\n\nPaint is getting two new AI features. The first is called \"Generative Fill,\" similar to PhotoShop; it lets users add or modify elements in their artwork by describing the desired changes.\n\nThe second feature of Paint, \"Generative Erase,\" lets users remove unwanted objects from their canvas, similar to Google Photo's Magic Eraser. The AI then fills in the empty space, making it look like the object was never there.\n\nAdvertisement Advertisement\n\n\"With generative fill, you can make edits and additions with just a few words while maintaining the existing art style of your project. We are also introducing generative erase, a new AI-powered tool that helps you remove unwanted objects from the canvas, filling in the empty space left behind to make it look like the object was never there.\" said the product manager of the Windows Inbox Apps group, Dave Grochocki, reports Bleeping Computer.\n\nNotepad is also receiving an AI upgrade with the \"Rewrite\" feature, previously known as CoWriter. This tool allows users to rephrase sentences, adjust the tone of their text, and modify the content's length based on their preferences.\n\nThe Rewrite feature in Notepad is currently available in preview to Windows 11 users in select countries, including the United States, France, the United Kingdom, Canada, Italy, and Germany. Users need to sign in with a Microsoft account to access this feature.\n\nIf the generative fill turns out to be as good as what Adobe has for Photoshop, it can be a real changer for Microsoft Paint. Maybe I'll start using it again after last using it in 5th grade."
    },
    {
        "title": "F5 gateway works to protect and manage AI applications",
        "link": "https://www.networkworld.com/article/3603670/f5-gateway-works-to-protect-and-manage-ai-applications.html",
        "description": "The F5 AI Gateway is designed to optimize access to AI applications while mitigating attacks and securing critical ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RYd180fWIcgqgVzXKytQgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Network World19h",
        "source": "Network World",
        "article_content": "A new gateway from F5 is aimed at helping enterprises to better manage AI security and delivery.\n\nThe F5 AI Gateway offers an automated way for customers to secure and manage interactions among AI applications, APIs, and large language models (LLMs). It’s a containerized Kubernetes service that can be deployed on its own or integrated with existing F5 software, hardware or services, the company stated. The gateway supports popular AI models such as OpenAI, Anthropic, Ollama as well as generic HTTP upstream LLMs and small language model (SLM) services.\n\nAI applications present unique challenges with respect to security, monitoring, and delivery, according to Lori MacVittie, a distinguished engineer in F5’s CTO office."
    },
    {
        "title": "China’s hottest AI bot? ByteDance’s Doubao tops the charts with 51 million active users",
        "link": "https://www.scmp.com/tech/tech-trends/article/3286276/chinas-hottest-ai-bot-bytedances-doubao-tops-charts-51-million-active-users",
        "description": "Its popularity has been enabled by ByteDance’s deep pockets, strong product team, and a design philosophy that brings the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PIN8uIjbp89C9y4ZSNJ8Qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "scmp.com",
        "article_content": "Doubao, a ChatGPT-like conversational bot developed by TikTok owner ByteDance, has emerged as the most popular AI app for Chinese consumers among a long list of competing products, even though its profit model remains unclear.\n\nAdvertisement\n\nThe app, which was launched last August, topped the AI bot chat ranks with 51 million monthly active users (MAUs) in China, according to Aicpb.com, a website that tracks AI products. The user base was larger than Baidu’s Wenxiaoyan – formerly known as Ernie Bot – with 12.5 million users and Alibaba Group Holding-backed Moonshot AI’s Kimi at 10 million. Alibaba owns the South China Morning Post.\n\nAs Beijing requires government registration of AI apps before they are made available to download onto smartphones and laptops, the Chinese market is dominated by domestic products, with little presence from globally popular apps like ChatGPT, which said it has over 180 million users.\n\nA screenshot of Doubao, the ChatGPT-like conversational bot developed by TikTok owner ByteDance. Photo: Handout\n\nDoubao, which is free to download and use in China, has proved popular. Apart from tasks such as writing emails or summarising long texts, it also supports image, audio and video generation, data analysis, and AI-powered online search – a function that ChatGPT only recently acquired.\n\nThe wide array of capabilities has helped Doubao become the go-to AI app for Chinese consumers. ByteDance, however, has not announced any plans to monetise Doubao, even though it is costly to train such applications based on large language models.\n\nA consultant surnamed Cheng, who works in Hangzhou, said Doubao has become an effective tool for “editing and improving text”, and for its “logical organisation of content”. Zhu Jiahui, a software salesperson based in Beijing, said he is a frequent user of Doubao for its easy-to-use design despite it being feature-rich.\n\nAdvertisement\n\nThe app, accessible from its official website as well as on Android and iOS app stores, offers some of the most versatile capabilities among its local and global peers, according to analysts."
    },
    {
        "title": "‘Amityville Horror’ house may still be ‘haunted’ — 50 years after shocking real-life murders on Long Island",
        "link": "https://nypost.com/2024/11/13/us-news/amityville-horror-house-may-still-be-haunted-50-years-after-murders-that-sparked-haunting-craze/",
        "description": "'The Amityville Horror' house may still be 'haunted' 50 years after the real-life massacre that inspired the book and movies, ...",
        "image_url": "https://www.bing.com/th?id=OVF.PAOoEELUEwSk2LMa3jBorg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "New York Post5h",
        "source": "New York Post",
        "article_content": "“The Amityville Horror” house may still be “haunted” 50 years after the real-life massacre that inspired the book and movies, neighbors and a paranormal expert close to the case claim.\n\nThe Long Island home could still have “dormant” demonic entities inside, waiting to be reawoken and conjured anew years after the infamous 1974 murder of six family members there.\n\n“Absolutely. I believe there are more things in this world that we don’t understand, and I don’t discount the possibility at all,” said Fran Walters, who has lived next door for the last 28 years.\n\n“When I first moved out here, I’d walk by there and I could not believe there was a little girl playing in the front, and I remember thinking, ‘How could a family with little kids buy this house?'” she said.\n\n5 On Nov. 13, 1947, Ronald DeFeo, 23, walked through his Amityville home and executed his sleeping family Newsday via Getty Images\n\nThe house has long attracted curiosity seekers over its claims that it is haunted, but the legends began with a real-life crime on Nov. 13, 1974.\n\nAt around 3 a.m., 23-year-old Ronald “Butch” DeFeo rose from bed with a .35 caliber rifle in his hands and executed his parents and four siblings as they slept.\n\nHe then got dressed, and went to work. It wasn’t until hours later that DeFeo burst into a neighborhood bar and claimed somebody had attacked his family.\n\nThe next year DeFeo was sentenced to life in prison, but he spent his life blaming a long list of others — at one point reportedly claiming “voices” coming from the house urged him to do it.\n\nThough DeFeo was believed to be a heavy drug user, famous paranormal investigators Ed and Lorraine Warren — who have since been fictionalized in “The Conjuring” series of movies — came to believe he was performing satanic rituals, and those voices may have been demonic forces he unleashed on the house.\n\n5 DeFeo was sentenced to life in prison, and died in 2021 ASSOCIATED PRESS\n\n“DeFeo was into Satanism,” said Tony Spera, the Warrens’ son-in-law, who now leads the couple’s New England Society of Psychic Research. “He had a little room they called the red room because it was painted red, and there’s a little cubby hole and he kept his satanic artifacts in there.\n\n“Things were happening in the home,” Spera told The Post. “Something was going on in that house that was nefarious, and we believe it was Ronald DeFeo Jr. doing these satanic rituals.”\n\nAs DeFeo was being sentenced, George and Kathy Lutz moved into the Amityville house with their three kids at a bargain price of $80,000.\n\nOver the next 28 days, the family claimed they were harassed by a host of terrifying happenings — including levitations and visions of hags, the children sleeping face-down just as the DeFeos bodies were found, freezing temperatures while fireplaces raged, and slime oozing from walls and doors.\n\n5 Tony Spera, the son-in-law of Ed and Lorraine Warren, cautioned that the Amityville house could still be haunted Matthew McDermott\n\nThey fled the home before the month was out, and after a local news station camped out at the house for a segment the Warrens showed up to investigate — but the Lutzes reportedly refused to go back inside with them.\n\n“There was an arrangement for George to meet Ed and Lorraine at a pizza place about five blocks away from the Amityville house,” Spera recounted. “Ed said, ‘Well, let’s go to the house and check it out.’\n\n“George stands up, pulls out the keys to the house. He goes, ‘Here’s the keys. I’m not going in that house … I’m not going anywhere near that house. Do me a favor, Ed, in such-and-such a drawer there’s a deed to the house. Just get me that, will you?’”\n\nMonths later the Lutzes inked a book deal to tell their story, with “The Amityville Horror: A Story,” which came out in 1977 and was an immediate success, sparking an even more successful film and sequels.\n\nThough many wrote it off as a hoax — DeFeo’s own attorney, William Weber, later claimed he and the family concocted the story over several bottles of wine — the Lutz parents stood by their story for life.\n\n5 George and Kathy Lutz stood by their haunting story their entire lives Getty Images\n\nAnd while the house has changed hands numerous times since the Lutzes left, none of the owners have ever reported any hauntings over those five decades — something Spera thinks doesn’t necessarily mean the Lutzes were lying, or that whatever haunted them is really gone.\n\n“Ed used to not want to talk very much about it, because he said the more recognition you give to it, the more likely something would happen. It depends on the entity, too, that might be at that house. It may lay dormant for years,” Spera said.\n\n“There could possibly — and I’m emphasizing the word possibly — still be something dormant in that structure that could reignite with either recognition, or somebody doing rituals in the house, incantations, or a family that is susceptible to hauntings — in other words, a family that’s weak-willed, or someone in the house that’s weak-willed.\n\n5 The Amityville house has changed hands numerous times since 1974, but nobody has reported a haunting since Getty Images\n\n“So in other words, I can move into a house. I can make it haunted. I can make the house haunted by dabbling in occult practices, by doing witchcraft, incantations, satanic rituals, using a Ouija board in the house,” he added.\n\n“When you do things like that, you’re inviting things into your life. You’re inviting the unknown in.”\n\nThe current residents of the house – along with one of the Lutz children – declined to comment.\n\nAs for Walters — who “made it a point to never ever, ever watch the movie” — she’s ventured inside the “beautiful” home once during an estate sale, but wouldn’t consider living there.\n\n“In the back of my head, the Amityville Horror would always be there. You’d hear a little creak in the night and it might set you off. I don’t know,” she said."
    },
    {
        "title": "Jenni ‘JWoww' Farley Captured Real Paranormal Activity Filming Horror Movie Devon",
        "link": "https://www.msn.com/en-us/movies/news/jenni-jwoww-farley-captured-real-paranormal-activity-filming-horror-movie-devon/ar-AA1tXPI8?ocid=BingNewsVerp",
        "description": "Jersey Shore star Jenni Farley, also known as 'JWoww,' is now a writer and director with Devon. Her first horror movie is out ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cKPRZOtfCH_LoYNcY8638S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "ComingSoon on MSN20h",
        "source": "ComingSoon on MSN",
        "article_content": ""
    },
    {
        "title": "‘Season’s Screamings:’ Halloween and Christmas collide at outdoor festival",
        "link": "https://www.latimes.com/socal/daily-pilot/entertainment/story/2024-11-12/creep-it-real-festive-santa-ana-expo",
        "description": "Creep it Real Festive returns to the Heritage Museum of Orange County with more creepy Christmas fun in store.",
        "image_url": "https://www.bing.com/th?id=OVFT.eiw-gJVxyp8t47qVCsat1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "22h",
        "source": "Los Angeles Times",
        "article_content": "A guest poses with “Creep Kringle” at Creep it Real Festive at the Heritage Museum of Orange County.\n\nLooking to have yourself a very merry and scary Christmas?\n\nWhether perusing through horror-themed wares, posing with a ghastly “Creep Kringle” or following a procession led by Michael Myers in a Santa hat, Creep it Real Festive is chock-full of season’s screamings.\n\nThe outdoor festival nestled in November between Halloween and Christmas offers two days of holiday-mashing mayhem with an assortment of vendors, food trucks, live bands and spooky surprises.\n\n“We love both of the seasons,” said Kevin Valantine, who co-founded Creep it Real Festive. “We thought that bringing some twisted sense of Halloween darkness into the good and pure of Christmas would be fun.”\n\nAdvertisement\n\nValantine and Megan, his wife, are also the husband-and-wife duo behind Creep it Real OC, an outdoor Halloween festival in September that first began as an expo five years ago in Laguna Niguel before burgeoning into the largest event of its kind in Orange County.\n\nWith Creep it Real OC’s early success, the idea for a Christmas-fused festival to cure Halloween hangovers was inspired by vendors, fans and a creative impulse to do another event before the year’s end.\n\nCreep it Real Festive emerged from that crucible and offered an alternative to saccharine yuletide celebrations from the grounds of the Heritage Museum of Orange County in Santa Ana.\n\n“We knew we had something special with the concept,” Valantine said. “Then we saw that the demand was there with the first festival. Vendors outdid themselves and showcased their creativity by blending both of the seasons.”\n\nThe Heritage Museum of Orange County has hosted the festival since it first began in 2022.\n\n“For those of us who live spooky all year long, which I do, it’s great, big way for us to transition out of Halloween and into the holiday season,” said Darcy Staniforth, the museum’s paranormal coordinator. “Historically, people used to tell ghost stories at Christmas. A creepy event during the holiday season only makes sense.”\n\nGhostface and Michael Myers cosplayers get into the Christmas spirit at Creep it Real Festive. (Courtesy of Creep it Real Festive)\n\nThe Valantines plan both Creep fests in tandem about a year in advance.\n\nIt’s been a remarkable journey for the Valantines, who started out humbly in 2019 with a few dozen vendors, a DJ and a costume contest.\n\nLast year’s Creep it Real Festive sold out and drew about 2,300 people across both days.\n\nThe event promises even more morbid merriment this year with holiday sweets, apothecary products, horror apparel, original artwork, handmade crafts, photo ops and a tarot card reader rounding out the biggest assemblage of vendors to date.\n\nValantine likens the mood of the festival to the “unfinished business” of Halloween and sees the event as a way to get an early jump on Christmas shopping for horror enthusiasts while supporting small businesses in a niche market.\n\nEven though Creep it Real Festive is close in spirit to the Valantines’ September Halloween festival, it is its own event, and they have learned from past events on how to best accommodate the shift in seasons.\n\nThere won’t any celebrity meet-and-greets like Creep it Real OC, which takes place during daytime hours, as guests have shown a preference for the evening’s ambiance as its own attraction.\n\nBut there will be Haunted OC ghost tours of the museum’s landmark Kellogg House for those that purchase “VIC” or “Very Important Creep” passes.\n\nAs the museum’s paranormal coordinator, Staniforth helps crews investigate reports of supernatural activities at the Victorian home on the property. During Creep it Real Festive, she’ll serve as the primary Haunted OC “ghost host” for tours.\n\n“It is definitely haunted,” she said. “On one of my last tours on Halloween, we all heard footsteps on the second floor as if someone was walking around in the attic — and no one was in the attic.”\n\nMegan and Kevin Valantine are the duo behind Creep it Real Festive. (Rawl of the Dead / Courtesy of Creep it Real Festive)\n\nNearby, the museum’s gazebo will serve as the focal point of festivities. It’s where Frankie & Igor, a musical comedy act, and No More Somedays, will take the stage to perform.\n\nValantine hints at surprise events that will happen throughout the day in addition to scheduled live entertainment.\n\nThere will also be a bar with spooky-themed libations to keep the mood merry.\n\nValantine calls Creep it Real Festive his personal favorite event to plan with its uniqueness in mind. Ticket sales have already outsold last year’s total attendance.\n\n“It has certainly gotten more successful with every passing year,” he said. “It’s a wonderful way to meander around and enjoy the night.”\n\nFor more information, visit creepitrealoc.com."
    },
    {
        "title": "10 real-life destinations straight out of a Tim Burton movie",
        "link": "https://faroutmagazine.co.uk/10-destinations-tim-burton-movie/",
        "description": "Few directors have a visual style as distinctive as Tim Burton. The director has been building Gothically surreal and whimsically macabre worlds for decades.",
        "image_url": "https://www.bing.com/th?id=OJ.uSmjUzb62qS05A&pid=news&w=91&h=16&rs=2",
        "category": "paranormal",
        "date": "8h",
        "source": "Far Out Magazine",
        "article_content": "10 real-life destinations straight out of a Tim Burton movie\n\nFew directors working today have a visual style as distinctive as Tim Burton. The writer-director has been building gothically surreal and whimsically macabre worlds for decades, blending darkness, oddball energy, and the downright bizarre to create darkly funny, unmistakable movies for viewers of all ages.\n\nAlthough his feature debut was Pee-wee’s Big Adventure in 1985, his true coming out as an auteur was 1988’s Beetlejuice. Full of gallows humour, eccentric paranormal beings, and a truly surreal version of the afterlife, it set a high watermark for Burton’s career and offered actors like Winona Ryder, Michael Keaton, and Catherine O’Hara some of the most delightful roles of their careers.\n\nAlthough Burton’s visual style is unmistakable, he’s used it in a wide variety of settings. From mist-shrouded forests in Sleepy Hollow to the secluded castle in Edward Scissorhands and the wild skeleton party in Corpse Bride, he’s found all the ways to make horror tropes as stylised and charming as possible.\n\nGiven their darkness, it might seem strange that anyone would want to live in or even visit the world of a Tim Burton film, but as any of his fans could tell you, there is more beauty, mystery, and quirkiness in that cloak of doom than you might imagine, and spending just a few moments in those fantastical settings would be worth a trip around the world.\n\nHighgate Cemetery, London\n\nA lot of business happens in the cemetery in Beetlejuice. It’s where the freelance bio-exorcist of the title dwells, waiting for someone to call on him for assistance. And as a result, it’s where Michael Keaton does the most… enthusiastic acting of his career. The graveyard may be nothing more than a model come to life, but the atmosphere is set by all those tombstones, even if they are made of cardboard. Then, there’s Halloween Town in The Nightmare Before Christmas, which is full of sinister grey stones and curling mist.\n\nAny self-respecting Burton fan should make a trip to a graveyard, and few are as scenic as Highgate Cemetery in north London. Designed by architect Stephen Geary nearly two centuries ago, it is home to about 170,000 bodies and covers 15 hectares (37 acres). It features winding pathways lined with towering crypts, moss-covered gravestones, and almost certainly supernatural activity. It may not be the location of any of Burton’s films, but it definitely feels like one.\n\n(Credits: Far Out / Joanna Penn)\n\nHallstatt, Austria\n\nOne of Burton’s favourite stylistic touchstones in the gothic period. Whether drawing on architecture or simply putting all his characters in dark eyeliner, he is committed to all things goth, in both the capitalised and lowercase sense of the word. Many of his settings also feature isolation, especially tall houses on hills above a town. This architecture gives his main characters an added element of loneliness. He loves characters who are ostracised, and putting them in whimsically haunted houses far away from civilization adds to their charm and moroseness.\n\nHallstatt in Austria is just such a place. Tucked away in Austria’s mountainous Salzkammergut region, it sits on Lake Hallstatt and features 16th-century architecture that is both beautiful and haunting. With a population of less than 800 people, it feels cloistered and remote, just like the best of Burton’s locales.\n\n(Credits: Far Out / Free Walking Tour Salzburg)\n\nSedlec Ossuary, Czech Republic\n\nLet’s not beat around the bush. Burton has a love of the macabre, specifically skeletons, so it stands to reason that you’d need at least one travel destination that leads you to human bones. Under most circumstances, this sort of adventure could get you arrested, but not if you visit Sedlec Ossuary, a Roman Catholic chapel in Kutná Hora, Czech Republic.\n\nThe location began as a burial site around 1278. During the Black Plague, thousands of bodies were buried there, and when workers began to build a church on top of them in the 15th century, many of them were exhumed, and the bones were stacked in piles. Eventually, those bones were turned into art. There are garlands of skulls, a bone chandelier, and a general atmosphere of extreme eeriness. You can imagine Tim Burton feeling right at home.\n\n(Credits: Far Out / Nan Palmero)\n\nHoia-Baciu Forest, Romania\n\nKnown as the most haunted forest in the world, the Hoia-Baciu Forest is located near the Transylvanian capital of Cluj-Napoca. It’s only three square kilometres, but it has more than its fair share of legends, from classic ghost stories to modern claims of paranormal activity. Regardless of what you believe about the supernatural, the forest is full of tall, twisted trees that are often shrouded in mist.\n\nBurton has used shadowy woods in his movies, both animated and live-action. Like the misty forest in Corpse Bride or Western Woods in Sleepy Hollow, the Hoia-Baciu Forest gives the impression that those trees disappearing into the fog are hiding more than branches.\n\n(Credits: Far Out / Cristian Bortes)\n\nOaxaca, Mexico\n\nIn Corpse Bride, Victor accidentally makes a young dead woman believe he has married her, and she takes him down to the world of the deceased. There, they visit the Ball and Socket Pub and are serenaded by Bonejangles and his band, who tell her story through song.\n\nThe upbeat nature of the music is wonderfully out of sync with the macabre setting, but Burton didn’t invent the idea of colourful, joyous depictions of death. In Mexico, Dia de los Muertos is a days-long holiday honouring loved ones who have died. Instead of being a sombre occasion, it is full of colour, music, and ecstatic pageantry. Decorative skulls are everywhere, and people paint their faces to look like skeletons and erect shrines covered in bright orange marigolds to celebrate those who have passed. In the city of Oaxaca, Dia de los Muertos is as vibrant and busy as Carnival in Rio. Full of colour and dancing, it’s like a bigger, more joyful, citywide version of the Ball and Socket Pub in Burton’s stop-motion classic.\n\n(Credits: Far Out / Cidades para Pessoas)\n\nNeuschwanstein Castle, Germany\n\nChilly mansions situated far from the cosy streets of civilization is one of Burton’s most common tropes. Often, these buildings aren’t haunted; they’re just a metaphor for the isolation of his characters. Edward Scissorhands is the primary example. Sweet and innocent, he becomes a curiosity when he is brought down to suburbia, but being different has tragic consequences in a world of conformity.\n\nNeuschwanstein Castle in Germany is known for being the inspiration behind the Disneyland castle that appears before all the studio’s movies, but one look at the real castle, and you’ll see that there is nothing twee or sweetly fantastical about it. Located on a steep section of the foothills of the Alps, it appears chilly and inaccessible, exactly the sort of place where characters like Edward Scissorhands are banished.\n\n(Credits: Far Out / Thomas Wolf)\n\nAshikaga Flower Park, Tochigi, Japan\n\nOne of the most gorgeously surreal destinations to visit is the Ashikaga Flower Park in Tochigi, Japan. Bursting with carefully manicured gardens featuring flowers of all shapes and colours, it looks fantastical and otherworldly. One part of the park features a ceiling of dangling purple wisteria blossoms, and at night, LED lights illuminate sections of the gardens with even more colours.\n\nIf Burton had been looking for real-world settings for Alice in Wonderland instead of relying so heavily on CGI, he could have done worse than get a filming permit for the Ashikaga Flower Park. Short of that, we can all aspire to visit the real location.\n\n(Credits: Far Out / Hiroaki Kaneko)\n\nLa Petite Venise, Colmar, France\n\nIn the northeastern French city of Colmar, there is a historical neighbourhood called La Petite Venise that features colourful Alsatian half-timbered houses lining a canal. The Alsace region is close to Germany and Switzerland, giving it a distinct style of architecture that isn’t governed by a single national identity.\n\nWith their steeply pitched roofs, stepped gables, and pastel walls, the houses look like they belong in any number of Burton films. The colours are reminiscent of his stylized version of suburbia in Edward Scissorhands, while their half-timbered facades are reminiscent of the Dutch houses in Sleepy Hollow. You could even imagine Bonejangles bursting out of the Ball and Socket Pub to play jazz in the streets.\n\n(Credits: Far Out / Infrogmation of New Orleans)\n\nThe Dark Hedges, Northern Ireland\n\nOne of the most distinctive elements of Sleepy Hollow is the Western Woods, the misty forest where the Headless Horseman was murdered and the Crone Witch lives in a hollow. It is full of atmosphere – trees with twisted branches, leaves covering the ground, and fog so thick you can only see the spectral outlines of limbs.\n\nThe world of the film takes place in Upstate New York, but if you want to visit a group of trees that is at least as atmospheric as the one in the movie, you need to visit the Dark Hedges in Northern Ireland. Although they only form an avenue along a road rather than a forest, their undulating shape and towering height feel completely immersive. The trees may not bleed like the Tree of the Dead, but when they’re shrouded in mist, they seem just as supernatural. Not surprisingly, they have already been a boon for filmmakers, specifically for the crew behind Game of Thrones.\n\n(Credits: Far Out / Colin Park)\n\nPark Güell, Barcelona\n\nBurton’s more recent forays into colourful, psychedelic fantasy may not be nearly up to the cinematic calibre of his earlier work, but they can’t be accused of lacking style. If you’re looking for a place that mimics the garish, surreal worlds of Charlie and the Chocolate Factory or Alice in Wonderland, Park Güell in Barcelona is a close approximation.\n\nDesigned by pioneering Modernist architect Antoni Gaudí, the park is famous for its colourful mosaics, rounded edges, and geometric shapes. Walking through it feels like stepping into another world, just like Charlie and Alice do in their respective movies.\n\n(Credits: Far Out / Bernard Gagnon)"
    },
    {
        "title": "David Duchovny, Gillian Anderson honestly acknowledge not speaking during ‘X-Files': 'Failure of friendship'",
        "link": "https://www.aol.com/news/david-duchovny-gillian-anderson-honestly-213304862.html",
        "description": "David Duchovny and Gillian Anderson acknowledged there was \"a lot of tension\" between them on \"The X-Files\" that resulted in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.A8SntDl2gaAJl21ARaV4lS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "16h",
        "source": "AOL",
        "article_content": "David Duchovny and Gillian Anderson acknowledged there was \"a lot of tension\" between them on \"The X-Files\" that resulted in the co-stars not speaking for weeks off camera while working on the hit show.\n\nAnderson, 56, spoke to Duchovny, 64, on the Nov. 12 episode of his \"Fail Better\" podcast, with the two revisiting their time together on the hit Fox show that ran from 1993-2002, spawned two movies, and revivals in 2016 and 2018. Duchovny played FBI Special Agent Fox Mulder, and Anderson played his partner, Special Agent Dana Scully, in the science fiction series about unsolved cases involving the paranormal.\n\nAnderson said she came on Duchovny's podcast to have \"a conversation that I don't feel like we ever had,\" which led to him reflecting on shooting the show together during the height of its popularity in the '90s.\n\nDavid Duchovny and Gillian Anderson in the 2008 movie \"The X Files: I Want to Believe.\"\n\n\"The part of this conversation that is the trickiest part for me is, I guess I would talk about like my failure of friendship, or my failure of companionship,\" Duchovny said.\n\n\"There was a long time working on the show where we were just not even dealing with one another off camera,\" he added. \"And there was a lot of tension, which didn’t matter, apparently, for the work, because we’re both f------ crazy, I guess, that we could just go out there and do what we needed to do.\"\n\n\"It’s crazy that we were able to present on camera the various feelings and emotions and attraction and all that kind of stuff, but then not speak to each other for weeks at a time or whatever,\" Anderson said.\n\n\"I don’t know, but I could have handled myself better,\" Duchovny said.\n\nDavid Duchovny and Gillian Anderson in 1998.\n\nDuchovny also opened up about leaving the show in the early 2000s and his emotions after Anderson left \"The X-Files\" following its revival in 2018.\n\n\"I never apologized to you for that,\" he told Anderson about his original departure from the show. \"I don’t know that I even talked to you about it, and then you said you weren’t going to do the show anymore, like, the last time we did it (in 2018). And I know that hurt my feelings.\"\n\n\"Oh, I didn't know,\" Anderson said.\n\n\"I get it, you know, like, OK, and I support it, whatever it is you want to do, but I was like, 'Oh, she’s quitting me,' you know?\" Duchovny said. \"She doesn’t like working with me anymore. It was like, that little kid inside is going, 'Hey!' And then I was like, but I didn’t say anything to her back in the day.\"\n\nLater in their conversation, Anderson returned to the moment Duchovny left in 2001.\n\n\"We never talked about it,\" she said. \"I don’t think I ever blamed you. ... I don’t think I blamed you at all. I don’t think I was upset.\"\n\n\"Well, thanks a lot,\" Duchovny said.\n\nAfter Duchovny departed, Anderson considered following him out the door.\n\n\"There was a point, I mean, for me at that time, it was, 'Can I too?'\" she said. \"At first I thought, 'Well, then we’re both going to because clearly I can’t go on without him, so surely I’ll be able to.' And then they started talking about, 'Well, if you stay on, you can actually make some good money.'\"\n\nDuchovny also recalled a \"dysfunctional\" moment between the two in the midst of their stardom on the show.\n\n\"It was some Emmys, and it was the day after, and I had a private plane, and I was giving you a ride,\" he said. \"And you were late, and I was so angry. And then we sat on this private plane, flying to Vancouver from LA, not talking.\n\n\"And you wrote me a letter,\" he continued. \"So you’re just like 6 feet away from me, writing a letter to me, and it’s a beautiful letter. I don’t remember it exactly, but it was appreciative, and it was like it was all the things that I wanted to hear. But it’s just amazing that we couldn’t just have that conversation. The fact that it’s a private plane, it’s just all ridiculous.\"\n\n\"I had no memory that we were even on a private plane together, let alone, yeah, I wrote you a letter on one,\" Anderson said. \"Interesting.\"\n\nDuchovny also remembered a moment with \"The X-Files\" creator Chris Carter amid some tension in the first season.\n\n\"I think we were kind of butting heads so early on in the first season that Chris asked us if we would go into fake couples (therapy). Like, would we go into TV character couple therapy? I remember sitting in his office with you, and Chris is like, 'Yeah, do you guys want to go into therapy.' And I was like, 'You mean as Mulder and Scully?' I’m confused. I remember that.\"\n\nAnother source of strife came in 2016 when Anderson fought for pay equity with Duchovny for the revival of the show. She told The Daily Beast at the time that she was only offered half the salary of Duchovny for the 2016 return and had spent three years during the original run of \"The X-Files\" trying to achieve pay equity with her co-star.\n\nDavid Duchovny and Gillian Anderson in the later years of \"The X-Files.\"\n\n\"That whole pay equity thing, that’s in our past as well,\" Duchovny said. \"I was part of that.\n\n\"Selfishly, back then, I thought I was like being attacked,\" he continued. \"I thought, 'Oh, I’m being attacked for being offered more money.'\"\n\n\"Attacked by who?\" Anderson asked.\n\n\"The world,\" Duchovny said.\n\n\"What, that they blamed you in some way?\" Anderson said.\n\n\"In a way,\" Duchovny said.\n\n\"Oh really, I didn’t know that,\" Anderson said. \"I'm sorry. That's interesting that I wasn't paying attention to that side of it.\"\n\n\"Well, I didn't make you pay attention to it,\" Duchovny said.\n\nDuring their talk, the two also delved into Anderson's childhood and latest ventures, including her new book, \"Want,\" a collection of anonymous sexual fantasies submitted by women from around the world.\n\nThis article was originally published on TODAY.com"
    },
    {
        "title": "2024 AAAS Kavli Science Journalism Award winners named",
        "link": "https://www.eurekalert.org/news-releases/1064303",
        "description": "Stories on the discovery of vital fluid-transport systems in the human body are among the winners of the 2024 AAAS Kavli Science Journalism Awards. Winning journalists also did immersive stories on ...",
        "image_url": "https://www.bing.com/th?id=ODF.e1zl1SsYjW6F81ApWGfeuw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "EurekAlert!16h",
        "source": "EurekAlert!",
        "article_content": "Content not available"
    },
    {
        "title": "First amber find on the Antarctic continent",
        "link": "https://www.sciencedaily.com/releases/2024/11/241112122816.htm",
        "description": "Roughly 90 million years ago, climatic conditions in Antarctica were suitable for resin-producing trees. Researchers have now made the southernmost discovery of amber in the world.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily21h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Plans to repurpose Atlas Science Center's assets still unclear after museum's closure",
        "link": "https://www.msn.com/en-us/money/companies/plans-to-repurpose-atlas-science-centers-assets-still-unclear/ar-AA1tUpsR?ocid=BingNewsVerp",
        "description": "Museum leaders announced earlier this month the facility would permanently close. They cited rising operational costs.",
        "image_url": "https://www.bing.com/th?id=OVFT.LTSq0KRHaGcTRfciizu_gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18hon MSN",
        "source": "WLUK Green Bay on MSN",
        "article_content": ""
    },
    {
        "title": "A DNA Discovery Shatters the Truth About Pompeii’s Famous Victims",
        "link": "https://www.popularmechanics.com/science/archaeology/a62872156/pompeii-dna-vesuvius-victims/",
        "description": "A new study— published in Current Biology by a team of researchers at Harvard University and the Archaeological Park of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RDF_QVznKfNyTIUnMCq32C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2h",
        "source": "Popular Mechanics",
        "article_content": "Some of the victims of the Mount Vesuvius eruption in 79 A.D. in Pompeii were cast in plaster to preserve the scene.\n\nNew DNA studies of those victims tell a different tale than what experts had previously speculated.\n\nCommon interpretations of three well-known relationships were proven false by the scientific study.\n\nThe Mount Vesuvius eruption of 79 A.D. blanketed Pompeii in destruction. To preserve the historical nature of the event and help tell the stories of the residents of the city, some of the victims who had been buried by the ash and debris from the volcano were eventually cast in plaster. It turns out that the stories of a few of those individuals weren’t quite as truthful as we previously thought.\n\nA new study—published in Current Biology by a team of researchers at Harvard University and the Archaeological Park of Pompeii in Naples, Italy—asserts that ancient DNA taken from some of the victims challenges stories long told about those particular Pompeii citizens.\n\n“The findings demonstrate the importance of integrating genetic analysis with archaeological and historical information to enrich or correct narratives constructed based on limited evidence,” Alissa Mittnik, a co-author of the study, said in a statement.\n\nRelated Story Roman Coins, Graves Found in Pompeii Shop Dig\n\nFor decades, many of the stories told about the relationships and connections between individuals discovered within the Archaeological Park of Pompeii were based simply on the physical appearances of the victims and their proximity to one another. In one situation, for example, the tableau of an adult with a golden bracelet holding a child on their lap was interpreted as a mother holding her offspring. This recent DNA analysis, however, shows that there was no maternal presence or any familial relationship involved in the scene. Instead, the adult in the scene wearing the jewelry was a male who was biologically unrelated to the child.\n\nA second scene features four victims huddled together, often believed to be a family. But when the research team analyzed DNA from three of the victims, they found no genetic ties between them.\n\nIn a third situation, two individuals are seen lying in what is believed to be an embrace. Some have hypothesized the two people could be sisters, a mother holding a daughter, or even lovers. The DNA shows that at least one of the two people was a male, eliminating two of the three common interpretations.\n\nThe ancient eruption buried several Roman towns, killing inhabitants and laying ash deposits across cities that preserved everything from buildings to sculptures and mosaics to human victims. Shortly following the eruption, rain helped functionally cement the bodies within the ash. When excavators descended upon the area centuries later, the outlines of roughly 1,000 victims remained and—in over 100 cases—the cavities were filled in with plaster to preserve their positioning.\n\nRelated Story Before Volcanoes, Pompeii Struggled with Potholes\n\nWhile this DNA analysis dispels some of the myths of Pompeii, the goal of the team behind this work was not necessarily to sleuth out any definitive histories. And DNA on its own wouldn’t be enough to know the stories of these victims. For one, some of the remains may have been moved from their original positions, and the plaster casts could have been “creatively restored” in the past, the study authors wrote. The team also warned that using so few clues, such as jewelry, to spin a full tale proves risky, especially in an area rich with differing cultures.\n\nThe intent of the team was never to get these stories right once and for all—rather, they wanted to ensure that the tales were merely less wrong. “Instead of establishing new narratives that might also misrepresent these people’s experiences,” David Reich, co-senior author of the study, said in a statement, “the genetic results encourage reflection on the dangers of making up stories about gender and family relationships in past societies based on present-day expectations.”"
    },
    {
        "title": "Revolutionary Discovery: Self-Healing Metal Could Redefine Durability in Engineering and Technology",
        "link": "https://www.msn.com/en-us/money/markets/breakthrough-in-self-healing-metals-scientists-witness-metal-repairing-itself-paving-the-way-for-durable-resilient-materials/ar-AA1t8Xt9?ocid=BingNewsVerp",
        "description": "This phenomenon could potentially transform materials science and engineering applications across industries. The discovery ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZriDvJFvz6PEv6kazERMCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hosted on MSN15m",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Baidu Unveils iRAG and No-Code Tool Miaoda to Drive AI Application Boom",
        "link": "https://www.manilatimes.net/2024/11/13/tmt-newswire/pr-newswire/baidu-unveils-irag-and-no-code-tool-miaoda-to-drive-ai-application-boom/2002968",
        "description": "The new iRAG technology mitigates hallucinations in image generation, boosting the applicability of AI-generated images.",
        "image_url": "https://www.bing.com/th?id=OVFT.HgdO4EMpM17ajD4tagZd1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "manilatimes21h",
        "source": "manilatimes",
        "article_content": "- The new iRAG technology mitigates hallucinations in image generation, boosting the applicability of AI-generated images.\n\n- Miaoda is a no-code tool that enables users to build applications using simple natural language.\n\n- ERNIE now handles 1.5 billion daily API calls, marking an exceptional 30-fold growth over the previous year.\n\nSHANGHAI, Nov. 13, 2024 /PRNewswire/ -- Baidu, Inc. (NASDAQ: BIDU and HKEX: 9888), a leading AI company with strong Internet foundation, today hosted its annual flagship technology conference Baidu World 2024 in Shanghai. At the event, the company announced a range of new AI technologies and solutions to accelerate the boom of AI applications, featuring iRAG (Image-Based Retrieval-Augmented Generation), a new technology designed to tackle hallucinations in image generation, and Miaoda, a no-code tool that empowers businesses and individuals to create applications.\n\nThe launch comes amid surging demand for Baidu's AI offerings, as evidenced by the ERNIE foundation model's daily API calls reaching 1.5 billion by early November. This represents a substantial 30-fold increase from the 50 million announced a year ago.\n\nGet the latest news\n\ndelivered to your inbox Sign up for The Manila Times newsletters By signing up with an email address, I acknowledge that I have read and agree to the Terms of Service and Privacy Policy\n\nERNIE's daily API calls reach 1.5 billion by early November 2024 Advertisement\n\nRobin Li\n\nChina\n\n\"The growth rate exceeded my expectations,\" said, Co-founder, Chairman, and CEO of Baidu, who described the steep increase as a reflection of the explosive growth in generative AI applications inover the past two years.\n\nRobin Li, Co-founder, Chairman, and CEO of Baidu, speaks at Baidu World 2024\n\nAdvertisement\n\nLooking ahead, Li emphasized that agents will serve as the predominant form of AI applications and are approaching a tipping point of explosive growth. Underscoring this point, Li introduced the Top 100 Agents and Top 100 Industry Applications on the ERNIE AgentBuilder platform.\n\nBaidu World 2024 also highlighted the latest user growth for ERNIE Bot, ERNIE's expanding role in enterprise applications, and featured the debut of Xiaodu AI Glasses by Xiaodu Technology.\n\nNew iRAG Technology to Mitigate Hallucinations in Image Generation\n\nHallucinations, a phenomenon in which AI generates false or misleading information, have remained one of the most intractable barriers to the widespread adoption of generative AI. In text generation, RAG technology has largely resolved the problem of hallucinations, greatly enhancing the accuracy of generated answers. However, in the field of multimodality, hallucinations remain a key obstacle, often manifesting as inaccurate depictions of people or landmarks.\n\nBaidu's newly launched iRAG technology can mitigate hallucinations in text-to-image generation. Leveraging Baidu Search's vast collection of hundreds of millions of images and the company's strong foundation model capabilities, the new technology enables text-to-image models to deliver hyper-realistic visuals while also significantly reducing the cost of image production. The ability of the iRAG to reduce hallucinations boosts the applicability of images generated by text-to-image models across visual mediums, including comics, storyboards, posters, among others. Li described the reduction of hallucinations as laying the groundwork for the coming boom in AI applications.\n\nAdvertisement\n\nMiaoda: Building Applications with Natural Language\n\nBaidu also unveiled Miaoda, a no-code tool that makes it possible to build entire applications simply by describing them in natural language. Miaoda provides no-code programming, multi-agent collaboration, and multi-tool invocation. No-code programming allows anyone to generate code without writing a single line, lowering barriers to AI development and making it accessible to all. Its multi-agent collaboration leverages ERNIE's thinking and planning capabilities to coordinate and manage different agents effectively, while its multi-tool invocation taps into ERNIE's tool invocation abilities, extensively utilizing web search, iRAG, maps API, and other tools for a seamless workflow.\n\n\"Baidu isn't aiming to launch a 'super app'; instead, we aim to help more people and businesses create millions of 'super useful' applications,\" Li said.\n\nMirroring the real-world product development process, Miaoda draws on the abilities of different agents across multiple domains such as project management and planning, content editing, programming and quality control. Miaoda can even automatically identify bugs and use a range of tools. Li called it \"the most complex application case of multi-agent collaboration to date\".\n\nAdvertisement\n\nMiaoda empowers everyone with the capabilities of a programmer - anyone who can speak, can create applications, greatly enhancing human productivity.\n\nAgents as the Next Frontier in AI Application\n\n\"Today, while all leading global tech firms are paying attention to agents, few have made them as central to their strategy as Baidu has,\" Li said at the event. He likened the potential of agents to websites in the PC era and social media accounts in the mobile age.\n\n\"Agents are more human-like, more intelligent, and act like your sales, customer service representatives, or assistants. Agents will become a new vehicle for content, information and services,\" Li added.\n\nAdvertisement\n\nFour types of agents - company, character, tool, and industry - were highlighted at the event to demonstrate the potential of agents in the AI era. Company agents, for example, differ from traditional websites that only show static company and product information, and can instead proactively recommend products based on customer needs and respond promptly to service requests, greatly improving the efficiency of interactive marketing. After deploying an agent powered by ERNIE, automaker BYD saw a 119% increase in lead conversion.\n\nLi also offered the example of the tool agent Free Canvas, developed in collaboration between Baidu Wenku and Baidu Drive. It allows users to drag and drop documents, audio, video, and other materials onto a canvas-like interface to quickly generate multimodal content. Similarly, the industry agent Faxingbao was specifically developed for the legal field. It has answered over 16.6 million legal questions and can also calculate compensation, draft legal documents, and recommend suitable lawyers.\n\nTo date, Baidu's ERNIE AgentBuilder has garnered the interest of 150,000 businesses and 800,000 developers. The top 100 agents encompass character-based agents like the \"Farmer Academician\", as well as agents for tools, industries, workplace, emotions, and entertainment.\n\nExpanding ERNIE's Reach with Growing Developer Community, Enterprise Applications and AI Glasses\n\nAdvertisement\n\nHaifeng Wang, Chief Technology Officer of Baidu, announced that ERNIE Bot has amassed 430 million users, while the PaddlePaddle deep learning platform and ERNIE have a total of 18.08 million developers. Wang also mentioned that the ERNIE foundation model is still in training, with an even more powerful version worth looking forward to.\n\nDou Shen, Executive Vice President of Baidu and President of Baidu AI Cloud Group, highlighted that the Qianfan platform has helped customers fine-tune 33,000 models, and develop 770,000 enterprise applications. Shen noted that the explosion in new AI applications has begun on the enterprise front, supported by a new AI infrastructure comprising an enterprise-level foundation model engineering platform and a heterogeneous computing platform, poised to replace traditional cloud computing.\n\nYing Li, CEO of Xiaodu Technology, introduced Xiaodu AI Glasses, the first native AI glasses powered by a Chinese language foundation model. Powered by ERNIE and equipped with visual, audio, and location-based capabilities, these smart glasses serve as a versatile AI assistant across everyday scenarios. They function as a personal tour guide, offer information via Baidu Maps and Search, and excel in instant translation and content summarization from photos. Ideal for both academics and casual readers, they also assist with intelligent note-taking and can personalize music to enhance the user's surroundings. Li revealed that Xiaodu AI Glasses will be available for sale in the first half of 2025.\n\nAbout Baidu\n\nFounded in 2000, Baidu's mission is to make the complicated world simpler through technology. Baidu is a leading AI company with strong internet foundation, trading on the NASDAQ under \"BIDU\" and HKEX under \"9888.\" One Baidu ADS represents eight Class A ordinary shares.\n\nMedia Contact\n\n[email protected]"
    },
    {
        "title": "monday.com prepares Service push as AI traction picks up and customers become larger",
        "link": "https://diginomica.com/mondaycom-prepares-service-push-ai-traction-picks-and-customers-become-larger",
        "description": "From a product offering perspective, traction continues to build across the company’s target markets of work management, CRM, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OqQMSnfV1jrZ4XwkJj3F1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Diginomica1h",
        "source": "Diginomica",
        "article_content": "Eran Zinman\n\nA significant milestone for monday.com, the workforce management software provider, as it hits annual recurring revenue (ARR) of $1 billion. From a product offering perspective, traction continues to build across the company’s target markets of work management, CRM, service management and software development, including its Monday AI no code offering. Of the last of these, co-CEO Eran Zinman pitches:\n\nWe are excited to report initial strong adoption with a remarkable 150% increase in the use of AI blocks since Q2. Looking ahead, monday AI will be integrated throughout our entire product suite, enhancing functionality across the platform…In terms of total AI actions, it grew for more than 250% compared to Q2. And the AI blocks grew 150% from Q2. So overall, we see more and more customers adopt those blocks, people incorporate them into their automation. They create a lot of processes within the product that involves AI within that. And over time, we are planning to roll out the monetization tied with AI, where we're going to generate clear and efficient value for our customers. So definitely, we're very happy to see the progress with the AI features, the adoption of AI features. And over time, we've got the ability to monetize that as well.\n\nAt the risk of sounding like a 'show me the money' Wall Street short termist, when will that monetization be seen? Well:\n\nWe don't have a specific date, but it might be in 2025. But we can't commit to that.\n\nMeanwhile monday Work Management continues to gain significant traction with enterprise customers, says Zinman:\n\nIn Q3, our second largest customer, increased their seat count from 25,000 to 6,000 as part of their initiative to simplify and consolidate the technology stack. This represents a remarkable 24 fold increase in the receipt count since 2022…Until recently they had 25,000 seats, now we have this additional upgrade. What basically happened is they got more departments using the product across the team. We now have departments from consulting, infrastructure, finance, operations, and also the sales team. So all-in-all it's become a very significant tool within the company and also more room to grow. The feedback is great.\n\nService\n\nComing up is monday Service, currently in beta and on track for release at the end of the calendar year. This will be a significant addition to the monday arsenal, Zinman explains:\n\nWe're very excited about monday Service. It feels like there's a huge opportunity there, especially cross-selling that product to existing customers. Because of that and because we see them and also from our larger customers, we just want to make sure that, one, the product is mature enough so that it can scale within our existing customers, not just the smaller ones but also the mid-market enterprise customers. And then there's a bunch of features that we're planning to finalize before the official launch. One of them is the customer portal where people can create tickets, and also some AI functionality that we added into the product. We feel that we're pretty close to launching the full release of that product. The feedback from customers is very good, so overall, we're very excited. There seems to be strong demand in terms of go-to market, and also a great reception from customers who already use the product.\n\nHe adds:\n\nWhat we’ve seen currently from use cases that we have, we see IT service, but we see a lot of ticketing around HR, around operations, all the way to finance, marketing teams and customer support, internal customer support ticketing. Currently, we don’t plan to position monday Service as outside facing support platform, but mostly within the company. But given the current use cases, it’s very broad across the company, not just for IT, but across almost any department.\n\nExpanding\n\nThe company is expanding its headcount, up 194 people to 2,305 in the past three months - and more to come, said Zinman:\n\nThe fact that we hire more salespeople is basically because we see a lot of demand and a lot of opportunity within our own customer base. So it makes sense building towards growth for 2025. So we're pretty confident on that and our plans for 2025 as well. And again, like, as we grow more revenues coming from existing customers as they upgrade buying more products and adding more seats, but our acquisition engine and bringing the customers remains a very strong part of the business. And we're investing a lot into that and growing that as well.\n\nHe adds:\n\nThe way our sales organization is built is that we have different teams that focus on different go-to-market, meaning, SMB, mid-market and enterprise customers. And then within each one of those segments, we have the AEs (Account Executives) and AMs (Account Managers). AEs focus on acquiring and converting new businesses that sign up or have interest in using platforms, and AMs, which is the most significant part of our sale organization, are focused on expanding the customers. What they usually do is either expand an existing use case or find new buyers within the organization to sell them additional use cases or additional products. We're planning to scale that …I think this also presents an opportunity. We're also going up-market and definitely opportunity to expand that motion. We're going to bring more seasoned sales reps and perhaps leadership that have expertise in getting into the enterprise segment as well. So all-in-all, this is how the team is built, and we're planning to scale that and invest more heavily into larger accounts.\n\nPricing will play a part here, of course. Earlier this year monday introduced new pricing for both new customers and for existing customers on renewal. This new structure for the core Work Management platform saw a 12.5% increase for Basic, a 20% increase for the popular Standard tier, and an 18.8% increase for Pro with the impact on the Enterprise tier not disclosed. According to Zinman, these changes are going well:\n\nThe new pricing remains on target to be fully rolled out by July of 2025, so we're still kind of in the middle of the process. So far, it's been rolled out to about 50% of our customers. We see about $30 million impact for fiscal 2024 and total impact from the price increase will be about $80 million between fiscal '24 and fiscal year '26. So those are kind of the updated figures. But just to give you some more color, we are going really well with the price increase, reception from customers is good. We don't see any kind of negative feedback. So we continue to roll out the pricing as we planned.\n\nBut he does concede:\n\nWe do see a little bit less customer adds, but that's part of our price increase and part of our strategy that we focus not just on SMBs but also on large enterprises.\n\nMy take\n\nWith a presumed addressable market of around $100 billion, for ZInman’s co-CEO Roy Mann, all of this is part of a longer journey.\n\nAs the landscape of work evolves, we are determined to stay ahead of the curve by continuously investing in technology, exploring new markets, and fostering a culture of agility. monday.com is not just keeping pace with the industry, we are shaping its future.\n\nOne to keep a close eye on in 2025."
    },
    {
        "title": "Startup CEO says humans won't be needed for translation in 3 years as it launches AI app",
        "link": "https://www.msn.com/en-us/money/technologyinvesting/startup-ceo-says-humans-won-t-be-needed-for-translation-in-3-years-as-it-launches-ai-app/ar-AA1tZp0D?ocid=BingNewsVerp",
        "description": "Unbabel on Wednesday announced an artificial intelligence-powered translation service, adding another rival to a highly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G3imQHjcu2ewicjA2wgOZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "10hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Planet-heating pollution to hit all-time high, dashing hopes it would start to drop in 2024",
        "link": "https://edition.cnn.com/2024/11/13/climate/planet-heating-pollution-record-high/",
        "description": "Despite the urgent need to cut fossil fuel pollution to tackle the human-caused climate crisis, there is 'no sign' of a ...",
        "image_url": "https://www.bing.com/th?id=OVFT._MBtVFM358D1_BNrqt1IvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "9h",
        "source": "CNN",
        "article_content": "CNN —\n\nGlobal levels of planet-heating pollution from fossil fuels will hit record levels this year, according to new projections, dashing hopes 2024 would be the year they plateau or fall.\n\nFossil fuel pollution is set to rise to 37.4 billion metric tons this year, an increase of 0.8% from 2023, a report found. Global emissions from coal, oil and gas are all projected to increase.\n\nThe news comes as global leaders gather at the COP29 UN climate summit in Baku, Azerbaijan — talks which have been overshadowed by anxiety over what a new Trump administration will mean for global climate action. The urgency is clear, however, this year is “virtually certain” to be the hottest on record, and has seen back-to-back hurricanes, catastrophic flooding, devastating typhoons and severe drought.\n\n“The impacts of climate change are becoming increasingly dramatic, yet we still see no sign that burning of fossil fuels has peaked,” said Pierre Friedlingstein, a climate professor at the University of Exeter, who led the study, published Tuesday by the Global Carbon Project, a consortium of scientists.\n\nWhile fossil fuels make up the bulk of planet-heating pollution, the other main source is land-use change, including deforestation. Those emissions are also set to go up in 2024, according to the report, exacerbated by this year’s severe droughts and fires.\n\nThere was some more positive news: emissions are set to decline in the US and Europe, and China’s emissions are slowing, and could even see a decline this year, the research projected. But that progress is offset by increases in much of the rest of the world, including India.\n\nTotal global climate pollution will reach 41.6 billion metric tons this year, up from 40.6 billion metric tons last year, according to the report.\n\nThe increase may not seem huge, but it puts the world way off track for tackling the climate crisis.\n\nA UN report published in October said global carbon emissions were slowly plateauing and had raised the possibility they could fall this year.\n\nFossil fuel pollution needs to roughly halve over this decade to keep global warming lower than 1.5 degrees Celsius, a threshold countries have pledged to try to stay below in the Paris climate agreement.\n\nClimate change is already having catastrophic impacts. But scientists warn that at 1.5 degrees, it begins to exceed the ability of humans and the natural world to adapt — including potentially triggering devastating climate tipping points.\n\nHumanity has already lived through 12-month periods above this critical climate limit but scientists are more concerned about longer timeframes. Tuesday’s study estimates that at current rates of emissions, there is a 50% chance the world will breach 1.5 degrees consistently in about six years.\n\nSome companies and governments have emphasized carbon removal as a key way to bring global temperatures down, but current technology is only removing around one-millionth of the carbon pollution produced by fossil fuels, the report found.\n\n“Time is running out,” Friedlingstein said, adding, “world leaders meeting at COP29 must bring about rapid and deep cuts to fossil fuel emissions.”"
    },
    {
        "title": "The Pixel Watch is about to get a long-awaited software update",
        "link": "https://www.digitaltrends.com/mobile/the-pixel-watch-is-about-to-get-a-long-awaited-software-update/",
        "description": "After an unfortunate delay, Wear OS 5 is finally coming to first- and second-gen Pixel Watch models in a software update.",
        "image_url": "https://www.bing.com/th?id=OVFT.Tj8ZUO_Wff2ps5VKGuejyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "2h",
        "source": "Digital Trends",
        "article_content": "For the most part, Google has issued an update to the Pixel Watch roughly once a month. Most were simple security updates, while others included new features and OS upgrades. Fans expected an update in October, but Google delayed it until this month. This update will resume the rollout of Wear OS 5 to Pixel Watch 1 and Pixel Watch 2 users after a series of crashes caused Google to pause it back in September. After several months of work, the company has addressed the cause of the crashes and is confident that yesterday’s update will be stable.\n\nIn addition to Wear OS 5, the update will also include better camera controls and changes to the Pixel Recorder app, which will be available through the Play Store. Your individual watch will notify you when the update is available for download, so you don’t have to constantly check for it. The first update for the Pixel Watch 3 since its launch is also coming with bug fixes and security updates. All Pixel Watch models will eventually update to version AW2A.241105.012, although when the update happens will depend on both the carrier and the device.\n\nUnfortunately, we’re going to have to wait a while for the next Pixel Watch software updates, which Google says won’t come until March 2025. Before now, Pixel Watch users have never before seen a three-month gap in updates. The longest time between updates usually coincided with operating system upgrades, such as from Wear OS 3 to Wear OS 4. That said, slower updates aren’t necessarily a downside. By reducing the time spent on deploying bug fixes, Google could potentially focus on releasing regular, larger updates — maybe quarterly versus monthly.\n\nRecommended Videos\n\nWhile the wait is unfortunate, it does have a gleaming silver lining. The schedule for the next update lines up with a March Feature Drop. You can expect some significant upgrades and improvements, along with a few updates we already know are coming like the Android 15 QPR2 beta. Expect to see changes not only in how the Pixel Watch works, but also in how it interacts with Android. It’s also safe to say that there are likely several surprises we haven’t come across yet."
    },
    {
        "title": "Rivian, VW venture kicks off next-gen platform for R1, Scout EVs",
        "link": "https://www.digitaltrends.com/cars/rivian-vw-venture/",
        "description": "The big challenge for Rivian, the EV maker known for its innovative electric and software systems, has long been how to reach ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bsy9gITZaLAOAWPgQSOYty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Digital Trends3h",
        "source": "Digital Trends",
        "article_content": "The big challenge for Rivian, the EV maker known for its innovative electric and software systems, has long been how to reach the next stage of growth.\n\nThat stage came within reach in June, when the California-based company and Volkswagen announced a joint venture involving a $5 billion injection from the German automaker.\n\nRecommended Videos\n\nAnd now that venture is officially kicking off with an additional $800 million of investment from VW and a near-term goal: Developing a common manufacturing and tech platform to be used for Rivian’s upcoming R2 SUV and VW’s Scout EVs, as well as other upcoming models.\n\n“The [joint venture] is highly complementary, reflecting Rivian’s industry-leading software and electrical hardware technology, as well as Volkswagen Group’s significant global scale and industry-leading vehicle platform competencies,” the companies said in a statement.\n\nFor Volkswagen, the challenge has been to develop its own software and electrical systems. The name of the game for global automakers has been to transition toward producing “software-defined vehicles” (SDVs), with functionalities and digital experiences that can be upgraded over time.\n\nThe companies plan to use Rivian’s electrical architecture and software technology stack to enable the launch of Rivian’s R2 midsize SUV in the first half of 2026 and support the launch of Volkswagen models by 2027.\n\nSpeaking during a conference call, Volkswagen CEO Oliver Blume said the next-gen platform will first be deployed for Volkswagen brand vehicles, followed by Audi, Scout, Porsche and all remaining brands.\n\nThe venture and the injection of capital from Volkswagen should also provide much needed support for Rivian, which has struggled with suppy issues this year.\n\nIn August, the EV maker had to temporarily suspend the production of delivery vans used by Amazon.com due to a shortage of parts. Amazon remains the largest investor in Rivian, with a 16% stake."
    }
]