[
    {
        "title": "This foldable Anker charger looks like a UFO and keeps everything juiced up",
        "link": "https://www.msn.com/en-us/news/other/this-foldable-anker-charger-looks-like-a-ufo-and-keeps-everything-juiced-up/ar-AA1sJpA9?ocid=BingNewsVerp",
        "description": "Charging all your devices at once can be a nightmare to manage due to all the cables you need and all the wall plugs. Well, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cW8t8ZZ8WBL9Z5fp7Fn1SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Macworld on MSN1h",
        "source": "Macworld on MSN",
        "article_content": ""
    },
    {
        "title": "HAL Laboratory Game Part Time UFO Delisted on Mobile",
        "link": "https://www.siliconera.com/hal-laboratory-game-part-time-ufo-delisted-on-mobile/",
        "description": "HAL Laboratory announced that Part Time UFO, its game about a small UFO performing odd-jobs by using a claw that extends from the ship, has been delisted on mobile devices. It is now no longer ...",
        "image_url": "https://www.bing.com/th?id=ODF.5AcRnLC8i7-ufp2Vj4eGOg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "siliconera4h",
        "source": "siliconera",
        "article_content": "HAL Laboratory announced that Part Time UFO, its game about a small UFO performing odd-jobs by using a claw that extends from the ship, has been delisted on mobile devices. It is now no longer available through storefronts like the App Store or Google Play.\n\nRecommended Videos\n\nHere is the official announcement. No reason for the delisting was mentioned.\n\nAs of October 22, 2024 (JST), we have terminated the distribution and all services of the mobile app version of Part Time UFO.\n\nThank you so much for enjoying the app.\n\n\n\nThe Nintendo Switch version of Part Time UFO is continued to be distributed, so please keep enjoying it. — はたらくUFO【公式】 (@HatarakuUFO) October 22, 2024\n\nIn Part Time UFO, people play as a small UFO who comes to earth. During its first encounter with human beings, it helps collect stray oranges by extending a claw from the ship to grab and place them back in crates. This leads to it taking on an array of other types of jobs, such as restoring museum exhibits, helping set up photographs, creating desserts, and assembling robots, for money. It debuted on Android and Apple iOS devices back in February 2018 for $3.99.\n\nHere is the original trailer for the mobile version of the game.\n\nWhile the mobile releases of Part Time UFO are delisted, the Nintendo Switch version of the HAL Laboratory game is still available. In 2020, the updated entry that included more challenges, costumes, and an additional mode that can be played in multiplayer appeared.\n\nPart Time UFO is available on the Nintendo Switch, and the mobile version of the game for Android and iOS devices is delisted.\n\nSiliconera is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
    },
    {
        "title": "Michael Schenker on triangle guitars, bad playing habits –and why he is rerecording UFO with Axl Rose",
        "link": "https://www.yahoo.com/entertainment/michael-schenker-triangle-guitars-bad-150919853.html",
        "description": "Rock legend Michael Schenker checks in to talk My Years with UFO, the appeal of the V-shaped guitar and why he does not sweat ...",
        "image_url": "https://www.bing.com/th?id=OVF.ic37zPDqGzdjddG8fOsUGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "21h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Tim Mosenfelder/Getty Images\n\nBrilliant, eccentric German guitar hero Michael Schenker debuted with the Scorpions before joining UFO in 1974, then breaking out on his own with The Michael Schenker Group. He favours a black and white Flying V and helped popularise cocked-wah guitar tone. His new album is an all-star celebration of his UFO days, featuring Slash, Axl Rose and other heavy friends.\n\nWhat guitar did you learn on?\n\n“It was a guitar that was lying around. It must have been an acoustic. My brother Rudolf [Scorpions guitarist] got a Gibson for his birthday instead of a motorbike. It must have been that one that I secretly played against his will!\n\n“The first song I played was something to do with San Francisco. It was a hit in those days. [Hums San Francisco by The Mamas And The Papas] Yeah! And there was a solo in there, and I learnt that. I was nine years old and I was very happy.”\n\nWas was there a moment when you felt you had arrived as a player?\n\n“No, it has always been the same for me. Right from the moment when I was nine years old and picked up a guitar, I was always amazed with what I could discover, and it never stopped. I am in the same place!\n\nHow much did you practise in those early days and how often do you practise now?\n\n“It is more like play and discover. That’s different. It is less technical. It is more like looking for gold, and once in a while I find a piece of gold. This will automatically become part of my developed style.”\n\nWhat you do with the guitar expresses your personality\n\nWhat is the one song or performance that you’re most proud of?\n\n“I’m happy with everything. For me, it is never about a song. I am a lead guitarist! Ha! Lead guitarists think differently. My whole life has always been about development, so every moment is special, and every moment is different. We can never compare any of them.\"\n\nWhat was your biggest motivation as a player?\n\n“I wanted to express myself. That was my devotion. It still is and I have done it for 50 years, without listening to music so I don’t get influenced, and that’s where the uniqueness comes from. Focus on opening up what’s unique about yourself. Anybody who makes that decision can do it. I am a musical monk or something. That’s my mission. Self-expression is my mission.\n\n“That’s what I want, in every sense, not just music. I just love to self-express and really do what I like to do. I am just in a place where I choose to do it this way instead of copying anyone else. What you do with the guitar expresses your personality.”\n\nWhat technique did you have to work hardest to master?\n\n“There is no technique for me. Technique is very, very much in the background. The important thing was to find the note. I felt like I knew it was there, somewhere, and I have to find it! And the last thing on my mind was if I do it the right way or the wrong way, as long as I found that note.\n\n“And of course, that’s what I did. Day after day after day, I basically developed – technically – the wrong way of playing compared to today where you have the guitar schools, where you learn the perfect position of the hand, how to hold your fingers and play with all five fingers. But I couldn’t have found my notes. I couldn’t have written the songs I wrote if I would have followed that first. I just didn’t care if I did it the right or wrong way.”\n\nAs a player, do you have any bad habits?\n\nThere are no bad habits! There is only one thing: to make good music however you do it.\n\n“There are no bad habits! There is only one thing: to make good music however you do it. Hey, there is no right or wrong for me. I can get better technically because I have plenty of time to get my fingers into easier positions, but the thing is, there are certain ways of playing, like my style, that you cannot necessarily get across if I play it perfectly positioned with my fingers based on what’s taught at guitar schools.\n\n“It’s like fishing. How you find the note, how you strike or sweep over the strings, how you hit them, that is how the sound comes together. It’s not technical. Technicality makes everything clinical.\n\n“But fishing for notes as a priority makes everything three dimensional, analogue. It gives it warmth. It’s not perfect – it’s feeling. It’s more feeling than having the right position of your fingers playing guitar.”\n\nMichael Schenker wears a black felt hat and lets out a scream as he plays his black and white Dean V onstage in London.\n\nIn your early days, what guitar was the game changer for you?\n\n“A triangle guitar! Yeah, very strange. I had never seen a Flying V, but when I was at school, doing this project, building something out of wood, I wanted to make a guitar and ended up building a triangle guitar, which is similar to a Flying V, but it’s not the Flying V.\n\n“You put a Flying V next to a Les Paul, next to a Strat, on the floor, it won’t do anything. It becomes something with the person who picks up the guitar. That’s what that guitar becomes. I found the Flying V by coincidence. Like many things in my life, it happened by itself. So maybe I was meant to have that guitar.\n\n“I discovered that guitar by accident. I liked the combination of my amplifier with that guitar. It was closer to the sound I imagined, and I found that I was able to do a really good vibrato by putting the V between my legs, so that the neck would not wobble around. I was able to lock it in and so that was one of the main reasons why I felt good about that guitar.”\n\nWith your new album of classic UFO material, was there anything you learned about your playing when revisiting songs you wrote 50 years ago?\n\n“I don’t analyse things. I just do it. I don’t analyse what I have done, or why I did it, I just do it because that is the moment of being an artist. You just do it. Less thought!”\n\nWhat do you play when you’re just relaxing and playing for fun?\n\n“Again, I don’t think. I just pick up the guitar and play. But one thing I do in order to keep shape is I play to a metronome to make sure I am not slowing down in any way, because when you get older the way we perceive time is different from when we are younger, so sometimes you think you are playing as fast as you did the day before but it is do with the biological rhythm. I always measure by a metronome, at a certain speed. I have to make sure that I can play my old songs.”\n\nDo you have any favourite tracks from revisiting your UFO years?\n\n“I love This Kid’s with Biff [Byford, Saxon frontman]. I was amazed. I always wanted to do something with Biff. Every song is different but everybody did a great version. I don’t like comparing things. I just like to listen to it and not compare it like the Olympics! There are so many different qualities, different feelings, but all of them are unique in their own way, so I don’t give them points for their performances.\n\nOne thing I do in order to keep shape is I play to a metronome to make sure I am not slowing down in any way, because when you get older the way we perceive time is different from when we are younger\n\n“It is all great stuff, what they did. When I heard Dee Snider [ex-Twisted Sister singer] I went, ‘Wow!’ I didn’t know he had a great voice like this. Kai Hansen [Helloween guitarist/vocalist] was another one. He did a fantastic job on Rock Bottom. And when I heard Joel Hoekstra, he sounds like a saxophone on his guitar. He’s really, really unique. It was fun. It still is fun listening to the different approaches. I didn’t expect anything, but when I heard it I was extremely happy with it.”\n\nAnd Axl Rose?\n\n“Axl originally sang three songs, but he didn’t like his versions of Only You Can Rock Me and Too Hot To Handle, so he decided to stick with Love To Love, which is a fantastic version.\n\nCan you recall a moment when you felt like you’d failed as a player or felt embarrassed by a performance?\n\n“That’s a big question. Of course you can feel embarrassed when you play a bum note. But I don’t really focus on that. I’d rather focus on the good moments. You know, I played bum notes on Strangers In The Night [UFO’s legendary 1979 live album], and today those bum notes are the right notes! Because everybody got used to it.\n\n“And people ask me, ‘Michael, how do you make this work, playing a major over a minor?’ I’m like, ‘I don’t know what you’re talking about!’ But they might have been asking about those bum notes!”\n\nMy Years With UFO is out now via EarMUSIC."
    },
    {
        "title": "HAL Laboratory's Lovely Physics Puzzler 'Part Time UFO' Has Been Delisted On Mobile",
        "link": "https://www.nintendolife.com/news/2024/10/hal-laboratorys-lovely-physics-puzzler-part-time-ufo-has-been-delisted-on-mobile",
        "description": "The mobile version of HAL Laboratory's Part Time UFO has been delisted from storefronts as of today, the game's official ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hFwSE5ZX1DjLDFe74g4UbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "Nintendo Life",
        "article_content": "The mobile version of HAL Laboratory's Part Time UFO has been delisted from storefronts as of today, the game's official Twitter has announced. But don't worry, the Switch version isn't going anywhere.\n\nShared on Bluesky by AK, Part Time UFO's original mobile release is no longer available to download on mobile devices. The game originally launched on phones in 2017 in Japan, before getting a worldwide release in 2018, and an expanded Switch version in 2020.\n\n\"As of October 22, 2024 (JST), we have terminated the distribution and all services of the mobile app version of Part Time UFO.\" The official Part Time UFO shared on the social media website now known as X. It also thanked fans for playing and \"enjoying the app\" over the years, and confirmed that \"The Nintendo Switch version of Part Time UFO is continued to be distributed, so please keep enjoying it.\"\n\nAs of October 22, 2024 (JST), we have terminated the distribution and all services of the mobile app version of Part Time UFO.\n\nThank you so much for enjoying the app.\n\n\n\nThe Nintendo Switch version of Part Time UFO is continued to be distributed, so please keep enjoying it. — はたらくUFO【公式】 (@HatarakuUFO) October 22, 2024\n\nIn this adorable little physics-based puzzler, you control Jobski, a UFO who also doubles as a claw crane. Taking on tasks, modelled as part-time jobs, Jobski needs to pick up and carry various objects from one place to another. Weight, shape, and time are all factored into every single \"level\". Ultimately, once you've finished the job and put the structure together, if it can stay standing for five seconds, you're done!\n\nThe Switch version of the game added a couple of new modes to the already addictive puzzler — Treasure Island, Tower of Infinity, the ability to unlock animated portraits and illustrations (essentially achievements), three more jobs, more difficult versions of other jobs, and two-player co-op.\n\nIt's a shame the original version is no longer available on mobile, but that Switch release is pretty fantastic, plus it won't even cost you £10 — what are you waiting for?\n\nHave you played the mobile version of Part Time UFO? Let us know your thoughts on its delisting in the comments below."
    },
    {
        "title": "Eerie ‘UFO cloud’ reappears in exact same spot over New Zealand mountain in bizarre phenomenon",
        "link": "https://www.thesun.ie/tech/14053763/ufo-cloud-taieri-pet-new-zealand-nasa-satellite-image/",
        "description": "IT has been known to locals for more than a 100 years: a strange ‘UFO cloud’ that appears in the exact same spot over a mountain on New Zealand’s South Island. Once it appears, ...",
        "image_url": "https://www.bing.com/th?id=OJ.1lxDXnGCXK0B0Q&pid=news&w=51&h=16&rs=2",
        "category": "ufo",
        "date": "5h",
        "source": "Irish Sun",
        "article_content": "It is a unique condition of the area, with the earliest record of its \"Taieri pet\" title dating back to the 1890s.\n\nMOTHERSHIP Eerie ‘UFO cloud’ reappears in exact same spot over New Zealand mountain in bizarre phenomenon\n\nIT has been known to locals for more than a 100 years: a strange 'UFO cloud' that appears in the exact same spot over a mountain on New Zealand's South Island.\n\nOnce it appears, it doesn't move. It simply hangs stationary in the sky before eventually fading away.\n\n2 A glorious birds-eye view of the cloud was captured by a Nasa satellite in September Credit: NASA Earth Observatory/Landsat\n\n2 Aerial view of Strath Taieri, near Middlemarch, showing the cloud formation known as the Taieri Pet, taken May 1951 Credit: Whites Aviation\n\nThe bizarre phenomenon is sometimes confused with a UFO - bearing similarity with Jordan Peele's thriller 'Nope'.\n\nBut residents of towns sandwiching the Taieri Plane, over which the cloud looms, aren't afraid of it at all.\n\nThey have instead affectionately named it \"Taieri pet\" - suggesting the freaky formation is nothing more than a strange companion.\n\nThe sky-bound oblong frequently appears between towns Middlemarch and Hyde, in the Otago region of the South Island.\n\nA glorious birds-eye view of the cloud was captured by a Nasa satellite in September.\n\nThe phenomenon was last captured back in 2020 by Air New Zealand First Officer Geoff Beckett, who was on the flight deck of an aircraft flying to Dunedin, a city on the South Island.\n\n\"I’ve been flying for 20 years now and I’ve never seen anything like that. It’s the best example I’ve ever seen,\" Beckett told local outlet the Otago Daily Times.\n\n\"The scale of it was huge. It just kept going up and up and up.\n\n\"The image makes me think of a massive alien mothership.\"\n\nHowever, the cloud has no alien origins.\n\nI’m an Area 51 investigator – FBI raided my home & tried to silence me but I know secret UFO base is hiding new weapons\n\nIt is a unique condition of the area, with the earliest record of its \"Taieri pet\" title dating back to the 1890s.\n\nA weather article published on 29 October, 1896, in the now defunct Otago Witness, a newspaper which ran 1851 to 1932, said: \"On the Sunday night our faithful prognosticator, \"The Taieri Pet,\" put in an appearance, so we knew we were in for a good blow.\n\n\"And we were not cheated of it, as it commenced on Tuesday and kept constantly at it till the end of the week, parching everything up and blowing hundreds of acres of newly-sewn grass seed away.\"\n\nThe local \"pet\" is what's known as an elongated altocumulus standing lenticular cloud (ASLC).\n\nThese saucer-shaped clouds, which are often referred to as 'stacks of pancakes', can vary in size.\n\nSatellite imagery measures it at roughly 7 miles (11.5 kilometers) long."
    },
    {
        "title": "Don't settle for one AI model. Chat GPT-4, Gemini Pro, and Midjourney join forces in this app.",
        "link": "https://www.yahoo.com/tech/dont-settle-one-ai-model-040000403.html",
        "description": "AI is an all-in-one AI tool that puts ChatGPT, Mistral AI, Gemini, and other AI models at your fingertips for life — get it ...",
        "image_url": "https://www.bing.com/th?id=OVF.ABxlFoq8tFeifQzmq1ZiNA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "Yahoo",
        "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nWhy settle for one AI assistant?\n\nTL;DR: 1minAI puts AI models from OpenAI, Meta, Google, and more at your disposal to generate text, images, or edit audio, and you can get it for life for £30.80 (reg. £180.25).\n\nChatGPT was a huge deal when it dropped, but it's not the only big AI model on the playground anymore. GPT-4 is pretty fancy, but it's not always the best option for every type of content you want to create. The only problem is if you want more options, that often means more subscriptions. At least, it would if you didn't have the option to get multiple AI models for life by getting 1minAI.\n\n1minAI users can access some of the biggest and most advanced AI tools in one convenient app. This lifetime subscription gives you access to Chat GPT-4, Mistral AI, Midjourney, Gemini, and a lot more for just £30.80.\n\nWhat does 1minAI do?\n\nOne AI hub where you can access models for generating text, images, and editing audio seems a little too good to be true, so here's the catch. There's a finite amount you can generate every month, but you get 450,000 credits per month, and unused credits roll over. If you're using 1minAI for work, that means your vacation time isn't wasting credits you've already paid for.\n\nThe list of AI models included with 1min is seriously impressive. Check it out:\n\nGPT-4o, GPT-4 Turbo, GPT-4, GPT-3.5 (OpenAI)\n\nClaude 3 Opus, Claude 3 Sonnet, Claude 3 Haiku, Claude 2.1, Claude Instant 1.2 (Anthropic)\n\nGemini Pro 1.5, Gemini Pro 1.0 (GoogleAI)\n\nLlama 3, Llama 2 (MetaAI)\n\nMistralAI\n\nCommand (Cohere)\n\nThe AI writing tools are super versatile. Working on an SEO project? Save time doing keyword research. Can't remember what passive voice is? One can be helped by an AI grammar tool. There's even a paraphraser for research and a ton of social tools for writing Facebook, LinkedIn, and X content.\n\nNot all of these AI models are for generating text. You can generate images, turn text to speech or speech to text, enhance videos, or even use AI to look over a PDF file. Now, instead of skimming a whole long document, you can just ask AI to answer your questions for you.\n\nYour AI team\n\nYou don't have to subscribe to every big AI tool anymore. Just get a lifetime subscription to 1minAI for £30.80 (reg. £180.25) at the Mashable Shop.\n\nStackSocial prices subject to change.\n\nAI model\n\nOpens in a new window\n\nCredit: 1minAI\n\n1minAI: Lifetime Subscription\n\n£30.80 at the Mashable Shop\n\n£180.25 Save £149.45\n\nGet Deal"
    },
    {
        "title": "Desktop AI assistant app Highlight spins out of Medal with $10M in funding",
        "link": "https://techcrunch.com/2024/10/22/desktop-ai-assistant-app-highlight-spins-out-of-medal-with-10m-in-funding/",
        "description": "Earlier this year, Medal, a startup known for its video game clipping features, launched a cross-platform AI assistant called Highlight. Now, the company ...",
        "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
        "category": "ai+app",
        "date": "8h",
        "source": "TechCrunch",
        "article_content": "Earlier this year, Medal, a startup known for its video game clipping features, launched a cross-platform AI assistant called Highlight. Now the company is spinning off Highlight into a new entity, which has raised $10 million in a funding round.\n\nGeneral Catalyst led the funding round with Valor, SV Angel, and Conviction Embed participating in the round. Medal also put in $3 million in the new entity out of $13 million it raised in July.\n\nMedal’s co-founder, Pim de Witte, is the only common link between Medal and Highlight now, as the latter has its own team, including Haris Butt, who was VP of Design at productivity company ClickUp, Medal co-founder Josh Lipson, and Medal’s first head of growth Mark Bond.\n\n“We started Highlight as a research project within Medal. We wanted to explore the translation layer between LLMs (large language models) and what’s going on your screen. But we realized to grow quickly and hire engineers for a specific app by offering them equity, Highlight needs to be a separate entity,” de Witte told TechCrunch over a call.\n\nHighlight is a cross-platform desktop app that lets you attach your screen, a voice note, or a document as context and then ask questions to an LLM. The app can also transcribe your calls from system audio, so you can ask questions about a particular meeting later.\n\nYou can perform actions that have become pretty common with AI assistants, such as summarizing, rewriting, highlighting, and explaining the context attached to the app at the time of querying.\n\nIn July, the company had opened its platform for developers to build apps on top of Highlight. However, the startup realized that this approach would limit custom actions to a handful of developers. With the latest version, the company will allow users to prompt their way to a custom action like summarizing the first 10 minutes of a meeting. Highlight also wants to open up prompts to the community of users, helping one person discover a useful automation someone has created.\n\nFor developers with programming knowledge, the company plans to open an agentic framework that will allow them to use parts of your system and do small tasks — such as summarizing documents in a particular folder — in the background.\n\n“Our idea is to create virtual employees so you can start delegating some of your tasks to them and have more time on your hands,” de Witte said.\n\nImage Credits:Highlight\n\nWith today’s announcement, the company is releasing a push-to-talk shortcut and new conversations app that records your meetings.\n\nNiko Bonatsos, managing director at General Catalyst, told TechCrunch over email that Highlight is easy to understand for users because of the on-screen context and the lack of complex prompts.\n\n“I’ve been underwhelmed by the fact that most consumer-facing AI companies only let you interact with them via chat interfaces … This demonstrates a lack of imagination and frankly limits what is possible with this powerful new technology. We are very encouraged with the bold design choices that Pim and his team have made so far,” Bonatsos said, pointing out that Highlight’s combination of automation and on-screen context allows users to utilize AI better.\n\nHighlight AI is free to use for now, but the company wants to adopt a pricing plan based on the word count processed by the assistant down the line."
    },
    {
        "title": "Anthropic’s new AI model can control your PC",
        "link": "https://techcrunch.com/2024/10/22/anthropics-new-ai-can-control-your-pc/",
        "description": "Anthropic has released an updated version of its Claude 3.5 Sonnet model with a new Computer Use feature that can interact ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sxMr3fkmolxnzsu3kUtJRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "TechCrunch",
        "article_content": "In a pitch to investors last spring, Anthropic said it intended to build AI to power virtual assistants that could perform research, answer emails, and handle other back-office jobs on their own. The company referred to this as a “next-gen algorithm for AI self-teaching” — one it believed that could, if all goes according to plan, automate large portions of the economy someday.\n\nIt took a while, but that AI is starting to arrive.\n\nAnthropic on Tuesday released an upgraded version of its Claude 3.5 Sonnet model that can understand and interact with any desktop app. Via a new “Computer Use” API, now in open beta, the model can imitate keystrokes, button clicks, and mouse gestures, essentially emulating a person sitting at a PC.\n\n“We trained Claude to see what’s happening on a screen and then use the software tools available to carry out tasks,” Anthropic wrote in a blog post shared with TechCrunch. “When a developer tasks Claude with using a piece of computer software and gives it the necessary access, Claude looks at screenshots of what’s visible to the user, then counts how many pixels vertically or horizontally it needs to move a cursor in order to click in the correct place.”\n\nDevelopers can try out Computer Use via Anthropic’s API, Amazon Bedrock, and Google Cloud’s Vertex AI platform. The new 3.5 Sonnet without Computer Use is rolling out to Claude apps, and brings various performance improvements over the outgoing 3.5 Sonnet model.\n\nAutomating apps\n\nA tool that can automate tasks on a PC is hardly a novel idea. Countless companies offer such tools, from decades-old RPA vendors to newer upstarts like Relay, Induced AI, and Automat.\n\nIn the race to develop so-called “AI agents,” the field has only become more crowded. AI agents remains an ill-defined term, but it generally refers to AI that can automate software.\n\nSome analysts say AI agents could provide companies with an easier path to monetizing the billions of dollars that they’re pouring into AI. Companies seem to agree: According to a recent Capgemini survey, 10% of organizations already use AI agents and 82% will integrate them within the next three years.\n\nSalesforce made splashy announcements about its AI agent tech this summer, while Microsoft touted new tools for building AI agents yesterday. OpenAI, which is plotting its own brand of AI agents, sees the tech as a step toward super-intelligent AI.\n\nAnthropic calls its take on the AI agent concept an “action-execution layer” that lets the new 3.5 Sonnet perform desktop-level commands. Thanks to its ability to browse the web (not a first for AI models, but a first for Anthropic), 3.5 Sonnet can use any website and any application.\n\nAnthropic’s new AI can control apps on a PC. Image Credits:Anthropic\n\n“Humans remain in control by providing specific prompts that direct Claude’s actions, like ‘use data from my computer and online to fill out this form’,” an Anthropic spokesperson told TechCrunch. “People enable access and limit access as needed. Claude breaks down the user’s prompts into computer commands (e.g. moving the cursor, clicking, typing) to accomplish that specific task.”\n\nSoftware development platform Replit has used an early version of the new 3.5 Sonnet model to create an “autonomous verifier” that can evaluate apps while they’re being built. Canva, meanwhile, says that it’s exploring ways in which the new model might be able to support the designing and editing process.\n\nBut how is this any different than the other AI agents out there? It’s a reasonable question. Consumer gadget startup Rabbit is building a web agent that can do things like buying movie tickets online; Adept, which was recently acqui-hired by Amazon, trains models to browse websites and navigate software; and Twin Labs is using off-the-shelf models, including OpenAI’s GPT-4o, to automate desktop processes.\n\nAnthropic claims the new 3.5 Sonnet is simply a stronger, more robust model that can do better on coding tasks than even OpenAI’s flagship o1, per the SWE-bench Verified benchmark. Despite not being explicitly trained to do so, the upgraded 3.5 Sonnet self-corrects and retries tasks when it encounters obstacles, and can work toward objectives that require dozens or hundreds of steps.\n\nThe new Claude 3.5 Sonnet model’s performance on various benchmarks. Image Credits:Anthropic\n\nBut don’t fire your secretary just yet.\n\nIn an evaluation designed to test an AI agent’s ability to help with airline booking tasks, like modifying a flight reservation, the new 3.5 Sonnet managed to complete less than half of the tasks successfully. In a separate test involving tasks like initiating a return, 3.5 Sonnet failed roughly a third of the time.\n\nAnthropic admits the upgraded 3.5 Sonnet struggles with basic actions like scrolling and zooming, and that it can miss “short-lived” actions and notifications because of the way it takes screenshots and pieces them together.\n\n“Claude’s Computer Use remains slow and often error-prone,” Anthropic writes in its post. “We encourage developers to begin exploration with low-risk tasks.”\n\nRisky business\n\nBut is the new 3.5 Sonnet capable enough to be dangerous? Possibly.\n\nA recent study found that models without the ability to use desktop apps, like OpenAI’s GPT-4o, were willing to engage in harmful “multi-step agent behavior,” such as ordering a fake passport from someone on the dark web, when “attacked” using jailbreaking techniques. Jailbreaks led to high rates of success in performing harmful tasks even for models protected by filters and safeguards, according to the researchers.\n\nOne can imagine how a model with desktop access could wreak more havoc — say, by exploiting app vulnerabilities to compromise personal info (or storing chats in plaintext). Aside from the software levers at its disposal, the model’s online and app connections could open avenues for malicious jailbreakers.\n\nAnthropic doesn’t deny that there’s risk in releasing the new 3.5 Sonnet. But the company argues that the benefits of observing how the model is used in the wild ultimately outweigh this risk.\n\n“We think it’s far better to give access to computers to today’s more limited, relatively safer models,” the company wrote. “This means we can begin to observe and learn from any potential issues that arise at this lower level, building up computer use and safety mitigations gradually and simultaneously.”\n\nImage Credits:Anthropic\n\nAnthropic also says it has taken steps to deter misuse, like not training the new 3.5 Sonnet on users’ screenshots and prompts, and preventing the model from accessing the web during training. The company says it developed classifiers to “nudge” 3.5 Sonnet away from actions perceived as high-risk, such as posting on social media, creating accounts, and interacting with government websites.\n\nAs the U.S. general election nears, Anthropic says it is focused on mitigating election-related abuse of its models. The U.S. AI Safety Institute and U.K. Safety Institute, two separate but allied government agencies dedicated to evaluating AI model risk, tested the new 3.5 Sonnet prior to its deployment.\n\nAnthropic told TechCrunch it has the ability to restrict access to additional websites and features “if necessary,” to protect against spam, fraud, and misinformation, for example. As a safety precaution, the company retains any screenshots captured by Computer Use for at least 30 days — a retention period that might alarm some devs.\n\nWe asked Anthropic under which circumstances, if any, it would hand over screenshots to a third party (e.g. law enforcement) if asked. A spokesperson said that the company would “comply with requests for data in response to valid legal process.”\n\n“There are no foolproof methods, and we will continuously evaluate and iterate on our safety measures to balance Claude’s capabilities with responsible use,” Anthropic said. “Those using the computer-use version of Claude should take the relevant precautions to minimize these kinds of risks, including isolating Claude from particularly sensitive data on their computer.”\n\nHopefully, that’ll be enough to prevent the worst from occurring.\n\nA cheaper model\n\nToday’s headliner might’ve been the upgraded 3.5 Sonnet model, but Anthropic also said an updated version of Haiku, the cheapest, most efficient model in its Claude series, is on the way.\n\nClaude 3.5 Haiku, due in the coming weeks, will match the performance of Claude 3 Opus, once Anthropic’s state-of-the-art model, on certain benchmarks at the same cost and “approximate speed” of Claude 3 Haiku.\n\n“With low latency, improved instruction following, and more accurate tool use, Claude 3.5 Haiku is well suited for user-facing products, specialized sub-agent tasks, and generating personalized experiences from huge volumes of data–like purchase history, pricing, or inventory data,” Anthropic wrote in a blog post.\n\n3.5 Haiku will initially be available as a text-only model and later as part of a multimodal package that can analyze both text and images.\n\n3.5 Haiku’s benchmark performance. Image Credits:Anthropic\n\nSo once 3.5 Haiku is available, will there be much reason to use 3 Opus? What about 3.5 Opus, 3 Opus’ successor, which Anthropic teased back in June?\n\n“All of the models in the Claude 3 model family have their individual uses for customers,” the Anthropic spokesperson said. “Claude 3.5 Opus is on our roadmap and we’ll be sure to share more as soon as we can.”\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
    },
    {
        "title": "I'm a CEO and can tell when an application is AI-generated. Here's how to use AI strategically without getting yourself in trouble.",
        "link": "https://www.msn.com/en-us/money/other/im-the-ceo-of-a-recruitment-company-heres-how-we-can-tell-someone-used-ai-on-a-job-application/ar-AA1sHz35?ocid=BingNewsVerp",
        "description": "Khyati Sundaram shares subtle indicators that an applicant used AI to write their job application, plus how they can use AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cqHm0NgqXlWXwe685wk5xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Maximize Your Time Management: 4 Tips Using AI Tools And Automation",
        "link": "https://www.forbes.com/sites/lucianapaulise/2024/10/22/maximize-your-time-management-4-tips-using-ai-tools-and-automation/",
        "description": "Here are 4 practical tips to improve your time management by using AI tools and automation to streamline tasks, boost ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xTmb_NBMz9YsQ_pzxn7Tii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Oak Park’s Pleasant Home subject of paranormal investigation",
        "link": "https://www.chicagotribune.com/2024/10/22/oak-parks-pleasant-home-subject-of-paranormal-investigation/",
        "description": "Old Spirit Investigations is looking into Oak Park’s 'hotspot for supernatural activity' during a ticketed event Friday.",
        "image_url": "https://www.bing.com/th?id=OVFT.vkwAsQ0VAWjlyFduYpJGsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "Chicago Tribune",
        "article_content": "Who knows what evil lurks in the heart of the Pleasant Home.\n\nWell, maybe not evil — officials in Oak Park claim it’s not evil anyway — but something lurks there. Maybe.\n\nSusan Crane, a program manager for the Oak Park Park District, won’t say what’s there, but evidently it was enough to hire a team of paranormal investigators to find out exactly what’s going on.\n\nAnd they’re inviting interested spectators to join them on a “thrilling journey through the dimly lit corridors and eerie rooms of this renowned estate, rumored to be a hotspot for supernatural activity,” according to materials provided by the Park District.\n\nOn Friday, anyone over 21 can see, feel or hear for themselves what all lurks in the old home during a Park District event featuring paranormal experts Other Side Investigations.\n\nCrane said it will be OSI’s first investigation for the Park District, though they’ve been active in the Midwest for years. The team has been on site for preliminary inspection, however and Crane hosted another Pleasant Home ghost investigation a few years ago. But she’s keeping mum about whatever she learned.\n\n“I’m not going to say a word,” she said. “You don’t want to put any ideas into anybody’s head. And when they came to look at the house, I didn’t say anything. I can tell you one thing — there’s nothing harmful or evil or anything like that. That’s as specific as I want to get.”\n\nThe event, listed on the Park District’s website, has been a hot ticket item, with almost all 50 spots already gone — Crane said only about eight $50 tickets remain. At the very least, visitors are guaranteed a snack, a beverage and a tour of one of the oldest and grandest addresses in Oak Park.\n\nCrane said she wanted the event to be, above all, a fun night out for people. A chance to see friends, see history and tour a beautiful, restored local property.\n\n“It’s an old house, it was built in 1897,” Crane said. “We manage two homes; both are over 100 years old. This is another way to make the patrons engaged and see the historic houses. The Pleasant Home is one of the earliest examples of prairie style architecture in the country, so it’s well-known to architecture buffs and the tour is another way for people to enjoy the home.”\n\nVisitors will also get to learn a bit more about what it takes to detect the paranormal. The OSI team will divide the 50 people into two or three smaller groups and introduce attendees to their gear first — equipment to measure light, temperature, noise and more.\n\n“There is a science behind it, it’s not just them talking about what they feel and what they may or may not see,” Crane said.\n\nFrom there the tour will continue through the home, room by room, looking, listening and feeling things that just aren’t right, maybe a cold spot, a strange, sudden bump or maybe a slight glimmer in a mirror, a face in the shadow something fleeting something you’re sure you saw and you hope was caught on film.\n\nWhatever happens, Crane is ready for it.\n\n“I’m excited about it,” she said. “I think when we’ve done it in the past, it’s been really well received and I’m looking forward to Friday night.”\n\nAnd who knows. Maybe the house is looking forward to the visit, too.\n\nJesse Wright is a freelance reporter for Pioneer Press."
    },
    {
        "title": "Download these fantasy and paranormal romance novels for free on Stuff Your Kindle Day",
        "link": "https://www.msn.com/en-us/news/technology/download-these-fantasy-and-paranormal-romance-novels-for-free-on-stuff-your-kindle-day/ar-AA1sHu5N?ocid=BingNewsVerp",
        "description": "Well, Stuff Your Kindle Day is an author-driven event hosted by Romance Book Lovers that hopes to encourage readers to check ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4aKJeTXmvioqgnbJLr2kLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "11hon MSN",
        "source": "Mashable on MSN",
        "article_content": ""
    },
    {
        "title": "Meet Bill Slevin, a Paranormal Investigator From Coral Springs",
        "link": "https://www.miaminewtimes.com/arts/meet-bill-slevin-paranormal-investigator-from-coral-springs-florida-21272153",
        "description": "Bill Slevin has been investigating unknown forces for 35 years but has experienced paranormal events his whole life.",
        "image_url": "https://www.bing.com/th?id=OVFT.dEu6PG4Rhej4uj5CC-dDMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Miami New Times5h",
        "source": "Miami New Times",
        "article_content": "click to enlarge Slevin makes the rounds at HorrorCons, libraries, and on TV to share his knowledge and experiences — especially during the Halloween season. Brittany Fournier photo\n\nclick to enlarge Slevin uses every device and method in his and his team's toolbox to find out what's really going down. Bill Slevin photo\n\nWhen world-famous paranormal investigator Bill Slevin spoke during our interview about ghosts and demons, the recording device on my computer started to skip around. Listening back on our conversation, portions became fuzzy, especially as he spoke about exorcisms. The hair stood up on my neck, but the Coral Springs resident was such a compelling storyteller that it was hard to stop chatting.Slevin has been investigating these unknown forces for 35 years but has experienced paranormal events his whole life. Growing up in the 1970s and '80s, nobody talked about supernatural things. \"I never knew what an empath was. I just knew I would go places and feel weird things,\" he recalls. As an empath, he felt other people's emotions and sometimes carried them with him. As a kid, he was also into horror movies and was never scared — except when he sawHe was curious about paranormal experiences and started to research everything he could about them. He went on to get his PhD in parapsychology and metaphysical humanistic science and has studied quantum physics and mechanics.The first of his more than 1,000 residential haunting jobs was in 1989. A friend brought him in on a frightening investigation. \"Demons are very rare; it's not like TV,\" he says. \"It happened to be a rare demonic case. The guy with me got full-on attacked. That team never did this again, but it gave me a million questions.\" He realized this was his calling. \"I really wanted to know what was real and what was not,\" Slevin says.He and his team at the nonprofit Paranormal Existence Research Society (PERS) are based out of Coral Springs, with teams in other Florida cities, Georgia, Nebraska, the UK, Italy, and Greece. They don't charge people for their work — it's all free — but if someone out of state wants to work with them, they will let them pay for travel. \"We don't feel it's ethical [to charge] because it's not 100 percent science.\" His team is a diverse group of talents and includes a Peruvian shaman, hypnotherapist, licensed psychologist, mediums, and psychics.\"We're a mix of intuition and science,\" he says. \"We help these people no matter what.\" That includes people who are suffering from mental illness or substance use issues. Slevin works a day job as an IT director for a psychiatric drug and alcohol treatment facility, which has provided him with the knowledge to identify when clients are suffering from these issues and not an actual haunting.When they first get asked to investigate, the team interviews the clients. If they take the case, they go to the homes at night using a combination of his empath abilities and certain devices. \"Being IT and paranormal — a very bad mix,\" he jokes. \"I have a ridiculous amount of equipment.\" They experiment with audio and video tools and observe environmental cues with a healthy amount of skepticism. They first assess to see if there are natural causes for the experiences of the clients, like animals in the walls, and they determine if it's a case of the paranormal.\"Everything is energy. When you die, your energy doesn't die. Energy can't be destroyed or created,\" he says. The most common thing his team finds is residual hauntings, in which a person leaves behind energy. He remembers a haunting incident in New Jersey when a client in an old house said that every day at 7 p.m., they heard footsteps up the stairs. The team heard them but couldn't connect with a spirit. It was likely, he says, a \"footprint\" left by someone who passed that walked there daily. The solution? To cleanse the area is something his team teaches people to do for themselves. \"Anybody can wave sage around the house, and it's not going to do anything. It's your intention [that matters],\" and even then, energy can return.To cleanse or protect themselves and their clients, they respect the religious and spiritual beliefs of the people they're helping. If someone is Jewish, for instance, they won't come in waving crucifixes. Unless, that is, if they suspect it's a demonic entity, then they'll use everything in their arsenal to protect themselves.It's usually not anything that sinister. Even funky energy from living clients can cause hauntings. \"Sometimes people can watch five hours of, and now they're panicked, and they can actually manifest stuff to the house. It might not be real.\" He says parapsychology studies have shown that \"a lot of Poltergeist activity is caused by teenagers. That their energy shift is so strong, especially females, that it can actually make things move,\" he says. \"It's not going to pick up a couch and throw it across the room.\"In South Florida, you may not have very old houses, but there are a lot of Indigenous American burial grounds. He used to bring new members of his team to Belgrade, Florida, where there was a 280-acre abandoned prison in the middle of a sugarcane field. \"Because you can say you're into this, but when you're in an abandoned prison at two o'clock in the morning, there's a lot of activity in that place,\" he says. There's now a warehouse built in that spot. \"If they'd built houses there, I'd be going door to door to drop off my card.\"Slevin educates the public about issues related to the supernatural. He's the director and manager of the Warren Legacy Foundation for Paranormal Research, founded by Lorraine Warren and Chris McKinnell, the grandson of Ed and Lorraine Warren, who investigated the Amityville haunting. He speaks as a celebrity guest at conferences and has appeared on TV, radio, podcasts, magazines, and newspapers. He's been on the cover ofmagazine five times.He also spoke about demonology on the Travel Channel documentary, which also streams on Discovery+ and Max. It explores a possible mass possession at the Miami Aerospace Academy High School in 1970. Students ripped doors off the hinges, one girl levitated, and another boy jumped out of the second-floor window unscathed, landing face-first on the concrete and then threw the security guard across the parking lot. The interviewing process unnerved him because when the producers asked specific demonology questions, he didn't want to share any misinformation with the public. He says they're very real but very rare.Slevin will speak at upcoming events at the Coconut Grove and Coral Springs libraries. At his library shows, you can hear more of Slevin's spooky stories, learn about haunted places in South Florida, and see evidence that the paranormal is actually quite normal."
    },
    {
        "title": "Get into the spooky season with Whispering Souls Paranormal",
        "link": "https://www.msn.com/en-us/entertainment/news/get-into-the-spooky-season-with-whispering-souls-paranormal/vi-AA1sJ2lV?ocid=BingNewsVerp",
        "description": "It’s spooky season and there’s plenty of fun to be had with our friends at Whispering Souls Paranormal. And here to tell us ...",
        "image_url": "https://www.bing.com/th?id=OVF.J0hErfNAkTr4V5zHRJ5ljQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WHBF Davenport on MSN4h",
        "source": "WHBF Davenport on MSN",
        "article_content": ""
    },
    {
        "title": "The 5 best haunted towns in the US if you're looking for a spooky time",
        "link": "https://www.yahoo.com/lifestyle/5-best-haunted-towns-us-194419970.html",
        "description": "If you're in the market for a little extra scare this fall, Travel + Leisure has revealed the top five haunted towns to visit ...",
        "image_url": "https://www.bing.com/th?id=OVF.jObLoSBr%2brASTJz2VgYE9g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "34m",
        "source": "Yahoo",
        "article_content": "The 5 best haunted towns in the US if you're looking for a spooky time\n\nLooking for a chilling getaway this spooky season?\n\nIf you're in the market for a little extra scare this fall, Travel + Leisure has revealed the top five haunted towns to visit in the U.S. while on TODAY Oct. 22.\n\nThe eerie destinations stretch across the country, from east to west, and provide a good fright with a dose of nostalgia.\n\nTake a look at the most haunted destinations to visit across America, and some creepy activities to do while in town.\n\nNewport, Rhode Island\n\nTake in the history and scenic views of Newport, Rhode Island\n\nKnown for its rich history, old mansions and waterfront views, Newport, Rhode Island, is listed as a top getaway during Halloween season.\n\nThe coastal town has ties to the 2022 film \"Hocus Pocus 2.\" Though the sequel is set in Salem, Massachusetts, the filming took place in Rhode Island in various locations, including Newport's Washington Square and The Newport Colony House.\n\nNewport is also known for its historic mansions from the Gilded Age, and many host Halloween events throughout the season.\n\nFor those looking to combine history with paranormal activity, Fort Adams is the go-to stop. Investigators take groups through a four-hour experience that explores the site's paranormal past.\n\nRecommended stay: Hotel Viking\n\nEureka Springs, Arkansas\n\nEureka Springs is filled with rich architectural design and history.\n\nSituated in the Ozark Mountains in Arkansas, Eureka Springs is a town known for its Victorian architecture, with plenty of opportunities to participate in a good haunting.\n\nThe town has walking and hiking paths around the Ozarks year-round, but during this time of year, Eureka Springs holds a haunted trail walk and lantern-guided cemetery tours.\n\nFor any \"The Walking Dead\" fans out there, the town holds a Eureka Springs Zombie Crawl, complete with a zombie-filled parade. Visitors are invited to dress up, but they are also welcome to just experience the spectacle.\n\nKnown as one of the most haunted hotels in the U.S., Crescent Hotel & Spa offers ghost tours, and you can also participate in a midnight investigation with the Eureka Springs Paranormal Team.\n\nRecommended stay: Crescent Hotel & Spa\n\nWilliamsburg, Virginia\n\nColonial Williamsburg has spooky tours and events throughout the Halloween season.\n\nThe city of Williamsburg, Virginia, became the capital of the Virginia Colony in 1699, and has long been dubbed as haunted.\n\nColonial Williamsburg, the world's largest living-history museum, offers a nighttime candlelit walking tour called “Haunted Williamsburg,\" which takes visitors through its historic buildings.\n\nThe museum hosts a \"Cry Witch\" event, where the audience plays jury in a faux witchcraft trial. However, Colonial Williamsburg states that the event is not suitable for young children due to its \"subject matter\" and \"intense emotion.\"\n\nFor a more family-friendly celebration of spooky season, Busch Gardens Williamsburg amusement park offers Halloween-themed events, such as Howl-O-Scream nights.\n\nRecommended stay: Williamsburg Lodge\n\nChicago, Illinois\n\nChicago is holding its annual Night of 1,000 Jack-O-Lanterns event this year.\n\nChicago provides a good Midwestern scare, and is notorious for its ghost tours that showcase the Iroquois Theater and the story of H.H. Holmes that embraces the city's haunted history.\n\nThe Chicago Botanic Garden hosts the Night of 1,000 Jack-O-Lanterns each year, featuring carved pumpkins and spooky stories.\n\nOn Oct. 31, the Windy City also holds the Haunted Halsted Halloween Parade, bringing frightening costumes and performances to the Northalsted neighborhood.\n\nThe International Museum of Surgical Science and the Medieval Torture Museum both host walk-through experiences that incorporate the city's chilling history.\n\nRecommended stay: 21c Museum Hotel Chicago\n\nBisbee, Arizona\n\nTake advantage of the interesting scope of tours in the city of Bisbee, Arizona.\n\nA historic mining town that's chock-full of ghost tales, Bisbee, Arizona, is home to one of the best spots for a good scare on the West Coast.\n\nAt the Copper Queen Hotel, which was built in 1902, visitors can experience Victorian style architecture and take in its rich history.\n\nBisbee is not short on fascinating tours: The Copper Queen Mine Tour takes visitors 1,500 feet down on a mine train, and the Old Bisbee Ghost Tour guides visitors through the most haunted spots around the town.\n\nRecommended stay: The Shady Dell\n\nThis article was originally published on TODAY.com"
    },
    {
        "title": "In new exhibit, MODS illuminates the future of renewable energy | Opinion",
        "link": "https://www.sun-sentinel.com/2024/10/22/in-new-exhibit-mods-illuminates-the-future-of-renewable-energy-opinion/",
        "description": "The vice president of exhibits at Fort Lauderdale’s Museum of Discovery and Science touts the museum’s new solar exhibit, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yfB9lj7gQpvydVb1vISMPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6hOpinion",
        "source": "Sun Sentinel",
        "article_content": "Maxwell: Another conviction in Florida’s ghost candidate scandal, but the senators who benefited remain in office"
    },
    {
        "title": "On the Origin of Lucy: How One Extraordinary Fossil Helped Alter Our View of Human Evolution",
        "link": "https://www.mentalfloss.com/discovery-of-lucy-human-evolution",
        "description": "As the oldest and most complete hominin skeleton at the time of her discovery, Lucy became the poster child for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TCdSHc09JwG7sSivemjHbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1h",
        "source": "Mental Floss",
        "article_content": "Donald Johanson really had no business going bone hunting that Sunday. There were letters to write and fossils to catalog—heaps of paperwork left undone while fellow paleoanthropologists were visiting his camp in Ethiopia’s Afar region.\n\nBut graduate student Tom Gray was headed out to map the fossil site, Hadar, and he needed a guide to Locality 162. So Johanson ignored his better judgment in favor of what he later called a “gut sense” and set off with Gray and company in a Land Rover.\n\nA good two hours into the search, that gut sense had only netted them a handful of animal fossil fragments, and the late-morning temperature had already topped 100°F. They made one last sweep of a peripheral gully—nothing doing—and decided to call it a day.\n\nThen, “as we turned to leave,” Johanson recalled, “I noticed something lying on the ground partway up the slope.” It was 2-inch-long bone shard that he immediately recognized as “part of an elbow.” And it wasn’t alone: A closer scan turned up bits of a skull, a femur, a pelvis, and more.\n\n“An unbelievable, impermissible thought flickered through my mind,” Johanson wrote. “Suppose all these fitted together? Could they be parts of a single, extremely primitive skeleton? No such skeleton had ever been found—anywhere.”\n\nThe camp buzzed with the thrill of a big break long before Johanson could answer that question. That night, November 24, 1974, nobody slept, beer flowed as freely as conversation, and a tape recorder blared the Beatles’ “Lucy in the Sky With Diamonds” on repeat. By morning, the skeleton that would forever alter our understanding of human evolution had a name: Lucy.\n\nWalk Tall\n\nHadar, located in the Afar region’s Awash River valley, is a dry expanse of eroded sedimentary deposits formed in part by prehistoric rivers and volcanic eruptions. Thanks to its geological backstory, it’s a fossil gold mine. French geologist Maurice Taieb put Johanson on to the site’s paleoanthropological potential when Johanson was still a Ph.D. student in the early 1970s, and the two teamed up for their inaugural expedition during the fall of 1973.\n\nJohanson hoped to find evidence of early species in a category now commonly known as hominins, which includes all human species and their immediate ancestors. Hominins (Hominini) are a tribe (i.e. a subgroup) of the hominid family (Hominidae), which also features chimpanzees, bonobos, gorillas, and orangutans, as well as their immediate ancestors. Modern humans are Homo sapiens, the only hominin species that exists today, and how exactly we evolved as we are is buried deep within the fossil record.\n\nOne characteristic that makes humans unique among extant mammals is that we’re exclusively bipedal—most of us (as adults, anyway) always walk on two feet. In the mid-20th century, the leading theory (a version of which Charles Darwin had laid out in 1871’s The Descent of Man) posited that hominins evolved this way after their brains got larger and they started using tools. To put it very simply, walking upright leaves your hands free to hold things.\n\nBut during his first field season in Hadar, Johanson unearthed fossils that could complicate this timeline: part of a tibia and two femur pieces that formed a knee joint at an angle, much like a modern-day human’s. Its age was ballparked at 3 million years, and its size suggested that the being it belonged to stood only a few feet tall. This could mean hominins were bipedal before big brains entered the picture.\n\nAll walking aside, what kind of hominin was this? An early Homo species—or something else?\n\nFound Family\n\nThe plot thickened during the team’s next dig at Hadar in 1974, which produced three hominin jaws and then, miraculously, Lucy.\n\nLucy's remains at an exhibition at the Houston Museum of Natural Science in 2007. / Dave Einsel/GettyImages\n\nLucy was so special because she was so intact: hundreds of bones and parts of bones that made up some 40 percent of a skeleton. Her large pelvic opening identified her as female, and the shape of her pelvis and legs confirmed that she walked upright. She was about 3.5 feet tall and at least 3 million years old (now dated at nearly 3.18 million), with a small brain and a jaw notably smaller than the others found there. Because of this and other discrepancies between Lucy and those jaws, Johanson guessed that she belonged to one previously unknown species, while the jaws belonged to another.\n\nBut further findings would cause him to change his tune. One was the 1975 discovery of an entire group of hominin skeletons, nicknamed the “First Family,” in Locality 333. “Fossils seemed to be cascading, almost as from a fountain, down the hillside,” Johanson wrote. “A near-frenzy seized us as we scrambled madly to pick them up.” Another was the discovery of fossils in Laetoli, Tanzania, by a team led by Mary Leakey not long after that.\n\nDetermining the scientific relationship between all these fossils consumed Johanson and his collaborator Tim White in the summer of 1977. Though Lucy proved especially baffling due to her small teeth, the paleoanthropologists eventually attributed the anomaly to sexual dimorphism: differences in appearance between males and females of one species. At roughly 3.5 feet tall and likely tipping the scales at around 60 pounds, Lucy was the most diminutive adult female in the whole collection, and her teeth showed it. The largest of the bunch measured 5 feet tall and could have been as heavy as 150 pounds.\n\nIn the end, they concluded that everything from Laetoli and Hadar belonged to a single species that, as Johanson explained, “stood somewhere between apes and humans and appeared to be neither one nor the other.” Their brains were fairly proportional to chimps’ brains, their arms hung a little lower than ours, and their faces were apish. But they ambled along more or less like we do. Johanson and White decided to categorize them in the genus Australopithecus, established by Raymond Dart after his 1924 discovery of a hominin fossil known as the Taung child—also somewhere between ape and human (though Australopithecus loosely translates to “southern ape”). For a species name, they settled on afarensis as a nod to the Afar region.\n\nLucy in the Rearview\n\nAs the oldest and most complete hominin skeleton at the time of her discovery, Lucy became the poster child for Australopithecus afarensis and the unofficial mother of all humans. But her legacy is much more nuanced than that, especially in light of all the fossils excavated in the decades after hers was.\n\nFor one thing, we now know that A. afarensis wasn’t the origin point of bipedalism: Evidence suggests that other hominins—including the 4.4-million-year-old Ardipithecus ramidus, the 6-million-year-old Orrorin tugenensis, and maybe even the 6-to-7-million-year-old Sahelanthropus tchadensis—walked upright long before Lucy lived (though they likely did spend time in trees). This reinforces that bipedalism wasn’t a product of brain enlargement, and it may have predated tool use, too: The earliest tools we’ve found so far are only 3.3 million years old.\n\nWhy hominins began walking erect remains a subject of debate. According to one hypothesis, it could have arisen from males’ need to carry food to their childrearing mates. Others believe shrinking forests meant more time traversing grasslands, which was more energy-efficient on two feet than four. Still others think hominins actually became bipedal in order to better navigate life in trees.\n\nAnother of Lucy’s ambiguities is how she’s related to us. Other hominins that lived around A. afarensis’s time have since been uncovered, from fellow Australopithecus species like A. anamensis and A. deyiremeda to Kenyanthropus platyops (though it has been suggested that the solitary fossil found in that last species is just another afarensis relic). It’s commonly thought that Australopithecus begot Homo, whose earliest fossil to date—part of a jaw found in the Afar region in 2013—is between 2.75 and 2.8 million years old. Lucy’s species prevails as a popular possibility for Homo’s direct ancestor.\n\n“We have now found afarensis in Tanzania, Chad, Kenya and Ethiopia, and we know Lucy and her kin must have lived in these parts of Africa for close to a million years. That antiquity and extensive geographical spread convince me that it is the most likely candidate to have given rise to the many species of the Homo genus and ultimately to our own species, Homo sapiens,” paleoanthropologist Zeresenay Alemseged told The Guardian in June 2024. That said, it’s far from a certainty.\n\nDonald Johanson, founding director of the Institute of Human Origins at Arizona State University, faces specimen AL 822-1, a reconstructed skull of an ‘Australopithecus afarensis.’ / Julesasu, Wikimedia Commons // Public Domain\n\nBut Lucy’s influence transcends genealogy: She also ignited an unparalleled level of public interest in paleoanthropology. Back in the ’70s, when Johanson told a Paris customs agent that the “funny little parcels” in his suitcase were fossils from Ethiopia, the man lit up. “You mean Lucy?” he said. “A large crowd gathered and watched as Lucy’s bones were displayed, one by one, on the Customs counter,” Johanson recounted. “I got my first inkling of the enormous pull that Lucy would generate from then on.” Naturally, this pull was even stronger within the scientific community.\n\n“One of the major impacts of Lucy’s discovery was that it encouraged so many scientists to go out and survey and explore for more fossils like Lucy,” paleoanthropologist Yohannes Haile-Selassie said at a 50th-anniversary symposium earlier this year. Lucy wasn’t the end of our hunt for humankind’s origin—she was just the beginning.\n\nRead More Exciting Stories About Human Origins:"
    },
    {
        "title": "Smallest Known Complete Dinosaur Eggs Found In China – And Belong To A New Species",
        "link": "https://www.msn.com/en-us/news/technology/smallest-known-complete-dinosaur-eggs-found-in-china-and-belong-to-a-new-species/ar-AA1sIVtx?ocid=BingNewsVerp",
        "description": "The region is famous for larger dinosaur eggs, but the discovery shows theropods the size of small birds thrived at their ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rexVCkmbfn1-RuJDu2akQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience on MSN4h",
        "source": "IFLScience on MSN",
        "article_content": ""
    },
    {
        "title": "How the coronavirus defeats the innate immune response",
        "link": "https://www.sciencedaily.com/releases/2024/10/241022132635.htm",
        "description": "SARS-CoV-2 has an enzyme that can counteract a cell's innate defense mechanism against viruses, explaining why it is more ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uA16Dl1H6wos2d4rWK2tdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Science Daily2h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Are you really helping when you join an 'expedition tour'?",
        "link": "https://www.bbc.co.uk/travel/article/20241021-are-you-really-helping-when-you-join-an-expedition-tour",
        "description": "Among the shifting trends of the 21st Century, there's one key factor that's increasingly driving people's desire to travel: ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lKpYz0jCyv_JrO6tav5yki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8h",
        "source": "BBC",
        "article_content": "Expeditions used to be the preserve of professionals: scientists, academics and explorers setting off for parts unknown with the goal of furthering the field of human knowledge. An emerging industry of expedition tourism, however, is laying open the thrill of discovery to the general public, with companies offering expert-led tours with a focus on subjects such as science, conservation and anthropology.\n\n\"People don't just want to sit on a beach anymore – there's more of an appetite for self-fulfilment,\" said Kevin Currie, director of New Scientist Discovery Tours. \"We launched in June 2019, at a time when experiential tours were growing at twice the rate of normal tourism. That's resumed since the pandemic; we're seeing exponential growth.\"\n\nNew Scientist Discovery Tours are accompanied by experts in their fields, who lead visits to conservation areas, historical sites or scientific institutions, explaining to guests in depth what it is that they're seeing and experiencing. Current tours include a trip to CERN in Switzerland with a particle physicist, and a cruise to Svalbard featuring on-board lectures from world-famous evolutionary biologist Richard Dawkins."
    },
    {
        "title": "Asana launches AI Studio, a no-code tool for building AI agents",
        "link": "https://www.computerworld.com/article/3578614/asana-launches-ai-studio-a-no-code-tool-for-building-ai-agents.html",
        "description": "The work management app vendor has opened access to its generative AI-powered agents for enterprise customers.",
        "image_url": "https://www.bing.com/th?id=OVFT.BI9MRYUET927eWER_yRoZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "Computerworld",
        "article_content": "Customers trialing AI Studio during the beta noted several advantages when deploying AI agents, said Paige Costello, head of AI at Asana. “The key benefits we’re seeing are the speed of decision-making and the overall acceleration of work and reduction in administrative and busy work,” she said.\n\n“There is tremendous potential in AI-based agents to expedite workflow,” said Wayne Kurtzman, research vice president covering social, communities and collaboration at IDC. “The ability to deploy agents in the stream of work, where teams work, and without code becomes a powerful proposition.”\n\nWith the launch, Asana also announced additional features for AI Studio. These include a wider variety of potential AI agent actions, more control over smart workflow capabilities such as data access and costs, and an increase in the amount of context the AI agent can reference in its decision-making."
    },
    {
        "title": "No-Code And Low-Code Tools: Are They A Solution For Enterprises?",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/22/no-code-and-low-code-tools-are-they-a-solution-for-enterprises/",
        "description": "Low-code and no-code tools can provide quick, low-cost solutions. Can they be used as a competent solution for enterprise ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YZ1J1v3J8MRhySs1ncoDPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "8h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Can sensor technology stop a wildfire before it starts?",
        "link": "https://www.newscientist.com/article/2451036-can-sensor-technology-stop-a-wildfire-before-it-starts/",
        "description": "The US Department of Homeland Security is trialling chemical sensors that detect the first whiff of smoke in the air and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1F5Dmc2RBjMas9_FqLRwdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "New Scientist9h",
        "source": "New Scientist",
        "article_content": "The US Department of Homeland Security is trialling chemical sensors that detect the first whiff of smoke in the air and alert fire crews while a potential blaze is still smouldering\n\nThe Lahaina fire devastated Hawaii in 2023 Matthew Thayer/The Maui News via AP/Alamy\n\nThe following is an extract from our climate newsletter Fix the Planet. Sign up to receive it for free in your inbox every month.\n\nOn 8 August 2023, after days of windy weather, utility poles toppled into the long grass just outside the town of Lahaina on the Hawaiian island of Maui. A few minutes later, the first flames flickered around the downed power lines. Within minutes a brush fire erupted.\n\nThe fire was declared fully contained by firefighters, but a few hours later it was whipped…"
    },
    {
        "title": "Exclusive: AI startup Attention just raised $14 million to bring its natural language processing tech to sales calls",
        "link": "https://www.businessinsider.com/attention-series-a-analyze-sales-calls-ai-2024-10",
        "description": "Attention uses AI and natural language processing to record sales calls, analyze data, and generate next steps.",
        "image_url": "https://www.bing.com/th?id=OVFT.33bHz4ggTN_fnlE-S7BJcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7h",
        "source": "Business Insider",
        "article_content": "AI startup Attention raised a $14 million Series A funding round from Alven, Eniac, and Frst.\n\nThe startup uses AI and natural language processing to glean data and next steps from sales calls.\n\nOther startups are bringing AI into the enterprise software landscape to make sales more efficient.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nNew York-based AI startup Attention, which uses natural language processing to fill out customer relationship management (CRM) programs and generate action items from sales calls, just raised a fresh round of funding.\n\nThe startup told Business Insider that it had secured a $14 million Series A funding round led by French VC firm Alven. Existing investors Eniac, Frst, and Liquid2 Ventures also participated in the funding round, along with 645 Ventures and Aglae.\n\nThe funds follow a $3.1 million seed round the startup raised when it launched in January 2023.\n\nWhen Attention founders Anis Bennaceur and Matthias Wickenburg first met, they were building competing startups. At the time, Bennaceur was building Mixer, a career platform for creative professionals, and Wickenburg was working on competitor Swipecast. But they bonded over a shared pain point: sales calls.\n\nAdvertisement\n\nSales calls were a nuisance because \"it was hard to know what was happening,\" Bennaceur told BI, adding that \"there was nothing to record calls or transcribe the conversation, so it was hard to get volume out of these conversations.\"\n\nSo they forged an alliance and, in 2021, launched Attention to help solve the issue.\n\nThe duo spent eight months working on the first iteration of Attention, which used AI to coach sales reps. When that version struggled to find product-market fit, they pivoted in mid-2022 to develop a program that used AI to transcribe sales calls and automatically fill out the CRM.\n\nWhile Swipecast was bootstrapped during its six-year run, Bennaceur and Wickenburg knew that they wanted to go the VC route with Attention to match deeper competition in the enterprise tech space and hire enough engineering talent to build an AI program.\n\nAdvertisement\n\nAttention's AI analyzes sales team calls and generates action items such as follow-up emails and Salesforce updates. The tech can also identify customers who are a churn risk and provide scorecards.\n\nWith its new round of funding, Attention will focus on automating more business tasks with the broader vision of \"putting the sales team on autopilot,\" Bennaceur said.\n\nRelated stories\n\nIn addition to filling out a CRM, he envisions a world where his tech prepares handover notes, mitigates churn risks, handles email correspondence and customer tickets, and analyzes the data provided by customer interactions through the sales process.\n\n\"We spent a lot of time building an engine,\" he said. \"We want companies to have as lean of a team as possible that generates 100x of the outputs that you used to be able to do before.\"\n\nAdvertisement\n\nAttention is just one of many companies in the growing business of using generative AI to improve sales and supercharge the enterprise software space.\n\nLate-stage startup Gong, which also records sales calls, raised $250 million in Series E funding in 2021 at a $7.25 billion valuation. And 11x.ai, which is building AI sales reps, raised a $50 million Series B last month from a16z, TechCrunch reported."
    },
    {
        "title": "Bitdefender and Trend Micro security software patched after multiple critical vulnerabilities exposed",
        "link": "https://www.yahoo.com/tech/bitdefender-trend-micro-security-software-113241048.html",
        "description": "Of the two companies, Bitdefender seems to have had to patch more vulnerabilities than Trend Micro, though all five are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ingKGgAhoB2OtPUYrEIZzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: ChristineBD on WikiMedia Commons\n\nIn the past ten days, Trend Micro and Bitdefender have released blog posts urging customers to update their security software due to Local Privilege Escalation and Man-In-The-Middle (MITM) vulnerabilities, respectively [h/t Heise]. There are six related CVEs listed on their sites, five relating to Bitdefender Total Security and one for Trend Micro Deep Security Agent, and all advise updating to more recent releases. Bitdefender Total Security users are advised to be on product version 27.025.115 or newer, attainable through auto-update, and Trend Micro Deep Security Agent users are advised to update to or download product version 20.0.1-17380.\n\nOf the two companies, Bitdefender seems to have had to patch more vulnerabilities than Trend Micro, though all five are targeted at MITM vulnerabilities in some way. Man In The Middle vulnerabilities allow for the interception and alteration of communications between users and given sites, allowing false pages and certificates to appear legitimate.\n\nBitdefender's HTTPS scanning functionality was failing to verify certificates across five key scenarios properly: certificates lacking \"Server Authentication\" specs in Extended Key Usage extensions, incorrect checks of site certificates using MD5 and SHA1 collision hash functions, trust of unauthorized entities who exploit the \"Basic Constraints\" certificate extension, and improper trust of both certificates using the DSA signature algorithm and self-signed certificates, in general.\n\nThat said, Local Privilege Escalation is also quite a major cybersecurity issue, even if Trend Micro is addressing just one relevant vulnerability. Local Privilege Escalation refers to standard users gaining admin or system-level access, and Trend Micro's gap came about as a result of insufficient authentication controls, which doesn't sound like a great issue for software called Deep Security Agent.\n\nFortunately, the related issues have already been addressed in their respective software updates and these problems shouldn't impact Bitdefender or Trend Micro customers anymore. However, it is noteworthy that, unlike many cyberattacks which find other vectors of infection, these vulnerabilities were all found within existing security software installed specifically on systems trying to avoid attacks like these. Sometimes, less is more — though of course, the applicability of that mentality can vary greatly depending on your industry."
    },
    {
        "title": "Anthropic’s Claude can now control computers like people do",
        "link": "https://www.digitaltrends.com/computing/anthropic-claude-computer-control-api-announcement/",
        "description": "Anthropic is rolling out a new-and-improved version of Claude 3.5 Sonnet alongside the debut of 3.5 Haiku and a new Computer ...",
        "image_url": "https://www.bing.com/th?id=OVF.1sbh2qqwloGVKasU5DqL8g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19m",
        "source": "Digital Trends",
        "article_content": "Anthropic’s already impressive Claude 3.5 Sonnet gains a significant performance boost on Tuesday as the generative AI startup rolls out an enhanced and updated version of the model alongside the new, lightweight Claude 3.5 Haiku. The Sonnet update includes a public beta feature that gives the AI basic control over the computer it’s running on.\n\nClaude 3.5 Sonnet was already a performance leader when it comes to coding tasks, but the new version shows significant across-the-board improvements over its predecessor and steadily outperforms both Gemini 1.5 and GPT-4o on a variety of industry benchmarks. Gemini 1.5 Pro was the only model to best the new 3.5 Sonnet on any test, and did so on the MATH benchmark.\n\nRecommended Videos\n\nThe new 3.5 Haiku is no slouch, either, despite its small size. Scheduled to be released later this month, 3.5 Haiku outperforms Claude 3.0 Opus, the company’s largest last generation model. Like its larger version, the new Haiku is exceedingly proficient at coding tasks, scoring 40.6% on the SWE-bench Verified — higher than both GPT-40 and the original 3.5 Sonnet.\n\nEven more impressive, the new Claude 3.5 Sonnet can now interact with desktop apps via the “Computer Use” API. The AI can generate the necessary keystrokes, mouse clicks, and movements needed to emulate the human user. The company is quick to point out that the system is currently quite experimental and prone to errors. The underlying purpose of the public beta release is to elicit feedback from developers to rapidly improve the API’s performance.\n\n“We trained Claude to see what’s happening on a screen and then use the software tools available to carry out tasks,” Anthropic wrote in a blog post. “When a developer tasks Claude with using a piece of computer software and gives it the necessary access, Claude looks at screenshots of what’s visible to the user, then counts how many pixels vertically or horizontally it needs to move a cursor in order to click in the correct place.”\n\nClaude | Computer use for automating operations\n\nIt’s an AI agent, essentially. That is, its an AI that can automate other software processes, whether that’s generating and qualifying marketing leads, uncovering patterns and trends in medical data, or simply navigating to a specific website and filling out a form you need. Think of them as a more advanced version of existing Robotic Process Automation systems.\n\nThe company cites Asana, Canva, Cognition, DoorDash, Replit, and The Browser Company as early adopters of the new feature. Replit, for example, is using Computer Control to “develop a key feature that evaluates apps as they’re being built for their Replit Agent product,” per the announcement.\n\nThere’s no need to worry about the AI going all Skynet on us (yet), as Anthropic explains. “Humans remain in control by providing specific prompts that direct Claude’s actions, like ‘use data from my computer and online to fill out this form,’” an Anthropic spokesperson told TechCrunch. “People enable access and limit access as needed. Claude breaks down the user’s prompts into computer commands (e.g., moving the cursor, clicking, typing) to accomplish that specific task.”\n\nAnthropic also concedes that Computer Control could be misused to generate spam, spread misinformation, or commit fraud. In response, the company has developed new classifiers that identify when the API is being used and whether that use is “causing harm.”"
    }
]