[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA astronaut spots 'two metallic spherical orbs' flying by his airplane over Texas",
            "link": "https://www.msn.com/en-gb/science/aeronautics/nasa-veteran-saw-metallic-spherical-orbs-fly-by-his-plane-over-texas/ar-AA1whl2M?ocid=BingNewsVerp",
            "description": "A former NASA astronaut Leroy Chiao has come forward to reveal that he personally witnessed 'two metallic spherical orbs' ...",
            "image_url": "https://www.bing.com/th?id=OVF.tGA06C2u%2bGG%2f%2fIA2q5PJXg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "13hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA astronaut spots 'two metallic spherical orb' UFOs flying by his plane at 9,000ft",
            "link": "https://www.express.co.uk/news/world/1991784/nasa-astronaut-stunned-UFOs",
            "description": "American Leroy Chiao, who was the 196th NASA astronaut to fly in space and the 311th human in space, served on multiple ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K7Nw0-l86gqdVcVyizKrWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8h",
            "source": "Daily Express",
            "article_content": "Leroy Chiao told a recent interview how he was 'dumbstruck' by the sighting\n\nUnexplained 'metallic orbs' once buzzed past a former NASA astronaut's plane as he was flying at around 9,000 feet, he said. American Leroy Chiao, who was the 196th NASA astronaut to fly in space and the 311th human in space, served on multiple missions during an illustrious career after qualifying in 1991. Mr Chiao, who is also a keen light aircraft pilot, said he was flying his plane back to Houston in Texas when something odd suddenly whizzed past. Revealing the encoutner to broadcaster NewsNation, he said saw the \"two metallic spherical orbs\" which were around three-feet in diameter and 20-feet away in August this year.\n\nHe added: \"It's just kinda dumb luck that they didn't hit me. It could've been a bad result, if they had actually hit me. It happened so quick, there wasn't even a chance to get scared.\n\nA 'metallic sphere' weather balloon included in a 2023 report by NASA's UFO panel\n\n\"It wasn't on radar, air traffic control certainly didn't alert me. \"[And] it wasn't on my display that shows other airplanes that are participating with the [Federal Aviation Administration] FAA-required transponders. I don't know what it was.\" Mr Chiao, who has received the NASA Distinguished Service Medal and two NASA Exceptional Service Awards, explained to the US broadcaster that he only saw the objects for \"a second\". Discussing what he thought the objects might be, Mr Chiao pondered: \"My first guess is that it's some kind of military program, a drone of some kind, but you know it's hard to say, right?' \"Frankly, I think whoever was operating the drone wasn't aware that I was there.\"\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nTrending\n\nSpace Shuttle Discovery touching down in California"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is New Jersey the New Area 51?",
            "link": "https://www.seattletimes.com/nation-world/is-new-jersey-the-new-area-51/",
            "description": "The initial response from federal officials has had a 'nothing to see here' quality, which served only to frustrate politicians from both parties.",
            "image_url": "https://www.bing.com/th?id=OJ.Epaq0hs42aR85A&pid=news&w=93&h=16&rs=2",
            "category": "ufo",
            "date": "3h",
            "source": "Seattle Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Garrett M. Graff: Panic over mystery drones says more about people than UFOs",
            "link": "https://www.spokesman.com/stories/2024/dec/21/garrett-m-graff-panic-over-mystery-drones-says-mor/",
            "description": "The rising panic over mystery drones swarming the skies of Mid-Atlantic states reminds us that, in the centuries-long hunt to identify UFOs, humans are usually the weakest link. America has real ...",
            "image_url": "https://www.bing.com/th?id=OJ.vOug7ZaMY1h4ew&pid=news&w=126&h=16&rs=2",
            "category": "ufo",
            "date": "19hOpinion",
            "source": "The Spokesman-Review",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astonishing moment 'UFO' captured onboard British Airways flight heading over North Sea",
            "link": "https://www.msn.com/en-gb/news/newsbirmingham/astonishing-moment-ufo-captured-onboard-british-airways-flight-heading-over-north-sea/ar-AA1wg2NH?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UjkfFm_RYPXUXy8UeE_hWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23hon MSN",
            "source": "Birmingham Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 best AI note-taking apps for Google Meet to make each call easier",
            "link": "https://www.androidpolice.com/best-ai-note-taking-apps-for-google-meet/",
            "description": "Fireflies.ai is another impressive AI notetaker for Google Meet. It acts as a super-smart assistant in every meeting. First ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IJa8ygTH-35bt8zPrjPT0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2m",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini brings a fantastic PDF superpower to Files by Google app",
            "link": "https://www.msn.com/en-ca/news/technology/gemini-brings-a-fantastic-pdf-superpower-to-files-by-google-app/ar-AA1whMPC?ocid=BingNewsVerp",
            "description": "While reading a PDF document in the Files by Google app, users can now seamlessly pull Gemini and ask it to make sense of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KtP7f_Y_CCCwXw5z4NaYPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows 11’s Microsoft 365 app is taking a new AI-first approach with Copilot",
            "link": "https://www.windowslatest.com/2024/12/21/windows-11s-microsoft-365-app-is-taking-a-new-ai-first-approach-with-copilot/",
            "description": "Windows 11's Microsoft 365 app is taking a new AI-first approach and puts all the new AI features in the spotlight with some ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qg4_2fPH6-mS1m9JVEcBAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Windows Latest18h",
            "source": "Windows Latest",
            "article_content": "In a previous post, we covered Microsoft’s plans to rebrand the Microsoft 365 app to Microsoft 365 Copilot. It’s obvious that Copilot will take center stage in the upcoming version, and a recent Microsoft 365 roadmap seen by Windows Latest gives a brief idea of what’s coming.\n\nFirstly, the Copilot page will automatically launch when clicking the Copilot keyboard key in the Microsoft 365 app. The next big change is retiring the top header to give a more clean look to the UI. It is a big change because the right part of the bar contains profile and account-related options.\n\nAll these options will now migrate to the bottom of the left-side menu. So, you’ll need to expand the Settings and more section to access profile, feedback, and app settings.\n\nMicrosoft is also retiring the organization name header, which appeared in the top header. A valid reason for removing this is that Copilot is a tool to get the job done but not a crucial app like Word or Excel, which the organization uses most of the time.\n\nIn addition, it’ll move the AI features like Microsoft 365 Copilot Chat and Copilot Pages to the left sidebar in hopes of drawing more eyeballs than usual. To make space for Copilot, it’s removing the My Day and Help me Create buttons, which have no need since Copilot is a polished version for queries, summarization, and generation tasks.\n\nYou’ll also not see the Back button because Microsoft believes the tabbed interface is enough to switch between multiple apps or app pages.\n\nAlso, what about the search bar? It’s now set to appear on the homepage so you can look for content across different sections, but there are no other changes to the search bar. Only the position is changing.\n\nAll these app changes apply to both the web and desktop versions of the Microsoft 365 Copilot app. You can expect these changes to be reflected in the service from the third week of January 2025.\n\nBut are these changes helpful for the end user?\n\nCopilot is omnipresent\n\nRebranding an already confusing name like Microsoft 365 to Microsoft 365 Copilot makes little sense. With all the hype this AI assistant has received for the last year or so, rarely users or organizations don’t know about it.\n\nEven worse is renaming the simple Copilot service to Microsoft 365 Copilot Chat for enterprise users. That’s a too-long name and based on the little help that it offers, it’ll find very less adoption in the enterprise scenario. The URLs have also changed to reflect the name change, so users don’t get confused.\n\nWe hope that Microsoft sticks to the Copilot name until the service is discontinued (less likely as AI is omnipresent now)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AppLovin (APP) Gets Buy Rating from Jefferies with $400 Target, Highlighting AI-Driven Growth",
            "link": "https://www.msn.com/en-us/technology/tech-companies/applovin-app-gets-buy-rating-from-jefferies-with-400-target-highlighting-ai-driven-growth/ar-AA1wi7EG?ocid=BingNewsVerp",
            "description": "We recently published a list of 10 Buzzing AI Stocks on Latest News and Ratings. In this article, we are going to take a look ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZiyJYAZcvx6XVcC95ijlyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data Is Not The Fossil Fuel Of AI",
            "link": "https://www.forbes.com/sites/hamiltonmann/2024/12/20/data-is-not-the-fossil-fuel-of-ai/",
            "description": "Data is not the ‘fossil fuel’ of AI, natural resources are, and hopefully human life won’t be. As long as humans exist, so ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2nirQdsK0pBBaq6eoxnTkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Individuals with core knowledge confusions are more likely to believe in the paranormal",
            "link": "https://www.msn.com/en-us/health/wellness/individuals-with-core-knowledge-confusions-are-more-likely-to-believe-in-the-paranormal/ar-AA1whCMO?ocid=BingNewsVerp",
            "description": "Recent research found that people with more cognitive confusion, where their brain mixes up basic knowledge, are more likely ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PkLrVBj6fz3t3dqtNL5DOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "PsyPost on MSN11h",
            "source": "PsyPost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hobgoblins and Paranormal Encounters in Pohnpei, Micronesia",
            "link": "https://island.lk/hobgoblins-and-paranormal-encounters-in-pohnpei-micronesia/",
            "description": "Jayantha Perera I retired from ADB in April 2011. ADB appointed me as a staff consultant without waiting for the mandatory ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AGEIwIppmqgOzNJyFboOni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Island4h",
            "source": "Island",
            "article_content": "by Jayantha Perera\n\nI retired from ADB in April 2011. ADB appointed me as a staff consultant without waiting for the mandatory ‘cooling off’ 12-month period expired. A memo signed by the President, a Vice President, and two Directors Generals of ADB stated why I should be re-recruited immediately. It stated, “Mr. Perera’s experience as a senior and highly respected member of ADB as a safeguard specialist makes him ideal for this position … He is a well-respected ADB staff and was one of ADB’s leading experts in the environment, involuntary resettlement, and indigenous people’s development issues; he was the only international staff member at ADB who had technical knowledge and expertise in all three safeguard areas……..”\n\nOne of my major assignments as a consultant was to conduct training in 10 Pacific countries for senior government officials on how to address social and environmental issues to meet ADB’s safeguard policy standards. Fiji, Samoa, Pohnpei, Tonga, Cook Islands and Marshall Islands were among the countries chosen. Each country offered its rich culture, natural beauty, and the opportunity to meet people with vivid personalities and experience paranormal encounters. Pohnpei, an island state in the Pacific, etched a dazzling world I will never forget.\n\nPohnpei and three island states form the Federated States of Micronesia (FSM) in the western Pacific Ocean. Pohnpei is the largest island in FSM, with a land area of 335 sq. kilometres. The other three states are Yap, Chuuk, and Kosrae. Pohnpei State also owns several small islands in the vast Pacific Ocean.\n\nPohnpei means ‘stone altar.’ Presumably, it refers to a large stone platform on the island. The island’s population is about 37,000. Its terrain is mountainous and jungle-covered. It is one of the wettest places on Earth, with an annual rainfall exceeding 7,600 mm. A circular, tarred, narrow road connects dispersed towns. Access to the interior, especially to hilly areas, is challenging.\n\nThe people are proud of their history and boast about Nan Madol, an ancient city-kingdom. Its civilisation flourished for 700 years, from the 10th century to the 17th century. Its downfall began with the arrival of Spanish sailors in the early 19th century, followed by whalers, traders, missionaries, educators, and colonisers. After the Spaniards, the Germans occupied it. During the Second World War, the Japanese captured it, and the USA took it from the Japanese in the late 1940s.\n\nLocals suffered severely when colonisers plundered their treasures and destroyed cultural artefacts. Spaniards brought cholera and smallpox to Pohnpei, nearly annihilating the local population. The Japanese not only looted local treasures but also enslaved people. During the Second World War, Japanese warlords used local slaves to move heavy cannons to strategic mountaintops. Most of the workers died because of starvation and illnesses.\n\nIn 1986, Pohnpei became an independent state within FSM. The five traditional small kingdoms on the island constitute independent Pohnpei, and the Pohnpei State Council represents them. Kolonia is the capital of Pohnpei State, and Palikir is the capital of FSM. The two cities are adjacent to each other. The local kingdoms occasionally clash with the State Council on matters of development. About 10 years ago, for example, the State Council tried establishing a casino complex in the territory of a traditional kingdom. Its king opposed the proposal and took his protest to an international forum for arbitration.\n\nEnglish is the official language, and people consider themselves non-immigrant citizens of the United States. In other words, the USA guarantees they can become US citizens whenever they want. The currency in the country is the US dollar. Postage is paid in US$, and postal stamps are US postal stamps. A taxi charges one dollar to travel within Kolonia.\n\nFortunately, I got a seat on United Airlines from Honolulu to Kolonia. The Filipino hotel manager told me to wait a few hours before occupying my room. When I asked him why, he said hotel guests who had left in the morning might return if their flight was cancelled. The hotel’s policy is to accommodate such stranded travellers on a priority basis in the rooms they had occupied earlier.\n\nI was tired, hungry, and sleepy. The manager gave me a hot tuna sandwich and coffee at the restaurant. He told me he could give me a room with a door facing the jungle behind the hotel. I feared small insects and reptiles might creep into my room after sunset. The incessant rain added a gloomy atmosphere to my fear. I could hear water gushing down a drain. Rainwater trickled down from the eves of the roof, flooding the narrow corridor in front of the room and making it slippery.\n\nI moved into the room and slept several hours. When I woke up, it was dark and still raining. I did not know how to go to the restaurant. There was no telephone in my room. I was nervous about going to the bathroom. When I opened the tap in the bathroom, it took about five minutes to see clear water. I was reluctant to pull the shower curtain. When I pulled it, a six-legged, black, long, gecko-like creature was in the bathtub. The bathtub was cracked and dirty and covered with dead leaves. The room’s light bulb was weak, and the bathroom was not lit up to see what else was waiting there to meet me. I regretted my decision to occupy an outer room.\n\nThe manager came to take me to dinner. He had a strong flashlight and a large umbrella. I asked him about possibly moving to a room inside the hotel. But by then, the hotel was fully occupied. The manager told a Filipina woman to clean my room again and to keep a heater in it. I insisted that the bedsheets and pillows should also be changed. When I returned to my room after supper, it looked neat and smelled good. The gecko-like creatures had disappeared.\n\nI had a free weekend in Pohnpei before leaving for Honolulu. The hotel manager suggested I hire his four-wheel drive Jeep and travel around the island. He charged me $100 for the trip, which included a driver-cum-guide, a lunch box, snacks, and soft drinks. He advised me to carry one-dollar bills with me to pay local taxes. I changed a 50-dollar note for one-dollar and five-dollar bills. The bills were dirty and discoloured; some were as hard as cardboard.\n\nThe Jeep was a rickety old van without a spare wheel. It spluttered dark, unburned diesel, and its engine noise was unbearable. Roger, the jeep driver, was a local young man with long hair and a ferocious-looking black beard. He carried a big, heavy knife. The hotel manager handed him food boxes and an umbrella.\n\nI thought Roger might sacrifice me to a native god by cutting my neck at a remote place. I had read on Google about human sacrifices to gods on the island. I wished I had invited another hotel guest to accompany me, but it was too late. Roger promised to show me places that foreign visitors rarely visit. His offer made me more nervous. I told him that I should return to the hotel before 5 p.m.\n\nRoger drove the old Jeep with care. He stopped the Jeep in front of churches to talk to his friends who came for the Sunday mass. Sometimes, he offered them a ride in the Jeep without asking me. At a church, at least 10 people entered the Jeep, and two sat next to me in the front seat, pushing me onto the gear shift. They were fat people dressed in large white shirts and baggy blue jeans. They had unshaven faces and unwashed mouths. They spoke English. They invited me to visit their church and to join them for a communal lunch. I politely declined the offer by saying I was on a tight travel programme and should return to Kolonia early.\n\nLater, I visited a small Christian church. The church had a neat front yard, and a local artist had painted beautiful murals of the genesis and the crucifixion. I could see some well-thumbed prayer books and hymn books on a small table covered with an embroidered white tablecloth. The small board on the table invited donations. One could donate money by dropping dollar bills or cents into a small glass box, which a small padlock secured.\n\nSeveral people were in the church, wearing their Sunday best. Men wore European clothes, and women wore long white dresses with beautiful shoes. Some of them had heavy makeup. All adult women wore head covers. Many devotees, especially the women, carried rosaries in their hands.\n\nPeople sat in circles by the road and ate from large metal pots. Roger explained that Christians do not work on Sundays except for attending mid-morning service. They cook on Saturday and partook of it on Sunday after the church service. Pork was the main dish. Raw tuna fish competed with fried pork to be the best food item. Someone told me they had learned how to raise pigs and cook pork dishes from Filipino friends whose ancestors came with the Spaniards as cooks and servants.\n\nSuddenly, Roger drove off the main road, saying he wanted to show me the statue of Henry Nanpie. The figure was about 100 metres from a protestant church and was on an elevated stone dais. I thought it was built of steel with a hollow interior. Henry was in an elite tailcoat with a walking stick in his right hand. Roger told me that Henry had lived in Pohnpei in the late 19th century and early 20th century. He was the son of a local army commander. His mother was an English woman – the daughter of an English beachcomber.\n\nHenry inherited lots of land from his powerful father. Then, he wanted to acquire land from another local kingdom. Henry visited the kingdom’s palace carrying a loaded gun and a bag of goodies. He took the weapon to kill the king and the goodies to bribe palace servants to get their allegiance. When he saw the king in an inner palace chamber, he tried to kill the king. But his gun misfired. Then Henry aimed the weapon at a flowerpot and pulled the trigger. The bullet went through the flowerpot and damaged the wall behind it.\n\nHenry cunningly claimed that he had supernatural powers and could stop a gun from firing a bullet. He explained to the king that before he aimed the weapon at the king, he had “charmed” the gun. Because of the charm, the gun misfired. After removing the charm from the gun, a bullet fired from it smashed the flowerpot. The king was amazed and convinced himself of Henry’s supernatural powers. The king asked him to be the kingdom’s protector offering him a mansion and a vast stretch of land.\n\nHenry opened a large supply shop to supply food, water, oil, and labour to whaling ships in the Pacific. He used his new wealth to add more land to his estate. In Pohnpei, he established protestant groups and spread Western cultural practices and beliefs among the locals through them. Even today, local people consider him a semi-god who brought wealth and salvation to them and connected them with the outside world. Roger sang a folk song about Henry, which depicted Henry as a local god. A copper plaque beside his statue indicates that he still has admirers to spread, invent and reinvent myths about him.\n\nRoger was hurrying me to go to the ruined capital of Nan Madol Kingdom. He told me that the kingdom was on the banks of a large lagoon connected to the eastern shoreline. It was the only ancient city ever built atop a coral reef. In 2016, the UN declared it a World Heritage Site. We drove on a narrow gravel road and parked the Jeep. From there, we walked about two kilometres to Nan Madol. We walked through private lands, and landowners charged a fee for crossing their land. Some landlords collected a dollar or two, but one landlord demanded seven dollars.\n\nWe entered a rocky trail from the last property. The land rapidly became marshy, and we walked on an elevated narrow bund. Both sides of the bund were inundated, and walking on it was risky. Henry dexterously cut down weeds and plants that obstructed the path. He wanted me to follow him closely but did not say why. The thought that he might sacrifice me to a local god began looming in my mind. I did not look around as I wanted to keep my eyes on him and the bund. He walked fast, brandishing his knife as if in a frenzy.\n\nThe narrow bund that stretched through a grotesque jungle of mangroves looked never-ending. I thought that spirits were watching and following me. I tried to avoid looking at large trees because I thought they were beckoning me. Some tree trunks, I thought, turned into hobgoblins. I remembered reading how funny elves resort to mischievous acts towards human beings who encroach on their territories.\n\nSuddenly, I felt some invisible force pulling me back. I could not see Roger. I thought that I got lost among the mangroves forever. I saw the shallow water in marshy fields swelling to engulf me. I stopped walking. I thought how silly I was to think about bizarre things. Then Roger returned and asked me whether I had seen anything or anybody. I told him that some trees had tried to talk to me and were making faces at me. He said that many visitors had similar supernatural encounters. Roger explained that Pohnpiens treated the ruins at Nan Madol as sacred. They also knew various spirits haunt the place. The spirits came out at night, but a few hovered around during the daytime to harass visitors. Roger gave me several small, polished stones connected in a string. It reminded me of the rosaries that churchgoers had in their hands. He said that the string would fend off evil spirits. I then remembered my grandmother, who gave me my first rosary when I was seven, advising me to carry it with me to protect myself from evil forces.\n\nWe arrived at a stagnant shallow canal from where we could see the temple entrance. To reach the temple, we crossed a shallow canal. There were several decayed logs in the canal, and we had to push them aside to cross it. About 50 metres from the canal were the elegant stone walls three to five metres high. Just under a stone arch was a conduit from a table-flat wall top where, presumably, human sacrifices were conducted. According to Roger, the blood of those victims trickled down from the wall top to the main entrance through the conduit, where priests performed rituals to appease gods. Many city outer walls remain intact, although mangroves have engulfed them.\n\nLocal people believe twin brothers, who were sorcerers, built Nan Madol. They came to Pohnpei from another island in a large canoe to build an altar where they could perform ancestor worship. The legend is that the two brothers levitated large stones with the help of a flying dragon and built the entire city in three years. They transported basalt columns from a faraway island. Most of the columns are now under shallow water in the lagoon.\n\nThe temple consists of about 90 rectangular islets linked by narrow channels. Each islet had a coral-filled platform. Nan Madol means “within the intervals,” and the “intervals” are the complex canal grid. It is unclear who lived on islets, but locals believe priests who performed rituals at the altar lived in single-house units built on islets.\n\nThere were reserved locations among the islets for priests to feed turtle innards to a sacred eel who lived in a deep well. After feeding the eel, priests shared the rest of the turtle as a sacrament. To this day, eels are considered holy and are never killed or eaten.\n\nThe main enclosure is a large stone chamber with hundreds of human bones. About 15 years ago, several German archaeologists dusted and rearranged the bones to examine their age. That night, one archaeologist died in his hotel room in Kolonia, and the other fell gravely ill. Roger said his ancestors were unhappy when foreigners excavated and labelled their bones. They, as spirits, protect the monuments and punish anyone who disturbs them.\n\nRoger’s father and two uncles had seen several light beams starting from the temple’s main altar late one night. The light beams travelled across the sea to faraway islands and large stars. When I asked Roger if he would camp at Nan Madol after sunset to watch the light beams, he said he would not risk meeting his ancestors! He advised me not to talk about them as they were holy spirits with enormous powers and could harm us in their domain.\n\nWe spent two hours walking around the temple. The shallow sea and the lagoon behind the ruins were very picturesque. We tried to count the heaps of basalt rafts submerged in the lagoon. When we decided to leave Nan Madol, I felt I could not move. I was unsure whether the feeling came from my fear of hobgoblins or the perplexity in my mind. I told Roger to walk with me to the Jeep. He walked ahead of me, occasionally checking whether I was following him. I tried to walk fast without looking at the trees I had seen earlier. I felt a powerful, unseen force pulling me backwards. I imagined a tree with strange roots moving towards me. The gushing winds created a bizarre atmosphere. I felt I had not left the ruins, so I called Roger and asked him to walk with me. We plodded to the Jeep from the ruins. He reassured me that the spirits would not follow us. I was glad to leave Phonpei the following day."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bill Yarborough Announces His Debut Novel \"Memories of MK-ULTRA: A Journey of Discovery from Darkness to Deliverance\"",
            "link": "https://markets.businessinsider.com/news/stocks/bill-yarborough-announces-his-debut-novel-memories-of-mk-ultra-a-journey-of-discovery-from-darkness-to-deliverance-1034164805",
            "description": "\"Memories of MK-ULTRA\" promises to engage fans of thriller books, offering a blend of psychological tension, paranormal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EM5gEkOZ_dBlNRq7t6B6HC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9m",
            "source": "Business Insider",
            "article_content": "SAN FRANCISCO, Dec. 21, 2024 (GLOBE NEWSWIRE) -- Bill Yarborough is thrilled to introduce his debut novel, \"Memories of MK-ULTRA : A Journey of Discovery from Darkness to Deliverance,\" a historical novel based on true events. It delves into the shocking experiences of three children subjected to CIA mind control experiments during the summer of 1958, and the miraculous occurrences that later guide their healing journey.\n\n\n\nMemories of MK-ULTRA explores the dark chapters of CIA mind control experiments and the resilience of three siblings in their journey from darkness to deliverance\n\n\n\nSpanning 420 pages, this psychological thriller encapsulates the chilling narrative of the Matthews siblings—Tommy, Curtis, and Beth—who were unwittingly drawn into the depths of the CIA's MK-ULTRA program. This program explored extreme measures of mind control, involving psychedelic drugs, isolation, electroshock, hypnosis, and various forms of torture across more than 80 institutions.\n\n\n\n\n\nBill Yarborough, Author of \"Memories of MK-ULTRA\"\n\n\n\nThe author, having himself been a victim alongside his siblings, crafts a gripping and emotional tale that oscillates between the real and the surreal, painting a vivid picture of the blurred lines between repressed memories and harsh realities. The experiences of these siblings, as they come of age through the tumult of subsequent decades, are laid bare, exposing the profound impacts of the government's covert operations on their identities and lives.\n\n\n\n\"Memories of MK-ULTRA\" is not just a story of horror and manipulation but also a character-driven and compelling narrative about coming of age in the shadow of trauma and the healing that can follow. It explores a therapeutic and spiritual journey of confronting and overcoming hidden pasts, and the powerful and transformative changes that can occur—a theme that resonates deeply with anyone embracing the path to healing.\n\n\n\nAs the novel unfolds, readers are taken on a historical and emotional rollercoaster that reveals not only the dark experiments of MK-ULTRA but also the resilience and indomitable spirit of those who survived. The Matthews siblings each confront their buried memories, with one undergoing a profound, Scrooge-like transformation after encountering an unexpected source of light from their hidden past.\n\n\n\n\"Memories of MK-ULTRA\" promises to engage fans of thriller books, offering a blend of psychological tension, paranormal phenomena, and the relentless quest for truth. It is a profound addition to the genres of horror, historical, and healing novels, ensuring an unforgettable reading experience.\n\n\n\nThe novel is available worldwide, including at major retailers like Barnes & Noble and Amazon. The paperback version is priced at $18.99, while the e-book is available for $2.99. Review copies and interviews with Bill Yarborough can be requested to gain further insights into this haunting yet enlightening narrative.\n\n\n\nDiscover more about Bill Yarborough and his journey through darkness to deliverance at Bill Yarborough's Official Website .\n\n\n\nAbout the Author\n\n\n\nBill Yarborough, a survivor of the CIA’s MK-ULTRA program, has turned his profound experiences into a catalyst for healing and writing. Even before his retirement from the financial sector, where he also served as the board president for two nonprofits, Bill began his role as an author. Since retirement, he has embraced his author role full-time while becoming a certified hypnotherapist, EFT Practitioner, and Reiki Master. Living in the San Francisco Bay Area with his wife, Inge, Bill continues to explore the realms of emotional health and communal healing.\n\n\n\nAbout Manhattan Book Group\n\n\n\nManhattan Book Group, a part of Mindstir Media LLC, combines the strengths of traditional and self-publishing. Located in New York City, MBG is committed to providing authors with a robust platform to bring their literary visions to life. For more details, visit Manhattan Book Group .\n\nMedia Contact:\n\n\n\nBill Yarborough\n\nMemories of MK-ULTRA\n\nbillyarborough3@gmail.com\n\nContact – Bill Yarborough\n\nPhotos accompanying this announcement are available at:\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/ac943b75-ca68-4d62-b075-caa5a3e110c7\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/bc91d017-144b-4f95-b2a0-406a5d0d8e3a\n\nA video accompanying this announcement is available at https://www.globenewswire.com/NewsRoom/AttachmentNg/99ceb443-d4d5-40d9-a9e9-3efb966b5eea"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Family Time’ Review: Finnish Family Portrait Balances Christmas Cheer and Domestic Discord",
            "link": "https://www.msn.com/en-us/movies/reviews/family-time-review-finnish-family-portrait-balances-christmas-cheer-and-domestic-discord/ar-AA1wgQfR?ocid=BingNewsVerp",
            "description": "With its stationary long-shots of domestic life, 'Family Time' is like the 'Paranormal Activity' of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.--uRU9GBnn4oCV-TRS-d5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "17hon MSN",
            "source": "Variety on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mother claims council moved her to house where objects fly due to 'paranormal activity'",
            "link": "https://www.westernpeople.ie/mother-claims-council-moved-her-to-house-where-objects-fly-due-to-paranormal-activity_arid-42234.html",
            "description": "The woman claimed the property the family has been moved into has caused her to be fearful for her children due to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LwnmSPP3_VbNKy_QNgIGHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Western People22h",
            "source": "Western People",
            "article_content": "High Court reporters\n\nA mother has told the High Court that the council home she has been transferred to has made her fear for the safety of her five young children due to \"paranormal activity\" that has caused tables and chairs to move and objects to be flown around.\n\nThe High Court action was taken by Thomas and Louise Stokes, with an address listed at Mount Temple, Carrick on Shannon, Co Leitrim, claiming that the family could not stay at that address due to concerns for their children's health arising from a mould problem.\n\nHowever, Ms Stokes told Mr Justice Garrett Simons on Friday that a new property the family has been moved into has caused her to be fearful for her children due to \"paranormal activity\".\n\nThe Stokes’ original complaint to the High Court was that the local authority did not classify them as ‘homeless’, even though, it was alleged, the mould in the first property was so bad it involved hospital visits and forced the entire family to sleep downstairs rather than in their own bedrooms.\n\nThe claim against the council alleged that works were carried out to alleviate the situation by improving ventilation and removing the mould caused by dampness but the problem returned.\n\nThose works were insufficient, the family claimed in arguing that the property was not fit for human habitation and emergency accommodation was needed.\n\nThe family claim that in the five-year period they lived in the property, the problem with mould became so bad that they were forced to leave and live temporarily with relatives before returning to the house.\n\nThe court heard that the council placed the family on a transfer list and the offer of a new property was accepted by the Stokes in October.\n\nHowever, Ms Stokes told Mr Justice Simons that since she has moved there, “numerous objects” in the new house have been “flown from side to side”, while doors and a table and chairs “were moving in front of our eyes”.\n\nShe claims that while making food for her children, objects flew out of the cupboard she opened.\n\nMs Stokes said she contacted the previous occupant of the house, who wrote them a letter that the applicant described as “beyond traumatic”.\n\nMs Stokes claims she brought the letter to the attention of the council but was “laughed at” in a meeting.\n\n“Everyone deserves a home. I never asked for a mansion, I asked for a safe home for my kids. I just want somewhere safe for my kids five days before Christmas,” she said.\n\nAt the High Court on Friday, Mr Justice Simons struck out the Stokes’ claim against Leitrim County Council.\n\nMr Justice Simons said the claim before him only related to the first property and that if there were new claims, they would have to be lodged separately with the court.\n\nMr Justice Simons said the only case before him was in relation to the first house and that “the case has come and gone, as it were” due to the Stokes' transferring to the new house.\n\nHe told Ms Stokes that he understood her concern about the second house experiencing \"paranormal activity\" and her fears for the safety of her children but that a third house would mean a new application to the local authority."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science news this week: Killer squirrels and an unexpected amulet",
            "link": "https://www.msn.com/en-us/health/other/science-news-this-week-killer-squirrels-and-an-unexpected-amulet/ar-AA1wgqQp?ocid=BingNewsVerp",
            "description": "Our weekly roundup of the latest science in the news, as well as a few fascinating articles to keep you entertained over the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ixrA3Fn0QoQouy8-GLVsqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN23h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Solar Discovery Could Revolutionize Hydrogen Production",
            "link": "https://scitechdaily.com/new-solar-discovery-could-revolutionize-hydrogen-production/",
            "description": "A new solar cell process using Sn(II)-perovskite oxide material offers a promising pathway for green hydrogen production ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGMYShcwz4S3sAa4T85AAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Heart tissue can regenerate — How Cold War nuclear tests led to major discovery",
            "link": "https://studyfinds.org/heart-muscle-regeneration-cold-war-tests/",
            "description": "Explore the amazing power of heart regeneration. Discover how new research is changing the way we understand the human ...",
            "image_url": "https://www.bing.com/th?id=OVF.GRJ%2bruujhi3nk6EX%2fZR49Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "studyfinds7h",
            "source": "studyfinds",
            "article_content": "(ID 328527023 © Dmitry Buksha | Dreamstime.com)\n\nStudy reveals extraordinary self-healing potential in advanced heart failure patients\n\nTUCSON, Ariz. — For decades, medical science has insisted that the human heart cannot repair itself in any meaningful way. This dogma, as fundamental to cardiology as a heartbeat itself, is now being challenged by game-changing research that reveals our hearts may possess an extraordinary power of regeneration—provided they’re given the right conditions to heal.\n\nThe study, published in Circulation, offers potential new directions for treating heart failure, a condition that affects nearly 7 million U.S. adults and accounts for 14% of deaths annually, according to the Centers for Disease Control and Prevention.\n\nTraditionally, the medical community has viewed the human heart as having minimal regenerative capabilities. Unlike skeletal muscles that can heal after injury, cardiac muscle tissue has been thought to have very limited repair capacity.\n\n“When a heart muscle is injured, it doesn’t grow back. We have nothing to reverse heart muscle loss,” says Dr. Hesham Sadek, director of the Sarver Heart Center at the University of Arizona College of Medicine – Tucson, in a statement.\n\nIt’s long believed that human heart muscle cells weren’t capable of regeneration, but a new study shows the “strongest evidence” yet, researchers say. (© appledesign – stock.adobe.com)\n\nHowever, this new research, conducted by an international team of scientists, demonstrates that hearts supported by mechanical assist devices can achieve cellular renewal rates significantly higher than previously observed. The study examined tissue samples from 52 patients with advanced heart failure, including 28 who received left ventricular assist devices (LVADs) – mechanical pumps surgically implanted to help weakened hearts pump blood more effectively.\n\nThe research methodology centered on an innovative approach to tracking cell renewal. Using a technique that measures carbon-14 levels in cellular DNA – taking advantage of elevated atmospheric levels from Cold War nuclear testing – researchers could effectively date when cardiac cells were created. This method provided unprecedented insight into the heart’s regenerative processes.\n\nThe findings revealed a stark contrast between different patient groups. In healthy hearts, cardiac muscle cells (cardiomyocytes) naturally renew at approximately 0.5% per year. However, in failing hearts, this renewal rate drops dramatically – to 0.03% in cases of non-ischemic cardiomyopathy (heart failure not caused by blocked arteries) and 0.01% in ischemic cardiomyopathy (heart failure from blocked arteries).\n\nCardiac muscle cells, or cardiomyocyte, under a microscope. (Credit: Trevor Atkeson and Madhavi Pandya, Garvan Institute)\n\nThe most significant finding emerged from patients who responded positively to LVAD support. These “responders,” who showed improved cardiac function, demonstrated cardiomyocyte renewal rates more than six times higher than those seen in healthy hearts. This observation provides what Dr. Sadek calls “the strongest evidence we have, so far, that human heart muscle cells can actually regenerate.”\n\nThe study builds upon previous research, including Dr. Sadek’s 2011 publication in Science showing that heart muscle cells actively divide during fetal development but cease shortly after birth to focus solely on pumping blood. His 2014 research provided initial evidence of cell division in artificial heart patients, laying the groundwork for the current study.\n\nThe mechanism behind this increased regeneration may be linked to the unique way LVADs support heart function. These devices effectively provide cardiac muscle with periods of reduced workload by assisting with blood pumping, potentially creating conditions that enable regeneration. This observation aligns with established knowledge about how other tissues in the body heal and regenerate when given adequate rest.\n\nScientists now hope to figure out why some patients are capable of having the advanced regenerative response and others aren’t. (© LIGHTFIELD STUDIOS – stock.adobe.com)\n\nThe research team found that in failing hearts, most cellular DNA synthesis is directed toward making existing cells larger or more complex through processes called polyploidization and multinucleation, rather than creating new cells. However, in LVAD patients who showed improvement, a significant portion of DNA synthesis was dedicated to generating entirely new cardiac muscle cells – a more beneficial form of cardiac adaptation.\n\nApproximately 25% of LVAD patients demonstrate this enhanced regenerative response, raising important questions about why some patients respond while others do not. Understanding these differences could be crucial for developing new therapeutic approaches. “The exciting part now is to determine how we can make everyone a responder,” says Sadek.\n\nThe implications of this research are particularly promising because LVADs are already an established treatment option. As Dr. Sadek points out, “The beauty of this is that a mechanical heart is not a therapy we hope to deliver to our patients in the future – these devices are tried and true, and we’ve been using them for years.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unlock the Science of Deep Sleep and Memory Formation",
            "link": "https://scitechdaily.com/unlock-the-science-of-deep-sleep-and-memory-formation/",
            "description": "Slow-wave sleep plays a crucial role in strengthening memory by enhancing synaptic connections in the brain, with new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zc6mANneobfsJUDZ1_N99y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fish with a 'giant swollen nose', mouse that can swim: Strange species discovered in Peru",
            "link": "https://www.msn.com/en-in/science/ecology/fish-with-a-giant-swollen-nose-mouse-that-can-swim-strange-species-discovered-in-peru/ar-AA1wgaxD?ocid=BingNewsVerp",
            "description": "An expedition in Peru has led to the discovery of 27 animal species, including a mouse that can swim. Conservation ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1s2tFsb6IeNVsVSVIYkEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "21hon MSN",
            "source": "WION on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-OpenAI engineer who raised legal concerns about the technology has died",
            "link": "https://www.msn.com/en-us/technology/tech-companies/ex-openai-engineer-who-raised-legal-concerns-about-the-technology-he-helped-build-has-died/ar-AA1whWRJ?ocid=BingNewsVerp",
            "description": "Suchir Balaji, a former OpenAI engineer and whistleblower who helped train the artificial intelligence systems behind ChatGPT ...",
            "image_url": "https://www.bing.com/th?id=OVF.1QD2%2fxMQDhBJukP9v4HDcA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-OpenAI engineer who raised legal concerns about the technology he helped build has died",
            "link": "https://www.msn.com/en-us/news/opinion/ex-openai-engineer-who-raised-legal-concerns-abgoout-the-technology-he-helped-build-has-died/ar-AA1whZe9?ocid=BingNewsVerp",
            "description": "Suchir Balaji, a former OpenAI engineer and whistleblower who helped train the artificial intelligence systems behind ChatGPT ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KD-s44iTRAIReuj42nZIqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSNOpinion",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO: Elon Musk Is a 'Legendary Entrepreneur' But 'Clearly a Bully'",
            "link": "https://www.msn.com/en-us/money/other/openai-ceo-sam-altman-calls-former-business-partner-elon-musk-a-bully/ar-AA1wgWQ8?ocid=BingNewsVerp",
            "description": "Musk 'did a lot to help OpenAI in the early day,' Sam Altman says in an interview with The Free Press, but he 'likes to get ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mtpli2yGD9BQYc_kzNyNeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI announces new o3 model — but you can’t use it yet",
            "link": "https://www.msn.com/en-us/news/technology/openai-announces-new-o3-model-but-you-can-t-use-it-yet/ar-AA1whNsM?ocid=BingNewsVerp",
            "description": "Welcome back to Week in Review. This week, we’re looking at OpenAI’s last — and biggest — announcement from its '12 Days of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Pw4ojYmUMku5-YXOub2OOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Companies Like OpenAI and SpaceX Are Staying Private Longer",
            "link": "https://www.msn.com/en-us/money/technology/why-companies-like-openai-and-spacex-are-staying-private-longer/ar-AA1whyZu?ocid=BingNewsVerp",
            "description": "Private companies — especially those in tech — are raising billions of dollars to delay, and sometimes even shun, a path to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PJPuQ25Q_tQAGmuEyNPrRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "13hon MSN",
            "source": "QuickTake on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Programming Trends to Watch in 2025",
            "link": "https://www.analyticsinsight.net/programming/top-programming-trends-to-watch-in-2025",
            "description": "As 2025 approaches, several key programming trends are all set to shape the future of software development. These trends ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UsbyfukqveXhqe_d5pAoZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight22h",
            "source": "Analytics Insight",
            "article_content": "Rust is starting to be appreciated for being a system programming language of great potential thanks to congruent memory safety and high-speed features. Compared to C and C++, Rust guarantees programmers can write fast and safe code. This makes it ideal for performance-critical applications such as embedded systems , operating systems, and web assembly. As key players in the industry start recommending Rust for security, it remains a growing language for both business and pleasure. Open-source projects. With more developers joining the Rust ecosystem and more focus on safety and quality, Rust has become a top choice for developers. The usage of Rust has great growth potential, and we will see that in the next few years."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Banke Bihari Temple in Mathura Imposes Dress Code, Bans Mini Skirts And Torn Jeans",
            "link": "https://www.msn.com/en-in/fashion-and-style/fashion-trends/banke-bihari-temple-in-mathura-imposes-dress-code-bans-mini-skirts-and-torn-jeans/ar-AA1whkZE?ocid=BingNewsVerp",
            "description": "Mathura: Vrindavan's Thakur Bankebihari Temple has appealed to the visitors to \"dress modestly\" and refrain from wearing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9cTztq4HI_V3jQ4q6atwjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "12hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fairfield County adopts updated subdivision regulations and introduces model zoning code",
            "link": "https://www.msn.com/en-us/urban-infrastructure/housing-and-urban-development/fairfield-county-adopts-updated-subdivision-regulations-and-introduces-model-zoning-code/ar-AA1wgHKV?ocid=BingNewsVerp",
            "description": "The Fairfield County Commissioners and Fairfield County Regional PlanningCommission has adopted updated subdivision ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ulFVQBw-54mdXH7_iZXo1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN18h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VCs say digital agents, 'crypto mania,' and a torrent of liquidity are the tech trends to watch in 2025",
            "link": "https://www.businessinsider.com/vc-tech-trends-digital-agents-crypto-resurgence-and-liquidity-boom-2024-12",
            "description": "VCs at 35 firms like a16z and IVP tell us what's hot in tech next year, how regulatory changes could rouse the exit market, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yU-F0ZUXqzpooLqAilyHOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "18h",
            "source": "Business Insider",
            "article_content": "After three years of tense reductions, the skies are clearing over Silicon Valley, and startup investors seem broadly optimistic about a resurgence in tech dealmaking.\n\nAdvertisement\n\nWe asked venture capitalists at 35 firms like Andreessen Horowitz, Insight Partners, IVP, and Sapphire Ventures, to tell us what's hot and what's not in tech next year, how potential regulatory changes could rouse a sleepy exit market, and where artificial intelligence goes from here.\n\nAdvertisement\n\nIn 2025, venture capitalists expect a loosening of antitrust regulations under the new presidential administration. This could reignite acquisition activity by strategic buyers, which would allow funds to distribute proceeds from those deals to their own investors, or limited partners, and raise new funds to invest in the next generation of startups, said Brian Garrett, managing director at Crosscut Ventures.\n\nIn recent years, startups weren't the only ones facing a cash crunch. Established funds raised the lion's share of funding dollars, while many newish and boutique funds struggled to raise. A torrent of dealmaking, combined with Trump's return to the White House and an end to the political uncertainty, could mobilize investors in these funds who had been sitting on the sidelines to whip out their checkbooks, said Ivan Nikkhoo, a managing partner at Navigate Ventures.\n\n\"Uncertainty breeds defense, optimism breeds offense,\" said Matt Murphy, a partner at Menlo Ventures and early Anthropic investor. \"We're going into a cycle where acquirers are feeling they need to play offense and startups feel like it's time to invest in leadership. And the IPO market is open for best-in-class assets.\"\n\nAdvertisement\n\nFrom IPOs to robotaxis, these are the tech trends to watch in 2025, according to venture capitalists."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Verse Piece Codes (December 2024)",
            "link": "https://twinfinite.net/roblox/verse-piece-codes/",
            "description": "But what about some free rewards and unlocks? Then you need our Verse Piece codes. Keep reading to find out how to easily redeem them and what kind of rewards you can expect to get. Naturally ...",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "Twinfinite15h",
            "source": "Twinfinite",
            "article_content": "Updated: December 21, 2024 Added new codes!\n\nRecommended Videos\n\nIf you can’t get enough of Roblox games inspired by One Piece, here is another one for you. But what about some free rewards and unlocks? Then you need our Verse Piece codes. Keep reading to find out how to easily redeem them and what kind of rewards you can expect to get.\n\nAll Verse Piece Codes\n\nVerse Piece Codes (Working)\n\n!code RESTIZEALIVE : Free rewards (Requirement: level 5000) (New)\n\n: Free rewards !code TradeBug : Free rewards (Requirement: level 5000) (New)\n\n: Free rewards !code 20KMembers : $5,000 and 2 Rare Chests\n\n: $5,000 and 2 Rare Chests !code 10KLikes : 25 Rare Chests\n\n: 25 Rare Chests !code 2MVisits : 5 Exotic Chests\n\n: 5 Exotic Chests !code 7KLikes : Free rewards (Requirement: level 5000)\n\n: Free rewards !code NukeAtomic : Free rewards (Requirement: level 5000)\n\n: Free rewards !code 4KLikes : Free rewards (Requirement: level 5000)\n\n: Free rewards !code AnotherVerse : Free rewards (Requirement: level 5000)\n\n: Free rewards !code VoxSmart : Free rewards (Requirement: level 5000)\n\n: Free rewards !code 4KFavs : 10 Race Rerolls and 10 Ability Rerolls\n\n: 10 Race Rerolls and 10 Ability Rerolls !code Delay : 10 Rare Chests\n\n: 10 Rare Chests !code VERMILLION : 10 Race Rerolls\n\n: 10 Race Rerolls !code 3500Likes : Free rewards\n\n: Free rewards !code TrickOrTreat : 100 Candy, 100 Blood, and 3 Halloween Chests\n\n: 100 Candy, 100 Blood, and 3 Halloween Chests !code 1MVisits! : 3 Halloween Chests\n\n: 3 Halloween Chests !code RobloxDown : 5 Exotic Chests (Requirement: level 5000)\n\n: 5 Exotic Chests !code ChestDrop : 5 Exotic Chests (Requirement: level 5000) (New servers only)\n\n: 5 Exotic Chests !code NomoreChestDrop : 5 Exotic Chests (Requirement: level 5000) (New servers only)\n\n: 5 Exotic Chests !code Rengoku : Rewards (Requirement: level 5000)\n\n: Rewards !code Exclusive : Rewards (Requirement: level 5000)\n\n: Rewards !code Judge : Rewards (Requirement: level 5000)\n\n: Rewards !code ShutdownPiece : 5 Exotic Chests (Requirement: level 5000)\n\n: 5 Exotic Chests !code NoCap : 25 Race Rerolls (Requirement: level 5000)\n\n: 25 Race Rerolls !code 500KVisits : 10 Race Rerolls\n\n: 10 Race Rerolls !code DelayPiece : 25 Race Rerolls\n\n: 25 Race Rerolls !code Locked : 25 Race Rerolls\n\n: 25 Race Rerolls !code Delayed : Free rewards (Requirement: level 3000)\n\n: Free rewards !code Enhance : Free rewards (Requirement: level 3000)\n\n: Free rewards !code UPDATE2PART1 : 10 Race Rerolls\n\n: 10 Race Rerolls !code 1.5KFavs : 1 Mythical Chest\n\n: 1 Mythical Chest !code LastShutdown : 1 Mythical Chest, 1 Legendary Chest, 1 Epic Chest, and 1 Rare Chest\n\n: 1 Mythical Chest, 1 Legendary Chest, 1 Epic Chest, and 1 Rare Chest !code 350KVisits : 3 Mythical Chests\n\n: 3 Mythical Chests !code 1KLikes : Free rewards\n\n: Free rewards !code SorryReallyLate : Free rewards (Requirement: level 3000)\n\n: Free rewards !code SorryForShutdown : Free rewards (Requirement: level 3000)\n\n: Free rewards !code 250KVisits : Free rewards (Requirement: level 3000)\n\n: Free rewards !code 750Likes : Free rewards (Requirement: level 3000)\n\n: Free rewards !code SorryForBug : Free rewards (Requirement: level 3000)\n\n: Free rewards !code IAmHere : Free rewards (Requirement: level 3000)\n\n: Free rewards !code 500Favs : Free rewards (Only in new servers)\n\n: Free rewards !code 100KVisits : Free rewards (you have to be level 3,000 to redeem)\n\n: Free rewards (you have to be level 3,000 to redeem) !code PerfectlyPlanned : $1k\n\n: $1k !code Update1 : Mythical Chest\n\n: Mythical Chest !code SorryForLate : Legendary Chest\n\n: Legendary Chest !code 1KActives: Five Mythical Chests\n\nVerse Piece Codes (Expired)\n\n!code SorryForBuggy\n\n!code ObitoTV\n\n!code ValkIsHere\n\n!code MiniUPD\n\n!code 2KVisits\n\n!code 10KVisits\n\nImage Source: Roblox via Twinfinite\n\nHow To Redeem Codes In Verse Piece\n\nThe way to redeem codes in the game is slightly different from the usual. But no worries, as it is still quite easy. Follow these simple steps:\n\nRun Verse Piece in Roblox.\n\nOpen the chat by clicking the button in the top-left corner, or the / key on the keyboard.\n\nkey on the keyboard. Copy and paste the code you want in the chat box.\n\nPress Enter.\n\nEnjoy your free rewards!\n\nHow To Get More Verse Piece Codes\n\nIf you want to get your hands on more codes for the game, you might want to join the developers’ Discord server. It might also be a good idea to join the Roblox group to make sure you don’t miss out on any updates.\n\nNaturally, it will save you some time to simply bookmark this page and check back often. We will be updating this page with new codes as often as possible.\n\nWhy Are My Codes Not Working?\n\nIn this case, since you’ll be typing them in the chat, you have to make sure you are including the “!code” part, otherwise they won’t work. Also, remember the codes are case-sensitive, so avoid rewriting them since any typos will be a problem.\n\nIf the code is still not working, then chances are that it might have expired since publishing it. Remember to redeem them as soon as you can.\n\nThat’s all we have for you on Verse Piece codes. For more codes on other exciting Roblox games, check out our articles on Sorcery codes, Pixel Tower Defense codes, and Vision codes.\n\nTwinfinite is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Discovered Magic at the Large Hadron Collider",
            "link": "https://scitechdaily.com/scientists-just-discovered-magic-at-the-large-hadron-collider/",
            "description": "Researchers at the Large Hadron Collider have found that top quarks exhibit a property known as magic, which could advance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1zlY1hC-7SEWwtdRyZ7oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Solar Discovery Could Revolutionize Hydrogen Production",
            "link": "https://scitechdaily.com/new-solar-discovery-could-revolutionize-hydrogen-production/",
            "description": "A new solar cell process using Sn(II)-perovskite oxide material offers a promising pathway for green hydrogen production ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGMYShcwz4S3sAa4T85AAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science news this week: Killer squirrels and an unexpected amulet",
            "link": "https://www.msn.com/en-us/health/other/science-news-this-week-killer-squirrels-and-an-unexpected-amulet/ar-AA1wgqQp?ocid=BingNewsVerp",
            "description": "Our weekly roundup of the latest science in the news, as well as a few fascinating articles to keep you entertained over the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ixrA3Fn0QoQouy8-GLVsqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science on MSN23h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "4 ways artificial intelligence revealed the unexpected in 2024",
            "link": "https://www.msn.com/en-us/news/technology/4-ways-artificial-intelligence-revealed-the-unexpected-in-2024/ar-AA1wgURr?ocid=BingNewsVerp",
            "description": "Artificial intelligence came of age in 2024, helping to decode the mysteries of ancient scrolls, whale vocalizations, the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.u0YnI6Gjp7XFOHys00mVSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "16hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Heart tissue can regenerate — How Cold War nuclear tests led to major discovery",
            "link": "https://studyfinds.org/heart-muscle-regeneration-cold-war-tests/",
            "description": "Explore the amazing power of heart regeneration. Discover how new research is changing the way we understand the human ...",
            "image_url": "https://www.bing.com/th?id=OVF.GRJ%2bruujhi3nk6EX%2fZR49Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "studyfinds7h",
            "source": "studyfinds",
            "article_content": "(ID 328527023 © Dmitry Buksha | Dreamstime.com)\n\nStudy reveals extraordinary self-healing potential in advanced heart failure patients\n\nTUCSON, Ariz. — For decades, medical science has insisted that the human heart cannot repair itself in any meaningful way. This dogma, as fundamental to cardiology as a heartbeat itself, is now being challenged by game-changing research that reveals our hearts may possess an extraordinary power of regeneration—provided they’re given the right conditions to heal.\n\nThe study, published in Circulation, offers potential new directions for treating heart failure, a condition that affects nearly 7 million U.S. adults and accounts for 14% of deaths annually, according to the Centers for Disease Control and Prevention.\n\nTraditionally, the medical community has viewed the human heart as having minimal regenerative capabilities. Unlike skeletal muscles that can heal after injury, cardiac muscle tissue has been thought to have very limited repair capacity.\n\n“When a heart muscle is injured, it doesn’t grow back. We have nothing to reverse heart muscle loss,” says Dr. Hesham Sadek, director of the Sarver Heart Center at the University of Arizona College of Medicine – Tucson, in a statement.\n\nIt’s long believed that human heart muscle cells weren’t capable of regeneration, but a new study shows the “strongest evidence” yet, researchers say. (© appledesign – stock.adobe.com)\n\nHowever, this new research, conducted by an international team of scientists, demonstrates that hearts supported by mechanical assist devices can achieve cellular renewal rates significantly higher than previously observed. The study examined tissue samples from 52 patients with advanced heart failure, including 28 who received left ventricular assist devices (LVADs) – mechanical pumps surgically implanted to help weakened hearts pump blood more effectively.\n\nThe research methodology centered on an innovative approach to tracking cell renewal. Using a technique that measures carbon-14 levels in cellular DNA – taking advantage of elevated atmospheric levels from Cold War nuclear testing – researchers could effectively date when cardiac cells were created. This method provided unprecedented insight into the heart’s regenerative processes.\n\nThe findings revealed a stark contrast between different patient groups. In healthy hearts, cardiac muscle cells (cardiomyocytes) naturally renew at approximately 0.5% per year. However, in failing hearts, this renewal rate drops dramatically – to 0.03% in cases of non-ischemic cardiomyopathy (heart failure not caused by blocked arteries) and 0.01% in ischemic cardiomyopathy (heart failure from blocked arteries).\n\nCardiac muscle cells, or cardiomyocyte, under a microscope. (Credit: Trevor Atkeson and Madhavi Pandya, Garvan Institute)\n\nThe most significant finding emerged from patients who responded positively to LVAD support. These “responders,” who showed improved cardiac function, demonstrated cardiomyocyte renewal rates more than six times higher than those seen in healthy hearts. This observation provides what Dr. Sadek calls “the strongest evidence we have, so far, that human heart muscle cells can actually regenerate.”\n\nThe study builds upon previous research, including Dr. Sadek’s 2011 publication in Science showing that heart muscle cells actively divide during fetal development but cease shortly after birth to focus solely on pumping blood. His 2014 research provided initial evidence of cell division in artificial heart patients, laying the groundwork for the current study.\n\nThe mechanism behind this increased regeneration may be linked to the unique way LVADs support heart function. These devices effectively provide cardiac muscle with periods of reduced workload by assisting with blood pumping, potentially creating conditions that enable regeneration. This observation aligns with established knowledge about how other tissues in the body heal and regenerate when given adequate rest.\n\nScientists now hope to figure out why some patients are capable of having the advanced regenerative response and others aren’t. (© LIGHTFIELD STUDIOS – stock.adobe.com)\n\nThe research team found that in failing hearts, most cellular DNA synthesis is directed toward making existing cells larger or more complex through processes called polyploidization and multinucleation, rather than creating new cells. However, in LVAD patients who showed improvement, a significant portion of DNA synthesis was dedicated to generating entirely new cardiac muscle cells – a more beneficial form of cardiac adaptation.\n\nApproximately 25% of LVAD patients demonstrate this enhanced regenerative response, raising important questions about why some patients respond while others do not. Understanding these differences could be crucial for developing new therapeutic approaches. “The exciting part now is to determine how we can make everyone a responder,” says Sadek.\n\nThe implications of this research are particularly promising because LVADs are already an established treatment option. As Dr. Sadek points out, “The beauty of this is that a mechanical heart is not a therapy we hope to deliver to our patients in the future – these devices are tried and true, and we’ve been using them for years.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Appy Pie's No-Code AI Design Platform Simplifies Holiday Creations for Christmas Posters and Avatars",
            "link": "https://finance.yahoo.com/news/appy-pies-no-code-ai-094100622.html",
            "description": "Appy Pie Design, a leading No-code AI Design Platform, offers businesses and individuals an easy way to create Christmas ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9uRWu3h_65ZtB_Mde5KSpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "18h",
            "source": "YAHOO!Finance",
            "article_content": "NEW DELHI, Dec. 21, 2024 /PRNewswire/ -- Appy Pie Design, a leading No-code AI Design Platform, offers businesses and individuals an easy way to create Christmas posters and avatars for this upcoming holiday season. With its enhanced suite of AI-powered tools, the platform allows users to design festive visuals effortlessly, making it a go-to choice for creative holiday solutions.\n\nAppy Pie Logo (PRNewsfoto/Appy Pie)\n\nAlso, users can create unique, seasonally-themed avatars to showcase their holiday spirit across social media and professional platforms. These Christmas avatars can be used to personalize social media profiles, email signatures, or even professional platforms, spreading holiday cheer in both casual and formal settings.\n\n\"Our platform is designed to make the holidays easier and more joyful for everyone,\" said Abhinav Girdhar, CEO of Appy Pie. \"By providing accessible and creative solutions, we aim to help users connect meaningfully during this festive season.\"\n\nThe AI Animation Generator enables users to bring their holiday ideas to life with engaging and dynamic visuals. The platform provides flexibility and convenience, making it an indispensable tool for celebrating the holiday season creatively and efficiently.\n\nFor those looking to turn static visuals into dynamic content, the Image to Video AI tool transforms still images into alluring videos. This functionality adds a new dimension to holiday designs, making them more interactive and impactful.\n\nAbout Appy Pie\n\nAppy Pie , a Trademark of Appy Pie LLP, is a leading global platform offering a suite of no-code, AI-powered tools, including an app builder, website builder, workflow automation platform, graphic design software, chatbot builder, help desk software, and live chat software, to help businesses and individuals design, build, and automate. With a user-friendly interface and a wide range of customizable templates, Appy Pie empowers users to create professional-grade applications, websites, and automation without coding expertise. Appy Pie caters to diverse needs from entrepreneurs to established enterprises by providing innovative solutions for various industries.\n\nMedia Contact\n\nAbhinav Girdhar\n\nsales@appypie.com\n\n+1 888 322 7617\n\nCision\n\nView original content to download multimedia:https://www.prnewswire.com/news-releases/appy-pies-no-code-ai-design-platform-simplifies-holiday-creations-for-christmas-posters-and-avatars-302337846.html\n\nSOURCE Appy Pie"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VeChain Revolutionizes NFT Access with Free PofP Badge Tool",
            "link": "https://www.crypto-news-flash.com/vechain-revolutionizes-nft-access-with-free-pofp-badge-tool/",
            "description": "VeChain announces the introduction of a no-code Proof of Participation (PofP) to encourage the creation and storage of NFTs.",
            "image_url": "https://www.bing.com/th?id=OVFT.jRB3EaKFZjC_ER77dcfQay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Crypto News Flash20h",
            "source": "Crypto News Flash",
            "article_content": "VeChain announces the introduction of a no-code Proof of Participation (PofP) to encourage the creation and storage of NFTs.\n\nThe objective aligns with the recent launch of VePassport, which boosts identity verification for fair voting and decision-making.\n\nVeChain (VET) has announced the launch of a no-code Proof of Participation (PofP) module with plans to revolutionize access to Non-Fungible Tokens (NFTs). Explaining this concept, VeChain highlighted that PofP is designed for event managers to facilitate the creation and storage of digital collectibles via a no-code smart contract platform on the VeChainThor blockchain.\n\nProof of Participation (PofP) badges are a great way to introduce NFTs & blockchain to users, but can be difficult/costly to mint. No more! We just launched a no-code PofP module – FREE! Grab the VeWorld wallet, mint PofPs, & engage your communities, Web3 style!\n\nLinks below👇 pic.twitter.com/WI9ZoQx8Ji— VeChain (@vechainofficial) December 18, 2024\n\nMore About the PofP Concept\n\nPofP collectibles also exist as NFTs compatible with the ERC 721 standard. They can be saved as digital proof of participation in events (either online or in person). Since they are recorded on the blockchain, attendees can have permanent access to them. Most importantly, they can be traded.\n\nExplaining the concept in a simple scenario, VeChain disclosed that PofP removes the complexities that are associated with blockchain technology to onboard a non-crypto native user for free.\n\nImagine ordering exactly the merch you have to distribute to your visitors and not having to carry boxes around, collect waste, and manage user disappointment when merch is over or has not yet arrived. PofP removes the complexity of blockchain and the need to deal with cryptocurrencies for both you and your users! PofP works with credits, where 1 credit = 1 transaction, effectively onboarding non-crypto-native users on the blockchain for free, thereby potentially increasing client attractiveness and conversion rates.\n\nIn terms of usage, users would be given 20 new free credits each month, according to the blog post. Meanwhile, these can be used to pay for users’ transactions. In situations where the free credit is exhausted, users would have to cover the fees in VTHO. To get started with this, users would first need to create an account, have a logo for every event, a badge to distribute as Proof of Participation, and agree to the terms and conditions of the campaign.\n\nVeChain’s VePassport for Reliable Identity Verification\n\nRecently, VeChain also announced the introduction of a VePassport – a decentralized identity solution tied to the VeWorld Wallet address within the VeBetterDAO. As we reported, the reason for this initiative was to meet the growing ecosystem and its decentralized governance with an identity disclosure to ensure fair voting and decision-making.\n\nWith this introduction, users must meet qualification criteria to enjoy governance rewards and participate in weekly voting. Some of these qualifications include Proof of Participation via X-Apps, Proof of Equity, and Proof of Identity.\n\nVePassport, alongside the other tools and tweaks introduced in this update, is an important stepping stone toward the future goals of VeBetterDAO and its mission to becoming a leading platform for mass adoption of blockchain and real-world impact…By prioritizing real user growth and a more accommodating baseline for governance, the Better ecosystem continues to champion the spirit of decentralization and further enhance the prospect of the VeChainThor blockchain that lay at its core.\n\nRecommended for you:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ugly start leads to ugly loss for Timberwolves",
            "link": "https://www.twincities.com/2024/12/21/ugly-start-leads-to-ugly-loss-for-timberwolves/",
            "description": "After scoring 37 points in the first half, the Timberwolves scored 38 points in the third quarter. But, in the end, it wasn’t ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M4I1h8WQ1AGhOaMcRK6gry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "TwinCities.com",
            "article_content": "To place an obituary, please include the information from the obituary checklist below in an email to obits@pioneerpress.com. There is no option to place them through our website. Feel free to contact our obituary desk at 651-228-5263 with any questions.\n\nGeneral Information:\n\nYour full name,\n\nAddress (City, State, Zip Code),\n\nPhone number,\n\nAnd an alternate phone number (if any)\n\nObituary Specification:\n\nName of Deceased,\n\nObituary Text,\n\nA photo in a JPEG or PDF file is preferable, TIF and other files are accepted, we will contact you if there are any issues with the photo.\n\nAd Run dates\n\nThere is a discount for running more than one day, but this must be scheduled on the first run date to apply.\n\nIf a photo is used, it must be used for both days for the discount to apply, contact us for more information.\n\nPolicies:\n\nVerification of Death:\n\nIn order to publish obituaries a name and phone number of funeral home/cremation society is required. We must contact the funeral home/cremation society handling the arrangements during their business hours to verify the death. If the body of the deceased has been donated to the University of Minnesota Anatomy Bequest Program, or a similar program, their phone number is required for verification.\n\nPlease allow enough time to contact them especially during their limited weekend hours.\n\nA death certificate is also acceptable for this purpose but only one of these two options are necessary.\n\nGuestbook and Outside Websites:\n\nWe are not allowed to reference other media sources with a guestbook or an obituary placed elsewhere when placing an obituary in print and online. We may place a website for a funeral home or a family email for contact instead; contact us with any questions regarding this matter.\n\nObituary Process:\n\nOnce your submission is completed, we will fax or email a proof for review prior to publication in the newspaper. This proof includes price and days the notice is scheduled to appear.\n\nPlease review the proof carefully. We must be notified of errors or changes before the notice appears in the Pioneer Press based on each day’s deadlines.\n\nAfter publication, we will not be responsible for errors that may occur after final proofing.\n\nOnline:\n\nAll obituaries appear on TwinCities.com with a permanent online guestbook presence. If you wish to have the online presence removed, you can contact us to remove the guestbook online. Changes to an online obituary can be handled through the obituary desk. Call us with further questions.\n\nPayment Procedure:\n\nPre-payment is required for all obituary notices prior to publication by the deadline specified below in our deadline schedule. Please call 651-228-5263 with your payment information after you have received the proof and approved its contents.\n\nCredit Card: Payment accepted by phone only due to PCI (Payment Card Industry) regulations\n\nEFT: Check by phone. Please provide your routing number and account number.\n\nCash: Accepted at our FRONT COUNTER Monday – Friday from 8:00AM – 3:30PM\n\nRates:\n\nThe minimum charge is $162 for the first 10 lines.\n\nEvery line after the first 10 is $12.20.\n\nIf the ad is under 10 lines it will be charged the minimum rate of $162.\n\nOn a second run date, the lines are $8.20 per line, starting w/ the first line.\n\nFor example: if first run date was 20 lines the cost would be $164.\n\nEach photo published is $125 per day.\n\nFor example: 2 photos in the paper on 2 days would be 4 photo charges at $500.\n\nDeadlines:\n\nPlease follow deadline times to ensure your obituary is published on the day requested.\n\nHours Deadline (no exceptions) Ad Photos MONDAY – FRIDAY 9:00AM – 5:00 PM Next Day Publication Must receive obituary content and payment same day by 4:30PM Make changes by 5:00PM Must receive photo(s) by 4:30PM SATURDAYS 10:00AM – 2:00PM Sunday Publication Must receive obituary content and payment same day by 1:30PM Make changes by 2:00PM Must receive photo(s) by 1:30PM SUNDAYS 12:00PM – 3:00PM Monday Publication Must receive obituary content, payment, and final changes same day by 2:30PM Must receive photo(s) by 2:30PM\n\nMEMORIAM (NON-OBITUARY) REQUEST\n\nUnlike an obituary, Memoriam submissions are remembrances of a loved one who has passed. The rates for a memoriam differ from obituaries.\n\nPlease call or email us for more memoriam information\n\nPlease call 651-228-5280 for more information.\n\nHOURS: Monday – Friday 8:00AM – 5:00PM (CLOSED WEEKENDS and HOLIDAYS)\n\nPlease submit your memoriam ad to memoriams@pioneerpress.com or call 651-228-5280."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jalen Brunson carries Knicks through slow start in comeback win over Pelicans",
            "link": "https://www.msn.com/en-us/sports/nba/jalen-brunson-carries-knicks-through-slow-start-in-comeback-win-over-pelicans/ar-AA1wiCNq?ocid=BingNewsVerp",
            "description": "The Knicks are playing well but aren’t above inevitable. So they started slowly Sunday against an overmatched opponent. They ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b0hmgDeLAi9RTE9og9W2Ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "54mon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Programming Trends to Watch in 2025",
            "link": "https://www.analyticsinsight.net/programming/top-programming-trends-to-watch-in-2025",
            "description": "As 2025 approaches, several key programming trends are all set to shape the future of software development. These trends ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UsbyfukqveXhqe_d5pAoZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Analytics Insight22h",
            "source": "Analytics Insight",
            "article_content": "Rust is starting to be appreciated for being a system programming language of great potential thanks to congruent memory safety and high-speed features. Compared to C and C++, Rust guarantees programmers can write fast and safe code. This makes it ideal for performance-critical applications such as embedded systems , operating systems, and web assembly. As key players in the industry start recommending Rust for security, it remains a growing language for both business and pleasure. Open-source projects. With more developers joining the Rust ecosystem and more focus on safety and quality, Rust has become a top choice for developers. The usage of Rust has great growth potential, and we will see that in the next few years."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kia Boys Steal 15 Cars in One Weekend, New Horrible Trend to Set Vehicles on Fire",
            "link": "https://www.autoevolution.com/news/kia-boys-steal-15-cars-in-one-weekend-new-horrible-trend-to-set-vehicles-on-fire-244480.html",
            "description": "Police data shows that teenagers involved in the infamous Kia Boys group stole 15 Hyundai cars in just one weekend in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e2sGSdEPWkhOqZQKqadFcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "autoevolution18h",
            "source": "autoevolution",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI unveils 'o3' reasoning AI models in test phase",
            "link": "https://www.businesstimes.com.sg/companies-markets/openai-unveils-o3-reasoning-ai-models-test-phase",
            "description": "OpenAI said on Friday (Dec 20) it was testing new reasoning artificial intelligence (AI) models, o3 and o3 mini, in a sign of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZyJJbnLuB1UPMKpg9sD1Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Business Times1h",
            "source": "Business Times",
            "article_content": "OpenAI said on Friday (Dec 20) it was testing new reasoning artificial intelligence (AI) models, o3 and o3 mini, in a sign of growing competition with rivals such as Google to create smarter models capable of tackling complex problems.\n\nChief executive Sam Altman said the AI startup plans to launch o3 mini by the end of January, and full o3 after that, as more robust large language models could outperform existing models and attract new investments and users.\n\nMicrosoft-backed OpenAI released o1 AI models in September designed to spend more time processing queries to solve hard problems.\n\nThe o1 models are capable of reasoning through complex tasks and can solve more challenging problems than previous models in science, coding and math, the AI firm said in a blog post.\n\nOpenAI’s new o3 and o3 mini models, which are in internal safety testing currently, will be more powerful than its previously launched o1 models, the company said.\n\nThe GenAI pioneer said it was opening up an application process for external researchers to test o3 models ahead of the public release, which will close on Jan 10.\n\nOpenAI triggered an AI arms race after it launched ChatGPT in November 2022. The growing popularity of the company and new product launches helped OpenAI in closing a US$6.6 billion funding round in October.\n\nRival Alphabet’s Google released the second generation of its AI model Gemini earlier in December, as the search giant aims to reclaim the lead in the AI technology race. REUTERS"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI unveils ‘o3’ reasoning AI models",
            "link": "https://techcentral.co.za/openai-unveils-o3-reasoning-ai-models/257224/",
            "description": "OpenAI said on Friday it was testing new reasoning AI models, o3 and o3 mini, in a sign of growing competition with rivals ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ButpiUQv9t7syIJz6T1lCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "TechCentral13h",
            "source": "TechCentral",
            "article_content": "OpenAI said on Friday it was testing new reasoning AI models, o3 and o3 mini, in a sign of growing competition with rivals like Google to create smarter models capable of tackling complex problems.\n\nCEO Sam Altman said the AI start-up plans to launch o3 mini by the end of January, and full o3 after that, as more robust large language models could outperform existing models and attract new investments and users.\n\nMicrosoft-backed OpenAI released o1 AI models in September designed to spend more time processing queries to solve hard problems.\n\nOpenAI’s new o3 and o3 mini models will be more powerful than its previously launched o1 models\n\nThe o1 models are capable of reasoning through complex tasks and can solve more challenging problems than previous models in science, coding and maths, the AI firm had said in a blog post.\n\nOpenAI’s new o3 and o3 mini models, which are in internal safety testing currently, will be more powerful than its previously launched o1 models, the company said.\n\nThe generative AI pioneer said it was opening an application process for external researchers to test o3 models ahead of the public release, which will close on 10 January.\n\nArms race\n\nOpenAI had triggered an AI arms race after it launched ChatGPT in November 2022. The growing popularity of the company and new product launches helped OpenAI in closing a US$6.6-billion funding round in October.\n\nRival Google released the second generation of its AI model Gemini earlier in December, as the search giant aims to reclaim the lead in the AI technology race. — Jaspreet Singh, (c) 2024 Reuters\n\nGet breaking news from TechCentral on WhatsApp. Sign up here\n\nDon’t miss:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "With Utter Self-Seriousness, Maker of Oreos Admits It's Using AI To Create New Flavors, Even Though Machines Cannot Taste",
            "link": "https://www.yahoo.com/tech/utter-self-seriousness-maker-oreos-143003897.html",
            "description": "Flavor Discovery The company behind Oreo cookies has, by its own admission, been quietly creating new flavors using machine ...",
            "image_url": "https://www.bing.com/th?id=OVFT.N-IxlTp3YqKLTSzSRBP0hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "13h",
            "source": "Yahoo",
            "article_content": "Flavor Discovery\n\nThe company behind Oreo cookies has, by its own admission, been quietly creating new flavors using machine learning.\n\nAs the Wall Street Journal reports, Mondelez — the processed food behemoth that manufactures Oreos, Chips Ahoy, Clif Bars, and other popular snacks — has developed a new AI tool to dream up new flavors for its brands.\n\nUsed in more than 70 of the company's products, the company says the machine learning tool is different from generative AI tools like ChatGPT and more akin to the drug discovery algorithms used by pharmaceutical companies to find and test new medications rapidly. Thus far the tool, created with the help of the software consultant Fourkind, has created products like the \"Gluten Free Golden Oreo\" and updated Chips Ahoy's classic recipe, per the WSJ.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMondelez's research and development AI was, it seems, trained to optimize certain sensory factors. The tool was told to dial up scent characteristics like \"burnt,\" \"egg-flavored,\" and \"oily,\" as well as flavor factors like \"buttery,” \"in-mouth saltiness,\" and \"vanilla intensity,\" among others.\n\nIt's unclear how nuanced the AI's perception of these flavors really is, since machines lack taste buds or noses, though the company does employ human taste testers to check it all out — and as \"biscuit modeling\" research and development manager Kevin Wallenstein indicated to the paper, Mondelez is very thorough with that aspect of its flavor creation process.\n\n\"The number of tastings we have is not fun,\" the biscuit baron told the WSJ. \"I used to work in Sour Patch Kids, and if you did a tasting every day for a week, it was a nightmare.\"\n\nHistory Matters\n\nThough the company didn't indicate how long it had been using the flavor discovery tool, it told the WSJ that the machine learning algorithm had been in development since 2019, a timeline that jibes with a 2023 interview in which Mondelez R&D exec Joe Manton teased the tool's existence to the magazine Just Food.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAs Manton suggested when speaking to the industry magazine, Mondelez's R&D team used historical recipe and ingredient data when creating the AI. In that same interview, he added that new flavors \"go through a series of internal and external consumer testing\" as well.\n\nIn the more recent WSJ article about the tool, Wallenstein admitted that in its earlier days, the AI would offer unhinged suggestions.\n\n\"Because [baking soda is] a very low-cost ingredient,\" he said, \"it would try to just make cookies that were very high in baking soda, which doesn’t taste good at all.\"\n\nBy bringing in human \"brand stewards\" to oversee the process, Mondelez seems to have fine-tuned its machine-learning tool. Much like pharmaceutical drug discovery, it's an undeniably fascinating — if not admittedly bizarre — use of AI.\n\nMore on AI and food: Someone Made a Deranged Version of Coke's AI Holiday Ad and It's Way Better"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 ways I use AI to simplify my daily life",
            "link": "https://www.androidpolice.com/how-ai-simplifies-daily-life/",
            "description": "If presentations are a regular part of your work or studies, AI simplifies everything from preparation to delivery. ChatGPT ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y8gyhq61VvHXSaZvHXfMMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1h",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine Bets a Free Market for Weapons Production Can Out-Innovate Russia",
            "link": "https://www.msn.com/en-us/money/other/ukraine-bets-a-free-market-for-weapons-production-can-out-innovate-russia/ar-AA1wiCTg?ocid=BingNewsVerp",
            "description": "While Russia is mass-producing machinery at state-owned industries, Ukraine has spawned hundreds of entrepreneur-led defense ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mE6v16epOwuFMns-ptaUNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "25mon MSN",
            "source": "The Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's UK embassy denounces G7 loans to Ukraine as 'fraudulent scheme'",
            "link": "https://www.reuters.com/world/europe/russias-uk-embassy-denounces-g7-loans-ukraine-fraudulent-scheme-2024-12-21/",
            "description": "The Russian embassy in London on Saturday described Britain's planned transfer to Ukraine of more than 2 billion pounds ($2.5 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Y81Jq3gYzLpDl4CAXq6Iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "18h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is World War 3 Inevitable in 2025? Examining Trump's Role and Global Tensions",
            "link": "https://www.oneindia.com/videos/world-war-3-2025-trump-nukes-russia-ukraine-nato-putin-011-4206344.html",
            "description": "Explore the potential for World War 3 amid Trump's return, the Russia-Ukraine conflict, and shifting global alliances. Can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zKolU2H3LFSLEXOVOLmKTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Oneindia13h",
            "source": "Oneindia",
            "article_content": "As 2024 ends, the world faces significant challenges. Ongoing wars, shifting alliances, and Donald Trump's return as U.S. President mark this period. The Russia-Ukraine conflict, Middle East turmoil, and new power dynamics raise questions about the future. Is World War III inevitable, or can diplomacy prevent it?\n\nThe Russia-Ukraine war continues with no end in sight. Now in its third year, the conflict shows no signs of slowing down. Russian President Vladimir Putin stated that Russia's goals in Ukraine are far from complete. This suggests no rush to end the war.\n\nThe human cost is high, with both sides fighting for territory. The United Nations reports 39,081 civilian casualties from February 2022 to October 2024. Ukrainian President Volodymyr Zelenskyy dismisses peace talks from Putin as fantasies.\n\nWestern support for Ukraine remains strong, while Russia stands firm. This suggests the conflict will continue into 2025 without a clear resolution. Meanwhile, the Middle East is also in turmoil. Israel has military victories against Hamas but faces tension with Hezbollah in Lebanon.\n\nThe death of Hezbollah's leader has worsened the situation. Reports say 44,554 people died from violence involving Israeli forces last year. Despite Israel's dominance, a fragile peace might emerge. Iran's influence is weakening as its alliances crumble.\n\nThe collapse of Syria's regime has shifted power in the Middle East. Iranian-backed groups like Hezbollah and the Houthis face setbacks. Iran's role as a regional power is diminishing. In Yemen, the Houthis have increased attacks on Israel with drones and missiles.\n\nThese cross-border assaults threaten regional stability and global shipping routes. Israel's retaliatory airstrikes have escalated tensions further. In the U.S., Donald Trump's election as president marks a major political shift.\n\nHis victory has affected global markets, causing stock indices to fall. Trump's return could change U.S. foreign policy significantly. His unpredictable nature raises concerns about relations with China and Russia.\n\nWhile his economic policies may appeal to his supporters, it's unclear if tensions with adversaries will rise or if a more isolated approach will be taken. Regardless, his victory is pivotal in global politics.\n\nWith conflicts in Ukraine and the Middle East and instability elsewhere, many wonder if World War III is near. While the situation is tense, a global war seems unlikely for now.\n\nGlobal powers are still engaged in diplomatic efforts to prevent escalation. However, regional conflicts could spill over into a global war if not contained.\n\nThe U.S. and Russia continue their proxy battle in Ukraine while the U.S. remains involved in the Middle East with military assets there.\n\nChina's growing presence in Asia adds complexity to the geopolitical landscape. The world stands on edge, and future choices by leaders will determine whether chaos ensues or peace prevails.\n\nAs 2024 ends and we look to a new year, one thing is clear: the political landscape is changing, and power balances are shifting.\n\nVideo Published On: Saturday, Dec 21, 2024, 08:24 [IST]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "World War 3 in 2025? Trump With Nukes | Russia-Ukraine War | NATO Vs Putin | What's Next?",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/world-war-3-in-2025-trump-with-nukes-russia-ukraine-war-nato-vs-putin-what-s-next/vi-AA1whOnU?ocid=BingNewsVerp",
            "description": "As 2024 ends, global politics is marked by ongoing wars, shifting alliances, and the return of Donald Trump to the U.S.",
            "image_url": "https://www.bing.com/th?id=OVFT.29EIKjpV3ClYRKP4yUNNSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stock market today: Dow soars 498 points as stocks bounce back from Fed-fueled plunge",
            "link": "https://finance.yahoo.com/news/stock-market-today-dow-soars-051943959.html",
            "description": "A cooler-than-expected PCE print for the month of November has Fed president Austan Goolsbee encouraged about future interest rate cuts.",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "23h",
            "source": "YAHOO!Finance",
            "article_content": "REUTERS/Dario Cantatore/NYSE Euronext\n\nUS stocks soared Friday after tame inflation data and dovish comments from the Fed's Austan Goolsbee.\n\nGoolsbee said he expects interest rates to continue to decline over the next 12-18 months.\n\nInvestors are closely monitoring a potential government shutdown and a big triple-witching day for the options market.\n\nUS stocks surged on Friday, recovering some of the week's losses sparked by a hawkish Federal Reserve.\n\nThe Dow Jones Industrial Average rose nearly 500 points, giving back some of its intraday gains after being up over 800 points. The Nasdaq Composite and the S&P 500 were up over 1%.\n\nThe market opened lower, though it reversed course later in the morning. The gains accelerated after Fed president Austan Goolsbee told CNBC that he expects interest rates to decline \"a fair bit\" over the next 12-18 months.\n\nGoolsbee, along with the broader market, was encouraged by recent inflation data, which came in below economist estimates.\n\nA slide in bond yields also helped stocks through the day, with the 10-year Treasury yield down four basis points to 4.528%.\n\nThe PCE index, which is the Fed's preferred measure of inflation, rose 0.1% month-over-month in November, compared to economist estimates of 0.2%. On an annual basis, the gauge rose 2.4% versus expectations of 2.5%.\n\n\"We're still on path to get to 2% and at least for this new month you don't want to make too much out of any one month, but I'm hopeful that this suggests that the couple of months of firming were more of a bump than a change in path,\" Goolsbee said of the recent inflation data.\n\nHere's where US indexes stood at the 4:oo p.m. closing bell on Friday:\n\nConcerns of an imminent government shutdown have also driven recent market volatility. Congress has until midnight on Friday to pass a deal to avert a shutdown.\n\nWhile Congress had a stopgap funding bill in place a few days ago, President-elect Donald Trump and Elon Musk torpedoed it, complaining about unnecessary spending measures within the bill.\n\nA second attempt to pass a government funding bill endorsed by Trump failed in the House of Representatives late Thursday evening, with a final vote of 174 for and 235 against.\n\nHouse Speaker Mike Johnson has since proposed a new plan that would temporarily keep the government open and fund disaster aid. The bill reportedly has support from Republicans, and is set for a vote later on Friday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Freshworks Inc (FRSH) Stock Plunge -7.37% Last Week?",
            "link": "https://www.bovnews.com/2024/12/21/why-did-freshworks-inc-frsh-stock-plunge-7-37-last-week/",
            "description": "On Friday, Freshworks Inc (FRSH) stock saw a decline, ending the day at $15.33 which represents a decrease of $-0.07 or -0.45% from the prior close of $15.4. The stock opened at $15 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews7h",
            "source": "bovnews",
            "article_content": "Wells Fargo has recently initiated Freshworks Inc (FRSH) stock to Equal Weight rating, as announced on October 16, 2024, according to Finviz. Earlier, on May 2, 2024, Robert W. Baird had reduced the stock from a Outperform to Neutral, setting a price target of $16 for FRSH stock. Oppenheimer also reduced Perform rating. Additionally, Wolfe Research raised Outperform rating on February 20, 2024, with a target price of $27. Jefferies analysts, in their report published on January 5, 2024, also raised Buy rating and set a price target of $20 for Freshworks Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nFreshworks Inc (FRSH) Stock Trading Recap\n\nOn Friday, Freshworks Inc (FRSH) stock saw a decline, ending the day at $15.33 which represents a decrease of $-0.07 or -0.45% from the prior close of $15.4. The stock opened at $15 and touched a low of $14.96 during the day, reaching a high of $15.55. The volume of shares traded was 5.46 million exceeding the average volume of 4.15 million.\n\nFRSH Stock Performance and Moving Averages\n\nIn recent trading, Freshworks Inc (FRSH) stock price has shown some volatility, fluctuating -7.37% over the last five trades and 0.33% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 24.13%, and it has gained 36.27% in the previous three months. Currently, FRSH is trading at -5.98%, 5.72%, and 9.56% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, FRSH, a Technology sector stock, is trading -37.66% below its 52-week high but remains 41.81% above its 52-week low. The Average True Range (ATR) (14 days) of 0.67 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nFreshworks Inc’s Profitability and Valuation Ratios\n\nFreshworks Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -22.58% and a profit margin of -14.80%, with a gross margin of 24.13%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Freshworks Inc’s market capitalization stands at $4.64 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 29.54. Additionally, the Price-to-Sales Ratio is 6.77, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 4.09, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 43.13% of Freshworks Inc (FRSH)’s shares, while financial institutions hold 45.19%.\n\nNotable insider trades include Mathrubootham Rathnagirish, EXECUTIVE CHAIRMAN at Freshworks Inc (FRSH), who sold 835000 shares on Dec 18 ’24, at $16.08 each, totaling $13.43 million. On Dec 19 ’24, Mathrubootham Rathnagirish, EXECUTIVE CHAIRMAN, sold 835000 shares for $15.45 each, amounting to $12.90 million. Additionally, on Dec 20 ’24, Mathrubootham Rathnagirish sold 830000 shares at $15.33 each, generating $12.72 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's Nio says new Firefly EV to go on sale in Europe in H1 2025",
            "link": "https://www.reuters.com/business/autos-transportation/chinas-nio-launch-firefly-ev-europe-2025-2024-12-22/",
            "description": "China's Nio on Sunday said it would launch its new Firefly electric vehicle brand in Europe early in the first half of 2025, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.24ynwQpRaDWwCx5VtWRAIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Adobe: Will Text-To-Image Disrupt Adobe's Business Model?",
            "link": "https://seekingalpha.com/article/4745759-adobe-will-text-to-image-disrupt-adobes-business-model",
            "description": "Adobe's position in the high-end market is resilient due to customization needs. The recent pullback has presented an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.40egTId8uEmP1EFQMUADfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "20h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's economy has irreversibly turned toward a 'stagnation trap,' think tank says",
            "link": "https://www.msn.com/en-us/politics/government/russia-s-economy-has-irreversibly-turned-toward-a-stagnation-trap-think-tank-says/ar-AA1wh5Ob?ocid=BingNewsVerp",
            "description": "Russia's economy has operated like a marathoner on fiscal steroids—and now those steroids are wearing off.\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n8g235CkwbOSxZY0Q7TJWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "14hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Congress approves funding for Key Bridge rebuild and disaster relief",
            "link": "https://www.cbsnews.com/baltimore/news/congress-funding-bill-key-bridge-rebuild-disaster-relief-government-shutdown/",
            "description": "Hours before a looming government shutdown on Friday, Congress passed a new federal spending package bill that includes the full cost of rebuilding the Francis Scott Key Bridge.",
            "image_url": "https://www.bing.com/th?id=OJ.8MmhhQ3g034d0g&pid=news&w=87&h=16&rs=2",
            "category": "economy+disaster",
            "date": "1h",
            "source": "CBS News",
            "article_content": "A code blue extreme cold alert has been declared in Baltimore City; and more top stories\n\nA code blue extreme cold alert has been declared in Baltimore City; and more top stories\n\nA code blue extreme cold alert has been declared in Baltimore City; and more top stories\n\nBALTIMORE -- Hours before a looming government shutdown on Friday, Congress passed a new federal spending package bill that includes the full cost of rebuilding the Francis Scott Key Bridge.\n\nThe spending measure would allot $100 billion for disaster relief, including the entire cost of a new Key Bridge.\n\nU.S. Senators Chris Van Hollen and Ben Cardin, both from Maryland, first confirmed on Tuesday that the funding for the Key Bridge rebuild was wrapped into the federal spending bill, known as a continuing resolution.\n\n\"With the inclusion in the Continuing Resolution of our Baltimore BRIDGE Relief Act, Congress is now committed to covering the full cost of replacing the bridge,\" Sens. Van Hollen and Cardin said in a joint statement. \"This will allow the bridge to be built as quickly as possible. Our provision also ensures that the federal taxpayers will be reimbursed through proceeds from insurance payments and litigation taken on by the Department of Justice, the Maryland Attorney General and others.\"\n\nBut after opposition from President-elect Donald Trump, that version of the bill was scrapped and the path forward was unclear.\n\nThis created some uncertainty as Friday arrived, and no agreement was reached.\n\nHowever, House Speaker Mike Johnson was confident that Congress \"would meet our obligations\".\n\nJohnson's bill was approved by the House in a 366-34 vote, while the Senate passed the bill in the early hours of Saturday morning, 85-11.\n\nMaryland leaders react\n\nToday, Maryland is proud and grateful that Congress has agreed to support 100% of the cost share to rebuild the Key Bridge.\n\n\n\nThis is a big deal for not just Maryland, but our nation's economy, and guarantees the four objectives we for set Maryland's recovery will be accomplished. pic.twitter.com/9LawewJPDD — Governor Wes Moore (@GovWesMoore) December 21, 2024\n\nI’m glad we were able to avoid a harmful government shutdown tonight and deliver full federal funding to rebuild the Key Bridge. My statement: pic.twitter.com/MNlBXvRMa1 — Senator Chris Van Hollen (@ChrisVanHollen) December 21, 2024\n\nFor nine months, our bipartisan Maryland Congressional Delegation fought constantly to spearhead the Baltimore BRIDGE Relief Act through Congress.\n\n\n\nThe adoption of this bill into the legislation we voted on this evening to keep the government open – and ensure our nation is… https://t.co/0XwQ7UlO3j — Kweisi Mfume (@RepKweisiMfume) December 20, 2024\n\nBiden's funding request\n\nIn November, President Biden requested full funding for the Key Bridge rebuild to be included in a $100 billion disaster fund request he sent to Congress.\n\nBiden also asked for funds for the Department of Transportation to help rebuild roads and bridges across 40 states, including in Maryland.\n\nAfter the bill was passed, President Biden released a statement saying the $100 billion fund \"delivers the urgently needed disaster relief that I requested for recovering communities as well as the funds needed to rebuild the Francis Scott Key Bridge.\"\n\nBiden has remained committed to ensuring that the funds used to rebuild the Key Bridge do not come from taxpayer dollars. He pushed early for the federal government to pay for the cost of the reconstruction of the Key Bridge.\n\nHe also approved a request for funding from Maryland Governor Wes Moore, allowing the state to receive an initial $60 million in emergency relief funding to recover debris from the Patapsco River.\n\n\"We continue to stress this is bigger than politics, this is bigger than an election cycle, this is bigger than partisan differences. This is about America's economy,\" Moore said after meeting with members of Congress in September.\n\nKey Bridge collapse\n\nThe cargo ship Dali crashed into Baltimore's iconic bridge after losing electrical power around 1:30 a.m. on March 26, 2024, knocking eight roadworkers, six of whom died, into the Patapsco River.\n\nThe workers who died in the bridge collapse were identified as 35-year-old Alejandro Hernandez Fuentes, 26-year-old Dorlian Ronial Castillo Cabrera, 38-year-old Maynor Yasir Suazo-Sandoval, 24-year-old Carlos Hernandez, 49-year-old Miguel Angel Luna Gonzalez and 35-year-old Jose Mynor Lopez.\n\nThe collapse blocked the main passageway for ships headed to the Port of Baltimore, closing one of the country's largest ports for weeks.\n\nThe new Key Bridge is estimated to cost nearly $2 billion and is expected to be completed by the fall of 2028."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whatever Happened to Unix Workstations?",
            "link": "https://www.yahoo.com/tech/whatever-happened-unix-workstations-150016757.html",
            "description": "Unix workstations were powerful computers that ran some variant of Unix. As the name implies, they were meant for serious work such as software development, CAD, or graphics. They were widely used by ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "13h",
            "source": "Yahoo",
            "article_content": "How-To Geek and Yahoo may earn commission from links in this article. Pricing and availability subject to change.\n\nUnix workstations were powerful computers for science and 3D animation, popular in the '80s and '90s.\n\nWorkstations had advanced features like high-res monitors, faster processors, and RISC processors.\n\nWorkstations merged with PCs over time, but you can still find high-performance workstations.\n\nIn the '80s and early '90s, powerful Unix workstations dominated technical tasks like science and 3D animation. Let's find out where they went and where you can still find them today.\n\nWhat Were Unix Workstations?\n\nUnix workstations were powerful computers that ran some variant of Unix. As the name implies, they were meant for serious work such as software development, CAD, or graphics. They were widely used by scientists, engineers, researchers, and computer animators in academia and industry.\n\nSun Microsystems, HP, and Silicon Graphics were some of the biggest manufacturers of workstations in that era. Unix was popular on these systems because it was easier than writing a system from scratch and the source code was available, even if it was at a steep price. Developers were also familiar with Unix from their college days.\n\nAdvertisement Advertisement\n\nThis clip from 1987 shows how workstations were heavily used for 3D graphics back then:\n\nWow, a whole four megabytes!\n\nWorkstations had larger monitors with higher resolutions than PCs at the time, which was important for the graphically intensive work they were used for. They also had more memory and faster processors. Workstations were early adopters of RISC processors for higher performance, like the SPARC or MIPS architectures.\n\nWorkstation History\n\nBefore workstations arrived on the scene, it was minicomputers that served most computer users. Minicomputers (not to be confused with mini PCs), were computers that were smaller than mainframes but still typically shared with mutiple users, popular for things like smaller scientific computations, software development, and factory automation. While minicomputers were occasionally dedicated to a single user, this was rare, as minis were generally considered too expensive to do so.\n\nAdvertisement Advertisement\n\nA precursor to the workstation as a standalone computer intended for one user at a time was the Xerox Alto, a prototype from the 1970s that pioneered the graphical user interface. While it was never offered for sale, it also inspired the development of the Apple Macintosh.\n\nThe Three Rivers PERQ was the first modern workstation, a single-user computer with the power of a minicomputer in a personal form factor intended for scientific and engineering work.\n\nThe first Unix workstation was the SUN board created by Andy Bechtolsheim at Stanford. Sun Microsystems later commercialized it. Other workstations came on the market, such as the famous Silicon Graphics line of systems. These systems were used for technical tasks such as software development, CAD/CAM, and 3D animation, including movies like \"Jurassic Park\" and \"Toy Story.\"\n\nWorkstations and PCs Merge\n\nAs early as 1989, observers in the computer industry were noticing that with the increasing power of personal computers, the workstation and PC markets were starting to blur, according to Byte magazine.\n\nAdvertisement Advertisement\n\nThe Intel 386 chip made multitasking PC operating systems viable in the PC market, but the software base, still rooted in MS-DOS, was trying to catch up to the hardware. Unix was multitasking and could be ported easily to new hardware, so observers in the computer world thought that Unix could unseat MS-DOS as an OS of choice for a new range of \"personal workstations.\"\n\nSearch results for \"workstation\" showing Precision workstations on the Dell website.\n\nWhile workstations were aimed at engineers and scientists, they still needed to run business applications alongside technical software. An engineer might need to write a report in a word processor or budget a project in a spreadsheet, and these applications were hard to find on Unix workstations. Or a user might need to exchange documents with someone on a PC.\n\nIf a workstation user had enough desk space or a large enough budget, you might have found a PC sitting next to the workstation for office tasks. The cheaper alternative for this problem was a software compatibility layer, similar to WINE on modern systems. VP/IX and MERGE were popular programs for running DOS on PC Unix systems. Other solutions involved PC boards that plugged into a slot on the system.\n\nCan You Still Buy a Workstation Today?\n\nAs PCs got even more powerful during the '90s, the workstation and PC markets have merged even further, where it's hard to tell the two apart. Windows NT came on the scene and allowed technical users to run technical and business apps together, and Linux on PCs took over from commercial Unix workstations for many scientific users at the same time. Gamers adopted large displays and 3D accelerators that had been the domain of workstations.\n\nAdvertisement Advertisement\n\nStill, it's possible to buy a workstation if you know where to look. Today, they run the same processors and use the same cards and peripherals that ordinary PCs do, but are often engineered for high performance and reliability. Popular options include the Dell Precision, Hp Z series, and Apple Mac Pro. macOS and Linux aren't wholly descended from the original Unix, but are instead influenced enough to be \"Unix-like.\"\n\nManufacturers and OS makers are keeping the flame of '80s and '90s Unix workstations alive."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Predicting the (actually very exciting) future of next gen Xbox hardware",
            "link": "https://www.msn.com/en-ca/money/technology/predicting-the-actually-very-exciting-future-of-next-gen-xbox-hardware/ar-AA1whzfm?ocid=BingNewsVerp",
            "description": "An analyst recently said that next gen, only either Xbox or PlayStation will survive as a console manufacturer. Here's why ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MS6ojUbhDtrzON1sYyrVES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "12hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arm Holdings plc (ARM): A Bull Case Theory",
            "link": "https://www.msn.com/en-us/money/top-stocks/arm-holdings-plc-arm-a-bull-case-theory/ar-AA1whest?ocid=BingNewsVerp",
            "description": "We came across a bullish thesis on Arm Holdings plc (ARM) on Substack by Stock Analysis Compilation. In this article, we will ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p62Q0UStvGknh8lh0r5aoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "14hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Box ‘filled with bones of Jesus’ brother’ hailed ‘most significant discovery from time of Christ’",
            "link": "https://www.joe.co.uk/news/box-filled-with-bones-of-jesus-brother-hailed-most-significant-discovery-from-time-of-christ-469214",
            "description": "A 2000-year-old bone box etched with the name of Jesus’ brother which was discovered in Israel is now on display in the US.",
            "image_url": "https://www.bing.com/th?id=OVFT.zzpQcaQwGt4R63lv6BpkYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "joe.co.uk10h",
            "source": "joe.co.uk",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists discover possible ancient Israelite palace in Jordan",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/archaeologists-discover-possible-ancient-israelite-palace-in-jordan/ar-AA1wgI3o?ocid=BingNewsVerp",
            "description": "Tulul adh-Dhahab, the site where a group of 10 incised ashlar blocks were found in Jordan, can be used to identify the area with the biblical city of Mahanaim, according to research conducted by the ...",
            "image_url": "https://www.bing.com/th?id=OJ.l4XUycupX4LImQ&pid=news&w=115&h=16&rs=2",
            "category": "bible+discovery",
            "date": "17hon MSN",
            "source": "The Jerusalem Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Ways to Reduce Food Waste at Home",
            "link": "https://www.msn.com/en-au/news/other/10-ways-to-reduce-food-waste-at-home/vi-AA1wi2IY?ocid=BingNewsVerp",
            "description": "Ready to transform your kitchen habits? 🌱 Discover creative tips on minimizing food waste and making every bite count! Let's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dohoHdxbgZKTkf8KxV13Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Climate Cosmos on MSN6h",
            "source": "Climate Cosmos on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Planes, drones or UFOs: What are people seeing in the New Jersey sky?",
            "link": "https://www.msn.com/en-us/technology/aviation/planes-drones-or-ufos-what-are-people-seeing-in-the-new-jersey-sky/ar-AA1whH0Y?ocid=BingNewsVerp",
            "description": "\"This is a case of the general populace not being familiar with the density of air traffic in the national airspace, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cdigFn5hZEWasM_YGQ2I0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Space on MSN13h",
            "source": "Space on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Planes, drones or UFOs: What are people seeing in the New Jersey sky?",
            "link": "https://www.msn.com/en-us/technology/aviation/planes-drones-or-ufos-what-are-people-seeing-in-the-new-jersey-sky/ar-AA1whH0Y?ocid=BingNewsVerp",
            "description": "\"This is a case of the general populace not being familiar with the density of air traffic in the national airspace, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cdigFn5hZEWasM_YGQ2I0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Space on MSN13h",
            "source": "Space on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Tory goes on bizarre rant about alien life, UFOs and drone sightings",
            "link": "https://www.mirror.co.uk/news/politics/top-tory-goes-bizarre-rant-34358356",
            "description": "There must be other life out there,' Barry Lewis, the Conservative leader of Derbyshire county council said in a Twitter ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G6j70SyooIScGrmOyrDC5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "11h",
            "source": "The Mirror",
            "article_content": "A Tory council leader went on a bizarre rant about alien life, UFOs and drone sightings in the US.\n\n“There must be other life out there,” Barry Lewis, the Conservative leader of Derbyshire county council said in a Twitter thread that ran to more than 1,200 words.\n\nMr Lewis also mused governments might have “captured crashed craft and are reverse engineering them with their defence contractor partners”.\n\nMr Lewis accepts that some will be sceptical, noting that “there’s still some reticence by some press outlets and reporters and governments (or individuals within for fear of looking a bit ‘out there’)”.\n\nHe went on: “short of a tracked interstellar craft landing on the White House lawn and little green men popping out of it for a chat, there will be those who won’t ever entertain the idea of [UFOs]”.\n\nLouise Jones, the Labour MP for North East Derbyshire, said: “My constituents deserve better than this rant about UFOs.\n\n“They expect their council leader to tackle the things that really matter to this area. Aliens are not one of them.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Discovered Magic at the Large Hadron Collider",
            "link": "https://scitechdaily.com/scientists-just-discovered-magic-at-the-large-hadron-collider/",
            "description": "Researchers at the Large Hadron Collider have found that top quarks exhibit a property known as magic, which could advance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1zlY1hC-7SEWwtdRyZ7oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Solar Discovery Could Revolutionize Hydrogen Production",
            "link": "https://scitechdaily.com/new-solar-discovery-could-revolutionize-hydrogen-production/",
            "description": "A new solar cell process using Sn(II)-perovskite oxide material offers a promising pathway for green hydrogen production ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGMYShcwz4S3sAa4T85AAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists observe 'negative time' in quantum experiments",
            "link": "https://phys.org/news/2024-12-scientists-negative-quantum.html",
            "description": "Scientists have long known that light can sometimes appear to exit a material before entering it—an effect dismissed as an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hgZ2_rhT8tGSIDPVn76kQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "16h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nExperimental physicist Daniela Angulo poses with an apparatus in the physics lab at the University of Toronto.\n\nScientists have long known that light can sometimes appear to exit a material before entering it—an effect dismissed as an illusion caused by how waves are distorted by matter.\n\nNow, researchers at the University of Toronto, through innovative quantum experiments, say they have demonstrated that \"negative time\" isn't just a theoretical idea—it exists in a tangible, physical sense, deserving closer scrutiny.\n\nThe findings, posted on the preprint server arXiv but not yet published in a peer-reviewed journal, have attracted both global attention and skepticism.\n\nThe researchers emphasize that these perplexing results highlight a peculiar quirk of quantum mechanics rather than a radical shift in our understanding of time.\n\n\"This is tough stuff, even for us to talk about with other physicists. We get misunderstood all the time,\" said Aephraim Steinberg, a University of Toronto professor specializing in experimental quantum physics.\n\nJoin our new WhatsApp channel! Stay up-to-date on the latest science news from Science X.\n\nWhile the term \"negative time\" might sound like a concept lifted from science fiction, Steinberg defends its use, hoping it will spark deeper discussions about the mysteries of quantum physics.\n\nLaser experiments\n\nYears ago, the team began exploring interactions between light and matter.\n\nWhen light particles, or photons, pass through atoms, some are absorbed by the atoms and later re-emitted. This interaction changes the atoms, temporarily putting them in a higher-energy or \"excited\" state before they return to normal.\n\nIn research led by Daniela Angulo, the team set out to measure how long these atoms stayed in their excited state. \"That time turned out to be negative,\" Steinberg explained—meaning a duration less than zero.\n\nTo visualize this concept, imagine cars entering a tunnel: before the experiment, physicists recognized that while the average entry time for a thousand cars might be, for example, noon, the first cars could exit a little sooner, say 11:59 am. This result was previously dismissed as meaningless.\n\nWhat Angulo and colleagues demonstrated was akin to measuring carbon monoxide levels in the tunnel after the first few cars emerged and finding that the readings had a minus sign in front of them.\n\nRelativity intact\n\nThe experiments, conducted in a cluttered basement laboratory bristling with wires and aluminum-wrapped devices, took over two years to optimize. The lasers used had to be carefully calibrated to avoid distorting the results.\n\nStill, Steinberg and Angulo are quick to clarify: no one is claiming time travel is a possibility. \"We don't want to say anything traveled backward in time,\" Steinberg said. \"That's a misinterpretation.\"\n\nThe explanation lies in quantum mechanics, where particles like photons behave in fuzzy, probabilistic ways rather than following strict rules.\n\nInstead of adhering to a fixed timeline for absorption and re-emission, these interactions occur across a spectrum of possible durations—some of which defy everyday intuition.\n\nCritically, the researchers say, this doesn't violate Einstein's theory of special relativity, which dictates that nothing can travel faster than light. These photons carried no information, sidestepping any cosmic speed limits.\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nA divisive discovery\n\nThe concept of \"negative time\" has drawn both fascination and skepticism, particularly from prominent voices in the scientific community.\n\nGerman theoretical physicist Sabine Hossenfelder, for one, criticized the work in a YouTube video viewed by over 250,000 people, noting, \"The negative time in this experiment has nothing to do with the passage of time—it's just a way to describe how photons travel through a medium and how their phases shift.\"\n\nAngulo and Steinberg pushed back, arguing that their research addresses crucial gaps in understanding why light doesn't always travel at a constant speed.\n\nSteinberg acknowledged the controversy surrounding their paper's provocative headline but pointed out that no serious scientist has challenged the experimental results.\n\n\"We've made our choice about what we think is a fruitful way to describe the results,\" he said, adding that while practical applications remain elusive, the findings open new avenues for exploring quantum phenomena.\n\n\"I'll be honest, I don't currently have a path from what we've been looking at toward applications,\" he admitted. \"We're going to keep thinking about it, but I don't want to get people's hopes up.\"\n\nMore information: Daniela Angulo et al, Experimental evidence that a photon can spend a negative amount of time in an atom cloud, arXiv (2024). DOI: 10.48550/arxiv.2409.03680 , arxiv.org/abs/2409.03680\n\n© 2024 AFP"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Discovered Magic at the Large Hadron Collider",
            "link": "https://scitechdaily.com/scientists-just-discovered-magic-at-the-large-hadron-collider/",
            "description": "Researchers at the Large Hadron Collider have found that top quarks exhibit a property known as magic, which could advance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1zlY1hC-7SEWwtdRyZ7oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "7h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Winners of intl. scientific Olympiads honored",
            "link": "https://www.tehrantimes.com/news/507738/Winners-of-intl-scientific-Olympiads-honored",
            "description": "During a ceremony held in Tehran on Saturday, the winners of international scientific Olympiads were honored in the presence ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Cg6vHOoWgx7CqjwsRAJ3TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Tehran Times20h",
            "source": "Tehran Times",
            "article_content": "TEHRAN –During a ceremony held in Tehran on Saturday, the winners of international scientific Olympiads were honored in the presence of President Masoud Pezeshkian.\n\nOlympiad students make up one percent of the 1.5 percent of gifted students in the country and their remarkable accomplishments achieved through hard work bring honor to the country every year, IRNA reported.\n\nCurrently, the Supreme Council of the Cultural Revolution has approved 14 disciplines, allowing Iranian students to compete with foreign students in international Olympiads.\n\nWithin the last two years, the genius students have grabbed over 33 medals in different international Olympiads. They ranked third in the five main important international Olympiads namely the International Olympiad on Astronomy and Astrophysics (IOAA), the International Chemistry Olympiads (IChO), the International Mathematic Olympiads, (IMO), the International Biology Olympiads (IBO), and the International Olympiads in Informatics (IOI). The International Physics Olympiads (IPhO) is not included due to being held in the country.\n\nDuring the ceremony, Pezeshkian said that science and knowledge should be acquired to be used for the benefit of society not just to make money. “Science should be at the service of people. It should be utilized to address people’s problems as our main concern.”\n\nIran, third top country in intl. Olympiads\n\nAttending several international Olympiads in 2024, Iranian students managed to win 10 gold medals, 10 silver medals, and two bronze medals, ranking third globally.\n\nThe United States and China ranked first and second, respectively. South Korea and India both ranked fourth, ISNA reported.\n\nIranian students grabbed a gold medal, two silver medals, and a bronze medal at the 36th IOI, ranking 9th among 96 countries. Hosted by Alexandria, Egypt, the event was held from September 1 to 8.\n\nIran attended the event online and ranked ninth globally. Amir-Ali Asgari grabbed the gold medal, Amir-Hossein Farkhondeh-Far and Amir-Reza Dorosti won the silver medals, while Parsa Farajpour-Sarabi received the bronze medal.\n\nIn a remarkable achievement, Iranian students won five gold medals, ranking first in the 17th IOAA which was held from August 17 to 27 in Vassouras, state of Rio de Janeiro, Brazil.\n\nThe five-member team comprised Hannaneh Khorramdashti, Mohammad-Mehdi Keshavarzi, Arya Fateh-Kerdari, and Ali Naderi-Lordjan, Mehr news agency reported.\n\nFive Iranian students who attended the 54th International Physics Olympiad managed to win a gold medal and four silver medals, improving the country’s ranking from 17th in 2023 to fourth this year.\n\nThe 54th edition of the IPhO commenced on July 22 in the city of Isfahan and concluded on July 28.\n\nIran grabbed one gold medal and three silver medals at the 56th IChO which was held in Saudi Arabia from July 22 to 30.\n\nRamtin Moradi Mazhar succeeded in winning a gold medal, while Alborz Rezaei, Amirkia Salimi, and Mohammad-Yasin Salehi Marzijarani secured silvers.\n\nThe 65th IMO was held from July 11 to 22, in Bath, United Kingdom. The Iranian team scored 137 points, earning 19th place.\n\nRadin Zahedigolpayegani won the gold medal, Iliya Yazdanivarzi, Amir-Hossein Yazdanizadeh, and Sepehr Alipour grabbed silvers, while Parsa Saberi won the bronze medal.\n\nIran succeeded in winning two gold medals and two silver medals at the 35th edition of the International Biology Olympiad (IBO) held in Astana, Kazakhstan, from July 7 to 14.\n\nArash Samadi and Pourya Nouri-Niaraki won gold medals, while Sepehr Chachi and Mohammad-Reza Yazdkhasti secured silvers, IRIB reported.\n\nMT/MG"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Noam Shazeer: After 20 years at Google, he walked away, then came back for $2.7 billion",
            "link": "https://gulfnews.com/special-reports/noam-shazeer-after-20-years-at-google-he-walked-away-then-came-back-for-27-billion-1.1734670875849",
            "description": "At 48, Noam Shazeer stands as an iconic figure in the world of artificial intelligence (AI). Known as a brilliant yet defiant ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P6QUIH9_UfZU2uiGK38vqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "22h",
            "source": "Gulf News",
            "article_content": "At 48, Noam Shazeer stands as an iconic figure in the world of artificial intelligence (AI).\n\nKnown as a brilliant yet defiant trailblazer, Shazeer’s journey through the tech landscape is nothing short of dramatic.\n\nHe lives in California’s Silicon Valley, arguably the beating heart of the global tech revolution.\n\nCoder\n\nHis coding brilliance has often placed him at the frontier of technological innovation — and rebellion.\n\nShazeer took up Computer Science and Mathematics at Duke. This rigorous combination laid the foundation for his deep understanding of algorithms, data structures, and mathematical modeling.\n\nIn the early 2000s, after completing his degree, Shazeer joined Google, ready to leave his mark on the nascent tech giant.\n\nDad of spelling corrector\n\nOne of his earliest triumphs?\n\nElevating Google’s \"spelling corrector\" to unprecedented accuracy. It was a quiet, but profound, revolution for the search engine millions would come to rely on. It turns out spelling snafus could be solved by mathematics, thanks to geniuses like Shazeer.\n\nShazeer’s brilliance thrived on boldness. He had invented much of the current revolution in large language models (LLMs).\n\nSome of his inventions include:\n\nSparsely-gated mixture of experts (2016): It utilises a number of \"experts\", each a simple feed-forward neural network, and a trainable gating network which selects a sparse combination of the experts to process each input (\n\nTransformer (2017): He personally designed the multi-head attention, the residual architecture, and coded up the first better-than-state-of-the-art working implementation.\n\nMesh-Tensorflow (2018): The first practical system for training giant Transformers on supercomputers.\n\nT5 (2019): Major contributor to Google’s LaMDA dialog system (a project led by Daniel De Freitas, Shazeer’s co-founder at Character AI).\n\nFast-forward\n\nFast forward two decades to 2021.\n\nShazeer walked away from Google, with Daniel De Freitas, a skilled AI researcher. This tandem with De Freitas was united by a shared vision — and frustration.\n\nShazeer was raised in a household with a strong academic background: His dad, a multilingual math-teacher-turned engineer, and his mother, a dedicated homemaker, who fostered an environment that valued education and curiosity.\n\nDe Freitas, for his part, spent his early years traveling with his mother. They lived in various countries including Venezuela and the UK and eventually settled in Florida with his adoptive father. His multicultural upbringing exposed De Freitas to diverse cultures and languages, giving him a strong background in natural language processing (NLP).\n\nNLP involves teaching computers to understand and generate human-like text.\n\nWhile working at Google, De Freitas and Shazeer developed \"Meena\", an advanced chatbot praised for its conversational capabilities.\n\nBloomberg reported in August that Character.AI co-founders Noam Shazeer (right) and Daniel De Freitas were “hired” by Alphabet (Google’s parent firm), along with some members of its research team, in a “licensing deal”. Image Credit: Character AI\n\nTogether, they had developed Meena, an advanced AI chatbot destined to reshape conversational AI. Yet, Google hesitated, shelving the project. The reason was unclear.\n\nDisillusioned, the pair left to chart their own course, founding Character.AI, a platform that would become synonymous with cutting-edge generative AI.\n\nWhy did he leave Google?\n\n“I have always been excited about AI,\" Shazeer said in an interview on a16z.com. \"I just wanted to move, push technology forward.”\n\nLarge Language Models Large Language Models (LLMs) are computer programs that can understand and generate text, much like a human.\n\n\n\nThey work by studying huge amounts of text from the internet, books, and other sources, learning patterns, meanings, and how words fit together.\n\n\n\nSo, when you ask them a question or give them a task (like writing an email), they use what they've learned to predict and create a response that makes sense.\n\n\n\nThink of them as super-smart text predictors that can chat, write, and answer questions!\n\nCharacter.AI\n\nAfter Character.ai was launched, it soared, raising over $150 million in funding. But the story didn’t end there.\n\nCharacter.ai is new kind of conversational AI. Unlike typical chatbots, Character.ai enables users to interact with AI personas that simulate human conversation on a deep level. Users can engage with historical figures, fictional characters, or entirely customised personas.\n\nSome kids (including my 11-year-old son Toffee) describe it as the \"app for weirdos\".\n\nCharacter.AI has faced criticism.\n\nFor one, the app allows users to create and interact with AI personas, including fictional characters, celebrities, and historical figures. It's a deliberate choice on the part of its creators, with niche use-cases, unconventional user behaviour, and a unique way of engaging users with AI-generated personalities.\n\nMany users engage in role-playing or fantasy-based conversations, which can range from innocent fun to deeply personal or unconventional scenarios.\n\nCases against Character.ai The AI chatbot platform has faced serious allegations linking its services to user self-harm and suicide. Notably:\n\n\n\n• Florida Lawsuit (October 2024): Megan Garcia filed a lawsuit against Character.AI and Google, alleging that the platform contributed to her 14-year-old son Sewell Setzer III's suicide. The lawsuit claims that Sewell developed an emotional relationship with a chatbot impersonating Daenerys Targaryen from \"Game of Thrones,\" which led to his tragic death.\n\n\n\n• Texas Lawsuit (December 2024): Two families in Texas sued Character.AI, alleging that the platform encouraged self-harm and provided inappropriate content to their children. One case involved a 17-year-old who began self-harming after a chatbot introduced the topic, while another involved exposure to inappropriate content, New York Post reported.\n\n\n\nIn response to these incidents, Character.AI has implemented new safety measures, including separate language models for adult and teenage users, stricter content restrictions, and parental controls to monitor usage.\n\nYet the high level of customisation that Character.AI brings to the realm of chatbots cannot be denied. Moreover, the imaginative interaction appeals to niche communities, though it may seem eccentric or “weird” to outsiders.\n\nThe platform's other key strength: natural-language understanding and adaptability, thus creating immersive and life-like interactions.\n\n$ 2.7 b amount reportedly paid by Google to take back Noam Shazeer\n\nNow, in a twist worthy of a Hollywood script, reports surfaced in August 2024 that Shazeer and DeFreitas were returning to their roots — Google.\n\nThe tech giant, perhaps eager to reclaim its prodigal sons, reportedly paid a staggering $2.7 million to bring Shazeer back into the fold.\n\nCHARACTER.AI FEATURES One of Character.ai’s standout features is its customisation. Users can craft their own unique AI characters by setting their personalities, backstories, and responses.\n\n\n\nThis flexibility has attracted creators, educators, and enthusiasts who enjoy building characters tailored to specific needs, whether for entertainment, role-playing, or learning.\n\n\n\nDiverse Use Cases\n\nCharacter.ai is not just for casual conversation—it caters to diverse applications. Students use it to \"talk\" with historical figures for educational purposes.\n\n\n\nWriters use it as a tool for brainstorming ideas with fictional characters, and fans use it to interact with avatars of their favorite icons. It’s a fusion of learning, creativity, and entertainment.\n\n\n\nCharacter.ai is built with privacy in mind, as interactions on the platform are not stored for long-term use, prioritizing user trust. It’s also designed to be intuitive, requiring no technical skills to create or interact with characters, making it accessible for both casual users and professionals.\n\n“I am super excited to return to Google and work as part of the Google DeepMind team,” Shazeer told TechCrunch. “So proud of everything we’ve built at Character.AI over the last three years.”\n\nDeepMind\n\nGoogle, too, made no attempt to hide its enthusiasm. In a statement dripping with admiration, the company said: \"We’re particularly thrilled to welcome back Noam, a preeminent researcher in machine learning, who is joining Google’s DeepMind research team, along with a small number of his colleagues.\"\n\nDeFreitas, equally integral to this saga, is also set to rejoin the search titan, solidifying their return as a monumental homecoming for Google.\n\nSpecific figures for Daniel De Freitas's return have not been publicly disclosed. Since both played key roles in the creation of Character.AI and are valuable AI researchers, it is likely that De Freitas's compensation was similarly significant, though details remain speculative.\n\nHigh-stake AI\n\nAs part of the agreement, Character.AI will reportedly benefit from increased funding, ensuring that the legacy of their groundbreaking work lives on.\n\nFrom maverick departures to celebrated returns, Shazeer’s story (and, by extension, De Freitas's too) is a testament to the unrelenting push-and-pull of innovation in the high-stakes world of AI."
        }
    }
]