[
    {
        "title": "Inside Capitol Hill’s Latest UFO Hearings",
        "link": "https://www.msn.com/en-us/news/technology/inside-capitol-hills-latest-ufo-hearings/ar-AA1u9l0Y?ocid=BingNewsVerp",
        "description": "On Nov. 13, two subcommittees of the House Oversight Committee held a joint hearing provocatively titled 'Unidentified ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GPmnwp7dJljWnclOsIvpGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16hon MSN",
        "source": "Time on MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon receives over 700 new reports of UFO sightings",
        "link": "https://www.msn.com/en-us/news/other/pentagon-receives-over-700-new-reports-of-ufo-sightings/ar-AA1u9S7Z?ocid=BingNewsVerp",
        "description": "Last year's report cited 281 incidents during its review period. During a press briefing on the report on Thursday, Pentagon ...",
        "image_url": "https://www.bing.com/th?id=OVF.hZ5%2fD7355cA%2bbED9wIguLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11hon MSN",
        "source": "Houston Chronicle on MSN",
        "article_content": ""
    },
    {
        "title": "More than 700 UFO sightings were reported to the Pentagon over the last year",
        "link": "https://news.yahoo.com/news/more-700-ufo-sightings-were-184118025.html",
        "description": "Americans were convinced enough that they spotted a UFO that they reported sightings to the Pentagon more than 700 times over ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k3voN8A9ooPM1LW9EG-x2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12h",
        "source": "YAHOO!News",
        "article_content": "More than 700 UFO sightings were reported to the Pentagon over the last year\n\nAmericans were convinced enough that they spotted a UFO that they reported sightings to the Pentagon more than 700 times over a 12-month period, according to a new report.\n\nThe annualized report from the Department of Defense showed that between May 1, 2023 and June 1, 2024, the All-domain Anomaly Resolution Office received 757 reports of unidentified aerial phenomena, formerly known as UFO’s.\n\nOf those 757, just 485 occurred during that time period; the other 272 sightings happened during 2021 and 2022 but weren’t reported until later.\n\nA “UFO” spotted by a KTLA viewer. Credit: James Fox\n\nThe report says 118 of the more than 700 cases were resolved during the reporting period. They were oftentimes attributed to being birds, balloons and other aircrafts. Many of the cases that weren’t resolved may be due to a lack of photo evidence.\n\nNo reporters suffered any adverse health affects due to the spotted UFO’s.\n\nAccording to the AARO, there is a geographical trend that shows many sightings are located near military bases.\n\nUtah study reveals the ‘best’ place for UFO sightings\n\nAbout 65% of reporters said they saw strange lights in the sky. Other reporters said they saw objects such as orbs, cylinders and triangles.\n\nOther reporters, who said the objects didn’t fit into the aforementioned categories, said they saw things like a “green fire ball,” “a jelly fish with [multicolored] flashing lights,” and a “silver rocket approximately six feet long.”\n\nTo date, the reports states, none of the reports have produced “evidence of extraterrestrial\n\nbeings, activity, or technology.”\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KTLA."
    },
    {
        "title": "5 things to know for Nov. 15: Trump’s Cabinet, Measles, Tropical Storm Sara, UFO sightings, Ford",
        "link": "https://www.msn.com/en-us/news/us/5-things-to-know-for-nov-15-trump-s-cabinet-measles-tropical-storm-sara-ufo-sightings-ford/ar-AA1u8QQ3?ocid=BingNewsVerp",
        "description": "Look up at the night sky this weekend for a celestial double feature. November’s full moon will shine bright today as the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sCbhcdw30JlyyOCLHGI_ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "20hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon's UFO report finds over 700 new cases, with 21 the agency could not explain",
        "link": "https://www.msn.com/en-us/news/other/pentagon-s-ufo-report-finds-over-700-new-cases-with-21-the-agency-could-not-explain/ar-AA1u9EBL?ocid=BingNewsVerp",
        "description": "From May 2023 to June 2024, the All-Domain Anomaly Resolution Office received 757 new incident reports, officials announced ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6B-j8VHnn5mgPnzQCkdWSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Google Launches Gemini AI App for iPhone",
        "link": "https://www.yahoo.com/tech/google-launches-gemini-ai-app-161228629.html",
        "description": "Google's AI assistant, now available on iOS, brings voice chats, image generation, and Google app integration to users ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2XEbIwHLmAJJS0p2t7fbPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "Yahoo",
        "article_content": "Google has officially released its Gemini AI app for iPhone. The app, which is free to download, is now available on the Apple App Store in 35 languages worldwide. Google CEO Sundar Pichai confirmed the app's availability on X.\n\nThe Gemini app now gives iPhone users direct access to Google's AI chatbot through text, voice, or camera input. The best part is that it all happens without installing the main Google app.\n\nOne of the main features of Gemini is Gemini Live, which lets you chat naturally. That means it makes you feel like you're having a conversation with another human being on a call. You can pick from 10 AI voices and chat in languages like English, Spanish, French, German, or Hindi. I believe Gemini Live is Google's response to OpenAI's GPT4o. But I prefer the latter; it's more fluid than Gemini Live.\n\nAdvertisement Advertisement\n\nThe app also offers extras such as AI image creation with Imagen 3, study help tools, and photo analysis features. It integrates with other Google apps through extensions, including YouTube, Google Maps, Gmail, and Calendar. A Live Activity feature allows users to continue conversations while using other apps or when their iPhone is locked.\n\nThe Gemini has its limits on iOS. Unlike Siri, it can't tweak your settings or directly manage other apps, which was expected. Its functionality is limited to interactions within Google's ecosystem of apps and services."
    },
    {
        "title": "Google launches Gemini AI app for iOS - here's all you need to know",
        "link": "https://www.zeebiz.com/technology/apps/news-google-launches-gemini-ai-app-for-ios-heres-all-you-need-to-know-326485",
        "description": "Google's highly anticipated Gemini app has officially launched on iOS, bringing the tech giant's advanced AI assistant to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.etPf3av7F8SiTJyY0sUELC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21h",
        "source": "Zee Business",
        "article_content": "Google's highly anticipated Gemini app has officially launched on iOS, bringing the tech giant's advanced AI assistant to iPhone users. The app combines voice, text, and camera inputs for a highly versatile experience, according to GSM Arena.\n\nIn an exciting development for iOS users, Google has launched its Gemini app, a versatile AI assistant that expands the functionality of its existing Gemini platform.\n\nAvailable now on the Apple App Store, the app allows users to interact with Google's AI via voice, text, or even the iPhone's camera, providing a more engaging and dynamic way to access information and assistance.\n\nThe new Gemini app offers users the same core features found in the Gemini section of the Google app, including advanced AI-powered searches and conversational capabilities.\n\nHowever, one standout feature is the introduction of 'Gemini Live', a real-time voice chat experience with Google's AI assistant.\n\nThis feature aims to deliver an even more natural and fluid interaction with the assistant, elevating the user experience with live voice-based communication, as per GSM Arena.\n\nAdditionally, the app is designed to integrate seamlessly with Google's suite of services.\n\nWhile it doesn't have control over iPhone settings or third-party apps like Apple's own Siri or other competitors' AI systems, Gemini can access and interact with various Google apps such as Maps, Gmail, Drive, and YouTube.\n\nThis ensures that users can quickly retrieve information and perform tasks like checking emails, finding locations, or managing files directly through the AI assistant, as per GSM Arena.\n\nFor users of the latest iPhone models, including the iPhone 15 Pro and iPhone 16 series, the Gemini app comes with an additional convenience: direct integration with the iPhone's 'Action Button'.\n\nThis allows users to quickly activate the Gemini app for instant searches, conversations, or AI-driven tasks directly from the physical button, making it easier to access Google's AI when needed most.\n\nWhile the Gemini app is packed with impressive features, it does have some limitations.\n\nAs with other AI assistants on iOS, such as Siri or Amazon's Alexa, Google Gemini cannot control system settings or third-party apps installed on the iPhone.\n\nAs per GSM Arena, this restriction is due to Apple's privacy and security policies, which limit external apps from modifying system-wide settings.\n\nDespite this limitation, the Gemini app's ability to interact with Google's ecosystem of apps and services gives it a distinct advantage for users heavily invested in Google's suite of productivity tools.\n\nWith the launch of the Gemini app on iOS, Google is positioning itself as a strong contender in the AI assistant space for Apple users.\n\nThe app's ability to perform intelligent searches, facilitate live voice conversations, and seamlessly integrate with Google's services makes it a compelling tool for anyone looking to enhance their productivity or simply explore the possibilities of conversational AI.\n\nAs Google continues to refine its AI capabilities, iPhone users can expect even more sophisticated features in future updates."
    },
    {
        "title": "The ChatGPT apps for Mac and Windows are getting even better",
        "link": "https://bgr.com/tech/the-chatgpt-apps-for-mac-and-windows-are-getting-even-better/",
        "description": "OpenAI updated the ChatGPT apps for Mac and Windows, adding new features and expanding availability - what you need to know.",
        "image_url": "https://www.bing.com/th?id=OVFT.hLySI0xKtXZ0DRBcWb_JAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "20h",
        "source": "BGR",
        "article_content": "OpenAI is expected to announce new genAI products in the not-too-distant future. The next big ChatGPT update might arrive next year. That’s the GPT-5/Orion model that appeared in various reports recently, though it’s unclear what OpenAI will call it. Before that, OpenAI might release the Operator AI agent to control computer apps.\n\nWhile we wait for the next big thing from the ChatGPT developer, OpenAI has done something else. The company released improved ChatGPT apps for Mac and Windows.\n\nThe Mac version can now connect to coding apps to read the code directly, but this is not exactly agentic behavior.\n\nThe Windows app is now available to Free users after access was initially restricted to paid subscribers.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nChatGPT for Windows is available from the Microsoft Store and runs on Windows 10 and Windows 11 machines. The app gives you faster access to the chatbot, as you’re just a shortcut away from starting chats or continuing previous discussions with the AI.\n\nThe ChatGPT app lets you search the web and supports file uploads. More interesting is the Advanced Voice Mode feature, which lets you talk to ChatGPT by voice in a conversational manner. That might turn out to be a key feature for enhancing productivity.\n\nThe best part about ChatGPT for Windows is that ChatGPT Free users can access it. If you use ChatGPT for free on the web, this is the app update you might have been waiting for.\n\nChatGPT app for Mac can read content from coding apps. Image source: OpenAI\n\nThe Windows update isn’t as impressive as the one for Mac. OpenAI gave the ChatGPT for Mac app the ability to connect to various coding apps. The list includes VS Code, Xcode, Terminal, and iTerm2, with additional apps to follow. OpenAI describes the app as an early beta, so you might experience some issues.\n\nHowever, if you’ve been using ChatGPT to write code on the Mac, the app will be even more useful than before. You won’t have to copy and paste like you currently do. Instead, ChatGPT will be able to “read” your screen while taking into account your prompts about the code.\n\nAn example of ChatGPT grabbing code from a different Mac app. Image source: OpenAI\n\nThis is a precursor of agentic behavior but not quite the Operator rumored to drop early next year. The ChatGPT app can’t actually control your Mac. Once it delivers the code you need, it won’t paste it into the coding app it took it from. You’ll be back to copying and pasting the code back to the original app.\n\nOpenAI explained to TechCrunch that the chatbot doesn’t actually see the screen of your Mac. Instead, it uses the macOS accessibility API to read text and translate it to ChatGPT. That’s the same macOS feature that makes VoiceOver work.\n\nThe ChatGPT app for Mac will tell you what app data is working with. Image source: OpenAI\n\nThat’s also good news for privacy. OpenAI says that you’ll always know what ChatGPT is looking at, and you’ll explicitly enable the feature. Privacy will be an important thing to consider once AI agents do arrive. I’ll want to know exactly what an AI app is looking at and what happens to my data.\n\nOpenAi also plans to rapidly improve the capabilities of the ChatGPT for Mac app, though it’s unclear what that means. Also, it’s unclear when the Windows app will get similar integration with coding apps."
    },
    {
        "title": "Google’s Siri Competitor, Gemini AI, Arrives on iPhone – Full Feature Breakdown",
        "link": "https://www.analyticsinsight.net/news/googles-siri-competitor-gemini-ai-arrives-on-iphone-full-feature-breakdown",
        "description": "Google has released Gemini Ai app for iPhone and the social app claims for itself to be a strong contender to Apples’ Siri ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CRwbfoqa1g-DwjvgN-WlkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight22h",
        "source": "Analytics Insight",
        "article_content": "Google has released Gemini Ai app for iPhone and the social app claims for itself to be a strong contender to Apples’ Siri and can bring AI capabilities to iOS ecosystem. The free app is now available in 35 languages and can be downloaded from the App Store. Unlike with Google Assistant through the Google app, a web browser, and so on, users can install the Gemini app to communicate with the chatbot via text, voice, or even camera.\n\nOne of the flagship features of this app is Gemini Live, which provides an advanced voice conversation experience. It is for natural and continuous conversations; users can shift from one topic or speak over another in the middle of a word, a milestone towards achieving interaction-realism. A choice of ten AI voices is available to users, making personalization possible for greater user satisfaction.\n\nBesides the chatbot, Gemini AI app is connected to Google’s giant list of services so it is not simply an application. Extensions allow users to use other applications affiliated to Google Workspace such as YouTube, Google Maps, Gmail, Calendar within the app. This integration is expected to cut across tasks, like pulling information from emails or through planning in Maps without having to open another application.\n\nBeyond standard text and voice functions, Gemini AI offers specialized features, like AI image generation through Google’s Imagen 3 technology. This tool enables users to create images based on descriptions, adding a creative dimension to the AI’s capabilities. Additionally, study assistance tools make the app suitable for educational purposes, and it can analyze photos to provide insights or extract information, a feature that adds practicality for tasks like reading receipts or identifying objects in images.\n\nAnother key functionality is the Live Activity feature, which lets users keep conversations active even while using other apps or when their iPhone is locked, making multitasking more convenient.\n\nWhile the Gemini AI app doesn’t offer system-level control, as Siri does, its integration with Google’s ecosystem enhances functionality. Users can access Google’s AI ecosystem with a streamlined, standalone experience and direct home screen access, positioning Gemini AI as a competitor to Siri and other popular AI assistants on iPhone."
    },
    {
        "title": "I use AI every day and giving ChatGPT access to apps is the biggest AI upgrade of the year",
        "link": "https://www.msn.com/en-us/news/technology/i-use-ai-every-day-and-giving-chatgpt-access-to-apps-is-the-biggest-ai-upgrade-of-the-year/ar-AA1u9umN?ocid=BingNewsVerp",
        "description": "The new updated app for macOS also comes with a new user interface that puts the ‘app connection’ and ‘model selection’ in a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EWp8zhTv5e4iPpae9lojAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "Tom's Guide on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal Cirque opens in Shreveport",
        "link": "https://www.yahoo.com/news/paranormal-cirque-opens-shreveport-040651553.html",
        "description": "Jimmy Kimmel reacted to Donald Trump nominating Robert F. Kennedy Jr. — a prominent vaccine skeptic — as secretary of health ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pyU21IPGsYlexO4m4KJo2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "Yahoo",
        "article_content": "\"I went to the most expensive high school in my state. Since it was a boarding school, we had serious old money from all over the world. The bit about how old vs. new treats staff and how nice or rude they are is spot on. The very worst kind of nouveau riche are the kids of first-generation movie stars.\""
    },
    {
        "title": "Columbus 'poltergeist' girl Tina Resch seeks pardon for daughter's death 40 years after famous photo",
        "link": "https://www.dispatch.com/story/news/crime/2024/11/15/poltergeist-murder-ohio-tina-resch-telekinetic-powers-life-sentence/75105711007/",
        "description": "The Dispatch broke the story of flying pans and dishes, broken glass and flicking lights. Forty years later, Tina Resch ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YFcKYf5hyE-Mgy_TLexlGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21h",
        "source": "Columbus Dispatch",
        "article_content": "No commitment required. Cancel anytime.\n\n*Offer available to new customers only. All savings based off the regular rate.\n\nRead the full Subscription Terms and Conditions."
    },
    {
        "title": "The Most Iconic View in South Carolina Is Also a Stunning Slice of History",
        "link": "https://www.onlyinyourstate.com/state-pride/south-carolina/most-iconic-view-sc",
        "description": "A stunning piece of architecture in Landrum, South Carolina is one of the state's most impressive wonders.",
        "image_url": "https://www.bing.com/th?id=OVFT.WemL6j5hjuC-fY5tNYKQ-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "onlyinyourstate.com17h",
        "source": "onlyinyourstate.com",
        "article_content": "The Natural Wonder Hike in Virginia Is the Definition of a Hidden Gem\n\nThe Iconic Trail in Tennessee Everyone Should Hike Once in Their Lifetime\n\nWhen it comes to South Carolina's architecture, history and beauty go hand-in-hand. That's certainly the case of Poinsett Bridge, the oldest bridge in the state which also happens to be visually stunning. You'll find it in the northern mountains of Greenville County, near Landrum. It's a bit off the beaten path but it's well worth the adventure to witness this stunning slice of history.\n\nThe Poinsett Bridge was built in the 1820s and is therefore not only the oldest bridge of its kind in South Carolina; it's also among the oldest in the entire southeast. The bridge's design is attributed to Robert Mills, a dedicated South Carolina resident credited with other iconic landmarks including the U.S. Treasury Building and even the Washington Monument. He also designed the Greenville Courthouse, whose Gothic windows mirror the stone bridge's iconic archway.\n\nadvertisement\n\nSo why was the Poinsett Bridge built? It was a crucial part of the State Road, which connected South Carolina to the mountains of North Carolina and Tennessee. There were three bridges constructed at the time. Poinsett Bridge was built over Little Gap Creek and the other two were built over North Saluda River and Hodge’s Creek. Today, Poinsett Bridge is the only one that remains.\n\nThe bridge was named for Joel Poinsett, who was the president of South Carolina's Board of Public Works at the time. Poinsett is also significant for his role as the first U.S. ambassador to Mexico and was responsible for bringing a certain flowering plant to the U.S., now known as the Poinsettia.\n\nToday, the bridge is visited by history enthusiasts and even some paranormal investigators. Those who have visited the bridge after sunset report some eerie, unexplainable phenomena. Local legend tells the tale of a local worker who contracted malaria while working on the bridge. His body is believed to be buried under the bridge—though this claim has never been proven. Another more lighthearted story is that the ghosts of two Irishmen frequently visit the bridge because they are so pleased with their handiwork.\n\nParanormal or not, there's no denying the allure of this landmark. Standing at the bridge, you can imagine what it must have been like to travel over two centuries ago. Today, the bridge is owned by the South Carolina Department of Natural Resources. It continues to be assessed to pinpoint the best structural engineering so that it can continue to be enjoyed by visitors and locals alike.\n\nHave you ever visited the Poinsett Bridge in South Carolina? Be sure to share this article with someone you'd like to go exploring with! We've outlined some other adventures for you, too; check out this list of the most incredible man-made wonders in South Carolina."
    },
    {
        "title": "Dan Aykroyd Says ‘The UnBelievable’ Transports Viewers To 'Vicariously Horrible Events' — From The Safety Of The Couch",
        "link": "https://www.msn.com/en-us/travel/article/dan-aykroyd-says-the-unbelievable-transports-viewers-to-vicariously-horrible-events-from-the-safety-of-the-couch/ar-AA1u9tTg?ocid=BingNewsVerp",
        "description": "Dan Aykroyd is a cultural icon for his unforgettable work on Saturday Night Live and Ghostbusters. Perhaps a lesser known ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LlZ0Jfgv1G08plZoWbfekS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "18hon MSN",
        "source": "Decider on MSN",
        "article_content": ""
    },
    {
        "title": "House fire reported on W Maple Street in Shreveport's Queensborough neighborhood",
        "link": "https://www.ksla.com/video/2024/11/15/house-fire-reported-w-maple-street-shreveports-queensborough-neighborhood/",
        "description": "The Louisiana House has opted to remove the film tax credit from the state's tax code, but 50 Cent is still holding out hope.",
        "image_url": "https://www.bing.com/th?id=OVF.CBMWZcIDd%2f7YfNyVeJnxWA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "9h",
        "source": "KSLA",
        "article_content": "At least a dozen fire units responded to the fire on West Maple Street on Friday, Nov. 15, 2024."
    },
    {
        "title": "The 5th Paradigm: AI-Driven Scientific Discovery",
        "link": "https://cacm.acm.org/opinion/the-5th-paradigm-ai-driven-scientific-discovery/",
        "description": "Science represents an amazingly exciting frontier for AI, and AI represents the most exciting new instruments in the hands of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bo3hJghjvZwaPeQbq3yWPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "acm.org13hOpinion",
        "source": "acm.org",
        "article_content": "How many times must a phenomenon occur before it graduates from a coincidence to a pattern? Usually, the answer depends on how unlikely, how far from the ordinary, and how (seemingly) inexplicable the phenomenon is. The more so, the lower the threshold.\n\nI was very surprised (and pleased) to read of this year’s winners of the Nobel Prize in Physics: John Hopfield, a professor of Molecular Biology and earlier of Chemistry and Biology, together with Geoffrey Hinton, a professor of Computer Science. Their affiliations name three major scientific fields, none of them being Physics! The scientific community was shocked, some physicists were upset, but for all of us in Computing the citation was thrilling: “For foundational discoveries and inventions that enable machine learning with artificial neural networks.” Artificial intelligence (AI), an interdisciplinary field with Computing at its core, was the achievement being honored!\n\nAs if this was not enough, the next day came the announcement of this year’s winners of the Nobel Prize in Chemistry: David Baker, a professor of Biochemistry, cited “for computational protein design”; and Demis Hassabis, co-founder and CEO of Google DeepMind together with John Jumper, researcher at Google DeepMind, cited “for protein structure prediction,” which was often elaborated in the more extensive press releases by “using artificial intelligence models.” Both achievements advance our understanding of proteins, a central focus of (bio-)chemistry, the field of the award. Nevertheless, at the core of both were again computing and AI.\n\nWe were at center stage of two Nobel Prize announcements! Both events were so unexpected that I believe they are not a coincidence but form a pattern. Scientific walls and walls of prejudice are falling as Computing is becoming a fundamental discipline in the STEM family. These prizes put Computing and AI at the core of scientific discoveries, to the point that, as tools, they may be considered as worthy of recognition as the scientific results they produce. Unprecedented!\n\nWe have entered the era of the 5th Paradigm of Science and the study of nature. After the paradigms of empirical/experimental science (followed for millennia), theoretical model science (for centuries), computational science (for decades), and data-driven science as envisioned by Jim Gray (for about 15 years), the 5th paradigm has emerged: AI-driven science. It is not just the speed at which AI generates and analyzes data; even more valuable are the correlations (and sometimes the causations) that AI identifies that far exceed the reach of conventional research. Computing and AI are transforming our scientific discovery processes. Science represents an amazingly exciting frontier for AI, and AI represents the most exciting new instruments in the hands of scientists.\n\nAll of us researchers in academia and industry should be thrilled and proud of how Computing and AI have risen in prominence in the eyes of the entire scientific community.\n\nThe two Nobel Prizes also highlight the importance of interdisciplinarity between Computing and other fields. The mission of ACM calls for “… advancing the art, science, engineering, and application of computing …”. With few exceptions, the application of computing, that is, interdisciplinarity, has been outside of ACM’s radar. Given the centrality of our technologies in other sciences, ACM is now establishing collaborations with prominent sister societies to serve the needs of emerging areas formed as their corresponding disciplines meet with Computing and AI. Our community should seize the moment, redirect some of its efforts toward the uncharted territories that are opening before us, and conquer new frontiers!\n\nExcited by the current successes of AI in scientific discovery, some push further and raise intriguing existential questions: Can we expect AI to transform from a tool to an actual researcher itself, pose and investigate scientific hypotheses, and eventually write papers about its work? If the work is reviewed by human experts who say the research is correct, novel, and interesting, why should we reject it? Eventually, could AI become a full peer of human researchers? Even if we reach that point, should a human always be in the loop, validating the scientific discovery and reviewing the AI-written paper (or its AI-written reviews)? These are questions that we must debate as a community. No matter what the answers may be, even the fact that we contemplate the existence of AI scientists is fascinating and a driver of exciting research ahead.\n\nAll of us researchers in academia and industry should be thrilled and proud of how Computing and AI have risen in prominence in the eyes of the entire scientific community. A scientific revolution is happening before our eyes, powered by Computing and AI. We should join our fellow researchers in other sciences and harness the power that modern Computing and AI technologies offer to understand the secrets of nature. In parallel, we should join forces with policymakers, governments, and civil society to ensure that our discoveries will be used responsibly for the benefit of all."
    },
    {
        "title": "Scientists discover world's largest coral in Solomon Islands, spanning over 34 meters",
        "link": "https://www.msn.com/en-us/travel/news/scientists-discover-worlds-largest-coral-in-solomon-islands-spanning-over-34-meters/ar-AA1ubDuf?ocid=BingNewsVerp",
        "description": "Researchers have discovered the world's largest coral colony in the southwest Pacific Ocean, in the waters of the Solomon ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vIrX-isvD_SmajamiA0ipi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21mon MSN",
        "source": "The Jerusalem Post on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery Science Place in Tyler opens new ‘ice’ rink for winter",
        "link": "https://www.msn.com/en-us/news/technology/discovery-science-place-in-tyler-opens-new-ice-rink-for-winter/ar-AA1uaMXI?ocid=BingNewsVerp",
        "description": "A skating rink, made possible by a donor, will be available to the public on select days throughout the holidays and into the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZfKwggFCUJ9E-WPApIRF6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7hon MSN",
        "source": "Tyler-Longview KLTV on MSN",
        "article_content": ""
    },
    {
        "title": "Science-Lovers Unite: Inside New Scientist Discovery Tours",
        "link": "https://www.travelawaits.com/3002113/a-look-at-new-scientist-discovery-tours/",
        "description": "Want to bundle a few world-class science lessons into your next adventure? Learn while you explore with New Scientist Discovery Tours.",
        "image_url": "https://www.bing.com/th?id=OJ.BePkpcA70cX5Ow&pid=news&w=84&h=16&rs=2",
        "category": "science+discovery",
        "date": "12h",
        "source": "travelawaits",
        "article_content": "I live in a magazine-happy household. My partner and I receive printed publications on a monthly basis and also follow curated newsletters.\n\nVideos by TravelAwaits\n\nNew Scientist, which has been around since 1956, is a well-known publication in our household.\n\nI read New Scientist articles and studies to stay updated on a wide range of topics, from AI to rising temperatures to bathroom tiles that mathematicians love. The latter is a great example of the type of casual, science-centric content the publication focuses on.\n\nIn other words, it’s not all dry and boring.\n\nIn fact, New Scientist wants to do a lot more than educate you on the latest innovations and discoveries. The company also wants to transport you and other like-minded travelers even closer to the frontiers of our world’s most impactful scientific research.\n\nAnd how is it doing that? One of the latest ways that New Scientist engages with its readers is through its highly tailored Discovery Tours programs.\n\nLike the title suggests, these curated trips zero in on science and research projects happening around the globe.\n\nBest of all, science buffs like you (and me) can join them easily. Caught your interest? Here’s what you need to know about New Scientist Discovery Tours.\n\nInside New Scientist Discovery Tours\n\nThe premise here is simple. Science nerds (I say that lovingly) with an overlapping interest in travel can shop around for highly specialized and expertly organized trips.\n\nYou can shop around for tours that run a massive gamut—from solar eclipses to polar bear expeditions to monarch butterfly migrations.\n\nSeriously, you can get lost looking into the dozens and dozens of tours available.\n\nEach is headed by a group of experts who have ample experience in scientific fields and research. That means that you’re not just getting up close to science-adjacent regions and sites—you’re also getting a first-class education along the way.\n\nAlong with the elevated scientific angles, travelers can also relax knowing that New Scientist goes above and beyond to work with sustainability-focused tour providers. (However, the publication recommends that all travelers look to offset their carbon footprints by traveling mindfully to the tour and paying to cover their emissions.)\n\nWhat’s included in the tours?\n\nEvery Discovery Tour is different—and I strongly encourage you to read the fine print on every tour that you’re considering. From lodging type to trip duration to fitness levels, there’s a lot you need to think about before signing up.\n\nGenerally speaking, tours include:\n\nProfessional guides\n\nCultural and scientific presentations\n\nTickets, entrance fees, etc.\n\nTaxes and permit fees\n\nLodging (usually shared)\n\n24-hour support\n\nAirport transfers, if relevant\n\nGenerally speaking, tours don’t include:\n\nTransportation to and from the meeting spot\n\nTravel protection & medical evacuation insurance\n\nAlcoholic beverages\n\nPrivate lodging (most deals include shared rooms)\n\nHow can you follow the latest New Scientist Discovery Tours?\n\nThe easiest way to follow the latest tours available from New Scientist is to sign up for its weekly newsletter or to join the Discovery Tour mailing list.\n\nTours are categorized into:"
    },
    {
        "title": "The Right Chemistry: Sometimes luck serves as a springboard for science",
        "link": "https://montrealgazette.com/opinion/columnists/the-right-chemistry-sometimes-luck-serves-as-a-springboard-for-science",
        "description": "The discovery of N-acetylcysteine as an antidote to acetaminophen overdoses is a fascinating story laced with serendipity. It ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9--GzI_ynV_tDASxL60QFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Montreal News15hOpinion",
        "source": "Montreal News",
        "article_content": "Content not available"
    },
    {
        "title": "AI could alter data science as we know it - here's why",
        "link": "https://www.zdnet.com/article/ai-could-alter-data-science-as-we-know-it-heres-why/",
        "description": "AI is democratizing software development and could eventually replace it altogether, but will it make data science obsolete?",
        "image_url": "https://www.bing.com/th?id=OVFT.P8-rFdVdH1zlyElwUQFzzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "19h",
        "source": "ZDNet",
        "article_content": "Tavrius/Getty Images\n\nGenerative artificial intelligence (gen AI) is paving the way for everyone to become their own software developers. But at the same time, AI may render many extraordinary skills unnecessary.\n\nThat's the word from Thomas Davenport of Babson College and Ian Barkin, a venture capitalist, in their latest book, All Hands on Tech: The AI-Powered Citizen Revolution. For starters, they point out that with low-code and no-code tools, robotic process automation, and now AI, the gates of software development are open to all.\n\nAlso: Your dream programming job demands this language, every site agrees\n\n\"Technology is no longer owned by any one department of function,\" they explain. \"Data and its analyses are no longer the property of only the PhDs and the hard-core number crunchers. From now on, all employees have the ability to be system designers, data analysts, coders, and creators.\"\n\nDavenport and Barkin note that generative AI will take citizen development to a whole new level. \"First is through conversational user interfaces,\" they write. \"Virtually every vendor of software today has announced or is soon to introduce a generative AI interface.\"\n\n\"Now or in the very near future, someone interested in programming or accessing/analyzing data need only make a request to an AI system in regular language for a program containing a set of particular functions, an automation workflow with key steps and decisions, or a machine-learning analysis involving particular variables or features.\"\n\nAs the authors mention, part of this future -- not quite formed yet -- are specialized bots designed to perform specific types of work. \"There are digital workers from RPA vendors and other start-ups that claim to perform an entire job, although our investigations thus far suggest that they really perform just a few tasks and are certainly less flexible than human workers.\"\n\nAlso: Google survey says more than 75% of developers rely on AI. But there's a catch\n\nThis includes nascent software development bots, which vendors claim are \"able to write software programs from start to finish,\" Davenport and Barkin state. \"Our guess is that for the next several years, these bots will be capable of making human citizens more productive but won't replace them.\"\n\nGen AI will feel like the ultimate research assistant or programmer, they added, \"because it is generating code to this analysis. It will elicit what you want, work very quickly, and allow you to change your mind infinite times in specifying your app, automation, or model.\"\n\n\"Gen AI will also make it easier to find existing models, features, or software components that you can use to begin your citizen project,\" they conclude.\n\nAlso: How ChatGPT scanned 170k lines of code in seconds, saving me hours of work\n\nLooking beyond these early starts, with the growth of AI, RPA, and other tools, \"some citizen developers are likely to no longer be necessary, and every citizen will need to change how they do their work,\" Davenport and Barkin speculate. Gen AI will assume much of this work, including generating application code, automations, and data science analyses.\n\nDominic Ligot, CEO and CTO of CirroLytix, echoes Davenport and Barkin's observations in a recent HackerNoon article, noting how he enabled semi-technical individuals in a class to leverage data science tools:\n\n\"The participants, primarily CISOs who typically don't code, found the exercises, crafted with AI's assistance, to be intuitive and hands-on. My goal was to immerse them in working directly with data and code. They especially appreciated the chance to explore manually what modern cyberthreat surveillance and SIEM platforms typically automate, gaining insights into the processes happening 'under the hood.'\"\n\nAt the same time, Ligot also suggests citizen developers and data scientists may not necessarily need technical skills, as AI takes on much of this work. \"My key takeaway from the class was surprisingly counterintuitive: data science, as we know it, will eventually be replaced by AI,\" he said.\n\nAlso: Technologist Bruce Schneier on security, society, and why we need 'public AI' models\n\n\"The rise of AI-driven tools capable of handling data analysis, modeling, and insight generation could force a shift in how we view the role and future of data science itself,\" said Ligot. \"Tasks like data preparation, cleansing, and even basic qualitative analysis -- activities that consume much of a data scientist's time -- are now easily automated by AI systems.\"\n\n\"What's worse (or better, depending on where you stand) is that AI is faster, more accurate, and less prone to human error or fatigue.\"\n\nStill, getting to the point where development and data science are delivered seamlessly via AI will take time, Davenport and Barkin clarify. \"It seems likely in the future that gen AI and conversational AI broadly will be the front end to all citizen applications,\" they say. \"That's possible today with many tools, but it takes at least a modicum of sophistication to create prompts that will get you the first cut at an app, a data analysis, or an automation workflow that you want. That's also true with code generations, and it's one reason why experienced coders tend to have better luck than inexperienced ones.\"\n\nAlso: The best AI for coding in 2024 (and what not to use)\n\nHowever, they continued, \"within a year or two, it will be possible to have an iterative discussion with a gen AI interface about a machine-learning analysis.\""
    },
    {
        "title": "The Silent AI Leader Nobody is Talking About",
        "link": "https://analyticsindiamag.com/ai-breakthroughs/the-silent-ai-leader-nobody-is-talking-about/",
        "description": "While the US, with its line-up of powerful tech companies, such as OpenAI, Microsoft, and Google, seems to be spearheading ...",
        "image_url": "https://www.bing.com/th?id=OVF.y7gzr4285cbk%2bsEapRot3w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics India Magazine3h",
        "source": "Analytics India Magazine",
        "article_content": "While the US, with its line-up of powerful tech companies, such as OpenAI, Microsoft, and Google, seems to be spearheading the AI race, a force from the Far East is quietly establishing its dominance. China’s multinational giant, Baidu, has been making strides in AI that others should probably worry about.\n\nA few days ago, at the Baidu World 2024 conference in Shanghai, the big-tech company unveiled a number of AI products that catered to enterprises and consumers alike. AI Agents, image generation, smartglasses, name anything and Baidu has it covered.\n\nTaking on Hallucinations\n\nWhen the West is flaunting its text-to-image models such as DALL·E 3, Gemini, and others that have landed themselves in trouble for spewing misinformation, Baidu has pretty much struck the right chord.\n\nAddressing the hallucinations that tend to mar the quality of AI-generated output, Robin Li, the founder and CEO of Baidu Inc, unveiled iRAG, an image-based retrieval augmented generation tool to tackle hallucinations in image generation.\n\nLi highlighted that by utilising Baidu Search’s extensive database of hundreds of millions of images and the company’s advanced foundation model capabilities, iRAG enables text-to-image models to produce hyper-realistic visuals while lowering image-production costs.\n\nBaidu’s iRAG output. Source: Baidu World 2024\n\nOn the application part, Baidu looks to enhance the usability of text-to-image outputs across various visual mediums, such as comics, storyboards, and posters. According to Li, minimising hallucinations is setting the stage for rapid growth in AI applications.\n\nDeveloper-Focussed Too\n\nTo tackle hallucinations is one thing, but to enable developers is huge. Baidu’s Miaoda, a no-code tool, enables users to build applications simply by describing them in natural language without needing to write a single line of code.\n\nNo-code platforms have been a constant offering by all major tech companies. Google’s AppSheet, Microsoft’s Power Apps, and Amazon’s Honeycode are just some of the big names offering such capabilities. Enterprise biggies, including Oracle and Salesforce, are also offering the same with agentic capabilities.\n\nAt the recent Oracle CloudWorld and Dreamforce 2024 events, both companies unveiled 50-100 AI agents across their suite of enterprise products. But just when you think this has been an emerging trend with the West, Baidu proves you wrong.\n\nIts no-code tool, Miaoda, incorporates multi-agent collaboration, leveraging ERNIE’s capabilities for task coordination and multi-tool invocation, which taps into Baidu’s expansive suite of APIs, including web search, mapping, and image generation.\n\nThe tool’s ability to call upon different agents from domains such as project management, content editing, programming, and quality assurance allows users to streamline workflows and execute complex processes without technical expertise.\n\nSo far, Baidu’s ERNIE AgentBuilder has attracted the attention of 150,000 businesses and 800,000 developers. The top 100 agents include character-based agents such as the ‘Farmer Academician’, along with agents tailored for tools, industries, workplaces, emotions, and entertainment.\n\n“Today, while all leading global tech firms are paying attention to agents, few have made them as central to their strategy as Baidu has,” said Li. “Agents are more human-like, more intelligent, and act like your sales and customer service representatives, or assistants. Agents will become a new vehicle for content, information and services.”\n\nThere’s AI Glasses Too\n\nJust when you thought Meta’s AI smartglasses could replace smartphones, Baidu comes up with its version of the AI wearable.\n\nYing Li, the CEO of Xiaodu Technology (a product line of Baidu), took the stage to introduce Xiaodu AI Glasses, a new device that combines visual, audio, and location-based capabilities to function as a versatile AI assistant.\n\nPowered by ERNIE and equipped with advanced language and image processing capabilities, Xiaodu AI Glasses can act as a virtual tour guide, offering real-time location-based information through Baidu Maps, provide instant translations, and even assist with intelligent note-taking and content summarisation.\n\nThese new AI glasses are likely to be made available in the first half of 2025.\n\nChina Catches Up\n\nA few months ago, Taiwanese computer scientist, entrepreneur, and author of ‘AI Superpower’, Kai-Fu Lee, said that China will catch up with the US in AI capabilities and is just 6-9 months behind the US.\n\nLet’s take autonomous vehicles, for instance. Baidu has been going strong with Apollo, its autonomous project, covering major cities in China at L4 autonomy. It is going against some incumbent players like Waymo and Tesla Robotaxi. Furthermore, the company has been a key platform provider for a number of automotive companies.\n\nOn the computing side, Baidu recently introduced Baige 4.0, a new version of its AI Heterogeneous Computing Platform, which focuses on enhancing cluster stability and efficiency.\n\nIt’s interesting to note that while the US ponders over sanctions, with the recent development of TSMC being banned from sending AI chips to China and a potential trade war with the new Trump government, it is obvious that none of this will hamper China’s AI developments. Reports even claim that GPU-giant NVIDIA is preparing a specialised AI chip for the Chinese market.\n\n(Total 167 views)"
    },
    {
        "title": "'It's a pinch me moment.' School, fans rally around IU football's 10-0 start",
        "link": "https://www.msn.com/en-us/sports/other/it-s-a-pinch-me-moment-school-fans-rally-around-iu-football-s-10-0-start/ar-AA1u9yDZ?ocid=BingNewsVerp",
        "description": "Sellouts. Rally towels. TV showcases. Curt Cignetti has awakened IU football, but it's been a team effort. 'Everybody rowing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JgfaVzQcpyZZmEu87N52ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "17hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "The US IPO window hasn’t reopened yet, but startups take what they can",
        "link": "https://techcrunch.com/2024/11/15/the-us-ipo-window-hasnt-reopened-yet-but-startups-take-what-they-can/",
        "description": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox ...",
        "image_url": "https://www.bing.com/th?id=OVFT.V89qwtiTtNlWO4r6HZQaTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "12h",
        "source": "TechCrunch",
        "article_content": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox every Friday? Sign up here!\n\nDespite the short workweek in many locations, the last few days have been crammed with deal announcements and funding news, although it is too early to tell how much was just on hold before the U.S. election.\n\nMost interesting startup stories from the week\n\nThere are early signs that the U.S. IPO window may reopen, but let’s not get ahead of ourselves; for now, we mostly have IPOs in India, M&As, and not-so-great news.\n\nIPO later: European scale-up Klarna confidentially filed IPO documents with the U.S. Securities and Exchange Commission (SEC). After ups and downs, the buy now, pay later (BNPL) company reportedly saw its valuation rise back to $14.6 billion earlier this year.\n\nIPO envy: Naspers-owned Prosus aims to take Indian fintech PayU public in 2025. The Dutch investor looks to shift more focus to India, where quick-commerce company Swiggy just made a stellar IPO debut.\n\nDark web monitoring: Cybersecurity unicorn Bitsight bought dark web security specialist Cybersixgill for $115 million.\n\nMoving the cursor: Anysphere, the startup behind popular AI-enabled code editor Cursor, acquired competitor Supermaven, which had raised $12 million. Anysphere reportedly received unsolicited investment offers at valuations of up to $2.5 billion.\n\nOut of power: Beleaguered battery manufacturer Northvolt is selling some assets to Lyten, a Silicon Valley battery startup, but it is unclear whether deal proceeds and other cost-cutting measures will be enough for the Swedish company to get through the coming year.\n\nMost interesting fundraises this week\n\nStartups may simply be rushing to publicize their latest news before Thanksgiving, but there were quite a few rounds announced this week, including some big ones.\n\nWriting checks: Writer raised a $200 million Series C round at a $1.9 billion valuation to expand its enterprise-focused generative AI platform.\n\nQuiet funding: British AI startup Tessl opened up a waitlist and disclosed it raised $125 million to date. This includes a previously undisclosed seed round and a Series A. The latter was led by Index Ventures — at a $750 million post-money valuation, according to sources.\n\nScaling up: ScaleOps, a New York-based cloud spend management company, closed a $58 million Series B funding round led by Lightspeed Venture Partners that will help it grow its current 60-person headcount to more than 200 by 2026.\n\nCash flow: French fintech company Agicap secured $48 million in Series C funding for its cash-flow management platform. The startup targets midsized companies and has 8,000 customers with around half of them in France.\n\nSatellite service: U.S. startup Starfish Space raised a $29 million round of funding led by major defense tech investor Shield Capital. Its goal is to launch three full-size satellite servicing and inspection spacecraft in 2026.\n\nMost interesting VC and fund news this week\n\nImage Credits:Altos Ventures\n\nNew heights: VC firm Altos Ventures raised $500 million for its latest fund, according to SEC filings. The Silicon Valley-based investor was an early backer of Coupang and Roblox.\n\nStepping down: The co-CEO of SoftBank Vision Fund, Rajeev Misra, will step down from his leadership roles after a 10-year tenure and will no longer have an official role at SoftBank, the company said.\n\nLast but not least\n\nImage Credits:Saviko / Gamma-Rapho / Getty Images\n\nStation F, the iconic startup campus in Paris, disclosed its top 40 startups of the year, and almost all of them — 34, to be precise — use AI. Hence Romain Dillet’s prediction: “It’s clear that every new startup going forward will incorporate AI in some way.”"
    },
    {
        "title": "Don’t buy the Kindle Colorsoft, buy this e-reader instead",
        "link": "https://www.digitaltrends.com/mobile/dont-buy-the-kindle-colorsoft-buy-the-onyx-boox-go-color-7-instead/",
        "description": "All eyes are on the Kindle Colorsoft as Amazon prepares its first color Kindle for prime time. But don't buy one; buy this ...",
        "image_url": "https://www.bing.com/th?id=OVF.LegphtXCzEN66Luzn5nRAQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18h",
        "source": "Digital Trends",
        "article_content": "Everyone is talking about e-readers again, and it’s because Amazon recently released a whole new bunch of Kindles. Of the new releases, one stands apart as something new for Amazon: The Kindle Colorsoft is the company’s first attempt at a color e-ink display, and it replaces the long-forgotten Kindle Oasis as Amazon’s new flagship e-reader device. At $280, it’s certainly an expensive piece of kit — especially if you consider the basic Kindle costs almost a third of that. But it’s quite simply the most advanced Kindle that Amazon has ever made.\n\nSo, does that mean you should buy it immediately? Absolutely not; I want you to buy something else instead.\n\nRecommended Videos\n\nAmazon was late to the party. Other manufacturers have been doing this whole “color e-ink” thing for a lot longer, and frankly, they’re doing it better. Don’t buy the Kindle Colorsoft; buy the Onyx Boox Go Color 7 instead.\n\nWhat makes the Onyx Boox Go Color 7 so special\n\nWe’re no strangers to the Boox Go Color 7. In fact, our own Nadeem Sarwar took the original black version out for a spin in July. He loved it, pronouncing it the best Kindle alternative he’d ever used. I have to admit, after using the fetching new white variant, he’s absolutely on the money.\n\nThe key to the e-reader’s success in his eyes, and increasingly in mine too, is the operating system. Unlike a Kindle, which uses a “forked” version of Android that basically just runs Amazon’s software and nothing else, the Boox Go Color 7 runs a full Android 12 install. That means it has more in common with an Android tablet than an Amazon e-reader, with access to not only Onyx’s e-reading platform, but the Google Play Store too. Yes, that same Google Play Store you’ll find on your Android smartphone or tablet is available here, and it means you can download the same apps you use on your other devices.\n\nYou might assume that means it doesn’t run much other than the most basic of apps, but you’d be wrong. While traditional benchmarking software seems to be beyond its modest capabilities, the Qualcomm Snapdragon 665 nestled inside the plastic shell is actually surprisingly powerful. It ran Balatro just fine, without the processor struggling or giving any indication it wasn’t up to the task.\n\nDoes that mean it’s basically a tablet, then? Well, no. It ran Balatro, sure — but it wasn’t great. While the processor was up to the task, the screen’s refresh rate really wasn’t, and the game looked a little bit like it was trudging through mud. Even with the card’s gentle swaying motion turned off, it wasn’t always easy to see what was going on while the game was in motion, and while it was playable, it wasn’t a game I revisited on the Go Color 7.\n\nBut that doesn’t matter, because the Go Color 7 isn’t meant to play Balatro. No, it’s meant to read pretty much anything.\n\nYou can read anything\n\nThe Boox Go Color 7 has its own reader app and its own store for buying e-books, and by most accounts, it functions pretty well. I can’t tell you from firsthand experience because, well, I didn’t use it very much. And that’s because I had access to the Google Play Store.\n\nAccess to the Google Play Store is a big deal for any e-reader. Amazon’s walled garden means the Kindle is sleek and fast — but walls are still walls. The Go Color 7 has no such barriers.\n\nIf you’re anything like me, you have e-books spread all over the place. You’ve bought e-books from Amazon, there’s that Humble Bundle you bought, that free e-book on Google Play Books — not to mention your dalliance with Barnes & Noble, back from your very first Nook e-reader.\n\nSo unless you’re way more loyal to a single brand than me, you’ve probably got a treasure trove of e-books spread around. I’m an old hand at this now, so I know you can send books to the Amazon Kindle — but doing so can be a bit of a pain. Not so on the Go Color 7. Install the app, sign in, and you’re ready to go.\n\nI’ve been merrily book-hopping between apps for the better part of the last few weeks, and it has been delightful. No longer tethered to Amazon, I’m free to explore where I want.\n\nThis extends over to other apps as well. I’m a longtime manga reader, and the Go Color 7 is perfect for reading in the Shonen Jump app. I’m not much of a comic guy, but I loaded a few up through the Kindle app, and they look great. The limitations of the e-ink display mean it’s not as clear or crisp as it might be on my phone, but there’s a beauty to the slightly washed-out colors and delicate grain. It’s more like reading an actual comic than any other digital method, and that means I actually prefer it.\n\nIt’s not perfect, but that’s why I love it\n\nAs far as I’m concerned, there are two types of smart devices; polished and refined ones, and buggy but charismatic ones. In Star Wars terms — because I can’t do anything without relating it back to Star Wars — it’s the difference between an Imperial Star Destroyer and the Millennium Falcon.\n\nThe Amazon Kindle is an Imperial Star Destroyer. It’s backed by a massive organization, it’s sleek and no-nonsense, and it’s incredibly good at what it does. That’s a good thing, obviously, but one Star Destroyer is much like another, and that also applies to Kindles. My Kindle Paperwhite is fantastic, but it’s very much a plastic slab with no personality. I’ve had it for years, but I’m not particularly attached to it because it lacks charisma.\n\nBut the Boox Go Color 7 has charisma. It has it in spades — and it’s because it’s flawed.\n\nThat sounds strange, but I promise you it makes sense. Consider my example from earlier. What is it you remember most about the Millennium Falcon? It’s certainly not that it worked flawlessly. No, it’s that it had problems. The hyperdrive was peerlessly fast, but it was wonky. Sometimes she needed a bonk on the control panel to start up, but when she got going, she could outfly any Imperial bucket.\n\nThe Falcon’s character was strong — so strong that I slipped into calling it a “she” without thinking. And that’s because charisma can be created by lovable flaws. Because the Kindle is so good, it doesn’t leave much of an impression. It just works, to borrow a phrase, and that’s sometimes a detriment.\n\nThe Boox Go Color 7 is an incredibly capable machine. But it has more than its share of problems. It’s prone to ghosting. A lot of ghosting; certainly more than you’re used to if you’ve used Kindles. You can fine-tune how the display works to lessen this, but it never really fully goes away. The screen rotation also isn’t great, and the color is a little washed-out. While it has a built-in speaker, it’s difficult to use apps like Audible, because the speaker won’t continue playing with the screen off. You can keep the screen open, but eventually it’ll time out and playback will stop.\n\nIt’s flawed in a way that I’ve never found a Kindle to be, but I find myself loving it all the same. So, while those flaws are definitely present, they aren’t bad enough to ruin the device. Instead, they bring my attention back to the Boox Go Color 7 in a way that’s slowly increased my affection for it. It’s an odd thing to admit, but I actually like the e-reader because it isn’t as flawless as a Kindle.\n\nI might not feel this way if it only offered as much as a Kindle did — but because it offers way more than Amazon’s e-reader ever has, I love it despite its flaws. In the same way Han Solo felt a connection to the Millennium Falcon because of the struggles they’d been through together, I feel a stronger connection to this e-reader.\n\nIs the Onyx Boox Go Color 7 a Kindle killer?\n\nIt’s time for the big question: Should the Boox Go Color 7 replace your Kindle? Well, that’s a complicated question. The basic Kindle has a big edge in pricing, and I’m not about to argue that anyone looking to buy a $100 Kindle should instead spend almost three-times that amount for the Go Color 7. The same applies to the Kindle Paperwhite, which also includes waterproofing for a much lower price.\n\nBut that’s not what I came here to argue; at the price of $250, the Go Color 7 is a full $30 cheaper than the Kindle Colorsoft. And sure, it doesn’t have waterproofing, and it doesn’t have the casual slickness of Amazon’s software — but it has everything else, and it’s a darn good e-reader in its own right. Access to the Google Play Store is a major game changer, as it means the Go Color 7 is a universal e-reader in a way the Kindle simply isn’t. If you only own e-books through Amazon, and don’t read comics or manga through their own apps, then the Kindle Colorsoft is definitely still a good option.\n\nBut at $30 less, with access to all the e-reading apps you could ever need, and its own store and reader besides, the Onyx Boox Go Color 7 is a hard prospect to pass up. Even if you do have to live with some bugs, it’s simply one of the best value propositions around."
    },
    {
        "title": "How to reset the Linxura Smart Controller",
        "link": "https://www.digitaltrends.com/home/how-to-reset-linxura-smart-controller/",
        "description": "Here's how to reset the Linxura Smart Controller if you're looking to sell the device or just need to start from scratch.",
        "image_url": "https://www.bing.com/th?id=OVF.Hx5fl%2ffPTCZqKPISAW8jpw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "13h",
        "source": "Digital Trends",
        "article_content": "The Linxura Smart Controller is a powerful way to control your smart home. Instead of relying on mobile companion apps, you can toggle smart lights, change your thermostat, or open smart blinds at the press of a button. It’s a unique device, but like all electronic gadgets, it’s bound to run into some issues. And if you’re encountering serious ones that can’t be fixed by other troubleshooting methods, it might be time to reset your Linxura Smart Controller. This wipes all your data from the device, giving you a chance to start anew. It’s also a great option if you’re selling the smart controller to another user or giving it away to a family member, ensuring they don’t have access to your data.\n\nHere's a look at how to reset your Linxura Smart Controller, along with other troubleshooting tips to try before opting for a full reset.\n\nRecommended Videos\n\nDifficulty Easy Duration 5 minutes What You Need Linxura Smart Controller\n\nPin\n\nHow to troubleshoot your Linxura Smart Controller\n\nSince performing a reset is a “last resort” type of solution, it’s worth exploring other ways to fix your Linxura Smart Controller. Here’s a quick look at common issues and how to fix them:\n\nPoor Wi-Fi connection: Consider checking the Wi-Fi Settings in your Linxura mobile app. If needed, disconnect and reconnect to your network.\n\nPoor battery life: Open your Linxura mobile app and see if you’re running the latest software. Running older software sometimes results in poor battery life. You could also check your Wi-Fi Settings, as an unstable network could quickly drain your battery.\n\nSlow to toggle: If it takes a very long time for a Linxura button press to translate to a smart home action, you may want to check your Wi-Fi Settings in the mobile app. Some actions simply take longer to toggle than others, and depending on your specific network speeds and which companion apps you’re using, it may take multiple seconds for an event to register.\n\nAt the very least, it’s highly recommended you restart your Linxura before performing a reset. Restarting requires you to hold down the button on the back of the device for a few seconds to power it off. Release the button, then hold the button down again. After a few seconds, it should reboot. This will not delete any of your data, as you’re essentially turning the device off and on. If you’re running into minor issues, this can sometimes resolve the problem.\n\nHow to reset the Linxura Smart Controller\n\nIf you’re ready to perform a reset, here’s what you’ll need to do. Keep in mind that this will delete all your stored data and connections.\n\nStep 1: Turn over the Linxura Smart Controller.\n\nStep 2: Locate the tiny pinhole, which can be found across from the power button.\n\nStep 3: Insert a pin into this pinhole and press down for 1 second.\n\nStep 4: This will begin the reset process for the Linxura Smart Controller."
    }
]