[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whistleblower reveals secret US government UFO retrieval programme",
            "link": "https://www.msn.com/en-gb/science/aeronautics/whistleblower-reveals-secret-us-government-ufo-retrieval-programme/ar-AA1xtfW4?ocid=BingNewsVerp",
            "description": "Just visually looking at the object on the ground, you could tell that it was extraordinary and anomalous. It was not human.' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OMomkqIjCGe2u9wFECIvSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8hon MSN",
            "source": "Metro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Internet divided as 'egg' UFO retrieval video airs on TV",
            "link": "https://www.dailymail.co.uk/news/article-14301415/internet-divided-egg-UFO-video.html",
            "description": "The internet has been left divided over an 'egg-shaped craft' recorded during a UAP retrieval operation which was aired on TV ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2urVfCoI25f4FPlBN70t_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20h",
            "source": "Daily Mail",
            "article_content": "The internet has been left divided over an 'egg-shaped craft' recorded during a UAP retrieval operation after the video was aired on TV for the first time.\n\nNewsNation aired the footage that 'clearly showed' the object dangling in a sling from a helicopter on Saturday night.\n\nThe alleged craft was about 20ft long and resembled the UAP encountered by the Navy off the east coast of the US in 2015, suggesting a connection between these unidentified objects, NewsNation reported.\n\nIt was pointed out in the video that the object had no markings, being 'perfectly smooth', and no 'visible' means of propulsion or way to look inside.\n\nAfter the segment aired, Redditors had mixed opinions on the footage's veracity, although many were impressed by what they saw.\n\n'This is pretty cool. I don’t know what you guys were expecting of a nighttime retrieval. This is actually more clear than I thought it would be. It helps to lower expectations,' one wrote.\n\nAnother said: 'I had a feeling that the video would be somewhat ambiguous. I'm not sure this is gonna move the needle without more substantiating evidence. I think it's great, personally, but this isn't gonna convince Joe Taxpayer.'\n\n'Probably is real. But you aren’t going to convince people with this. To claim this is any different from any other sketchy video already seen (outside the gimbal & go fast) is a stretch & hardly going to make anybody new sit up & take notice. Too bad,' another wrote.\n\nNewsNation aired the footage which 'clearly showed' the object dangling in a sling from a helicopter\n\nThe outlet was told the craft was about 20ft long. It's said to resemble the UAP encountered by the Navy off the east coast of the US in 2015, suggesting a connection between these unidentified objects\n\nHowever, other users were much less convinced.\n\n'Well, the video quality is better than I expected, I'll give them that. The object itself? With no frame of reference to judge size, it could be an actual chicken egg as far as I can tell,' one Redditor wrote.\n\nAnother said: 'This video could not have been cheap to make with the cost of eggs these days!'\n\n'No reference to size, this could literally be a chicken egg on a string, with helicopter noises edited in,' a third added.\n\n'This shows nothing. This is not earth shattering, redefining man kind evidence they were promising,' another wrote.\n\nA fifth commented: 'I knew the footage was not going to be good. But what exactly am I looking at here? An egg on the end of a fishing rod?'\n\nOther users pointed out some potential issues with the credibility of the footage.\n\n'What kind of terrain is this supposed to be on? Something about the scaling and shadow feels off,' one questioned.\n\n'Well, the video quality is better than I expected, I'll give them that. The object itself? With no frame of reference to judge size, it could be an actual chicken egg as far as I can tell,' one user wrote\n\nAnother eagle-eyed user said: 'If this was in the desert how is the helicopter not blowing up dust and sand like crazy.'\n\n'So, like, wouldn't they drop off the egg thing on a truck or something or a base? Why are they dropping it off on the ground of what appears an empty desert field?' another wrote.\n\n'No prop wash? I could fake this in my house right now in an hour,' a Redditor added.\n\nAnother user replied by pointing out the lack of sway in the rope.\n\n'So, they retrieved and filmed just an egg-shaped thing. It wasn't flying, it wasn't doing anything. What a load of utter nonsense this is,' one user said.\n\nThe video, which was kept in the dark until its bombshell release, is the latest video footage that has made the rounds online in recent weeks seemingly depicting a UFO.\n\nWidespread interest and coverage of the subject surged after drones were seen flying across New Jersey last month.\n\nOffering a solution to the mystery, Tucker Carlson made a shocking claim that the mysterious drones were controlled by a Chinese mothership satellite.\n\nTucker Carlson discussed the mysterious drones on his show this week, saying he was told the objects were controlled by China\n\nThe White House repeatedly stated that the drone sightings are not a foreign adversary, pose no threat and are not part of a US military operation\n\nThe first sightings appeared over the Picatinny Arsenal in Rockaway and President-elect Donald Trump's golf course in Bedminster in November, followed by thousands more in the skies.\n\nWhile the US government was quick to dismiss claims they were foreign adversaries, Carlson claimed he was told otherwise.\n\nHe said, 'an intel person' told him that the drones 'were in fact Chinese,' explaining the US government took down a Chinese satellite 'that was a command and control satellite for these drones.'\n\nCarlson appeared to be hinting at a Beijing-operated satellite known as GaoJing 1-02 which fell from space on December 21.\n\nAstronomers tracking such devices confirmed the Chinese satellite re-entered Earth's atmosphere above New Orleans and headed north towards Mississippi, Arkansas and Missouri before burning up in the atmosphere.\n\nBut Carlson claimed it was 'taken down by the US government.'\n\nHe made the claims while speaking with independent journalist Michael Shellenberger, who heard a similar explanation for the drones.\n\n'Somebody told me that that the military got one of the orbs, opened it up and it was Chinese,' Shellenberger said.\n\nThe White House repeatedly stated that the drone sightings - which coincidentally began on November 18 - are not a foreign adversary, pose no threat and are not part of a US military operation.\n\nBut Carlson said his inside source told him that 'the belief was the Chinese government was sending the following message, 'We're moving on Taiwan.''"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Video shows ‘egg-shaped UFO' found in secret recovery operation",
            "link": "https://www.msn.com/en-au/technology/aviation/video-shows-egg-shaped-ufo-found-in-secret-recovery-operation/ar-AA1xtnlA?ocid=BingNewsVerp",
            "description": "Just visually looking at the object on the ground, you could tell that it was extraordinary and anomalous. It was not human.' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QlQtJk0C_ilLue3ssEjLzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Whistleblower Claims He Helped Recover ‘Nonhuman Craft’",
            "link": "https://popculture.com/trending/news/ufo-whistleblower-claims-he-helped-recover-nonhuman-craft/",
            "description": "Another day, another world-shaking revelation from the UFO/UAP world, at least according to the people doing the revealing. According to a new report with NewsNation, U.S. Air Force veteran and ...",
            "image_url": "https://www.bing.com/th?id=ODF.D2Iy1uK9-bGpW7XWAJFkYQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Pop Culture23h",
            "source": "Pop Culture",
            "article_content": "Another day, another world-shaking revelation from the UFO/UAP world, at least according to the people doing the revealing. According to a new report with NewsNation, U.S. Air Force veteran and whistleblower Jake Barber claims he was contracted as a helicopter pilot to retrieve downed craft.\n\nIn the report, he’s sharing a video and claiming that he has retrieved nonhuman vehicles that seem to go against all physics. That or it’s Mork from Mork and Mindy in his giant egg rolling on the ground under a tarp. You be the judge.\n\nVideos by PopCulture.com\n\n“I saw an egg, a white egg,” Barber said to the outlet. “It’s inconsistent with anything I’d ever seen before. I can also tell you that the reaction by my team, we all knew we were dealing with something extraordinary.\n\nPlay video\n\n“Over the last couple years, it’s been confirmed to me by ranking members of the UAP task force that what we were working with that night was, in fact, NHI (nonhuman intelligence) and it was not a unique experience,” they added.\n\nThe report was touted by musician, filmmaker and all-around talented guy Flying Lotus on Twitter. Setting the tone for how people might be absorbing these new revelations.\n\n“Today’s the big day huh? Lets see,” he wrote alongside an alien and UFO emoji. “I hear we will see ‘paradigm shifting’ evidence of a UFO crash retrieval today for the first time from a first hand witness.”\n\nThis is only the latest revelation out of the disclosure we’ve seen in recent years. The end of 2024 into the new year saw plenty of questions about drones across multiple areas on the East Coast. We’ve also heard about the “nonhuman” intelligence during the Congressional testimony from the likes of Lue Elizondo and David Grusch.\n\nIf this turns out to be a Robin Williams clone gone awry, I might just have to hang it up. Life will have officially drifted into being a Family Guy gag."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncommon 'UFO' clouds spotted over UK skies",
            "link": "https://www.msn.com/en-gb/news/newsliverpool/uncommon-ufo-clouds-spotted-over-uk-skies/ar-AA1xszZO?ocid=BingNewsVerp",
            "description": "Parts of the UK were treated to an uncommon phenomenon this week as displays of clouds shaped like UFOs formed across the sky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RWeHe-r_PJKTj0ZHs96LXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "14hon MSN",
            "source": "Liverpool Echo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mail app for macOS will soon get an overdue AI upgrade",
            "link": "https://www.msn.com/en-us/news/technology/mail-app-for-macos-will-soon-get-an-overdue-ai-upgrade/ar-AA1xtyV7?ocid=BingNewsVerp",
            "description": "Apple demoed an AI-charged Mail experience months ago, but delayed one of the crucial tricks for Macs. It seems a macOS ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wc67ftLnW1EUB-GmQokwpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AppLovin Corporation (APP): AI-Powered Mobile App Monetization",
            "link": "https://www.msn.com/en-us/money/other/applovin-corporation-app-ai-powered-mobile-app-monetization/ar-AA1xtECT?ocid=BingNewsVerp",
            "description": "We recently published a list of 10 Must-Watch AI Stocks on Investors’ Radar. In this article, we are going to take a look at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZiyJYAZcvx6XVcC95ijlyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s Titans Give AI Human-Like Memory",
            "link": "https://www.forbes.com/sites/craigsmith/2025/01/19/googles-titans-give-ai-human-like-memory/",
            "description": "At the heart of Titans' design is a concerted effort to more closely emulate the functioning of the human brain.",
            "image_url": "https://www.bing.com/th?id=OVFT.kitLBlmdf-_CsT1AC2gs9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI is everywhere, is your business secure enough?",
            "link": "https://www.msn.com/en-in/money/news/ai-is-everywhere-is-your-business-secure-enough/ar-AA1xs2UH?ocid=BingNewsVerp",
            "description": "While companies race to harness AI’s potential, many neglect to properly secure it. An ethical hacker tells you how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Fh3T_-rbgJlSuk5ZTeMIRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Instagram Capitalizes on CapCut's Demise by Teasing New 'Edits' Video-Editing App",
            "link": "https://www.msn.com/en-us/news/technology/instagram-capitalizes-on-capcuts-demise-by-teasing-new-edits-video-editing-app/ar-AA1xtPrT?ocid=BingNewsVerp",
            "description": "Edits is 'hoping not just to be an editing tool but an entire full suite of creative tools for those of you who are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZFN9pcwMC6FPoZVFeRgJvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PCMag on MSN3h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "People Are Sharing Their Inexplicable Paranormal Experiences, And I'm Never Sleeping With The Lights Off Again",
            "link": "https://www.msn.com/en-us/lifestyle/relationships/people-are-sharing-their-inexplicable-paranormal-experiences-and-im-never-sleeping-with-the-lights-off-again/ar-AA1xtYCN?ocid=BingNewsVerp",
            "description": "\"I'm not one for believing in the paranormal, but I wasted a couple of hours that day trying to find some explanation.\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hSugBn5D7Om_1JS9vVVV7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "BuzzFeed on MSN1h",
            "source": "BuzzFeed on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal investigation event set to take place at two historic sites in Colchester",
            "link": "https://www.msn.com/en-gb/news/other/paranormal-investigation-event-set-to-take-place-at-two-historic-sites-in-colchester/ar-AA1xsvYp?ocid=BingNewsVerp",
            "description": "Known for their supernatural tales, these sites will host a team of paranormal researchers, historians, and investigators.",
            "image_url": "https://www.bing.com/th?id=OVFT.G372mnKzuGv3OBnItcsM-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Colchester Gazette on MSN13h",
            "source": "Colchester Gazette on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Appalachian Ghost Tours investigate Hinton museum",
            "link": "https://www.wvva.com/2025/01/19/appalachian-ghost-tours-investigate-hinton-museum/",
            "description": "Now, it stands as a museum, and a part of Summers County history. On Jan. 18, the museum partnered with Appalachian Ghosts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aNnP8bMDcVk8a5DF06mRDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "WVVA1h",
            "source": "WVVA",
            "article_content": "HINTON, W.Va. (WVVA) - The Campbell-Flannagan-Murrell House was built in the late 1800s, serving as a home for generations of a Hinton family, as well as as a general store for a time.\n\nNow, it stands as a museum, and a part of Summers County history. On Jan. 18, the museum partnered with Appalachian Ghosts Tours to offer a unique experience of history, culture, and potentially paranormal spirits with guided tours and an investigation.\n\nAttempting to encounter spirits can require some technology, and as the Executive Director of Appalachian Ghost Tours, Mark Covey, explained, special equipment as well as ordinary objects can get the job done.\n\n“We have EMF meters that will go off if, like, an electric spike gets near you. We have REM pods that basically do the same thing, but they stay in a stationary area and they will make a lot of noise,” said Covey. “We have cat balls that, you know, you wouldn’t think would be anything, but they will just be sitting in there on something solid and they will start to light up.”\n\nAlthough the house is simply a museum by day, even those familiar with the home have experienced unexplained happenings.\n\n“There’s been times when I’ve been in this house by myself and heard footsteps and nobody’s been in the house, so yeah, I think that there’s something going on, but I don’t feel that it’s malicious in any way,” said Carol Jackson, President of the Board of Trustees over the Campbell-Flannagan-Murrell House Museum.\n\nThis event is part of an ongoing effort for more paranormal tourism in Appalachia, bringing attention to smaller communities that are rich with folklore and paranormal history.\n\n“Southern West Virginia is absolutely overflowing with the haunted stories, the paranormal, there is an energy here like no other and there is a history here like no other,” explained Pamela Huff, a member of Appalachian Ghost Tours.\n\nFor more information on the museum, you can view their website or Facebook page, and to keep up to date with Appalachian Ghost Tours, click here.\n\nCopyright 2025 WVVA. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TikTok Rises From The Grave, Interrupting A Meme-Filled Funeral",
            "link": "https://www.forbes.com/sites/danidiplacido/2025/01/19/tiktok-rises-from-the-grave-interrupting-a-meme-filled-funeral/",
            "description": "TikTok switched off and on again, causing a premature mass mourning from TikTok users and creators, who came together to post ...",
            "image_url": "https://www.bing.com/th?id=OVF.IYRjz%2fBF52goizO4I8xr3w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Celebrity Help My House is Haunted teams up with TV icon after discovering ghost of ‘famous singer’ living in basement",
            "link": "https://www.thesun.co.uk/tv/32794878/celebrity-help-house-haunted-dom-joly-opera-ghost/",
            "description": "CELEBRITY Help My House is Haunted has teamed up with a noughties TV icon. On the Discovery Plus show, three experts attempt ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WtswhuWEzQqiwdDV73sSUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "15h",
            "source": "The Sun",
            "article_content": "The star was known for his infamous prank show that aired in 70 countries\n\nGHOST BUSTERS Celebrity Help My House is Haunted teams up with TV icon after discovering ghost of ‘famous singer’ living in basement\n\nCELEBRITY Help My House is Haunted has teamed up with a noughties TV icon.\n\nOn the Discovery Plus show, three experts attempt to uncover paranormal activity using their senses combined with cutting-edge technology.\n\n6 Celebrity Help My House is Haunted will return for a new series Credit: PA\n\n6 Dom Joly enlisted the help of the paranormal experts to assist in clearing out his home Credit: Alamy\n\n6 Jayne Harris, Ian Lawman and Ghost hunter Barri Ghai are on hand to assist the nations stars Credit: PA\n\nParanormal researcher Jayne Harris, Ghost hunter Barri Ghai and psychic medium Ian Lawman will return to the airwaves with a brand new edition of Celebrity Help My House is Haunted.\n\nThey will be back to hunt down any unwanted spirits that stalk the homes of the UK's rich and famous celebrities.\n\nSeries one saw Martin Roberts, Strictly's Toyah Willcox and former Geordie Shore personality Charlotte Crosby all enlisted the services of the professionals.\n\nClaire Sweeney, James Argent, Chloe Ferry, Lady Colin Campbell, and Jake Quickenden are other celebs who have taken part over the years.\n\nOne of the latest star victims to take part in the hit show is comedian and writer Dom Joly.\n\nHe's best known as the face of hidden camera prank show, Trigger Happy TV, which aired in 70 countries for three years.\n\nAlthough he originally appeared on TV from 2000 until 2003, the 57-year-old star will be back on-screens.\n\nHowever, he needed the help of the experts as he sought to run the the ghost of a 'famous opera singer' out of the basement in his apparently haunted home.\n\n\"I'm in my haunted house as we speak,\" he explained to The Sun's TV Magazine. \"I should have thought about this and organised some opera drifting around, but I'm not in the basement, so I'm alright.\"\n\nThe famous on-screen personality admitted that although he came into the process with questions, he made some stark discoveries on the show that made him think otherwise.\n\nFans shocked as Noughties kids TV legends are spotted DJ-ing hardcore D&B set at 1.30am in new TikTok video as stars admit they’re ‘not normal’\n\nHe explained: \"I'm very sceptical about this sort of stuff and I was just pretty sure we had an opera singer living next door or something.\n\n\"But then this whole weird thing happened and it was really interesting because I didn't really know the history of the house too much.\n\n\"And suddenly up comes the fact that this famous opera singer lived in the house. And I'm like, well I am sceptical, but that is quite weird.\"\n\nIt turned out that a famous Opera singer named Agnes used to live in his property.\n\nI mean I'm a bit sceptical about the whole thing ... but it does creep me out Dom Joly\n\nDom feels like it could indeed be her spirit that is behind the mysterious musical noises that come from within the house.\n\n\"The thing is, I wouldn't have known, how could I have known that? So yeah, it is a bit odd. We're hearing opera.\"\n\nHe added: \"So yeah, I just don't know, I really don't.\n\n\"I mean I'm a bit sceptical about the whole thing, the different types of experts, but it does creep me out though, because I think I've creeped myself out.\n\n\"I don't know how much of my creepiness now is self-induced or whether it is actually Agnes.\n\n\"She doesn't strike me as, I can't believe I'm even talking about her like she exists, but she doesn't strike me as an evil presence.\"\n\n6 The prankster had a ghost of a famous opera singer named Agnes residing in his basement Credit: Getty\n\n6 Paul Chuckle is amongst the stars to feature on a previous edition Credit: Discovery+"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Deepest Hole On Earth Permanently Sealed After 2 Billion Year Old Discovery",
            "link": "https://www.msn.com/en-us/science/earth-science/deepest-hole-on-earth-permanently-sealed-after-2-billion-year-old-discovery/vi-AA1xtOhf?ocid=BingNewsVerp",
            "description": "The Best Long-Distance Running Shoes, Tested And Reviewed By A Fitness Editor Here are the details on the Social Security ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oR1Nn_vdik4J1fyika65aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Parkinson's Discovery Suggests We Could Already Have an FDA-Approved Treatment",
            "link": "https://www.msn.com/en-us/health/other/parkinsons-discovery-suggests-we-could-already-have-an-fda-approved-treatment/ar-AA1xtSgg?ocid=BingNewsVerp",
            "description": "Researchers have discovered how a cell surface protein called Aplp1 can play a role in spreading material responsible for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9cJKDAbuJfZAXYGJLXNyRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ScienceAlert on MSN2h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China announces discovery of superlarge ion-adsorption-type rare earth deposit in Yunnan",
            "link": "https://www.msn.com/en-us/news/world/china-announces-discovery-of-superlarge-ion-adsorption-type-rare-earth-deposit-in-yunnan/ar-AA1xta2C?ocid=BingNewsVerp",
            "description": "More than 470,000 tons correspond to critical elements such as praseodymium, neodymium, dysprosium, and terbium.",
            "image_url": "https://www.bing.com/th?id=OVFT.5PpebArc6c2VzxU1aWLBLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9hon MSN",
            "source": "The Jerusalem Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Webb’s Stunning Discovery: Could These Mysterious 'Little Red Dots' Be the Universe’s Earliest Black Holes?",
            "link": "https://scitechdaily.com/webbs-stunning-discovery-could-these-mysterious-little-red-dots-be-the-universes-earliest-black-holes/",
            "description": "Astronomers compile a large sample of an unusual class of objects in an effort to connect the dots to the early universe.",
            "image_url": "https://www.bing.com/th?id=OVFT.Xab53GbZU8OgT_jyAjTDni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 stunning ways retinal scans can predict stroke risk",
            "link": "https://rollingout.com/2025/01/19/retinal-vascular-stroke-prediction/",
            "description": "Discover how retinal vascular fingerprint analysis is revolutionizing stroke prediction through a simple eye scan, offering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.btVMqqU5W9NasFNSyrArIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Rolling Out11h",
            "source": "Rolling Out",
            "article_content": "In a groundbreaking discovery that sounds like science fiction but is absolutely real, researchers have found that your eyes contain hidden signals that could predict your risk of having a stroke. This revolutionary finding isn’t just another medical study, it’s a potential game-changer in how we approach stroke prevention and early detection.\n\nThe incredible science behind retinal fingerprints\n\nScientists have identified 29 unique vascular indicators in your retina that serve as warning signs for stroke risk. These tiny blood vessels in your eyes create patterns as unique as your fingerprints, and their condition can reveal crucial information about your overall health. Within these indicators, 17 are density-related markers that can increase your stroke risk by up to 19% when altered. These changes are like tiny red flags waving in your eyes, signaling potential danger before other symptoms appear. The remaining indicators focus on the size and twistedness of blood vessels, with changes potentially raising stroke risk by nearly 20%. Think of these vessels as tiny roads in your eyes, their condition reflecting the health of your entire cardiovascular system.\n\nWhy this discovery is absolutely mind-blowing\n\nTraditional stroke risk assessments often involve invasive procedures and expensive tests. But this new method requires nothing more than a specialized photograph of your eye. The implications are enormous, especially for communities where access to advanced medical testing is limited or cost-prohibitive.\n\nThe beauty of this breakthrough lies in its simplicity. During a routine eye exam, doctors can capture detailed images of your retina and analyze them for these crucial indicators. It’s painless, quick, and could potentially save countless lives through early detection.\n\nThe fascinating connection between your eyes and brain\n\nYour retina isn’t just a window to your soul, it’s actually an extension of your brain. Every tiny blood vessel in your eye tells a story about the health of your brain’s blood vessels. This connection explains why changes in your retinal vasculature can predict stroke risk with remarkable accuracy.\n\nWhat makes this discovery revolutionary\n\nThe research team analyzed data from over 45,000 participants. This massive study revealed that retinal analysis combined with basic demographic information could predict stroke risk as accurately as traditional methods.\n\nWhat’s truly remarkable is how this technology could transform preventive healthcare. Imagine walking into your local eye clinic and getting a comprehensive stroke risk assessment during your regular eye exam. This isn’t just convenient, it’s revolutionary for global health care accessibility.\n\nThe global impact of this breakthrough\n\nThis discovery could dramatically change how we approach stroke prevention worldwide. In regions where advanced medical facilities are scarce, a simple eye scan could become a lifesaving tool. The technology could help identify at-risk individuals years before they might experience a stroke, allowing for early intervention and prevention strategies.\n\nHealthcare providers are particularly excited about implementing this technology in primary care settings. It could become as routine as checking blood pressure, but with the potential to reveal much more detailed information about cardiovascular health.\n\nWhat this means for the future of healthcare\n\nThe implications extend far beyond stroke prediction. Researchers believe similar retinal analysis could help predict other conditions like heart disease and dementia. This opens up endless possibilities for early detection and prevention of various diseases through simple eye examinations.\n\nAs technology continues to advance, we might see artificial intelligence systems analyzing these retinal images in real-time, providing instant risk assessments and recommendations. This could revolutionize how we approach preventive healthcare, making it more accessible and effective than ever before.\n\nThe discovery of retinal vascular fingerprints as predictors of stroke risk isn’t just a scientific breakthrough, it’s a glimpse into the future of medicine. It shows us that sometimes the most powerful diagnostic tools are hidden in plain sight, waiting to be understood and utilized. As this technology develops and becomes more widely available, it could transform how we approach disease prevention and ultimately save countless lives through early detection and intervention."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI benchmarking organization criticized for waiting to disclose funding from OpenAI",
            "link": "https://www.msn.com/en-us/news/technology/ai-benchmarking-organization-criticized-for-waiting-to-disclose-funding-from-openai/ar-AA1xttd2?ocid=BingNewsVerp",
            "description": "An organization developing math benchmarks for AI didn't disclose that it had received funding from OpenAI until relatively ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LkF6bN3KIWvg_naM247MUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI whistleblower’s death fuels ‘conspiracy theory’ boosted by Elon Musk, Tucker Carlson, Bay Area congressman",
            "link": "https://www.msn.com/en-us/crime/general/openai-whistleblower-s-death-fuels-conspiracy-theory-boosted-by-elon-musk-tucker-carlson-bay-area-congressman/ar-AA1xtIit?ocid=BingNewsVerp",
            "description": "Despite San Francisco police repeatedly saying OpenAI whistleblower Suchir Balaji’s death was a suicide, influential figures ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-31eFiX2EdcwsWxqIAkEri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4hon MSN",
            "source": "Tribune News Service on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Business Tech News: OpenAI Is Now Building Robots",
            "link": "https://www.forbes.com/sites/quickerbettertech/2025/01/19/business-tech-news-openai-is-now-building-robots/",
            "description": "OpenAI gets back to building robots, the 10 best laptops from CES, a tech expert predicts the future of online advertisting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SF1poVAuWrszmyEm5-71gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO to brief US officials on advanced AI agents capable of complex tasks",
            "link": "https://siliconangle.com/2025/01/19/openai-ceo-brief-us-officials-advanced-ai-agents-capable-complex-tasks/",
            "description": "OpenAI Chief Executive Officer Sam Altman is reportedly set to meet with U.S. government officials in Washington D.C. on Jan.",
            "image_url": "https://www.bing.com/th?id=OVFT._GWHG2FiCbNkLBNfE3ivpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "47m",
            "source": "SiliconANGLE",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Axios, OpenAI partner will start local news product in Alabama city",
            "link": "https://www.bizjournals.com/birmingham/news/2025/01/19/axios-local-openai-start-newsletter-kansas-city.html",
            "description": "Axios, an online news organization based in the Washington, D.C., area, reported it will expand its Axios Local coverage to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P-px1bNgnvlXTYDPFrzDlS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5h",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stricter enforcement of Labor Code pushed amid dim Philippine employment outlook",
            "link": "https://www.bworldonline.com/the-nation/2025/01/19/647471/stricter-enforcement-of-labor-code-pushed-amid-dim-philippine-employment-outlook/",
            "description": "A STRICTER monitoring and enforcement mechanism to ensure compliance with labor standards is needed amid a 'dim' employment outlook, particularly in the country’s service and agriculture sectors, a ...",
            "image_url": "https://www.bing.com/th?id=ODF.zTrBHNVDT8sp7thgX6xLfg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "BusinessWorld15h",
            "source": "BusinessWorld",
            "article_content": "By Chloe Mari A. Hufana, Reporter\n\nA STRICTER monitoring and enforcement mechanism to ensure compliance with labor standards is needed amid a “dim” employment outlook, particularly in the country’s service and agriculture sectors, a labor leader said.\n\nA recent International Labour Organization (ILO) report on insufficient global employment growth mirrors the situation in the Philippines, where persistent decent work deficits in the service and agriculture sectors are attributed by the Federation of Free Workers (FFW) to rampant contractualization, low wages, and unsafe working conditions.\n\n“The outlook remains dim, particularly when considered alongside the International Monetary Fund’s (IMF) recent report. It estimates that 14% of the workforce — around 5 million Filipino workers — are at risk of displacement this year due to artificial intelligence (AI) and climate change,” FFW President Jose Sonny G. Matula told BusinessWorld in a Viber message over the weekend.\n\nThe ILO’s World Employment and Social Outlook: Trends 2025, released last week, found employment growth globally remained “too weak” to significantly impact lingering decent work deficits.\n\nWhile employment growth remains steady, various factors are testing the resilience of labor markets worldwide, it added.\n\n“The lack of faster global productivity growth is partly linked to the failure of structural change to move people out of agriculture into manufacturing and services,” it noted.\n\n“Given the poor working conditions in much of farming outside advanced economies, this also means that working poverty and informality have not benefited from people moving out of agriculture to better-paying jobs in industry and services,” it added.\n\nIndividuals in informal employment, particularly in agriculture and other sectors like wholesale and retail trade, often face irregular income and lack access to social protection, it added.\n\n“In this context, the vigorous exercise of the Department of Labor and Employment’s (DoLE) inspection and visitorial powers under the Labor Code is essential,” Mr. Matula said.\n\n“Strengthened monitoring and enforcement mechanisms will ensure that employers comply with labor standards, while the Employment Plan should adapt to rapidly changing labor market dynamics, including those influenced by technology and climate change,” he added.\n\nIn 2024, global employment grew alongside the expanding labor force, maintaining the global unemployment rate at a steady 5%, consistent with the level recorded in 2023, the ILO noted.\n\nHowever, this growth remains insufficient to address persistent decent work deficits as young workers continue to face high unemployment rates, around 12.6%, with little sign of improvement, it added.\n\nLabor Secretary Bienvenido E. Laguesma said the department conducted “extensive national consultations,” culminating in the upcoming 10-year Trabaho Para sa Bayan (TPB) Plan to address weak job growth.\n\n“Through these initiatives, we have identified several key areas of intervention that align with the goals of the TPB Plan and aim to address the challenges of regional employment disparities, particularly in rural areas,” he told BusinessWorld in a Viber message over the weekend.\n\n“Agriculture remains a cornerstone of rural employment, and we are committed to transforming this sector to boost productivity and job creation,” he added.\n\nHe noted the Labor department aims to introduce technology-enabled farming practices, climate-resilient methods and value-added processes into agribusiness through the Agricultural Competitiveness Enhancement Fund.\n\n“These initiatives will not only create more jobs but also enhance the sustainability and profitability of rural livelihoods,” he said.\n\nAccording to the Philippine Statistics Agency’s (PSA) November 2024 Labor Force Survey, the agriculture sector experienced the highest year on year job loss, with 1.99 Filipinos leaving the sector.\n\nThe agency attributed the loss to typhoons.\n\nRURAL WORKFORCE\n\nAccording to Mr. Laguesma, DoLE is empowering local government units (LGUs) to spearhead rural development by supporting them with investment strategies, microfinance for micro, small and medium enterprises (MSMEs) and infrastructure projects under the Build Better More program.\n\n“These initiatives will ensure that rural areas become hubs for inclusive economic activity,” he added.\n\nIn addition, DoLE is collaborating with the Technical Education and Skills Development Authority (TESDA) and local institutions, prioritizing tailored skills training.\n\nPrograms will focus on green skills development, digital upskilling and vocational training to prepare rural workers for opportunities in sustainable agriculture, eco-tourism, and renewable energy, he noted.\n\n“Our Public Employment Service Offices (PESOs) are key to facilitating job placement and matching in rural areas,” he added, noting that digitalization and enhancing labor market intelligence.\n\n“We aim to make employment services more accessible and effective, enabling rural job seekers to connect with opportunities tailored to their skills and aspirations,” he noted.\n\nThe labor chief also added the department is committed to fostering sustainable job opportunities in agriculture, eco-tourism and clean energy. These green initiatives will ensure long-term job creation while protecting environmental resources.\n\nSocial safety nets for rural workers are critical, he noted, adding the ILO has been helping DoLE in achieving these initiatives.\n\n“We will broaden coverage of social protection programs to include informal workers, addressing vulnerabilities and providing stability during economic transitions,” he added.\n\n“By prioritizing rural job creation and addressing regional disparities, we aim to build a resilient and equitable labor market where every Filipino has access to quality employment.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Untitled Boxing Game codes for January 2025",
            "link": "https://www.vg247.com/roblox-untitled-boxing-game-codes",
            "description": "19th January 2025: We added new Untitled Boxing Game codes. Untitled Boxing Game is a popular Roblox game where you step into the ring and face off against other Roblox players in tense and ...",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "vg24713h",
            "source": "vg247",
            "article_content": "19th January 2025: We added new Untitled Boxing Game codes.\n\nUntitled Boxing Game is a popular Roblox game where you step into the ring and face off against other Roblox players in tense and exciting boxing matches. You'll start off as a wannabe boxer who, just like Rocky, you'll have to build up into a championship worthy contender.\n\nTo help grow and develop your character you'll need cash and spins, which is where a couple of Untitled Boxing Game codes will come in handy. These codes can be used to claim free spins, which are needed to change the fighting style of your character, or get free cash which you'll use in the Glove Shop to customise your fighter's look.\n\nTo see this content please enable targeting cookies. Manage cookie settings\n\nWorking Untitled Boxing Game codes\n\nHere's the list of all working Untitled Boxing Game codes:\n\nmatchmaking : Free Spins (NEW!)\n\n: Free Spins (NEW!) newyear : Cash\n\n: Cash jolly2 : Free Spins\n\n: Free Spins morefeints : Free Spins\n\n: Free Spins avatar : Free Cash\n\n: Free Cash knockdownfits : Free Spins\n\n: Free Spins powerlevel : Free Cash\n\n: Free Cash fastservers : Free Spins\n\n: Free Spins dualemotes : Free Emote\n\n: Free Emote freeemoteforall : Free Emote\n\n: Free Emote ubgforever : Free Spins\n\n: Free Spins teleport : Free Spins\n\n: Free Spins freecrates : Free Cash\n\n: Free Cash pocketchange: Free Cash\n\nExpired Untitled Boxing Game codes\n\nbigbigcode\n\ncoolchanges\n\nasura\n\nsupersecret\n\nsale\n\njumpscare\n\nshotgunrework\n\nbeefy2\n\nbeefy\n\nhalloween\n\nspooky\n\n500mil\n\nweball\n\noneyear\n\nmanyfixes\n\nanimetime\n\nbrazil\n\nactivateboost\n\nipposreturn\n\nsettings\n\nbigcodes\n\nanimecrates\n\nkocash\n\nfreeemote2\n\ncashcashcash\n\nwatwatwat\n\ncomingsoon\n\nthegames\n\nbalrog\n\nchronos\n\nhawkrework\n\nkoanims\n\ndelayapology\n\nmorecash\n\ndelayingsome\n\nvegeta\n\nyamcha\n\nhammer\n\n200mil\n\nrandomcode\n\nfeint\n\nfreeemote1\n\nvalentines\n\n250k\n\nstyletitles\n\nbeowulf\n\ncharge\n\nfreeunusual\n\nfreeemote\n\nfreedom\n\nemotes\n\nnice\n\njolly\n\nnewyears\n\nfunnycode\n\nshotgun\n\nturtle\n\nmoretrading\n\ndashspam\n\ntrading\n\nironfist\n\nbalance1\n\ngems\n\n100mil\n\n100mil2\n\nbullet\n\nfps\n\nfreestuff\n\nkimura\n\nghost\n\nranked\n\n170k\n\n150k\n\n140k\n\n130k\n\n120k\n\n100k\n\nviolence\n\nbruh\n\ngetmoremythics\n\nwhitefang\n\njusticeforubg\n\nhandslow\n\nperformancefixes\n\n60k likes\n\nshutdowns\n\n40klikes\n\nnewlegendary\n\nearlybird\n\n5000likes\n\n20klikes\n\ndataissue\n\nwhynot\n\n1000likes\n\nmigration\n\ndonewithmigration\n\nHow to redeem Untitled Boxing Game codes\n\nHere's how to redeem codes in Untitled Boxing Game:\n\nLaunch Untitled Boxing Game in Roblox. Click on the 'Codes' button on the left. Image credit: drowningsome / VG247 On the next screen type a code into the textbox and press the 'Redeem' button. Image credit: drowningsome / VG247\n\nIf you entered a valid code, a notification will appear on screen letting you know what goodies you've received. You'll see this notification float up from the 'Redeem' button. However, if the code you've entered is no longer working you'll get an 'invalid code' error message instead. Like other Roblox games, codes for Untitled Boxing Game are time-sensitive so don't delay if you see a code you're interested in.\n\nNeed help with other popular Roblox games? Then check out our lists of Blade Ball codes, Blox Fruits codes, Anime Adventures codes, All Star Tower Defense codes, Arm Wrestle Simulator codes, and Peroxide codes to earn plenty of useful freebies for these experiences."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fisch codes for January 2025",
            "link": "https://www.vg247.com/roblox-fisch-codes",
            "description": "19th January 2025: We added new Fisch codes. Fisch is a Roblox game that's all about fishing. Grab your trusty rod and head out to the dock where you can catch thousands of different fish.",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "vg24713h",
            "source": "vg247",
            "article_content": "19th January 2025: We added new Fisch codes.\n\nFisch is a Roblox game that's all about fishing. Grab your trusty rod and head out to the dock where you can catch thousands of different fish.\n\nWhen you land a bite, you'll have to take part in a quick-time event to try and reel in your catch. If you're not fast enough, your prized fish will quickly escape and you'll have to start all over again. Besides this addictive mini-game, Fisch offers a wealth of things to do, with plenty of islands to explore, lots of rods to collect, and different weather conditions and bait which all affect the type of fish you can catch. It's a content rich experience and one of the best Roblox games you can play right now.\n\nIf you need a hand going from budding angler to pro fisherman, you can always use some Fisch codes to help you out. Codes, which are released on the game's official Discord server, offer freebies and boosts that will help you get the catch of the day.\n\nTo see this content please enable targeting cookies. Manage cookie settings\n\nWorking Fisch codes\n\nSORRYGUYS : 2x Kraken Tentacle, 1000 C$ (NEW!)\n\n: 2x Kraken Tentacle, 1000 C$ (NEW!) ATLANTEANSTORM : 2x Hangman's Hook, 1000 C$ (NEW!)\n\n: 2x Hangman's Hook, 1000 C$ (NEW!) GOLDENTIDE : 3x Instant Catchers, 2000 C$\n\n: 3x Instant Catchers, 2000 C$ NewYear : 2x Holly Berry, 2x Pepermint Worms, 1000 C$\n\n: 2x Holly Berry, 2x Pepermint Worms, 1000 C$ NorthernExpedition : 2x Holly Berry, 3x Pepermint Worms, 1000 C$\n\n: 2x Holly Berry, 3x Pepermint Worms, 1000 C$ RFG: 3x Instant Catchers\n\nExpired Fisch codes\n\nGOODBYEFISCHMAS\n\nFISCHMASDAY\n\nMERRYFISCHMAS\n\nThankYouFollowers3\n\nThankYouFollowers2\n\nAdvent\n\nAncientIsle\n\nThankYouFollowers\n\nTheDepths\n\nPrehistoric\n\n100M\n\n200K\n\nScubaaaa\n\nSorryForDowntime\n\nFischFright2024\n\nThanksFor10Mil\n\nSorryforShutdown\n\nHow do I redeem codes in Fisch?\n\nNot sure how to redeem codes in Fisch? Here's a step-by-step guide:\n\nLaunch Fisch in Roblox. Once you drop in-game hit the M key. In the Settings menu, scroll down till you see the Codes screen. Image credit: VG247/@WoozyNate Type a code into the textbox and then press the Enter key.\n\nIf the code you entered is still working, a notification will appear on screen letting you know what rewards you've just claimed.\n\nThat's it for our list of Fisch codes. For help with other fishing-themed games on Roblox, head to our list of Ice Fishing Simulator codes and Fishing Frenzy codes. Or, for help with other popular Roblox experiences, visit our Untitled Boxing Game codes, Pixel Tower Defense codes and Type Soul codes guides."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Garena Free Fire MAX codes for January 19: Win vouchers and rewards today",
            "link": "https://timesofindia.indiatimes.com/technology/gaming/garena-free-fire-max-codes-for-january-19-win-vouchers-and-rewards-today/articleshow/117346670.cms",
            "description": "Garena Free Fire MAX has gained popularity as a top battle royale game in India following the ban on Garena Free Fire. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Mj6D1ozv0C61xf6tAXDMDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22h",
            "source": "Indiatimes",
            "article_content": "What are Free Fire Max redeem codes?\n\n\n\nGarena Free Fire Max redeem codes today, January 19\n\n\n\nUPQ7X5NMJ64V\n\nV44ZX8Y7GJ52\n\nXN7TP5RM3K49\n\nZRW3J4N8VX56\n\nTFX9J3Z2RP6G\n\nFFSUTXVQF2NR\n\nBLFY7MSTFXV2\n\nFY9MFW7KFSNN\n\nFFMSTXP2FWCK\n\nNPCQ2FW7PXN2\n\nFFXT7SW9KG2M\n\nFF4MTXQPFDZ9\n\nRD3TZK7WME65\n\nF8YC4TN6VKQ9\n\nWD4XJ7WQZ42A\n\nHZ2RM8VW9TP7\n\nJF6AT3ZREM45\n\nKFN9Y6XW4Z89\n\nMN3XK4TY9EP1\n\nHow to redeem Free Fire Codes\n\nVisit the Rewards Redemption website at https://reward.ff.garena.com/en\n\nLog in using your credentials from platforms such as Facebook, X, Apple ID, Google, VK ID, or Huawei ID\n\nEnter the redeem code into the visible text box on the screen\n\nComplete the redemption process by clicking 'Confirm'\n\nAfter successful redemption, you can collect Free Fire rewards by opening the Free Fire game on your device\n\nImportant points to note\n\nAfter successfully redeeming the code, players can retrieve their rewards from the in-game mail section\n\nThese codes are not applicable to guest accounts; you need to link your account to Facebook, X, Apple, Google, VK, or Huawei to claim the rewards\n\nPlease allow a 24-hour processing period for the rewards to be credited\n\nAlso read |\n\n|\n\n|\n\n|\n\nGarena Free Fire MAX has become widely acclaimed as a leading battle royale game in India, particularly after the Indian government's ban on Garena Free Fire. Since its inception, the game has secured a distinctive position among gaming enthusiasts in India due to its lively graphics and engaging gameplay. The redemption codes for Garena Free Fire MAX have a limited validity period of 12-18 hours, after which they expire. In accordance with developer regulations, these 12-character alphanumeric Garena FF redemption codes are available for daily claiming by 500 registered gamers.The redemption codes in Garena Free Fire Max allow players to obtain in-game items, including weapons, diamonds, skins, and other valuable rewards. Comprising 12-digit alphanumeric combinations of capital letters and numbers, these codes enhance the overall gaming experience for players.Upon redeeming these codes, players can unlock rewards such as a Rebel Academy Weapon Loot Crate, Revolt Weapon Loot Crate, Diamonds Voucher, and Fire Head Hunting Parachute."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Target Promo Codes for January 2025",
            "link": "https://www.tomsguide.com/coupons/target",
            "description": "Use these 9 Target promo codes to save on the department store's range, including appliances, TVs, audio tech, smartphones, games consoles & more. All coupon content is created by Tom’s Guide.",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "Tom's Guide20h",
            "source": "Tom's Guide",
            "article_content": "FAQs\n\nDoes Target offer free shipping? Yes, all orders worth $35 or more come with free 2-day shipping, saving you on additional fees. You'll also free shipping on all orders as a Target RedCard member, so it's worth signing up if you're a regular shopper.\n\nWhat is Target Circle? Target Circle is the retailer's loyalty program. It's free to join and brings a bunch of perks to save you money on your shop, including reward points when you shop, exclusive deals, birthday gifts, and a say in how Target invests in local communities.\n\nWhat is the Target CircleCard? Target CircleCard is the retailer's own (MasterCard) credit card. It works just like a standard credit card, meaning you can use it for any purchases that will accept credit, but you'll also get additional benefits including a 5% discount on purchases at Target, free 2-day shipping on the majority of online orders, access to exclusive items & special offers, and an extra 30 days to arrange returns and exchanges on any items you've purchased. Holders will also earn 2% back on dining and gas purchases, and 1% back on all non-Target purchases, as reward points. You can apply for the card through the Target website, where you'll find more information on how it works.\n\nWhat is Target Circle 360? Circle 360 is an additional tier of Target Circle membership that gives members unlimited same-day delivery on orders worth $35 or more and free 2-day shipping on all other orders, plus longer returns periods (meaning 120 days for returns). Membership costs $99 per year, but if you hold a CircleCard, you can access a discounted rate of $49 for your first year, and you'll also have access to a free trial when you first sign up.\n\nDoes Target sell Apple tech? Yes, the US mega-retailer offers customers a number of deals on leading Apple products such as the latest iPhones, iPads, Airpods and Apple Watches, with discounts of up to 5% off selected models as well as gift cards 5% when you make your purchase with a Target Circle card. Target Circle members also get free access to a number of Apple services such as Apple TV+ and Apple Fitness as part of their membership perks.\n\nDoes Target price match? The Target Price Match Guarantee means that if you find an item that Target are selling for less with a competing retailer, you can send them the proof and they'll match the lower price. They'll even price match up to 14 days after you've made your purchase, so if you've already bought the item for more, they'll refund you the difference. You can find more details on how the scheme works on the Target website.\n\nWhat is the Target return policy? Target will accept returns on most items within a whopping 90 days. Returns are free if you organize them through the Target customer service team, and if you paid with your Target CircleCard, you'll have an extra 30 days to organize returns (for a grand total of 120 days).\n\nHints and Tips\n\nLook for top Target deals: Target deals can be found every day of the week, offering up to 50% off selected items across their range. Here at Tom's Guide, we keep up to date with all the latest Target deals on specific products. You can also expect bigger savings around seasonal events, with the likes of Target's Black Friday deals proving especially popular across the US.\n\nJoin Target Circle: By signing up for Target Circle, the brand's free rewards scheme, you'll earn reward points back on every purchase you make, which can later be redeemed against orders for discounts. Members can also access exclusive savings and perks with selected partner brands. If you're a regular shopper, make sure to sign up to get even more from your orders.\n\nDownload the Target App: The Target app gives customers access to Target Circle deals offers, as well as app-exclusive savings. You'll even receive notifications when new deals are available. You can download the Target app for free on Android and Apple devices.\n\nShop the Target Clearance section: Some of the biggest savings at Target can be found via the clearance section, where you'll find up to 80% off selected items. Don't forget to check in-store for clearance deals as well, as often the biggest discounts aren't available online.\n\nHow to use Target promo codes 1. Choose a Target promo code you'd like to use and click \"Get Code\" to reveal it. 2. Copy your code for later, then head to the Target website and add the items you want to buy to your basket. 3. When you're ready to place your order, click on your cart and head to the checkout. 4. From here, you'll see a button labeled \"Add promo code\" in the Order Summary section. 5. Click this and enter your Target promo code, then click 'Apply'. Your final checkout price will update to reflect the discount. 6. Proceed through the checkout as normal to place your order.\n\nHow we source coupon codes\n\nThe coupons you’ll find on Tom’s Guide have been sourced by our dedicated coupons team, who use the web, our relationships with retailers, & our affiliate networks to find the latest codes. The offers on each coupon page are updated every few days to ensure we feature the freshest ways to save, and our commercial team (based in London) also sources exclusive codes and sales info directly from some of the biggest retailers around.\n\nHow we test coupon codes\n\nAll the coupon codes we list on our pages have been tested by our deals & offers teams to check they work as intended before they’ve been uploaded. You’ll find a wide range of coupons on Tom’s Guide, including free shipping offers, student discounts, and savings on various kinds of products.\n\nTo ensure that all listed codes are available to use, we don’t include any one-time use or user-specific coupons. We also provide as much information as we can to keep things as clear as possible - any expiry dates or terms & conditions will be listed alongside the code. Look for the ‘Terms & Conditions’ text - you’ll be able to click this to expand this section for more details.\n\nWhat to do if a coupon code doesn’t work\n\nWe take care to only list tried & tested coupons on our pages, so all codes should be active and confer the listed discount or deal. However, although we keep up to date with expiry dates and any terms & conditions, sometimes retailers change these before we can update our pages.\n\nShould a coupon fail to work as expected, check you meet any listed requirements. These can include minimum spends, multibuy offers, or product-specific promotions (i.e. 10% off selected tablets). You can view all associated requirements by clicking “View terms and conditions” below your code.\n\nIf this does not solve your issue, you can contact our customer service team by emailing coupons.tomsguide@futurenet.com. Make sure to let us know which coupon you were trying to use and which page this was listed on, and we’ll be in touch to help as soon as possible.\n\nHow we make money\n\nTom’s Guide makes money from coupons through a commission-based model. We have agreements in place with each retailer on our site - for every purchase made using one of our coupons or deals, we earn a small percentage of the order total back in commission.\n\nThanks to this model, we can save our customers money without charging them a thing. You won’t pay a penny to get the discounts listed on our pages, so whichever code or deal you choose, you’ll get exactly what it says on the tin.\n\nIf you're looking for more information on Tom's Guide coupons, you can also read more about How We Source Coupon Codes and How to Use Them on our dedicated page."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science Uncovered: Breakdowns in Space and Discoveries from the Past",
            "link": "https://www.devdiscourse.com/article/technology/3230732-science-uncovered-breakdowns-in-space-and-discoveries-from-the-past",
            "description": "A recent SpaceX Starship test ended in an explosion, impacting airline routes over the Gulf of Mexico. Belgian scientists are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1hlzZmxGYRR2RvpXgEcBFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse12h",
            "source": "devdiscourse",
            "article_content": "In a dramatic turn of events, SpaceX's Starship rocket experienced a catastrophic failure minutes after its launch, prompting airlines to reroute flights over the Gulf of Mexico. The mission setback not only impacted airline operations but also marked a stumbling block for Elon Musk's ambitious space exploration initiatives.\n\nMeanwhile, scientific advancements take a novel turn in Belgium, as researcher Clement Martin collaborates with federal police to develop a scent based on dried human bones. This groundbreaking work aims to enhance the capabilities of sniffer dogs in locating long-lost human remains, building on previous success with decomposing flesh scents.\n\nAn archaeological breakthrough in Pompeii has unveiled a lavish private bath complex, offering insight into the opulence of ancient Roman society. The discovery of this grand facility, complete with multiple temperature chambers and an adjacent banquet hall, underscores the cultural richness of the city prior to its demise in AD 79.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Parkinson's Discovery Suggests We Could Already Have an FDA-Approved Treatment",
            "link": "https://www.msn.com/en-us/health/other/parkinsons-discovery-suggests-we-could-already-have-an-fda-approved-treatment/ar-AA1xtSgg?ocid=BingNewsVerp",
            "description": "Researchers have discovered how a cell surface protein called Aplp1 can play a role in spreading material responsible for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9cJKDAbuJfZAXYGJLXNyRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ScienceAlert on MSN2h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum gravity discovery could reconcile quantum mechanics with general relativity",
            "link": "https://www.msn.com/en-us/science/chemistry/quantum-gravity-discovery-could-reconcile-quantum-mechanics-with-general-relativity/ar-AA1xtxlE?ocid=BingNewsVerp",
            "description": "Scientific breakthroughs often stem from the persistent pursuit of understanding complex phenomena. From the nanoscale ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zg7MAm84SPEfUDTuRxZ6QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN6h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Deepest Hole On Earth Permanently Sealed After 2 Billion Year Old Discovery",
            "link": "https://www.msn.com/en-us/science/earth-science/deepest-hole-on-earth-permanently-sealed-after-2-billion-year-old-discovery/vi-AA1xtOhf?ocid=BingNewsVerp",
            "description": "The Best Long-Distance Running Shoes, Tested And Reviewed By A Fitness Editor Here are the details on the Social Security ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oR1Nn_vdik4J1fyika65aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explosive Developments: SpaceX, Ancient Discoveries, and the Science of Scents",
            "link": "https://www.devdiscourse.com/article/technology/3230445-explosive-developments-spacex-ancient-discoveries-and-the-science-of-scents",
            "description": "Recent science news covers SpaceX's Starship explosion, a new scent for sniffer dogs aiding cold cases, a Pompeii excavation, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RQCy6J4-82sXmJ2Snzh5Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse20h",
            "source": "devdiscourse",
            "article_content": "In a dramatic development on Thursday, SpaceX's Starship rocket mission ended abruptly when the spacecraft exploded minutes after launch from Texas. The incident, which involved an upgraded Starship carrying a test payload, prompted airlines to reroute flights over the Gulf of Mexico as debris scattered, marking a setback for Elon Musk's rocket program. The U.S. Federal Aviation Administration, in coordination with Turks and Caicos officials, is investigating the fallout, though no injuries have been reported.\n\nIn Belgium, scientist Clement Martin is collaborating with federal police to create a groundbreaking scent mimicking the smell of dried bones, helping sniffer dogs locate long-missing remains. This innovation follows Martin's earlier work isolating the scent of decomposing flesh, now essential in training cadaver dogs across Belgium.\n\nMeanwhile, archaeological explorations in Pompeii have uncovered an opulent private bath complex, providing insights into the affluent lifestyle of the Romans before the catastrophic eruption of Mount Vesuvius in AD 79. The newly unearthed site features hot, warm, and cold baths that could accommodate up to 30 guests, adorned with Greek mythological themes, showcasing the luxury of that era.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Upgraded DraftKings promo code for Rams vs. Eagles: 40-1 boost on $5 NFC Divisional Round bet",
            "link": "https://www.al.com/betting/2025/01/upgraded-draftkings-promo-code-for-rams-vs-eagles-40-1-boost-on-5-nfc-divisional-round-bet.html",
            "description": "New users don't need a DraftKings promo code to get $200 in bonus bets instantly when they bet at least $5 on Rams vs. Eagles ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Wx7bgqpOhx3AVH9F6qhPoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "5h",
            "source": "al.com",
            "article_content": "The NFL Playoffs Divisional Round continues today with an NFC Divisional matchup between the Los Angeles Rams and Philadelphia Eagles. The DraftKings promo code (no code needed) is offering $200 in bonus bets that can be used for this or any other NFL Divisional Round matchup. Join me as I explain how to unlock the and receive $200 in bonus bets for Rams vs. Eagles.\n\nDraftKings promo code at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code bonus Bet $5, get $200 in bonus bets instantly 💸 Minimum deposit $5 📝 DraftKings promo code terms and conditions Get $200 in bonus bets instantly after your first $5+ wager.\n\n\n\nBonus received as eight $25 bonus bets.\n\n\n\nBonus bets are single-use, non-withdrawable and expire seven days after receipt. ✅ Last verified Jan. 19, 2025\n\nDraftKings promo code: How to claim $200 in bonus bets\n\nNo DraftKings promo code is required, but only new DraftKings accounts can get the $200 bonus bets. Here’s how to activate the DraftKings promo code promotion.\n\nYou do not need a DraftKings promo code. Press any DraftKings banners or links on this page, and you will be redirected to the DraftKings signup page. To register, fill out all the mandatory fields on the registration form. After verifying your DraftKings sports betting account, you must make a minimum deposit of $5. Next, place a $5 minimum bet on any game on the DraftKings board, including Sunday’s Ravens vs. Bills matchup or any other game on the board. Once you place your $5 bet, DraftKings will immediately deposit eight $25 bonus bets into your account or as soon as your winning $5 bet is settled.\n\nPlease note that DraftKings bonus bets will expire within seven days.\n\nDraftKings existing user promos\n\nDraftKings typically offers existing users odds boosts and various promotions and odds like these.\n\nKing of the End Zone is BACK: Bet $5 on a anytime TD scorer on Saturday or Sunday and if your player scores the longest TD you’ll be eligible for a share of $2 million in bonus bets. Saturday promo expires at 8 pm ET. You’ll need to opt-in both days.\n\nNFL Divisional Weekend No-Sweat Bet: Place a parlay bet on this weekend’s Divisional games, and if it loses, DraftKings will give you a bonus bet in the amount of the parlay card.\n\nNFL Touchdown All-Parlay Boost : DraftKings provides enhanced odds for any time touchdown parlays for every NFL Divisional round matchup.\n\nNFL Same-Game Parlay Boosts: Enjoy weekly odds boosts during the NFL regular season on same-game parlays that consist of four or more legs.\n\nHow to use the DraftKings promo code for Rams vs. Eagles\n\nAll you have to do to get the $200 in bonus bets is open a new DraftKings account and bet $5. If the bet were mine, I would satisfy the DraftKings requirements with a $5 wager on the Los Angeles Rams to beat the Philadelphia Eagles. Either way, bet $5, and you’ll receive $200 in bonus bets for signing up with the DraftKings promo code (no code needed)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DraftKings promo code: Bet $5 on UFC 311 and instantly receive a $200 bonus",
            "link": "https://www.al.com/betting/2025/01/draftkings-promo-code-bet-5-on-ufc-311-and-instantly-receive-a-200-bonus.html",
            "description": "Place your first wager of at least $5 on UFC 311 or any other DraftKings market. DraftKings will send eight $25 bonus bet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bsXj7IBRhUhgNwXITARMaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "23h",
            "source": "al.com",
            "article_content": "UFC 311 is finally here and a pair of title bouts headline the must-see card. Why limit all the excitement to the octagon when you can claim our DraftKings promo code (no code required)? Once you sign up, it only takes a $5 bet to instantly score $200 in bonuses.\n\nDraftKings promo code quick facts\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code details Bet $5, get $200 in bonuses instantly 💸 Minimum deposit $5 📝 DraftKings promo code terms and conditions Receive a $200 bonus instantly after placing a $5 bet. The $200 bonus is issued as eight $25 bonus bet tokens.\n\n\n\nBonuses expire seven days after issuance and can’t be withdrawn. ✅ Last verified Jan. 18, 2025\n\nHow to claim the DraftKings promo code offer for UFC 311\n\nThere’s no downside to claiming DraftKings’ new user bonus. Whether your $5 bet wins or loses, the $200 bonus will enter your account after placing the wager. Plus, you could earn a cash payout if the bet comes through.\n\nHere’s how to sign up:\n\nTap a DraftKings promo code banner or link and press “Sign Up.” Enter the necessary information to complete account registration; no promo code is required. Set up a payment method and deposit $5 or more. Place your first wager of at least $5 on UFC 311 or any other DraftKings market. Get a $200 bonus instantly after placing your bet.\n\nDraftKings will send eight $25 bonus bet tokens. Bonuses can’t be withdrawn and expire seven days after issuance. Click a DraftKings promo code link for complete terms and conditions.\n\nBest existing user promos at DraftKings\n\nDraftKings app users can tap the rewards button on the bottom right to find more promo offers, including:\n\nKing of the Endzone: Opt-in and apply the qualifying bet token to an NFL touchdown scorer bet. If your player has the longest score of the day, you’ll get a share of $2,000,000 in bonuses.\n\nDivisional Weekend No Sweat: Place a parlay on the NFL Divisional Round games and receive a bonus if you lose.\n\nHow to use the DraftKings promo code offer for UFC 311\n\nYour $5 bet doesn’t need to win to receive the $200 bonus. Therefore, you can back a long shot and try securing a solid cash payout to go along with the bonus funds.\n\nOne market worth considering is Umar Nurmagomedov to win by submission (+450 odds). Nurmagomedov has -270 odds to beat Merab Dvalishvili, and you’ll get far better value by picking the method of victory. Umar is undefeated in his UFC career (18-0) and seven wins came by submission."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NYC braces for 6 inches of snow, brutal cold as polar vortex blasts region. Here’s when it will start",
            "link": "https://www.msn.com/en-us/weather/topstories/nyc-braces-for-6-inches-of-snow-brutal-cold-as-polar-vortex-blasts-region-here-s-when-it-will-start/ar-AA1xsR4y?ocid=BingNewsVerp",
            "description": "Once the snow starts to come in, the temperature will essentially drop like a rock,' Fox Forecast Center Meteorologist ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b9NPdMOIcomAC21tigmgAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "10hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rams QB Matthew Stafford says 'it sure feels like' he has more football in him following playoff loss to Eagles",
            "link": "https://www.nfl.com/news/rams-qb-matthew-stafford-says-it-sure-feels-like-he-has-more-football-in-him-following-playoff-loss-to-eagles",
            "description": "The Los Angeles Rams fell short on Sunday in a snowy playoff loss to the Philadelphia Eagles. One of the top offseason ...",
            "image_url": "https://www.bing.com/th?id=OVFT._wpJh71puLXSjvM5qMHd4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "NFL1h",
            "source": "NFL",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Agents Are Coming in 2025. Here's My Top Stock Pick To Capitalize on the Next Wave of AI Investing.",
            "link": "https://finance.yahoo.com/news/ai-agents-coming-2025-heres-134500720.html",
            "description": "Currently, it's being used as a program on the side of normal work, but it's about to enter a new phase: Agentic AI. Agentic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QtOoGPXrWBlGi6kAG8gjky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "11h",
            "source": "YAHOO!Finance",
            "article_content": "Generative artificial intelligence (AI) is an incredible technology, and we've only scratched the surface of its potential. Currently, it's being used as a program on the side of normal work, but it's about to enter a new phase: Agentic AI. Agentic AI, often called AI agents, involves setting up software programs to do tasks that humans normally do. This next phase in implementing AI is critical, as it will allow those at the cutting edge to do more with fewer resources.\n\nOne of the leaders in agentic AI is Salesforce (NYSE: CRM). The software company is making a heavy push to promote and integrate agentic AI, and it also has one of the best platforms for implementing it.\n\nSalesforce's platform is ripe for agentic AI integration\n\nSalesforce makes customer relationship management (CRM) software. CRM is an incredibly broad sector but can generally be summarized as a business interaction with a potential customer from the marketing stage to after-sale support. There's a lot that happens between those two points, and Salesforce software is there to offer support along the way.\n\nMany customer interactions can be automated by AI agents, which is why agentic AI is such a massive trend for Salesforce. As with most software-as-a-service (SaaS) companies, the more add-ons you have from the base software package, the more expensive it gets. This unlocks another milestone for the generative AI trend; we're reaching a point where many companies are starting to monetize their AI investments.\n\nSalesforce's CEO and co-founder, Marc Benioff, is extremely bullish on agentic AI. During the company's 2024 Dreamforce conference, he stated, \"This is what AI was meant to be.\" That's a big statement, but the ability for companies to become more efficient and free their workers up to do tasks that require original thinking will be a huge change for many in the workforce.\n\nHowever, does this one technology have the ability to drive Salesforce's stock to new heights?\n\nSalesforce needs this new technology to kick-start growth again\n\nSalesforce is a mature software company that started to shift from growth-at-all-costs to maximizing profitability a few years ago. However, its sales growth has been a bit slow, by most software company standards, over the past few quarters. In its fiscal 2025's third quarter (ended Oct. 31), revenue was up 8% year over year to $9.44 billion. Earnings per share (EPS) were $1.60 versus $1.26 a year ago -- a 27% gain.\n\nEPS growth outpaced revenue growth because of Salesforce's rising margins. During last year's third quarter, Salesforce posted operating margins of 17.8%. This year, it delivered 20.6% operating margins. This will be a key trend to watch, as some of the most profitable software companies can reach profit margins of up to 30%. It will likely be some time before Salesforce can reach that level (if it can), but shareholders will be elated if it does.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I compared the two of the most powerful mobile chipsets — here’s what happened",
            "link": "https://www.msn.com/en-us/news/technology/i-compared-the-two-of-the-most-powerful-mobile-chipsets-here-s-what-happened/ar-AA1xtRMj?ocid=BingNewsVerp",
            "description": "Two processors will power most Android flagship phones over the next year, but which one should you seek out? I tested both to find out, here's what happened!",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "3hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI finalises 'o3 mini' reasoning AI model version, to launch it soon",
            "link": "https://telecom.economictimes.indiatimes.com/news/internet/openai-finalises-o3-mini-reasoning-ai-model-version-to-launch-it-soon/117366251",
            "description": "OpenAI said it was testing reasoning AI models, o3 and o3 mini, indicating growing competition with rivals such as Alphabet's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m2uiog1zOnzwXs9WGe3euy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "21h",
            "source": "telecom.economictimes.indiatimes",
            "article_content": "ChatGPT maker OpenAI has finalised a version of its new reasoning AI model o3 mini and would be launching it in a couple of weeks, CEO Sam Altman said on Friday.\n\n\n\nThe Microsoft-backed company has considered user feedback and, consequently, plans to release the application programming interface (API) and ChatGPT simultaneously, Altman wrote in a post on social media platform X.\n\n\n\nLast December, OpenAI said it was testing reasoning AI models, o3 and o3 mini, indicating growing competition with rivals such as Alphabet's Google to create smarter models capable of tackling complex problems.\n\n\n\nThe AI startup had planned to launch o3 mini by the end of January, and the full o3 thereafter, as more robust large language models could outperform existing models and attract new investments and users.\n\n\n\n\n\nAdvt\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETTelecom App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nIn September 2024, the GenAI pioneer released o1 AI models designed to spend more time processing queries to solve harder problems.The o1 models are capable of reasoning through complex tasks and can solve more challenging problems than previous models in science, coding and math, the company had said in a blog post.The new o3 and o3 mini models would be more powerful than the previously launched o1 models, the company had said previously.Earlier this week, OpenAI said it was introducing a beta feature called Tasks to ChatGPT, signaling its foray into the virtual assistant space, competing with Apple's Siri and Amazon's Alexa.The release of ChatGPT in late 2022 sparked a frenzy of investments in AI firms, with its growing popularity and new product launches helping OpenAI close a $6.6 billion funding round in October."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft, Google: FTC investigates AI partnerships and collaborations",
            "link": "https://www.heise.de/en/news/Microsoft-Google-FTC-investigates-AI-partnerships-and-collaborations-10247893.html",
            "description": "billion investment, the US trade regulator fears that the tech giants could extend their dominance to the AI market.",
            "image_url": "https://www.bing.com/th?id=OVFT.st-M-yv265AcnTYeWY19tC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "7h",
            "source": "heise online",
            "article_content": "The US Federal Trade Commission (FTC) is concerned about collaborations between large cloud providers and leading developers of generative artificial intelligence (AI). It is particularly concerned about Microsoft's investment of USD 13 billion in OpenAI and the collaboration between Google and Anthropic. The latter two are actually competing with each other with their Gemini and Claude models, but are also strategic partners. In these cases, the FTC sees an increased risk that the younger AI companies could be completely bought up or otherwise taken over by the technology giants in the near future. The authority is also skeptical about the billion-euro investment by cloud market leader Amazon in Anthropic.\n\nAnzeige\n\nThe relevant report published by the antitrust watchdog on Friday \"sheds light on the question of how partnerships between large technology companies lead to lock-ins\", explained FTC boss Lina Khan. Such collaborations could deprive other start-ups of important AI research results, which could undermine competition. More and more companies are relying on generative AI, Khan explained. Regulators and policy makers must therefore remain vigilant to ward off business strategies \"that undermine open markets, opportunities and innovation\".\n\nThe authors of the report shed light on aspects of the structure of partnerships between cloud providers and AI developers. For example, they look at the equity and revenue-sharing rights as well as certain advisory, control and exclusivity rights that Microsoft & Co. receive as part of their financing. The competition watchdogs are also concerned about obligations that require OpenAI and Anthropic to spend a large proportion of their partner's investments on their cloud services. The deals also include access to \"large amounts of computer resources at reduced prices\", intellectual property rights relating to the latest AI models and certain financial and training data. In addition, there would be opportunities to expand current products – such as the integration of AI applications into cloud offerings or other solutions.\n\nEU antitrust watchdogs also have questions\n\nFurthermore, the FTC is critical of the ability of collaborations to influence access to computer resources and highly skilled workers in a way that could massively impair competition. It also criticizes the potential of the deals to increase contractual and technical switching costs for AI developer partners. This would make it more difficult for OpenAI and Anthropic to find other cloud service providers. It remains to be seen what the new leadership of the FTC under the second Trump administration, which takes office next week, will do with the results.\n\nFormer EU Competition Commissioner Margrethe Vestager said in the summer that Microsoft's investment in OpenAI was not yet a case for a review under merger control rules. However, she said that both companies would be asked questions under antitrust rules \"to understand whether certain exclusivity clauses could have a negative impact on competitors\". The EU executive also wants to scrutinize the impact of the agreement between Google and Samsung to pre-install Gemini Nano on certain Samsung devices. There is a risk that tech giants could make it difficult for smaller developers of AI models to \"reach end users\".\n\n(axv)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT Glossary: 49 AI Terms Everyone Should Know",
            "link": "https://www.msn.com/en-us/news/technology/chatgpt-glossary-49-ai-terms-everyone-should-know/ar-AA1fSM20?ocid=BingNewsVerp",
            "description": "AI technology is everywhere, from phones to drive-through ordering systems. Given that companies like Google, Microsoft and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gkAlQKeiSYW44lf_K_22Di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "CNET on MSN15h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From money to skills, laid-off techie shares five tips that saved him",
            "link": "https://economictimes.indiatimes.com/magazines/panache/from-money-to-skills-laid-off-techie-shares-five-tips-that-saved-him/articleshow/117375952.cms",
            "description": "A former tech employee shared insights on social media about surviving layoffs, emphasizing financial preparedness, skill ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BlMjbLD1UiIOdX_9EfxmqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "10h",
            "source": "Indiatimes",
            "article_content": "A tech professional recently shared valuable insights on social media about navigating layoffs after being let go by a prominent tech company. Reflecting on his experience, he emphasized the importance of financial preparedness , skill enhancement, and leveraging professional networks. Building an emergency fund with 6–12 months of living expenses provided him the flexibility to focus on finding the right opportunity. He also credited certifications in AI and machine learning, such as Google Cloud ML Engineer and Microsoft Azure AI Engineer, for helping his resume stand out and accelerating interview calls. Networking proved critical, with referrals from ex-colleagues, mentors, and LinkedIn posts opening new doors. He also recommended exploring roles in non-tech industries like finance and healthcare, which are increasingly hiring for AI and automation projects. Freelancing, he noted, was another avenue to maintain skills, expand networks, and gain experience while job hunting.In a similar situation, another techie sought advice online after being laid off in September. Having returned to India after working abroad and boasting nine years of experience in Artificial Intelligence (AI), Machine Learning (ML), and data, he faced challenges in the local job market, including rejections or significantly lower salary offers. The lack of preparation in competitive coding practices like DSA and Leetcode further added to his struggles. The tech professional expressed frustration and embarrassment after three months without an offer.Online responses suggested exploring opportunities abroad, especially in regions like the Middle East, where AI and tech roles are in demand. Others advised accepting lower-paying offers temporarily while continuing to search for better roles. Some users expressed surprise at the challenges faced by AI and ML professionals, questioning whether the demand in these fields was dwindling or if entry into data science had become increasingly competitive."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine opens a new front against Russia – flattering Trump",
            "link": "https://www.msn.com/en-us/politics/government/ukraine-opens-a-new-front-against-russia-flattering-trump/ar-AA1xsgt9?ocid=BingNewsVerp",
            "description": "World leaders have been rushing to get on Donald Trump’s good side since his reelection as US president, arguably none more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xkia8a8SZkmpA-qyMI5fuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "15hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Vowed to End the Ukraine War Before Taking Office. The War Rages On.",
            "link": "https://www.nytimes.com/2025/01/19/us/politics/trump-promise-ending-ukraine-war.html",
            "description": "Donald J. Trump’s promise to broker peace between Russia and Ukraine in 24 hours, 'before I even become president,' proved to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kYniOowcuHSB1afA9dTHvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "The New York Times",
            "article_content": "After they win elections and move into the White House, plenty of presidents at some point eventually break a campaign promise. Donald J. Trump will not even wait that long. He will break an important campaign promise the moment he takes the oath of office.\n\nWhile stumping for a return to power in the fall, Mr. Trump repeatedly made a sensational if implausible pledge with profound geopolitical consequences: He would broker an end to the war in Ukraine in 24 hours. And not just in 24 hours — he would do so before being sworn in as president.\n\n“Before I even arrive at the Oval Office, shortly after we win the presidency, I will have the horrible war between Russia and Ukraine settled,” Mr. Trump vowed in a June rally. “I will get it settled before I even become president,” he said during his televised debate with Vice President Kamala Harris in September. “I will settle Russia-Ukraine while I’m president-elect,” he said again during a podcast in October."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Vowed to End the Ukraine War Before Taking Office. The War Rages On.",
            "link": "https://www.nytimes.com/2025/01/19/us/politics/trump-promise-ending-ukraine-war.html",
            "description": "Donald J. Trump’s promise to broker peace between Russia and Ukraine in 24 hours, 'before I even become president,' proved to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kYniOowcuHSB1afA9dTHvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "2h",
            "source": "The New York Times",
            "article_content": "Michael Kimmage, the author of the book “Collisions,” about the Russia-Ukraine conflict, and the newly named director of the Wilson Center’s Kennan Institute, said that Mr. Trump’s campaign promises were always delivered “very freely” and perhaps were more about sending signals than being interpreted precisely.\n\n“His goals with this language may be as follows: to put the government on notice that his approach to Russia and to the war will be different from Biden’s, that his key objective is to end the war and not for Ukraine to win” and “that he will be in charge and not the deep state that entrenches the U.S. in forever wars.”\n\nThose signals have left murky how Mr. Trump imagines he will get to an agreement, but given his longstanding affinity for President Vladimir V. Putin of Russia, his hostility toward Ukraine and his resistance to U.S. military aid to Kyiv, analysts expect any settlement he seeks to be favorable to Moscow. Vice President-elect JD Vance has suggested letting Russia keep the 20 percent of Ukraine it has illegally seized through aggression and forcing Ukraine to accept neutrality rather than alignment with the West, a framework echoing Russian priorities.\n\nAsked by email why Mr. Trump had not fulfilled his campaign promise to end the war before his inauguration, Karoline Leavitt, Mr. Trump’s incoming White House press secretary, did not respond directly, but instead repeated that he will make it “a top priority in his second term.”\n\nSince his November election, Mr. Trump met with President Volodymyr Zelensky of Ukraine and has spoken about meeting with Mr. Putin after his inauguration."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel-Hamas war: Ceasefire takes effect in Gaza, halting 15-month conflict",
            "link": "https://www.financialexpress.com/world-news/israel-hamas-war-ceasefire-takes-effect-in-gaza-halting-15-month-conflict/3719604/",
            "description": "A ceasefire agreement between Israel and Hamas in the Gaza Strip was implemented on Sunday, following a nearly three-hour ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Lqg9GmCmoHpvJnS5mslsry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "The Financial Express15h",
            "source": "The Financial Express",
            "article_content": "A ceasefire agreement between Israel and Hamas in the Gaza Strip came into effect on Sunday, following a delay of nearly three hours. The truce halts a devastating 15-month-long conflict that has caused widespread destruction and loss of life. After months of intricate and tense negotiations, the agreement aims to provide a reprieve from the violence that has gripped the region, while addressing the political and humanitarian crises exacerbated by the ongoing war.\n\nDespite the delayed start, residents and medical workers in Gaza reported no new fighting or military strikes after about 30 minutes before the ceasefire was implemented. However, Israeli airstrikes and artillery attacks killed 13 Palestinians in Gaza between 06:30 GMT, when the ceasefire was originally set to begin, and 09:15 GMT, when it was finally enacted, according to Palestinian medics.\n\n#WATCH | Delhi | Reuven Azar, Israeli Ambassador to India, says, \"The ceasefire Israel signed off to is the first phase of a gradual deal which has the potential of bringing back our hostages and also making sure Hamas won't be ever able to massacre Israelis like it did on… pic.twitter.com/fBZwWi7jNP Also Read Air Canada plane catches fire during landing at Halifax airport, incident happens hours after fatal South Korea plane tragedy – Watch ‘IITian Baba’ Abhey Singh expelled from Juna Akhara for disrespecting his guru; he responds Indian Railways’ expansion in West Bengal: 43 rail projects spanning 4,479 km underway in the state, says Ashwini Vaishnaw FPIs turn net sellers after two weeks of buying, withdraw Rs 976 crore amid global uncertainty January 19, 2025\n\nReasons for the Delay\n\nIsrael’s military blamed Hamas for the delay, citing the Palestinian militant group’s failure to provide a list of hostages to be released as part of the agreement. Hamas attributed the delay to “technical” reasons, though it did not elaborate further. A Palestinian official, speaking on condition of anonymity, indicated that the delay was due to mediators requesting 48 hours of “calm” before the ceasefire, but Israeli strikes had made it difficult to send the list of names.\n\nAlso Read Israeli PM Netanyahu delays Gaza ceasefire until Hamas releases hostage list\n\nTwo hours after the deadline, Hamas announced that it had sent the names of the hostages to be released, with Israeli officials confirming the receipt. The three hostages named for release on Sunday were Romi Gonen, Doron Steinbrecher, and Emily Damari, although Israel did not immediately confirm their identities.\n\nDetails of the Ceasefire Agreement\n\nThe ceasefire deal follows months of on-again, off-again negotiations, involving mediators from Egypt, Qatar, and the United States. The deal, which is seen as a potential step toward ending the Gaza war, is structured in three stages. The first stage will last six weeks and will involve the release of 33 of the remaining 98 hostages in exchange for nearly 2,000 Palestinian prisoners.\n\nThe first hostages to be released will include women, children, and the elderly, and they are expected to be transferred through the Red Cross. In return for each of the hostages released, Israel will free 30 Palestinian prisoners. Hamas will coordinate with the International Committee of the Red Cross (ICRC) to determine the meeting points inside Gaza for the handover.\n\nThe ceasefire agreement, though a step forward, does not yet guarantee a full resolution to the conflict. The ongoing war, which erupted after Hamas launched attacks on Israel on October 7, 2023, has claimed thousands of lives, with nearly 47,000 Palestinians killed in the conflict. The war has also exacerbated tensions throughout the Middle East, drawing in Iranian-backed militant groups and causing diplomatic isolation for Israel.\n\n(With Reuters Inputs)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stocks Under 50 Rs.",
            "link": "https://www.indiainfoline.com/markets/stocks-to-buy-under-rs-50",
            "description": "Asian paints (-4.58%) is the only stock with a 52-week low in Sensex and in Nifty ...",
            "image_url": "https://www.bing.comNo image",
            "category": "stocks+plunge",
            "date": "India Infoline18h",
            "source": "India Infoline",
            "article_content": "Last Updated On 20-Jan-2025\n\nStocks under Rs 50 , as the phrase suggests, are those stocks that have a current market price of Rs 50 or less. Through our rigorous analysis and coverage, at IIFL Capital, we have a range of stocks , under Rs 50 , that you can invest in, and gain superior returns."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Low Level Of Consolidation In The Private Jet Charter Industry",
            "link": "https://simpleflying.com/private-jet-market-outlook-low-consolidation/",
            "description": "In the world of private jet manufacturing, the story is pretty much the same. Bombardier, Dassault, and Gulfstream are pretty ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f6Rf6HkRDPADOjZq4lx1fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "5h",
            "source": "Simple Flying",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AESL order book expands more than threefold in current fiscal to ₹54,700 crore",
            "link": "https://www.thehindubusinessline.com/companies/aesl-order-book-expands-more-than-threefold-in-current-fiscal-to-54700-crore/article69116011.ece",
            "description": "Adani Energy Solutions Ltd secures ₹54,700 crore in new transmission projects, boosting market share and future growth ...",
            "image_url": "https://www.bing.com/th?id=OVFT.anWT6c9hEZTC0UICXHl98C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "14h",
            "source": "Business Line",
            "article_content": "Adani Energy Solutions Ltd, India's largest electricity transmission and distribution company, has won two new transmission projects, helping swell its order book to ₹54,700 crore -- more than three times of the work order it had at the start of current fiscal in April 2024.\n\nIn October-December 2024 -- the third quarter of the fiscal year April 2024 to March 2025 (FY25), AESL won two new transmission projects worth ₹28,455 crore in Rajasthan, related to the renewable energy park, Jefferies said in a report.\n\nThe orders include the ₹25,000-crore Bhadla-Fatehpur HVDC project, which is AESL's largest order win till date.\n\nThese order wins have pushed up the company's market share in TBCB (tariff-based competitive bidding) orders to 24 per cent, from 17 per cent in the second quarter.\n\nAESL's current order book now stands at ₹54,700 crore, as compared to ₹17,000 crore in the beginning of the current financial year. This is the highest order book amongst all private sector transmission companies.\n\nAlso read: ArcelorMittal Nippon Steel to commission 2 million tonne auto grade steel capacity by March\n\nDuring the quarter, the company commissioned one transmission line, adding over 1000 circuit kilometres to its network, which stands at 26,485 cKM and 84,286 MVA of transformation capacity. As of December 2023, these were 20,422 cKM and 54,661 MVA.\n\nIn distribution, the company supplies power to over 3 million customers in Mumbai metropolitan and Mundra SEZ regions. During the quarter, Mumbai market saw a 3 per cent year-on-year increase in power sale to 2.57 billion units, while the Mundra market saw a 30 per cent rise to 236 million units.\n\nThe company has applied for a parallel distribution license in Navi Mumbai, Kutch, and Ghaziabad-Jewar-Bulandshahr area.\n\n\"We believe AESL should see 16 per cent revenue CAGR and 62 per cent profit CAGR in FY24-27E, driven by locked-in growth in both transmission and distribution business,\" Jefferies said. \"₹27,300 crore projects are targeted to be commissioned by October 2026\".\n\nIn smart metering, AESL was the lowest bidder in the cancelled smart metering tender of 8.2 million meters in Tamil Nadu. This order quantity is not part of AESL's existing pipeline of 22.8 million meters.\n\nAESL said it will participate in the rebidding when it comes up.\n\nJefferies expects AESL to add 4.5 million smart meters by the end FY25 and 10 million by FY26, of which 7 million will come from existing contracts and balance from new wins.\n\nAESL's capital management program prioritises reducing volatility in interest costs through long-tenure bonds. The company is also refining its debt management strategy to match the life of respective assets at fixed rates as much as possible.\n\n\"AESL's management says it believes in minimising volatility in its asset base across parameters: debt is being refinanced and raised to match the life of the respective asset at a fixed rate as far as possible; vendor back-to-back arrangements to limit the impact of commodity price changes; and land studies for faster project commissioning,\" the report said, adding downside risks include inability to maintain interest rate; and market share loss."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top economies face ‘population collapse’ as fertility rates drop, and something’s got to give, study says",
            "link": "https://www.msn.com/en-us/money/companies/top-economies-face-population-collapse-as-fertility-rates-drop-and-something-s-got-to-give-study-says/ar-AA1xtPq9?ocid=BingNewsVerp",
            "description": "China's population is projected to crash 55% by the turn of the next century. Italy's will sink 41%, and Brazil's will drop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OjPGhi9kxz5bGa57p-0tSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "1hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Price of Fire: Economic Impacts of Wildfires on LA Communities",
            "link": "https://www.msn.com/en-ca/money/economy/the-price-of-fire-economic-impacts-of-wildfires-on-la-communities/vi-AA1xthst?ocid=BingNewsVerp",
            "description": "Wildfires in LA aren't just a natural disaster; they're an economic crisis impacting communities. 🌄🔥 Discover how these ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GAm2h5N4HUs7huqA3fpUdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 Quantum Computing Stocks That Could Be a Once-in-a-Lifetime Opportunity",
            "link": "https://www.aol.com/2-quantum-computing-stocks-could-190000182.html",
            "description": "Trapped-ion quantum computing leader IonQ (NYSE: IONQ) is emerging as a potential leader in the commercialization of quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tnRg683Kc4qY9FlKWVpgti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "4h",
            "source": "AOL",
            "article_content": "The quantum computing revolution is changing technology as we know it. Quantum computers leverage the principles of quantum mechanics to perform calculations far beyond the capabilities of traditional computers.\n\nThis transformative technology has the potential to revolutionize diverse sectors, including medicine, materials science, and artificial intelligence (AI). Underscoring this point, a recent McKinsey & Co. research report projects that quantum computing could generate a whopping $1.3 trillion in economic value by 2035.\n\nStart Your Mornings Smarter! Wake up with Breakfast news in your inbox every market day. Sign Up For Free »\n\nA swirling, colorful, abstract image representing the wave-particle duality of quantum mechanics.\n\nImage source: Getty Images.\n\nJust as the internet boom created giants like Amazon and Google, quantum computing could give rise to a new generation of industry-leading companies, offering early investors the potential for extraordinary gains. Imagine a future with personalized medicines, revolutionary materials, and supercharged AI -- all made possible by quantum computing.\n\nLet's take a closer look at two quantum computing stocks that could represent once-in-a-lifetime opportunities for early shareholders.\n\nTrapped-ion quantum computing leader\n\nIonQ (NYSE: IONQ) is emerging as a potential leader in the commercialization of quantum computing through its trapped-ion technology approach. Unlike traditional superconducting quantum competitors, IonQ's architecture operates at room temperature and demonstrates strong qubit connectivity, with the company's Forte system delivering 36 algorithmic qubits at 99.9% fidelity -- marking significant performance advantages that could translate into a formidable competitive moat as the technology matures.\n\nWhile some quantum computing companies focus on the number of physical qubits, IonQ uses \"algorithmic qubits\" to represent the computational power available after accounting for error correction and other factors that affect algorithm performance. This metric aims to provide a more practical measure of a quantum computer's ability to solve real-world problems.\n\nBeyond the core technology, IonQ's execution has been notable. The company has consistently beaten aggressive roadmap timelines, secured a major $54.5M Air Force Research Lab contract, and established partnerships with heavyweights like pharmaceutical giant AstraZeneca and engineering simulation software leader Ansys.\n\nWhile quantum computing stocks are notoriously speculative, IonQ's manufacturing facility opening and modular multicore architecture as a potential path to scaling suggest the company has a credible shot at capturing a meaningful share of the vast and potentially unparalleled quantum computing market.\n\nSuperconducting quantum pioneer\n\nRigetti Computing (NASDAQ: RGTI) takes a distinctive approach to quantum computing, focusing on superconducting technology and vertical integration. Unlike room-temperature trapped-ion systems, Rigetti's architecture leverages established semiconductor manufacturing processes at the company's dedicated Fab-1 quantum foundry, potentially offering advantages in scaling and gate speeds in the years ahead.\n\nWhile qubit count is one progress metric, Rigetti emphasizes gate fidelity as a key performance metric. The company's latest Ankaa-3 system achieves 99% median iSWAP gate fidelity and 99.5% median fidelity for fSim gates -- critical benchmarks that reflect the system's ability to perform reliable quantum operations with minimal errors, which is necessary for practical applications.\n\nBeyond the technical foundations, Rigetti's execution showcases strategic positioning. The company has secured its role as the quantum hardware provider for the U.K.'s National Quantum Computing Centre, established partnerships with financial leaders like HSBC and Standard Chartered Bank, and maintains strong ties with the Air Force Research Lab and Fermilab's SQMS Center.\n\nWhile quantum computing remains an emerging field with significant technological hurdles, including maintaining qubit coherence, Rigetti's full-stack approach and innovative multichip architecture, combined with flexible deployment options through major cloud platforms and the QCS Direct cloud service, suggest the company is well positioned to compete in the evolving quantum computing landscape.\n\nA quantum computing revolution\n\nAs quantum computing advances from research labs toward commercial reality, IonQ and Rigetti demonstrate the potential technological paths that could make quantum computing a once-in-a-lifetime investment opportunity. Each company combines innovative architectures with strategic partnerships and clear commercialization strategies that could provide paths to capturing market share.\n\nWhile the technology remains highly speculative and faces significant technical hurdles, companies that successfully scale their systems while maintaining high performance could deliver unprecedented returns. As these potential quantum leaders emerge, investors must monitor technical progress, partnership momentum, and execution against stated roadmaps.\n\nDon’t miss this second chance at a potentially lucrative opportunity\n\nEver feel like you missed the boat in buying the most successful stocks? Then you’ll want to hear this.\n\nOn rare occasions, our expert team of analysts issues a “Double Down” stock recommendation for companies that they think are about to pop. If you’re worried you’ve already missed your chance to invest, now is the best time to buy before it’s too late. And the numbers speak for themselves:\n\nNvidia: if you invested $1,000 when we doubled down in 2009, you’d have $357,084 !*\n\nApple: if you invested $1,000 when we doubled down in 2008, you’d have $43,554 !*\n\nNetflix: if you invested $1,000 when we doubled down in 2004, you’d have $462,766!*\n\nRight now, we’re issuing “Double Down” alerts for three incredible companies, and there may not be another chance like this anytime soon.\n\nSee 3 “Double Down” stocks »\n\n*Stock Advisor returns as of January 13, 2025\n\nHSBC Holdings is an advertising partner of Motley Fool Money. Suzanne Frey, an executive at Alphabet, is a member of The Motley Fool's board of directors. John Mackey, former CEO of Whole Foods Market, an Amazon subsidiary, is a member of The Motley Fool's board of directors. George Budwell has positions in HSBC Holdings and IonQ. The Motley Fool has positions in and recommends Alphabet and Amazon. The Motley Fool recommends Ansys, AstraZeneca Plc, and HSBC Holdings. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery World breaks ground for hospitality concept in Siargao",
            "link": "https://manilastandard.net/real-estate/314548405/discovery-world-breaks-ground-for-hospitality-concept-in-siargao.html",
            "description": "Hotels and resorts developer Discovery World Corp. of the Tiu family, through its wholly-owned subsidiary Lucky Cloud 9 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.O5IvD8tHJH1EaGMp7OWmTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "manilastandard23h",
            "source": "manilastandard",
            "article_content": "Hotels and resorts developer Discovery World Corp. of the Tiu family, through its wholly-owned subsidiary\n\nLucky Cloud 9 Resort, Inc. (LC9), and its property management company, Discovery Hospitality Corp. (DHC), are making their mark in the surfing capital of the Philippines as they recently broke ground for the soon-to-rise Kip&Kin Siargao .\n\n- Advertisement -\n\nUnder DHC’s dynamic brand portfolio, Kip&Kin exemplifies the philosophy of “Live Unbound,” a brand that celebrates kinship, community, and connection. Designed for the younger generations of millennials and Gen Zs, it provides areas that encourage both solo and group activities while allowing visitors to easily connect with the places they are visiting. With its dual concept of hotel rooms and hostel stays, Kip&Kin appeals to this new generation of tourists looking for lively, meaningful stays while also providing the ideal getaway for families and mature travelers looking to make lifelong memories.\n\nChoosing Siargao, the surfing capital of the Philippines, is the perfect spot for Kip&Kin. The teardrop-shaped island, known for its top-notch waves, vibrant culture, and close-knit community, epitomizes everything Kip&Kin stands for. This location also offers the ideal setting for meaningful adventures, a community of kindred spirits, a sustainable and engaging environment, and appreciating the charms of free-spirited life.\n\nPartners from the Land Bank of the Philippines, Sterling Struktures Inc., H1 Architecture, Design HQ, and AVAC Project and Construction Managers Corp. graced the ceremonial breaking of the ground, marking the beginning of construction works for the latest addition to DHC’s renowned managed properties in the Philippines.\n\nThis exciting development will be built on approximately 7,000 square meters out of the company’s 2.6 hectare lot area in General Luna, Siargao, Surigao del Norte, and is near Cloud 9, one of the island’s most famous tourist sites.\n\nIt will house 34 hotel rooms, 48 hostel beds, and retail spaces, providing options for different preferences. The rest of the property is being planned for future expansion phases of additional rooms and retail spaces.\n\n“Kip&Kin is more than just a place to stay; it’s a lifestyle brand where guests can immerse themselves in the energy of Siargao’s vibrant culture and natural splendor,” said Discovery World chairman and chief executive officer John Y. Tiu, Jr.\n\n“We are excited to have Discovery Hospitality’s expertise to create an experience that captures the essence of Siargao and makes a significant contribution to the local economy,” he added.\n\nKip&Kin Siargao’s anticipated opening is in 2027. The hospitality group also plans to open another Kip&Kin in Vanilla Beach El Nido and San Vicente, Palawan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Emily!' Friends of Israeli-Brit hostage celebrate release",
            "link": "https://www.msn.com/en-za/news/other/emily-friends-of-israeli-brit-hostage-celebrate-release/vi-AA1xtd7t?ocid=BingNewsVerp",
            "description": "They were seen hugging, cheering and singing while waving Israeli flags, as news channels showed video of three female ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5GFJJuppXtv93Bk0eLfCui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Daily Mail on MSN9h",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Moment Hamas hand over female hostages in Gaza City",
            "link": "https://www.msn.com/en-za/public-safety-and-emergencies/general/moment-hamas-hand-over-female-hostages-in-gaza-city/vi-AA1xtfrx?ocid=BingNewsVerp",
            "description": "The three women are being accompanied by IDF special forces as they return to Israeli territory. They will then undergo an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dzavR1-EdGXO67Fjq1uXaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump’s 10 Day 1 promises: Here is what he planned to deliver",
            "link": "https://www.msn.com/en-in/news/other/donald-trump-s-10-day-1-promises-here-is-what-he-planned-to-deliver/ar-AA1xsRjH?ocid=BingNewsVerp",
            "description": "Donald Trump on Day 1 of his second term promised aggressive actions, including launching a massive deportation program, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X8tAv3fZLBFQid7ydCH7Oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "12hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public Health Agency of Canada",
            "link": "https://www.canada.ca/en/public-health.html",
            "description": "The Public Health Agency of Canada is part of the federal health portfolio. Our activities focus on protecting against threats to public health, preventing and reducing diseases and injury, and ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Canada13h",
            "source": "Canada",
            "article_content": "Public health notices Disease outbreaks or possible health risks to Canadians, how to protect yourself\n\nDiseases and conditions Symptoms, risks, and how to prevent, treat and manage human diseases and illnesses\n\nHealthy living Behaviours that affect health, health and pregnancy, wellness, infant care, blood donation\n\nTravel health Avoid disease, illness or other safety risks away from home\n\nFood recalls, risks and outbreaks Food poisoning, Canada's role in food safety, recent recalls and alerts\n\nVaccines and immunization Vaccination for children, adults, during pregnancy, travel vaccines, flu shot, information for health professionals\n\nBiosafety and biosecurity Biosafety training, pathogen hazards, exposure reporting, licences, regulating laboratories or containment zones\n\nEmergency preparedness and response How we prepare to keep the public safe from epidemics, chemical, biological, radiological and nuclear events\n\nFunding opportunities Grants and contribution programs, how and why we give funding, who we have funded\n\nHealth science, research and data Health data, science, research, statistics, determinants of health, and monitoring and surveillance"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncommon 'UFO' clouds spotted over UK skies",
            "link": "https://www.msn.com/en-gb/news/newsliverpool/uncommon-ufo-clouds-spotted-over-uk-skies/ar-AA1xszZO?ocid=BingNewsVerp",
            "description": "Parts of the UK were treated to an uncommon phenomenon this week as displays of clouds shaped like UFOs formed across the sky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RWeHe-r_PJKTj0ZHs96LXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "14hon MSN",
            "source": "Liverpool Echo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whistleblower reveals secret US government UFO retrieval programme",
            "link": "https://www.msn.com/en-gb/science/aeronautics/whistleblower-reveals-secret-us-government-ufo-retrieval-programme/ar-AA1xtfW4?ocid=BingNewsVerp",
            "description": "Just visually looking at the object on the ground, you could tell that it was extraordinary and anomalous. It was not human.' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OMomkqIjCGe2u9wFECIvSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "8hon MSN",
            "source": "Metro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science Uncovered: Breakdowns in Space and Discoveries from the Past",
            "link": "https://www.devdiscourse.com/article/technology/3230732-science-uncovered-breakdowns-in-space-and-discoveries-from-the-past",
            "description": "A recent SpaceX Starship test ended in an explosion, impacting airline routes over the Gulf of Mexico. Belgian scientists are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1hlzZmxGYRR2RvpXgEcBFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse12h",
            "source": "devdiscourse",
            "article_content": "In a dramatic turn of events, SpaceX's Starship rocket experienced a catastrophic failure minutes after its launch, prompting airlines to reroute flights over the Gulf of Mexico. The mission setback not only impacted airline operations but also marked a stumbling block for Elon Musk's ambitious space exploration initiatives.\n\nMeanwhile, scientific advancements take a novel turn in Belgium, as researcher Clement Martin collaborates with federal police to develop a scent based on dried human bones. This groundbreaking work aims to enhance the capabilities of sniffer dogs in locating long-lost human remains, building on previous success with decomposing flesh scents.\n\nAn archaeological breakthrough in Pompeii has unveiled a lavish private bath complex, offering insight into the opulence of ancient Roman society. The discovery of this grand facility, complete with multiple temperature chambers and an adjacent banquet hall, underscores the cultural richness of the city prior to its demise in AD 79.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Parkinson's Discovery Suggests We Could Already Have an FDA-Approved Treatment",
            "link": "https://www.msn.com/en-us/health/other/parkinsons-discovery-suggests-we-could-already-have-an-fda-approved-treatment/ar-AA1xtSgg?ocid=BingNewsVerp",
            "description": "Researchers have discovered how a cell surface protein called Aplp1 can play a role in spreading material responsible for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9cJKDAbuJfZAXYGJLXNyRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ScienceAlert on MSN2h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How 'quantum foam' may have inflated the early universe",
            "link": "https://www.msn.com/en-us/science/physics/how-quantum-foam-may-have-inflated-the-early-universe/ar-AA1xt2TN?ocid=BingNewsVerp",
            "description": "The early universe experienced a phase of rapid expansion, known as inflation. For decades, cosmologists assumed that this ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p_ih7xH_Lc6wLbpINBLlAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Space on MSN11hOpinion",
            "source": "Space on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Indian cryptography research gears up to face the quantum challenge",
            "link": "https://www.thehindu.com/sci-tech/science/indian-cryptography-research-gears-up-to-face-the-quantum-challenge/article69115334.ece",
            "description": "Fundamental research in cryptography for secure internet banking and messaging is growing in India, focusing on encryption ...",
            "image_url": "https://www.bing.com/th?id=OVFT.juwlXkvG-OJURwsVUSEm6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "7h",
            "source": "The Hindu",
            "article_content": "Fundamental research in cryptography that’s used worldwide to facilitate internet banking, e-commerce services, and secure messaging systems is now taking root in India as well.\n\nThe principal goal of those developing or using cryptographic systems is to improve system security. Cryptography — from the English roots of “hidden writing — is the name for techniques that secure information by converting plain text into ciphertext. It is concerned with the creation and use of encrypted messages that only the sender and the receiver can understand and which a malicious actor who interferes with the communication can’t.\n\nSending secret messages isn’t new. Archaeologists have unearthed clay tablets made by the ancient Mesopotamians in which they wrote down cryptic formulae to make ceramic glazes. In the first century BC, the Roman dictator Julius Caesar used the eponymous Caesar cipher to relay messages of strategic value to his generals.\n\nMore recently, many Polish codebreakers fled their country after Adolf Hitler invaded it in 1939 to work with reputed British mathematicians, including the father of modern computing Alan Turing, to crack Germany’s famed Enigma cryptosystem. Turing’s work in particular established much of the foundational theory for modern algorithmic computing.\n\nScientists have devised many sophisticated methods to prevent adversaries from cracking secret codes and gaining unauthorised access to sensitive information. These methods achieve their goals by using algorithms and protocols to protect some data’s confidentiality, integrity, authenticatability, and non-repudiation.\n\n‘Hard’ problems\n\nCryptographic algorithms convert messages in ways that make it very difficult, very expensive or both to decode them. A common way to achieve this has been to place some sensitive information behind the answer to a very difficult problem. An agent can access the information by solving the problem, so the harder the problem, the more inaccessible the information.\n\n“Hence the search for harder and harder problems — for instance, even those that quantum computers may find hard to solve,” R. Ramanujam of the Institute of Mathematical Sciences, Chennai, said.\n\nAs computational techniques evolve, particularly with advancements in quantum computing, the interplay between complexity and cryptography will continue to be a crucial area of research and development, he added.\n\nModern cryptographic systems are built on problems that demand far too many resources to be solved.\n\n“As they say in the crypto community, if your cryptosystem is broken, either a spy is dead or a million dollars is missing,” Ayan Mukherjee, an assistant professor at the Indian Institute of Science Education and Research (IISER), Pune, said. “Such is the seriousness of the effect of a broken cryptosystem. Thus, oftentimes, people use the old and the trusted to secure their communications.”\n\nThis is also why, he added, “The field of cryptography is very slow-moving.”\n\n“There is a close connection between complexity theory and cryptography, hence many [researchers] work on these connections, clarifying notions and building finer techniques,” Ramanujam said.\n\nAreas where Indian researchers are working extensively include communication complexity (the amount of communication required to complete a computational task), proof complexity (the computational resources required to prove or disprove statements), and algebraic coding theory (using algebra to encode and decode data).\n\nLocks and keys\n\nThe goal is to make sure an adversary, especially one with enormous computational resources, can’t crack the code. At the heart of any cryptosystem is the key: a secret value an algorithm uses to encrypt or decrypt data.\n\nThe Caesar cipher is a simple example. It works by mapping the existing alphabet to one where the starting letter is offset by some number of letters. This number is the key. For example, if the key is 14, the encrypted alphabet begins with the letter O (the 14th letter) rather than A. Thus the words FIGHT FOR ROME become TWUVH TCF FCAS.\n\nWhen the sender encrypts data with a key, only someone who knows the key can decrypt the message and read it. More sophisticated systems use two keys — one each for the sender and the receiver — and map them in a separate secret way.\n\nA famous example is public-key cryptography, which is used to secure information over the internet. The receiver uses a single algorithm to generate two keys called the public key and the private key, and shares the public key with the sender. Any message the sender encrypts with the public key can be decrypted by the private key.\n\nResearchers prefer the algorithms that generate keys to be one-way functions, a name in mathematics for functions that are simple to use but hard to crack. In cryptography, this means they can be used to easily encrypt messages but can’t be cracked without knowing the key. As Ramanujam put it, the challenge is like protecting a house with a strong alarm system that the house’s residents can still use without training.\n\nSome one-way functions are very difficult to crack and thus very secure — but which also take a long time to decrypt messages. This is one of the principal reasons mining for bitcoins has become a very energy-intensive process. The bitcoin system uses a one-way function that has required more computational resources to decrypt messages as the size of its blockchain has increased.\n\nThis is why some cryptography researchers in India and abroad are working on simplifying the decryption side in particular. Researchers are also considering whether shorter proofs (of the hard problems) can be used to verify the integrity of data in artificial intelligence and large language models.\n\nCryptography isn’t just a mathematical or academic curiosity but is of considerable practical interest, Yael Kalai, whose work on proofs won her the 2022 Turing Award, told the 11th Heidelberg Laureate Forum in September (the author was in the audience). “In today’s world, the biggest problem we have to solve is trustworthiness,” she said.\n\nSince researchers have solved the problem of authentication and security in communications, she added, the current problem is computation.\n\n“People are computing things for us. How do we know that they are computing correctly? How do we certify the huge and often crazy computations people are coming up with? That is a huge new research problem now.”\n\nPossibility of disruption\n\nTwo research areas that could disrupt current cryptographic systems with significant economic and social consequences are homomorphic encryption and quantum information technologies, per a recent paper by the Organisation of Economically Developed Countries (OECD).\n\nHomomorphic encryption is a cryptographic method that allows certain calculations to be performed on encrypted data without the need to decrypt it first and without accessing the secret key. The result of such computations remains in encrypted form and can be revealed later, when necessary. According to the paper, this technique could surmount the problem of processing encrypted data without decrypting it first, which increases risk.\n\nSecond, a mature quantum computer could easily break some encryption methods widely used today. Some researchers are thus working on algorithms that can resist attacks powered by a quantum computer, an enterprise called quantum resistant cryptography (QRC). In fact marrying cryptography with quantum physics paves the way for encryption technologies based on the laws of quantum physics, which can be more convoluted than mathematical concepts alone.\n\nResearchers worldwide have been working on QRC since 2006, including in publicly funded research projects in the European Union and Japan. In India, Mukherjee’s group at IISER Pune, and those at the Indian Institute of Science (IISc) and the Raman Research Institute (RRI), both in Bengaluru; the Centre for Development of Telematics, New Delhi; and at Pondicherry University are working on it as well.\n\n‘A huge deal’\n\nCryptography research in India is taking off in other aspects, too, catching up with that in the European Union, the U.S., and China. The National Quantum Mission the Cabinet approved in 2023 includes a research hub for quantum communication. The mission is to enable satellite-based secure quantum communications between ground stations over 2,000 km, long-distance secure quantum communications with other countries, inter-city quantum key distribution over 2,000 km, and multi-node quantum networks, among other outcomes.\n\nThe Indian Space Research Organisation is also planning to launch a satellite with ultra-secure quantum communication capabilities.\n\nIn July, a team of Indian scientists from RRI, IISc, IISER Thiruvananthapuram, and the Bose Institute in Kolkata published a paper describing a way to generate true random numbers that are crucial to making secure private keys and nearly unhackable passwords.\n\n“This new method offers the enhanced protection we all need in our daily lives, by using truly random numbers to generate keys that will be used to encrypt the passwords,” the Department of Science & Technology said in a statement.\n\nApart from the Ministry of Science & Technology, major government funders for cryptography research in the country include the Ministry of Electronics and Information Technology and the Department of Telecommunications.\n\n“The present status of quantum cryptography is to build quantum-secure cryptosystems,” Mukherjee said. “It’s based on the idea that, in the near future, we will have quantum computers. When that happens the current cryptosystems will fail. This is a huge deal.”\n\nThe consequences will also affect India’s cryptography policy. According to a recent study commissioned by the Thales Group, the volume of sensitive data in the cloud could surge from 51% of all organisational data to 68% by 2027. As more data enters and lives in the cloud, “encryption techniques for data at rest, in motion, and in use are becoming more pervasive, evolving into a standard practice for protecting cloud-resident sensitive information against emerging cyber threats,” the report said.\n\nThere is widespread data loss as well: the report said almost three-fourths of all organisations have faced multiple data breaches in the past year, foremost due to inadequate encryption. Some 71% initiated formal cryptographic programmes and 81% have dedicated encryption teams.\n\nT.V. Padma is a science journalist in New Delhi."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hasina must be brought back thru legal process: Shafiqul",
            "link": "https://www.jagonews24.com/en/national/news/79895",
            "description": "Chief Adviser`s Press Secretary Shafiqul Alam today said ousted prime minister Sheikh Hasina must be returned to the country ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Bt62P6qMXObWgxp8hwZltC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Jago News 2423h",
            "source": "Jago News 24",
            "article_content": "Chief Adviser's Press Secretary Shafiqul Alam on Saturday, January 18, said ousted prime minister Sheikh Hasina must be returned to the country through legal process and brought her to justice.\n\n\"The way Sheikh Hasina brought back her father's murderers, we will bring back the murderers of the movement and try them in court,\" he said.\n\nShafiqul made the remarks while speaking as the main discussant at a seminar titled 'July Revolution Aspirations and the Media' in Kushtia.\n\nThe Islamic University, IU, authorities and the Islamic University Journalists Association, IUJA, jointly organised the seminar at Bir Shrestha Hamidur Rahman Auditorium on the campus in the district.\n\nAlam said the interim government is working on state reforms to build Bangladesh as per the aspirations of the July Revolution and implementing the aspirations of the people.\n\nHe also said half of the IU students are female ones, which is a very good image.\n\n\"I saw in the documentary that girls were leading the July movement. This university played an important role in the movement,\" the press secretary said.\n\nNoting that this image should be conveyed to the world as the future of the students is related to the image, he said, \"We have to work to preserve the history of the movement of this university.\"\n\nHe said the names of the halls that still remain in the name of the dictator need to be changed to the martyrs' names.\n\nThe press secretary said the aspirations of people are being fulfilled through reform commissions to build a new Bangladesh.\n\nThe reports of commissions are the outcomes of the July Uprising, he said, urging all students to read these reports and join debate on those on the campus.\n\nChaired by Chairman of IU Communication and Multimedia Journalism Department Professor Dr Rashiduzzaman, the seminar was addressed, among others, by IU Vice-Chancellor Professor Dr Nakib Muhammad Nasrullah, Pro Vice-Chancellor Professor Dr Yeaqub Ali, treasurer Professor Dr Jahangir Alam and treasurer of Jashore University of Science and Technology Professor Dr Hossain Al Mamun.\n\nSM Rashidul Islam, special correspondent of Bangladesh Sangbad Sangstha (BSS), also spoke at the seminar as a discussant.\n\nSource: BSS"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seven planets are lining up in the sky next month. This is what it really means",
            "link": "https://www.bbc.com/future/article/20250117-planetary-parade-what-the-alignment-of-seven-planets-really-means-for-science",
            "description": "Stargazers will be treated to a rare seven-planet alignment in February. This is what scientists hope to learn.",
            "image_url": "https://www.bing.com/th?id=OVFT.PzUPWi0WH2ZNonrv3xSlzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "15h",
            "source": "BBC",
            "article_content": "Seven planets are lining up in the sky next month. This is what it really means\n\nGetty Images (Credit: Getty Images)\n\nStargazers will be treated to a rare alignment of seven planets on 28 February when Mercury joins six other planets that are already visible in the night sky. Here's why it matters to scientists.\n\nPeer up at the sky on a clear night this January and February and you could be in for a treat. Six planets – Venus, Mars, Jupiter, Saturn, Uranus and Neptune – are currently visible in the night sky. During just one night in late February, they will be joined by Mercury, a rare seven-planet alignment visible in the sky.\n\nBut such events are not just a spectacle for stargazers – they can also have a real impact on our Solar System and offer the potential to gain new insights into our place within it.\n\nThe eight major planets of our Solar System orbit the Sun in the same flat plane, and all at different speeds. Mercury, the closest planet to the Sun, completes an orbit – a year for the planet – in 88 days. Earth's year, of course, is 365 days, while at the upper end, Neptune takes a whopping 60,190 days, or about 165 Earth years, to complete a single revolution of our star.\n\nThe different speeds of the planets mean that, on occasion, several of them can be roughly lined up on the same side of the Sun. From Earth, if the orbits line up just right, we can see multiple planets in our night sky at the same time. In rare events, all the planets will line up such that they all appear in our night sky together along the ecliptic, the path traced by the Sun.\n\nMercury, Venus, Mars, Jupiter and Saturn are all bright enough to be visible to the naked eye, while Uranus and Neptune require binoculars or a telescope to spot.\n\nIn January and February, we can witness this event taking place. The planets are not exactly lined up, so they will appear in an arc across the sky due to their orbital plane in the Solar System. During clear nights in January and February, all of the planets except Mercury will be visible – an event sometimes called a planetary parade. On 28 February, though – weather permitting – all seven planets will be visible, a great spectacle for observers on the ground.\n\n\"There is something special about looking at the planets with your own eyes,\" says Jenifer Millard, a science communicator and astronomer at Fifth Star Labs in the UK. \"Yes, you can go on Google and get a more spectacular view of all these planets. But when you're looking at these objects, these are photons that have travelled millions or billions of miles through space to hit your retinas.\"\n\nGetty Images Stargazers will be able to enjoy the sight of the planets on a clear night through January and February, culminating with seven visible all at once (Credit: Getty Images)\n\nWhile fascinating to observe, do such alignments have any impact here on Earth? Or might they have a use for increasing our understanding of our Solar System and beyond?\n\nIn fact, says Millard, \"it's just happenstance that they happen to be in this position of their orbits\". And while there have been suggestions from some scientists that planetary alignments might cause impacts on Earth, the scientific basis for most of these claims is weak or non-existent.\n\nIn 2019, however, researchers suggested that planetary alignments could have an impact on solar activity. One of the main outstanding questions about the Sun is what drives its 11-year cycle between periods of peak activity, known as solar maximum (which we are currently in), and periods of weakest activity, solar minimum. Frank Stefani, a physicist at Helmholtz-Zentrum, research centre in Dresden-Rossendorf in Germany, suggested the combined tidal forces of Venus, Earth and Jupiter could be the answer.\n\nWhile the tidal pull of each planet on the Sun is extremely small, Stefani says that when two or more of the planets line up with the Sun – known as a syzygy – they might combine to cause small rotations inside the star, called Rossby waves, which can drive weather events.\n\n\"On Earth, Rossby waves cause cyclones and anticyclones,\" says Stefani. \"We have the same Rossby waves in the Sun.\" Stefani's calculations showed that the alignments of Venus, Earth and Jupiter would cause a periodicity to solar activity of 11.07 years, almost exactly matching the length of solar cycles that we see.\n\nNot everyone is so sure about the idea, with some noting that solar activity can already be explained by processes within the Sun alone. \"The observational evidence suggests that the planets directly causing the solar cycle just doesn't happen,\" says Robert Cameron, a solar scientist at the Max Planck Institute for Solar System research in Germany, who published a paper on the subject in 2022. \"There's no evidence of any synchronisation.\"\n\nBut there are other, far less contentious, quirks of planetary alignments which certainly do have an impact on us: their usefulness for scientific observations, particularly in terms of exploring the Solar System.\n\nUsing the gravitational pull of a well-placed planet, such as Jupiter, to slingshot a spacecraft outwards can reduce the travel time dramatically\n\nReaching the outer planets with a spacecraft is difficult because these worlds are so far away, billions of miles, and would take decades to reach. However, using the gravitational pull of a well-placed planet, such as Jupiter, to slingshot a spacecraft outwards can reduce the travel time dramatically, something no spacecraft has done better than Nasa's Voyager vehicles.\n\nIn 1966, a Nasa scientist called Gary Flandro calculated that there would be an alignment of the four outermost planets – Jupiter, Saturn, Uranus and Neptune – in 1977 that would enable all four to be visited within a span of just 12 years, compared to 30 years if they were not aligned. This fortuitous alignment, which occurs only once every 175 years, led to Nasa launching the twin Voyager 1 and 2 spacecraft in 1977 on a \"Grand Tour\" of the outer Solar System.\n\nVoyager 1 flew past Jupiter in 1979 and Saturn in 1980, eschewing Uranus and Neptune because scientists wanted to fly past Titan, Saturn's fascinating moon, and could not do so without ruining the slingshot effect.\n\nBut Voyager 2 used the alignment to visit all four planets, becoming the only spacecraft in history to visit Uranus and Neptune, in 1986 and 1989 respectively.\n\n\"That worked out fantastic,\" says Fran Bagenal, an astrophysicist at the University of Colorado, Boulder in the US and a member of the Voyager science team. \"If Voyager 2 had left in 1980, it would have taken until 2010 to get to Neptune. I don't think it would have won support. Who's going to fund such a thing?\"\n\nGetty Images In 2024 it was possible to see Mars and Jupiter in conjunction with the naked eye but Venus, Saturn, Uranus and Neptune will also be visible in January 2025 (Credit: Getty Images)\n\nIt is not just within our Solar System that planet alignments are useful. Astronomers use alignments to probe many different aspects of the Universe, and none more so than in the discovery and study of exoplanets, worlds that orbit stars other than the Sun.\n\nThe dominant way of finding such worlds is known as the transit method: when an exoplanet passes in front of a star from our point of view it dims the star's light, allowing its size and orbit to be discerned.\n\nThanks to this method, we have discovered many planets in orbit around certain stars. Trappist-1, a red dwarf star located 40 light-years from Earth, has seven Earth-sized planets that all transit the star from our point of view. The planets in that system are actually in resonance with each other – meaning the outermost planet completes two orbits for every three orbits of the next planet inwards, then four, six, and so on. This means there are periods where multiple planets in the system align in a straight line, something that doesn't happen in our Solar System.\n\nUsing transits, we can study the existence of atmospheres on planets like these. \"If a planet with an atmosphere goes in front of a star, that alignment means the starlight goes through the planet, and the molecules and atoms in the planet's atmosphere absorb light at certain wavelengths,\" says Jessie Christiansen, an astronomer at the Nasa Exoplanet Science Institute at the California Institute of Technology.\n\nThis allows different gases such as carbon dioxide and oxygen to be identified. \"The vast majority of our atmospheric composition analysis is due to alignments,\" she says.\n\nMuch grander alignments can let us probe the distant Universe, namely the alignments of galaxies. Observing galaxies in the very early universe is difficult because they are so faint and far away. However, if a large galaxy or cluster of galaxies passes between our line of sight with a much more distant early galaxy, its large gravitational pull can magnify the light of the more distant object, allowing us to observe and study it, a process called gravitational lensing.\n\n\"These are huge alignments across the scale of the universe,\" says Christiansen. They are used by telescopes such as the James Webb Space Telescope to observe remote stars and galaxies such as Earendel, the most distant known star from Earth. The light viewed by the telescope from the star came from the first billion years of the 13.7-billion-year-history of the Universe and was visible only because of gravitational lensing.\n\nGetty Images The different orbital speeds of the planets in our Solar System means several of them can occasionally line up in the same part of the sky at the same time (Credit: Getty Images)\n\nAnd then there are some more novel uses of alignments, such as probing the existence of extraterrestrial life, in solar systems where the exoplanets pass in front of each other from our point of view.\n\nIn 2024, graduate student Nick Tusay at Pennsylvania State University in the US used these alignments to look for any spillover communications being sent between worlds of the Trappist-1 system, such as how on Earth we send signals to planets like Mars in our solar system to talk to rovers and spacecraft. \"Any time that two planets are aligned might be interesting,\" says Tusay.\n\nOn this occasion the searches turned up short. But an alien civilisation looking towards our own Solar System might use similar alignments for the same purpose. While the planetary parade this month depends on your point of view – any two planets in our system can be aligned if you are positioned at the right angle – it's not impossible to imagine someone else on the other end, watching on.\n\n\"Perhaps another alien civilisation might see this as an opportunity to conduct their own investigations,\" says Tusay.\n\n--\n\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week."
        }
    }
]