[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Journey Through the Ages: The Global History of UFO Sightings",
            "link": "https://www.msn.com/en-us/travel/news/a-journey-through-the-ages-the-global-history-of-ufo-sightings/ar-BB1kuV6o?ocid=BingNewsVerp",
            "description": "This article will take you through the evolution of UFO sightings, from ancient accounts to modern-day encounters, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.THWdsrntiKJ8S6FBHGKbey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Emily Standley Allard on MSN11h",
            "source": "Emily Standley Allard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW UFO SOUNDS REVEALED! *LEAK* (Roblox Jailbreak)",
            "link": "https://www.msn.com/en-us/news/technology/new-ufo-sounds-revealed-leak-roblox-jailbreak/vi-AA1x4AoX?ocid=BingNewsVerp",
            "description": "In today's video, we create our very own UFO Sound Effect in Jailbreak!💎SMASH THAT LIKE BUTTON IF YOU WANT THIS ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vCYNMQptN9c1MCWZG9haTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Gaming Legends on MSN7h",
            "source": "Gaming Legends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nick Drake’s unlikely connection to the cult sci-fi TV show ‘UFO’",
            "link": "https://faroutmagazine.co.uk/nick-drake-connection-to-a-cult-sci-fi-tv-show/",
            "description": "The program in question overlapped with the recording of Nick Drake's first two albums, and would similarly take many more years to find a larger audience.",
            "image_url": "https://www.bing.com/th?id=OJ.uSmjUzb62qS05A&pid=news&w=91&h=16&rs=2",
            "category": "ufo",
            "date": "2h",
            "source": "Far Out Magazine",
            "article_content": "Nick Drake’s unlikely connection to the cult sci-fi TV show ‘UFO’\n\nIn April of 1969, Nick Drake—still a couple of months shy of his 21st birthday—was toiling away at Sound Techniques studio in London, wrapping up the final recording session for his debut album, Five Leaves Left. At the same time, about 15 miles away at the MGM film studios in Borehamwood, Nick’s older sister Gabrielle Drake, 25, had just started principal photography on the biggest acting gig of her career—a new live-action science fiction series called UFO, produced by the creators of the beloved marionette TV shows Thunderbirds and Stingray.\n\nMore than half a century later, Fives Leaves Left and UFO each have considerably more fans and cultural relevance than they ever did in their own time. Even the term “cult classic” might be underselling them at this point. Nick Drake, of course, posthumously became one of Britain’s most revered and influential singer/songwriters, while UFO—despite running for just one series between 1970 and ’71—has gradually built a devoted following nearly on par with that of other iconic TV hits of its era like The Avengers and The Prisoner.\n\nThis makes it all the more bizarre to realise that the Drake siblings likely came home for Christmas in 1969, believing that their big projects—one set in pastoral England and one in futuristic outer space—had both failed.\n\nNick’s debut folk album had disappointingly flopped in the summer after a head-scratching lack of promotion from his label, Island Records. Gabrielle, meanwhile, dropped out of her role on UFO before a single episode had even aired. MGM’s British studios had closed down in the middle of production, forcing a long filming hiatus that she felt would conflict too much with other opportunities.\n\nGabrielle did eventually opt to return and continue playing Lieutenant Gay Ellis for a few more shoots in 1970, but despite her prominent role in the show’s cast, she only wound up appearing in about half of UFO’s 26 episodes. Her character, a purple-wigged moonbase commander in a tight silver catsuit, hadn’t exactly felt like the role of a lifetime anyway. For better or worse, though, it’s probably the one she’s still best remembered for.\n\n“In a funny way, I feel more pleased to have done it in retrospect than at the time,” Gabrielle Drake later acknowledged at a UFO fan convention in the year 2000, “Because I do think that it was actually a fairly innovative series and something which was perhaps a bit ahead of its time. It’s very good to look back and to have been associated with it.”\n\nIn the same way that her brother Nick had a capable hand at the wheel in the form of producer Joe Boyd, Gabrielle Drake also benefited from the guidance of UFO series producer Gerry Anderson, one of the legends of early sci-fi television. At the time, Anderson’s background was more in kids TV and marionettes than live-action work with full-size humans, but Gabrielle remembered him as “a very benevolent presence” and someone “you always felt that you could go up and see at any time. . . . And very easy to get on with, always.”\n\nDespite Anderson’s credentials, though, Drake admitted that she never believed at the time, “not for one moment,” that the cheap space show she was making would still be remembered or talked about by anybody in the 21st century. “But then you never do think that in our business,” she added. “It is such a strange old business, too, because the one thing you think is going to be a surefire hit is bound to flop.”\n\nSadly, we don’t know if Nick Drake ever visited his sister on set or even if he ever bothered to watch a single episode of UFO (it’s strangely difficult to imagine him watching any TV show). As those episodes were finally airing on British televisions in 1970 and ‘71, Nick was mostly hard at work recording and releasing his second album, Bryter Layter, which he believed would be a surefire success, but once again flopped, not to be properly appreciated until decades later. Such is the strange old world of show business."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Map reveals UK’s five ‘UFO hotspots’ as investigator lifts lid on wildest ‘alien’ encounters – how does your town fare?",
            "link": "https://www.thesun.co.uk/tech/32188376/map-reveals-uks-five-ufo-hotspots-expert-wildest-encounters/",
            "description": "A UFO expert has lifted the lid on some of his wildest encounters as we reveal the top five hotspots in the UK. Nick Pope, who previously ran the British Government’s UFO Project, spoke about his ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "ufo",
            "date": "16h",
            "source": "The Sun",
            "article_content": "A UFO expert has lifted the lid on some of his wildest encounters as we reveal the top five hotspots in the UK.\n\nNick Pope, who previously ran the British Government’s UFO Project, spoke about his experiences with extraterrestrial life in an exclusive chat with The Sun.\n\n4 Nick Pope is former head of the MoD's UFO research programme Credit: Chris Loomis / National Geographic\n\n4 Nick lifted the lid on some extraterrestrial mysteries\n\n4\n\nFor over two decades, Nick worked as a civilian employee at the MoD, with his most prominent role beginning in the early 1990s, where he ran the department's UFO program.\n\nNick was at the helm of the project, an initiative that monitored and investigated reports of unidentified flying objects to assess their potential impact on national security and aviation safety.\n\nAlthough the program was never formally named, it was often referred to as the “UFO desk” or “UFO program” by a number of media outlets.\n\nWhen looking at the distribution of these sightings across the UK, Nick and his team discovered that the hotspots were not necessarily the rural or remote locations that many assumed.\n\nNick told The Sun: “It’s interesting because when we mapped out the UFO sightings, they didn’t necessarily occur in remote, rural areas.\n\n“The hotspots were often London, Birmingham, Manchester, Liverpool, and Glasgow – all the major cities and urban areas.\n\n\"The reason for this is simple - the more people there are in an area, the more likely someone is to spot something unusual in the sky.”\n\nThese cities, with their dense populations, provided more potential witnesses.\n\nIt meant that if something strange appeared in the sky, the chances of someone witnessing it were far higher.\n\nNick also notes that other areas, like Warminster have been known for their frequent UFO sightings.\n\n“People used to go up Cradle Hill and Flea Hill in Warminster, and even some 1960s pop songs referenced the place,” he added.\n\nBonnybridge, in Scotland, saw a huge surge in UFO sightings in the 1990s, to the extent that local councillor Billy Buchanan lobbied the government for an inquiry.\n\n“I ended up drafting the replies to Buchanan’s letters, which were sent to the Ministry of Defence,” Nick recalls.\n\n“He wasn’t very happy with me because the government line was always to play down the significance of UFO sightings.”\n\nDespite the official stance, Nick acknowledges that Bonnybridge was, indeed, a hotspot.\n\nPilots told they’re ‘cleared to manoeuvre to avoid the UFO’ in eerie audio as ‘strange’ lights spark fears in Oregon\n\nHowever, Nick also cautions against confirmation bias, adding: “When people go to these hotspots for sky watches, they may already be believers, which can affect how they perceive what they see.\n\n\"They may be more likely to misperceive something or to see what they expect to see.”\n\nAnother factor is the issue of light pollution in cities, which can obscure the view of the sky.\n\nDespite this, urban areas remained UFO hotspots due to the sheer number of potential witnesses.\n\nEven more intriguing, Nick pointed out, was the fact that UFO sightings seemed to cluster around military bases, particularly air force bases.\n\nWhile some argue that these sightings are due to secret military aircraft or advanced aerospace technology, the fact remains that military bases are more heavily surveilled, and the likelihood of sightings there is higher.\n\nFrom Rendlesham Forest to Cosford, Nick has worked on some of the most high-profile cases in UFO history, all while trying to navigate the Ministry’s official stance on the phenomenon.\n\nAnd according to Nick, the number of UFO sightings reported in the UK was far higher than most people realise with reports representing only the tip of the iceberg.\n\n\"We’d get about 200 to 300 reports a year, and at its peak, that number went up to 700 or 800,” he recalls.\n\n“But even that number is misleading because many sightings went unreported due to fear of ridicule or simply not knowing who to contact.”\n\nIn reality, Nick believes the actual number of UFO sightings in the UK each year could be in the tens of thousands.\n\nThe MoD had a national reporting system for UFO sightings, with people reaching out to local police stations, military bases, and airports.\n\nHowever, sightings reported to the media or civilian UFO research groups were not always included in the official data.\n\nWhat to do if you spot a UFO? “If you see something, say something,” Nick advises anyone who observes a UFO. He recommends capturing the best possible image or video, though with caution regarding the zoom feature on smartphones, which can distort images. If the sighting occurs in the daytime, it’s vital to include some ground features in the shot. He added: “If you’re just looking at something against the blank sky, you have no idea how far away it is, how high it is, or how big it is. \"But if you capture hills, trees, rooftops, something like that, we can triangulate. We can make those calculations.”\n\nThe Calvine Incident\n\nAmong the most compelling pieces of evidence Nick Pope encountered during his time at the MoD was the Calvine Incident.\n\nNick said: \"I think, the best photographic evidence we had came from a case called the Calvine Incident in August of 1990.\n\n\"This was just before my posting on the UFO desk, so my predecessor would have handled the investigation, but I certainly got involved in it.\"\n\nThe case involved two hikers in Scotland who captured six crystal-clear photographs of a large, diamond-shaped craft.\n\nNick, who inherited the investigation, recalls: “These photographs were examined by the UK’s top imagery analysts—Defence Intelligence Staff, Joint Air Reconnaissance Intelligence Centre.\n\n“We concluded that this was the real deal. This wasn’t a hoax.”\n\nThe photos showed an object about 70 to 90 feet in diameter, with no visible means of propulsion, a detail that intrigued Nick and his colleagues.\n\nThe absence of conventional aerodynamic features, like wings or rotor blades, made the object even more mysterious.\n\nThe incident also featured a military jet circling the UFO, possibly trying to intercept it or gather data.\n\n“This was a genuine mystery on our hands,” he adds, noting that the object in the photographs moved in ways that defied conventional aircraft design.\n\nNick also highlights the potential connection between the timing of the sighting and the geopolitical events unfolding in August 1990.\n\nReflecting on the mystery, he said: \"The photographs were taken just two days after Iraq’s invasion of Kuwait, a moment that sparked preparations for military action.\n\n“We wondered if this could have been a military prototype or reconnaissance aircraft.\n\n“We asked both our own people and the Americans about this, but the Americans denied it.\"\n\nDespite the U.S. government’s denials, Nick and his team remained unconvinced. “Sometimes we thought, ‘This is not just next generation; this is something a generation ahead.’ And if that’s the case, where is it now?”\n\nNick asks. \"Where is the Rendlesham UFO? Where is the Cosford UFO now? Ten years later, these should have been unveiled. We should be seeing them at the Farnborough Air Show, but we’re not.\"\n\nThe question of whether UFO sightings could be attributed to advanced human technology is one that constantly resurfaced in Nick’s work.\n\n“At any given time, there will be tech that’s 5, 10, even 15 years ahead of what the public knows,” Nick explains.\n\nHe points to historical examples, such as the U-2 spy plane and the SR-71 Blackbird, which were years ahead of their time when they were first introduced.\n\nCosford Mystery\n\nA key event from Nick’s time at the MoD was the Cosford UFO sighting in March 1993.\n\nHe said: \"It took place over a series of 6 hours or thereabouts on March 30, the and March 31, 1993. So that was right in the middle of my posting.\n\n\"So of course, I led the investigation into this and my case file, which is over a hundred pages of documents.\"\n\nOver many hours, several witnesses, including police officers and military personnel, saw a large, triangular-shaped craft in the sky.\n\nOne of the most detailed reports came from a meteorological officer at RAF Shawbury, who described the object as being the size of a craft somewhere between a C-130 Hercules and a Boeing 747.\n\nIt emitted a low-frequency hum, and a beam of light appeared to be scanning the ground below.\n\n“We had dozens of witnesses to the Cosford sighting, including police and military personnel,” Nick says.\n\n“Some people even described the object as being like ‘two Concorde aircraft glued together.’ The most intriguing part of the case was the beam of light that seemed to track back and forth, almost like it was searching for something.”\n\nNick’s investigation into the sighting led to some theories, including the possibility that the sighting could have been related to the re-entry of a Russian rocket. However, this theory didn’t fully explain all the reports, and Nick wasn’t convinced it was the definitive answer.\n\nUltimately, Nick and his team were left with more questions than answers, he said: “We couldn’t definitively explain what happened, but there were certain things that gave us pause for thought.\n\n\"The speeds and manoeuvres reported by the witnesses were orders of magnitude above anything that we had or anything that we knew our adversaries had.\n\n“I thought, maybe, this really is the real deal. Maybe this is extraterrestrial.\n\n“It wasn’t a firm intelligence assessment, but it was one of the theories we put forward.”\n\nUK trailing in UFO 'race'\n\nWhen it comes to how the UK and the US are handling UFO research, Nick is critical of the UK’s lack of progress.\n\nWhile the US government has made significant strides in acknowledging and investigating UFOs in recent years, the UK has been far slower to act - something Nick believes this is a dangerous oversight.\n\n“In the 1960s, there was talk of a missile gap and a space race. Today, we have what I call a UFO gap,” he argues.\n\n“The US is leading the way, and other countries are falling behind. Something is in our airspace, and we need to figure out what it is. If something can outpace your cutting-edge aerospace technology, it’s a threat, but it could also be an opportunity.”\n\nPope criticises the UK’s decision to axe its UFO programme in 2009. “I think that was a mistake,” he says.\n\n“It leaves a gap that adversaries could exploit. We’ve seen this in recent incidents, like the Chinese spy balloon saga. If we’re not keeping an eye on UFO sightings, we could miss important intelligence.”\n\nFAMOUS UFO INCIDENTS The ‘Night of the UFOs’ is among many famous unexplained encounters with strange objects in the sky that have happened down the years. Perhaps the most striking was a video known as the 'Tic-Tac' – which showed an unidentified object being pursued by fighter planes. While flying off the coast of California 2004, two pilots from the USS Nimitz on a routine training mission spotted an object \"shaped like a 40ft Tic Tac sweet\". Then in 2005, a veteran pilot of an F/A - 18 fighter aircraft witnessed a raft of strange objects in the sky during a training exercise off the coast of Florida. The two videos were sensationally released by the Pentagon in 2017. Tragically the pursuit of UFOs has also claimed lives, notably that of US Air Force Captain Thomas Mantell. He died after being sent to chase a mysterious object in his fighter aircraft in 1948. Other encounters with the air force include a claim that UFOs disabled weapons at a nuclear base. Captain Robert Salas said the bizarre incident unfolded in 1967 while he was the on-duty commander of a secret underground launch control facility at Montana’s Malmstrom Air Force Base. US forces based in Britain also had an encounter with a strange glowing in the sky in Rendlesham Forest in Suffolk. Two airmen, Staff Sgt Jim Penniston and Airman John Burroughs, claim they got so close to a triangular craft they actually touched it. Earlier this year, US military documents were released showing how a warship was shadowed by two \"ball of light\" UFOs deepening the mystery around the case.\n\nIn contrast, the Pentagon has embraced UFO research through its All Domain Anomaly Resolution Office (AARO), which investigates UFOs, particularly military sightings.\n\nWhile the UK is peripherally involved through intelligence-sharing agreements like the Five Eyes Forum, Nick believes the UK needs to take a more proactive approach.\n\nHe claims it is time for the UK to reinstate its UFO desk and begin taking public reports again.\n\n“Something is in our airspace. Whether it’s Russia, China, extraterrestrials, or something else, it’s making us look foolish,” Nick warns.\n\n“We need a proper UFO research program in the UK. We have the resources — radar systems, satellites, and space tracking. What we need is the political will to use them.\n\n“You’re not looking at huge new costs — it’s just a case of using what you have to investigate UFOs properly.”\n\nChanging attitudes\n\nReflecting on his own journey, Nick admits that before he began working on the UFO desk, he hadn’t given much thought to UFOs at all.\n\nHe was sceptical, and certainly not someone who actively believed in extraterrestrial life.\n\nBut his time working in the government’s UFO desk opened his eyes to the possibility that there was something more to these sightings than misidentifications or hoaxes.\n\n“I wasn’t a true believer,” he says, “but now I’m much more open-minded. I don’t rule anything out.”\n\nHe notes that there seems to be a consistent pattern that suggests a “core phenomenon” that might be underpinned by advanced intelligence and technology.\n\nThe potential knowledge that could be gained from a civilisation far more advanced than ours is something Nick considers too important to ignore.\n\nFor the ex-MoD man, even the possibility of such a discovery makes it worth investigating the phenomenon further.\n\n“Sceptics have to be right every day, but believers only need to be right once,” he points out.\n\n\"If just one UFO sighting turns out to be genuine, the impact on humanity would be transformative. Whether it’s extraterrestrials, time travellers, or something else entirely, the implications would be profound.\n\n“There’s no part of society that wouldn’t be deeply affected. If extraterrestrial life were confirmed, it would change everything—from politics and religion to science, technology, and philosophy.\"\n\nHe continued: \"People will look back on that day as the moment everything changed. Millions of years from now, they’ll say that’s the day it happened.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Awesome Games Done Quick 2025: Watch Day 2 here",
            "link": "https://www.shacknews.com/article/142653/awesome-games-done-quick-2025-watch-day-2-here",
            "description": "The second day of Awesome Games Done Quick is underway with more than $130,000 raised for the Prevent Cancer Foundation.",
            "image_url": "https://www.bing.com/th?id=OVFT.2Z7aO4aolbzXGpap-Me5sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Shacknews18h",
            "source": "Shacknews",
            "article_content": "It's the start of another new year and that means it's time for the return of Awesome Games Done Quick. This year, GDQ is here to christen the first full week of 2025. Watch as the world's top speedrunners come together to blaze through some of the biggest games of the past and present as quickly as possible. As they do every year, they'll be doing it for charity in front of a worldwide audience on Twitch.\n\nAwesome Games Done Quick 2025 has returned to Pittsburgh, PA. Many of this year's runners are on-hand for live runs, though a few are checking in virtually from their home spaces. This year's event is raising money for the Prevent Cancer Foundation. After one day, the runners have raised over $130,000. Shacknews will be watching all week and we'll make sure to bring you the daily schedule each day. Plus, we'll be sure to highlight the biggest runs worth watching.\n\nBefore we get to the schedule, let's look at a highlight from Day 1. It's just a minor malfunction aboard the Astro Bot ship.\n\nYou can watch all of the action in the embed below!\n\nAwesome Games Done Quick 2025: Day 2 schedule\n\nHere's the full schedule for Day 2, taken from the Games Done Quick website, along with a handful of runs to check out. Times are subject to change depending on the actual completed runtimes, as well as other scheduling circumstances:\n\nAGDQ 2025 Day 2 Schedule Time (All Times PT) Game Run Runner(s) Target Time 6:19 AM Pizza Possum Co-op Triple Crown - PC GrayGooGlitch, Alara 20:00 6:46 AM Peglin Any% Character Bidwar - PC BystanderTim 30:00:00 7:31 AM Puyo Puyo Puzzle Pop Challenge Adventure - Mobile Peas 20:00 7:58 AM Rain World: Downpour Rivulet Story - PC ICED 47:00:00 8:52 AM Rabbids Go Home All Missions Race - PC Jaxler, vaen 55:00:00 10:02 AM UFO 50 Various Games Showcase - PC GrayGooGlitch, burst_error, Spooty, Python 50:00:00 10:59 AM Super Meat Boy Any% - PC shredberg 21:00 11:45 AM Super Mario Maker for Nintendo 3DS SMC Any% No Auto - 3DS Charbunny 1:15:00 1:17 PM Sonic Origins Sonic & Knuckles, Amy & Tails, NG+ - PC SnowballSMB 42:00:00 3:00 PM Metroid Prime Any% Inbounds Race - Wii edzan, Vertigo 1:35:00 4:42 PM The Legend of Zelda: Breath of the Wild (BONUS GAME) Any% 2 Players 1 Controller - Switch Player5, mikeysgone 33:00:00 5:30 PM Red Dead Redemption: Undead Nightmare Any% - PC Rigi 1:00:00 6:45 PM Horizon Forbidden West NG+ Story - PS5 Bdud5 1:45:00 8:50 PM Yakuza Any% - PS3 BigNoNo 2:00:00 11:04 PM Shenmue Any% TimeSkip - PC Maxylobes 3:20:00 2:41 AM Beat Slayer Easy + Ult Kick - PC Amyrlinn 40:00:00 3:28 AM Pru the Pigeon Any% - PC swooce 16:00 3:53 AM Conquests of the Longbow Low% - PC Lemming 20:00 4:24 AM G-Saviour Any% - PS2 pmcTRILOGY 30:00:00 5:01 AM Vengeful Guardian: Moonrider Beat the Game - NES DanTheVP 45:00:00 5:53 AM VA-11 Hall-A: Cyberpunk Bartender Action NG+ Perfect Service (Console) - Switch a_variety_pack 35:00:00\n\n10:02AM - UFO 50\n\nUFO 50\n\nSource: Mossmouth\n\nThis one's a little different than the standard GDQ run. A handful of runners are coming together to show off the best of UFO 50, last year's breakout collection of retro-styled games. Enjoy the tour and expect to see more of UFO 50 down the road at Games Done Quick.\n\n3:00PM - Metroid Prime\n\nMetroid Prime\n\nSource: Nintendo\n\nThe classic Wii version of Metroid Prime is on display this year. This two-person race should get people excited for more Metroid action later in the week.\n\n4:42PM - The Legend of Zelda: Breath of the Wild\n\nThe Legend of Zelda: Breath of the Wild\n\nSource: Nintendo\n\nThis is the first big bonus game incentive of the week and it's a good one. Breath of the Wild is a special game on its own, but imagine two players having to come together to manage it on a single controller. Watch as Player5 and mikeysgone coordinate to beat this Switch adventure in just 33 minutes.\n\nAwesome Games Done Quick 2025 will take place from now through Saturday, January 11. For more, check out the Games Done Quick website and be sure to come back all week to Shacknews for more on this week's marathon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FitFast: Personalized Intermittent Fasting App Powered By AI",
            "link": "https://www.msn.com/en-us/health/other/fitfast-personalized-intermittent-fasting-app-powered-by-ai/ar-AA1x2YX3?ocid=BingNewsVerp",
            "description": "FitFast, the personalized intermittent fasting app powered by AI, has already made waves in the health and wellness spac ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TRROK1NnYnP1xRcYntpVfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "American Woman on MSN18h",
            "source": "American Woman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Instagram is randomly showing users their AI-generated images on their timelines",
            "link": "https://www.firstpost.com/tech/instagram-is-randomly-showing-users-their-ai-generated-images-on-their-timelines-13850587.html",
            "description": "According to Meta, the AI-generated images are not advertisements but part of a September-announced feature designed to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hnSgY_GmhMo6dudFsVYNzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "53m",
            "source": "Firstpost",
            "article_content": "According to Meta, the AI-generated images are not advertisements but part of a September-announced feature designed to create personalised content based on user interests or trends. Meta clarified that this is part of its broader plan to integrate more AI-generated content into its feeds read more\n\nMeta seems intent on embedding AI-driven content deeper into its apps, even using AI-generated versions of users themselves to fill feeds with tailored, playful visuals. Image Credit: Reuters\n\nInstagram has started experimenting with a new feature where Meta’s AI generates images of users in imaginative scenarios and slips them into their feeds. The feature recently caught attention when a Reddit user shared their experience of seeing AI-generated images of themselves standing in a surreal “maze of mirrors” while scrolling. These images weren’t part of an ad but appeared as personalised content directly on their timeline.\n\nThe user explained that they had previously uploaded selfies to Meta’s AI-powered “Imagine” tool, a feature that lets people create AI-enhanced versions of their photos. However, they were surprised to see the tool take it a step further, automatically generating scenarios like the reflective maze and placing them on their feed with a playful caption about “reflecting on life.”\n\nAdvertisement\n\nFrom scepticism to confirmation\n\nWhen the Reddit post first surfaced, it was met with disbelief. Comments ranged from outright dismissal to conspiracy theories, with people calling it fake or accusing the poster of making it up. The user had to repeatedly clarify that the images were real, even sharing screenshots as proof.\n\nMeta eventually stepped in to confirm that this was not a hoax. According to the company, the AI-generated images are not advertisements but part of a September-announced feature designed to create personalised content based on user interests or trends. Meta’s AI can now generate visual interpretations of users’ selfies, imagining them in various roles like astronauts or video game characters.\n\nHow the “Imagine Yourself” feature works\n\nThe “Imagine Yourself” tool allows users to upload multiple selfies, which Meta’s AI uses to create unique versions of them in creative settings. The tool’s prompts can inspire anything from mundane scenarios to extraordinary roles, such as being placed in outer space. Once activated, the AI sometimes generates content automatically, inserting these whimsical images into users’ feeds without prior prompts.\n\nMeta clarified that this is part of its broader plan to integrate more AI-generated content into Facebook and Instagram feeds. The company explained that users can engage with these images by swiping to explore other ideas or tapping prompts to tweak the generated content further.\n\nThe bigger picture: AI everywhere\n\nThis incident is just one example of how AI is becoming a more prominent part of social media. Over the same weekend, Meta’s AI-generated profiles also went viral but were later removed from the platform. Meta seems intent on embedding AI-driven content deeper into its apps, even using AI-generated versions of users themselves to fill feeds with tailored, playful visuals.\n\nWhile some find this new approach entertaining, others are uneasy about the increasing use of AI in personal content, with concerns about privacy and consent looming large. Meta, however, appears confident that its users are ready for more AI in their digital lives. Whether they actually are remains to be seen."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia announces $3,000 personal AI supercomputer called Digits",
            "link": "https://www.theverge.com/2025/1/6/24337530/nvidia-ces-digits-super-computer-ai",
            "description": "Nvidia offers a range of similar devices in the same accessibility style — in December, it announced a $249 version of its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Dj8fI0-Eb80C3LruyeUs1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18m",
            "source": "The Verge",
            "article_content": "If you were looking for your own personal AI supercomputer, Nvidia has you covered.\n\nThe chipmaker announced at CES it’s launching a personal AI supercomputer called Project Digits in May. The heart of Project Digits is the new GB10 Grace Blackwell Superchip, which packs enough processing power to run sophisticated AI models while being compact enough to fit on a desk and run from a standard power outlet (this kind of processing power used to require much larger, more power-hungry systems). This desktop-sized system can handle AI models with up to 200 billion parameters, and has a starting price of $3,000. The product itself looks a lot like a Mac Mini.\n\n“AI will be mainstream in every application for every industry. With Project Digits, the Grace Blackwell Superchip comes to millions of developers,” Nvidia CEO Jensen Huang said in a press release. “Placing an AI supercomputer on the desks of every data scientist, AI researcher and student empowers them to engage and shape the age of AI.”\n\nProject Digits looks like a mini PC. Image: Nvidia\n\nEach Project Digits system comes equipped with 128GB of unified, coherent memory (by comparison, a good laptop might have 16GB or 32GB of RAM) and up to 4TB of NVMe storage. For even more demanding applications, two Project Digits systems can be linked together to handle models with up to 405 billion parameters (Meta’s best model, Llama 3.1, has 405 billion parameters).\n\nThe GB10 chip delivers up to 1 petaflop of AI performance (which means it can perform 1 quadrillion AI calculations per second) at FP4 precision (which helps make the calculations faster by making approximations), and the system features Nvidia’s latest-generation CUDA cores and fifth-generation Tensor Cores, connected via NVLink-C2C to a Grace CPU containing 20 power-efficient Arm-based cores. MediaTek, known for their Arm-based chip designs, collaborated on the GB10’s development to optimize its power efficiency and performance.\n\nThe Digits supercomputer specs. Image: Nvidia\n\nUsers will also get access to Nvidia’s AI software library, including development kits, orchestration tools, and pre-trained models available through the Nvidia NGC catalog. The system runs on Linux-based Nvidia DGX OS and supports popular frameworks like PyTorch, Python, and Jupyter notebooks. Developers can fine-tune models using the Nvidia NeMo framework and accelerate data science workflows with Nvidia RAPIDS libraries.\n\nUsers can develop and test their AI models locally on Project Digits, then deploy them to cloud services or data center infrastructure using the same Grace Blackwell architecture and Nvidia AI Enterprise software platform."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This AI Stock Jumped 50% In a Day: Is it the Next SoundHound?",
            "link": "https://www.msn.com/en-us/money/other/this-ai-stock-jumped-50-in-a-day-is-it-the-next-soundhound/ar-AA1x3GYB?ocid=BingNewsVerp",
            "description": "Shares of tiny robotics firm Arbe Robotics (NASDAQ:ARBE) are rocketing 53% higher heading into midday after reporting a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KMBqCoqxvX-qmDUAIM_Cci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "24/7 Wall St. on MSN13h",
            "source": "24/7 Wall St. on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Someone needs to make AI easy",
            "link": "https://www.infoworld.com/article/3631811/someone-needs-to-make-ai-easy.html",
            "description": "Is anyone building practical, reliable AI applications for workaday developers? Right now success in AI requires the skills ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tZdWG7jnfk5sXEjELTZv-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "InfoWorld23h",
            "source": "InfoWorld",
            "article_content": "Few developers did a better job of figuring out how to effectively use AI than Simon Willison. In his article “Things we learned about LLMs in 2024,” he simultaneously susses out how much happened in 2024 and why it’s confusing. For example, we’re all told to aggressively use genAI or risk falling behind, but we’re awash in AI-generated “slop” that no one really wants to read. He also points out that LLMs, although marketed as the easy path to AI riches for all who master them, are actually “chainsaws disguised as kitchen knives.” He explains that “they look deceptively simple to use … but in reality you need a huge depth of both understanding and experience to make the most of them and avoid their many pitfalls.”\n\nIf anything, this quagmire got worse in 2024. Incredibly smart people are building incredibly sophisticated systems that leave most developers incredibly frustrated by how to use them effectively. “The default LLM chat UI is like taking brand-new computer users,” Willison argues, “dropping them into a Linux terminal and expecting them to figure it all out.” It’s not pretty and it’s getting worse, not better.\n\nSmall wonder that the biggest AI flops of 2024, as captured by MIT Technology Review, largely relate to our collective inability to turn AI into applications that normal people want to use. Even basic things, like Apple’s attempt to summarize my incoming text messages, are more confusing than useful. Some of this stems from the inability to trust AI to deliver consistent results, but much of it derives from the fact that we keep loading developers up with AI primitives (similar to cloud primitives like storage, networking, and compute) that force them to do the heavy lifting of turning those foundational building blocks into applications."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal scammers: police search for gang behind cunning sleight of hand",
            "link": "https://www.canberratimes.com.au/story/8860550/supernatural-scammers-swindle-elderly-victims-in-melbourne/",
            "description": "A supernatural scam has caught the attention of police after a number of elderly victims reported having money or jewellery ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sStIVo49rSCBSt_tZRErgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "The Canberra Times",
            "article_content": "Your digital subscription includes access to content from all our websites in your region. Access unlimited news content and The Canberra Times app. Premium subscribers also enjoy interactive puzzles and access to the digital version of our print edition - Today's Paper."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Supernormalized Podcast Celebrates Fourth Year with Over 140 Episodes and a Vision for the Future",
            "link": "https://finance.yahoo.com/news/supernormalized-podcast-celebrates-fourth-over-214700185.html",
            "description": "Supernormalized Podcast Marks a Milestone in 2025 Tamborine Mountain, Queensland--(Newsfile Corp. -) - Supernormalized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X9vFumncEylr3RjlUbRcjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "YAHOO!Finance",
            "article_content": "Supernormalized Podcast Marks a Milestone in 2025\n\nTamborine Mountain, Queensland--(Newsfile Corp. - January 6, 2025) - Supernormalized Podcast, a distinguished platform known for its exploration of society, health, medicine, religion, fitness, and the occult, is celebrating the commencement of its fourth year in 2025. With over 140 episodes recorded, the podcast continues to captivate audiences with its unique approach to discussing the often hidden aspects of life and existence.\n\nHosted by CeeJay Barnaby, Supernormalized Podcast has become a beacon for those seeking to understand alternative consciousness, plant medicines, energy medicines, personal growth, intuition, and paranormal phenomena. The podcast's mission to normalize the unusual and often misunderstood experiences of life resonates with listeners worldwide.\n\nAs the podcast enters its fourth year, CeeJay Barnaby is enthusiastic about the future, promising another year filled with remarkable guests from diverse genres. Topics such as plant medicines, alternative health and healing, mindfulness and meditation, intuition and psychic abilities, spirit contact, and religious experiences are set to be explored in depth.\n\n\"There is truly a shift of consciousness happening, and Supernormalized is at the forefront in changing the narrative so all of humanity and the amazing experiences we all share are heard and shared,\" says Chris Barnaby, CEO of Supernormalized Podcast.\n\nSupernormalized Podcast's commitment to educating listeners on alternative perspectives and experiences continues to grow. The podcast's engaging interviews and thought-provoking discussions aim to enlighten and inspire, fostering a deeper connection to life and existence.\n\nAs Supernormalized Podcast celebrates this significant milestone, it remains dedicated to its core mission of bringing to light the extraordinary aspects of human experience. With a growing audience and an ever-expanding roster of insightful guests, the podcast is poised to continue its journey of exploration and discovery.\n\nAbout Supernormalized Podcast\n\nSupernormalized is a podcast of ideas shared with individuals expressing a deeper connection to life and existence through interviews that are engaging. Specializing in talking about hidden topics, the show aims to educate listeners on alternative consciousness, plant medicines, energy medicines, personal growth, intuition, paranormal and supernatural abilities with an aim of normalizing the unexplained.\n\nPress Inquiries\n\nSupernormalized Podcast\n\nhttps://supernormalized.com/\n\nChris Barnaby supernormalized@proton.me\n\n+61 466 032 354\n\n51 Long Road Tamborine Mountain Queensland Australia 4272\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I moved into my sister's house – what I caught on camera left me terrified'",
            "link": "https://www.mirror.co.uk/news/weird-news/paranormal-video-ouija-new-house-34426398",
            "description": "When a mum-of-two moved into her sister's house, she didn't expect havoc to be brought upon her life. She believes it's due ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LPD4Ht9mFfF7H02TWA4AYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "18h",
            "source": "The Mirror",
            "article_content": "After finding a Ouija board in her new home, a woman has been experiencing strange happenings for the past three months.\n\nIn a five-minute video posted to social media, mother-of-two Brandi Nettleton claims to have “finally” caught her suspicions on camera. She filmed the seemingly paranormal activity that she has been experiencing ever since she moved into her sister’s house.\n\nFilming herself walking around her new place, Brandi tells viewers she's home alone with her daughter, while her son, who lives in the upstairs part of the house, has left to go to a party.\n\n“There’s been a mimic here for a couple of weeks. When my daughter’s not at home I hear her say my name and she’s not there”, she explains. “My daughter’s at home but my son is not, and my son is the only one who lives upstairs. All night since he’s been gone I keep hearing the door close but there’s nobody up there.”\n\nImage: Jam Press/@sassycaligirl2003) Jam Press/@sassycaligirl2003) Image: Jam Press/@sassycaligirl2003) Jam Press/@sassycaligirl2003)\n\nShe then reveals her plan to try and catch the sound on video, and sits in silence, still filming. She begins to talk about how she’s been upstairs to check whenever similar things happen, when her dog begins to bark, which prompts her to slowly walk to the stairs leading up to her son’s bedroom, with the camera facing the ceiling.\n\nViewers can then hear a loud and repetitive clicking sound, followed by a thud. Brandi reacts by walking up the stairs and showing the audience: “Look, nobody’s up here. Oh my god look, his door is closed.”\n\nThe door to her son’s bedroom then clicks open, untouched, and Brandi runs downstairs to tell her daughter what just happened. “It sounds like somebody’s in your brother's room. I went up there to show that his door was closed. Tell me why his door opened when I went up there. I swear I ran down here by myself, I’m recording it”, she says.\n\nBoth of them then go upstairs to show, with a flashlight, that the upstairs bedroom is empty. Just as they are back on the stairs, the door clicks open again, making mother and daughter scream in horror.\n\nBrandi said she associates the strange occurrences to an Ouija board - an instrument some use to try to call spirits forward - she had found and thrown away upon moving in.\n\n“I found out after my sister moved out that she had a Ouija board here and I found it when I was packing her stuff. I got rid of it right away. There are still things that go on almost every single night”, she explained.\n\nBrandi’s video was viewed by more than three million people across social media platforms, and part of the audience reacted by sharing advice, empathy for her situation, and similar situations they had been through.\n\n“This is the most in time realistic non staged video I think I’ve seen”, one commented. Another advised: “Remember if you are scared they tend to react more”.\n\nOne user shared: “I lived in a home with three roommates. We all experienced it. The day we all decided to move out was when we heard it repeat. 'HELLO' four or five times as well as children giggling.”\n\nA commenter joked that the “mimic” - believed by some to be a spiritual entity with the ability to imitate its surroundings or other creatures - would be happy with the family’s scared reactions. Brandi then responded: “Yeah, I don’t doubt it and what sucks is I respond to it because it’s my daughter’s voice and it’s just an automatic response. I don’t know how not to.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Director Kiruthiga Udhayanidhi on ‘Kadhalikka Neramillai’, writing slice-of-life films and deficit of female filmmakers",
            "link": "https://www.thehindu.com/entertainment/movies/director-kiruthiga-udhayanidhi-on-kadhalikka-neramillai-writing-slice-of-life-films-and-deficit-of-female-filmmakers/article69069938.ece",
            "description": "Director Kiruthiga Udhayanidhi talks about her upcoming romance drama ‘Kadhalikka Neramillai’ starring Jayam Ravi and Nithya ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7kFVAnomoFQvXhuDfqCsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "47m",
            "source": "The Hindu",
            "article_content": "Kiruthiga Udhayanidhi is back in the director’s chair for Kadhalikka Neramillai. On the lines of her debut film Vanakkam Chennai, the Jayam Ravi and Nithya Menen film also seems to be a breezy, fun, romance-drama. “It has no connection with the original film,” says Kiruthiga, referencing the 1964 cult classic by CV Sridhar, “Maybe at that time, it was a new-age love story while ours is the same for today’s time.” The yesteryear film marked actor Ravichandran’s first film and interestingly, Kiruthiga’s last work was the web series Paper Rocket which starred the veteran actor’s granddaughter Tanya Ravichandran. “She was the first person I called to inform about the connection when we zeroed in on this title,” says a smiling Kiruthiga, as we sit down at the office of Red Giant Movies, the banner behind the film.\n\n“I try to tell stories without fixating on what genre they fall under. Kadhalikka Neramillai is based on stories I have heard people talking about and just like Paper Rocket, it’s also based on true events,” says Kiruthiga who agrees that there are not many romcoms coming up in Tamil cinema. “I think it’s because male directors are catering to male audiences and violence seems to be the trend. Women or children don’t want to see these movies but they still get made. Drama films, on the other hand, are timeless. Lubber Pandhu is a recent example which was celebrated and if more such films are made, people will definitely watch them.”\n\nKiruthiga has been toying with this film’s script for a few years now. “It was supposed to have taken off before Paper Rocket. After finishing it, when I was trying to cast for this film, Thiruchitrambalam had released and I thought Nithya would be a great fit for the role. I narrated the story over a call and she agreed instantly. While speaking to Ravi, I told him Nithya had agreed and he gave his nod to read the script. I think he would have visualised the film with Nithya before agreeing to it,” says Kiruthiga. “In romcoms or dramas, the emotions have to work and for that, characters have to connect. The two actors instantly elevated the roles.”\n\nIn her previous two films, Vanakkam Chennai and Kaali, Kiruthiga gave equal weight to both her male and female lead characters. “When I speak to my friends, I understand that just like me they are also unable to connect with the female characters written by men because they don’t behave the way we do. I understand that men don’t seem to figure out the core nature of us. So when I write a female character, I want to make sure it connects with me and my friends,” says Kiruthiga for whom such character arcs come naturally from her life experiences.\n\nOne of Kadhalikka Neramillai’s USPs is AR Rahman’s music and ‘Yennai Izhukkuthadi’ has already turned out to be a hit. “The five songs incidentally fell under five different genres. While ‘Yennai Izhukkuthadi’ is a pub song, ‘Lavender Neramae’ is a travel song and ‘It’s a Break Up Da’, as the name suggests, is a breakup song. When discussing the songs, we discovered the various themes and we didn’t want to restrict the genres. That’s why ‘It’s a Break Up Da’ has a rock music feel to it.”\n\nKiruthiga calls her film a contemporary love story; ask her how she relates to it and the filmmaker says, “I believe I’m Gen Z (laughs). That’s because I have kids who belong to the Gen Z and Gen Alpha category. Rahman sir does not fit into any of these categories and that’s why he’s still who he is in the industry. Likewise, I can have a relatable conversation with late teens because I like to think I’m young (smiles).”\n\nShe says instead of having any preconceived notions, writing scenes from the characters’ shoes paves the way to a more organic story. “For example, a fight between a couple is the result of two different emotions from the man and the woman. The miscommunication which takes a toll on the sync they usually have is often the reason and this happens regardless of the generation they belong to. People have been falling in love for centuries; literary works from hundreds of years ago mentioning the feelings of those in love resonate with us even today. Love is a timeless concept but what’s changing is the way we look at it along with developments in society, technology and the mentality of the women who are rising from years of oppression.”\n\n“I am someone who writes to be happy and stress-free in life,” says the filmmaker who says her inspiration comes from true events when asked about her works being slice-of-life films. “Death, which was the core concept in Paper Rocket, is inevitable in everyone’s life but we still go through pain and grief. That’s why the series considers death a transition. It’s philosophies that I use personally for peace and happiness and I think spill over to my writing. It doesn’t mean I will keep doing only such films; I want to do a horror film based on a paranormal experience I had. I want to do a crime thriller and I also want to do a mass-commercial film soon.”\n\nIn a recent interview, Kiruthiga mentioned Mani Ratnam and David Fincher as her favourite directors. Prod her why many of our filmmakers box themselves within a genre and Kiruthiga says, “I don’t think I have a style so I have the liberty to experiment with genres. I still have a lot to learn. Some experienced filmmakers can easily go out of the box and surprise us with a film. Mani sir gave us Ponniyin Selvan and is working on Thug Life though he was taking feel-good dramas just before that. Nolan is also making everything from a biopic like Oppenheimer to films like Interstellar and the Batman movies.”\n\nDespite debuting in 2013, Kadhalikka Neramillai is Kiruthiga’s third feature film but the director feels she has always been working. “That’s because I’m constantly writing even when I’m not shooting. In fact, there are only a few filmmakers who make films periodically as many take time. I want to tell my story in the best way possible so I want to take my time for it to work. With the extra time, I write, so when a film of mine releases, I’m already ready for my next film with the bound script. I would rather sincerely do a film and not beat myself up if it does not work out, rather than rush into a film. What takes time is casting, getting their dates and finding a production house.” Interestingly, Kiruthiga says her home banner Red Giant Movies bankrolling Kadhalikka Neramillai is not as easy as others might assume. “They wanted to do this film because they saw Paper Rocket and wanted to take this one up considering the talents I brought to the table and the business aspect of it.”\n\nSpeaking of business, the conversation veers towards the deficit of women storytellers in Tamil cinema. “That’s something I often wonder about. Half of my team comprises women. In the world of OTT, it’s the women who are on top management. Even though I did not intentionally look for it, most of the HODs in my film turned out to be women and we only chose people based on their talents. When we are working, the gender never matters. I feel we are the crux of the change,” says Kiruthiga, who adds that persistence and resilience go a long way. “Sometimes I feel like giving up but the next day I work with twice the vigour because I want my story to be heard. The film industry has always been tougher for women but today there are more female technicians than before and that’s progress. I’m looking forward to seeing more in the years to come,” signs off Kiruthiga who is simultaneously working on a web series and a film.\n\nKadhalikka Neramillai releases in theatres on January 14, 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 things to do in Katy and Fulshear in January, February",
            "link": "https://communityimpact.com/houston/katy-north/events/2025/01/06/6-things-to-do-in-katy-and-fulshear-in-january-february/",
            "description": "Looking for things to do in Katy and Fulshear? Check out these six events happening in late January and throughout February.",
            "image_url": "https://www.bing.com/th?id=OVFT.VSaUx1RscflP8WzQK6NluC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Community Impact Newspaper18h",
            "source": "Community Impact Newspaper",
            "article_content": "6 events to attend in the Greater ..."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Virtual chemistry speeds up drug discovery",
            "link": "https://www.msn.com/en-us/health/other/virtual-chemistry-synthesizes-25-variations-of-a-plant-compound-that-could-treat-brain-diseases/ar-AA1x3Bzz?ocid=BingNewsVerp",
            "description": "Among the hundreds of thousands of chemical compounds produced by plants, some may hold the key to treating human ailments and diseases. But recreating these complex, naturally occurring molecules in ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "science+discovery",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After-school club students in Chicago discover promising bioactive compound via goose droppings",
            "link": "https://www.chemistryworld.com/news/after-school-club-students-in-chicago-discover-promising-bioactive-compound-via-goose-droppings/4020744.article",
            "description": "Chicago antibiotic discovery lab engages middle school students from underrepresented communities in hands-on research ...",
            "image_url": "https://www.bing.com/th?id=OVFT.37ek54poBiITKLqZRkwZiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Chemistry World18h",
            "source": "Chemistry World",
            "article_content": "When Jin Yi (Jeanie) Tan told the school children she was supervising for a science outreach programme ‘you can collect anything you want’, she didn’t expect one to bring in goose droppings. She also wasn’t expecting the programme to lead them to a new cytotoxic peptide.\n\nTan, a fourth-year PhD candidate in Brian Murphy’s lab from the University of Illinois Chicago, US, leads a team of researchers in an outreach collaboration with the Boys and Girls Clubs of Chicago, one of the city’s oldest youth development organisations. With 21 locations, and 20,000 young members, the clubs provide resources and support to aid members’ personal and professional development. So far the team has worked with two local branches: the Bartlett J McCartin club and the James R Jordan club, the latter of which is named after Chicago Bulls star Michael Jordan’s late father.\n\nThe 14-week after-school programme, termed the Chicago antibiotic discovery lab, offers middle school students (aged 11–13 ) from underrepresented communities, a hands-on learning experience searching for potential antibiotics in their own neighbourhoods . Funded by the Illinois-Indiana Sea Grant that Tan received for her PhD, the programme teaches the fundamentals of microbiology research, from sample collection to laboratory analysis. Students are also introduced to environmental issues, engineering, robotics and related careers. ‘We’ve done four different cohorts of this programme, constantly tweaking stuff to make things better,’ says Tan. ‘One of our strengths is that the programme is very small, allowing us to give one-to-one mentoring and tailor the work to the students’ interests.’\n\nSemi-automated\n\nTan’s PhD project focusses on finding new antibiotics to combat multi-drug resistance by harnessing antimicrobial toxins secreted by other bacteria. She has developed a pipeline for screening bioactive compounds from the natural environment, ‘integrating things like robotics, bioassays and bioinformatics to create a streamlined workflow’, she explains. This approach simplifies the initial stages of microbial drug discovery by allowing steps to be carried out in a semi-automated manner, making it safe and accessible enough to be taught to middle school students. ‘The researchers were very good at mentoring the students … [the students] were constantly supervised and because of the robotics, had no interaction with hazardous bacteria,’ adds Jonathon Rodriguez, the technology program manager at Boys and Girls Clubs of Chicago.\n\nThe mentor team encourages students to carry out each stage of the process autonomously – instilling a sense of ownership over their results. While some students collect samples from lake water or flowers, others get more creative, swabbing everything from air conditioning filters to playground slides. ‘The kids are always collecting the weirdest stuff t hey can find,’ says Tan.\n\nStudents then program a robot to isolate the bacterial colonies grown from their samples and test the ability of each one to prevent the growth of multi-drug resistant bacteria. ‘At first when they look at the environmental bacteria plates, they are really grossed out,’ says Tan. ‘But after five minutes, they’ll be looking really closely? Like “wait, what’s this one? Why is this one pink?” It’s exciting for them to be able to understand microbiology and that they can produce medicines.’\n\nTan successfully isolated a new anti-bacterial compound from Pseudomonas idahonensis, a bacterium cultured from the goose dropping sample. It turned out to be a cyclic lipodepsipeptide that they named orfamide N . Using NMR and mass spectrometry analysis she elucidated the structure of the new bioactive molecule. It comprises 10 mixed D- and L-amino acids and a distinct lipid tail, which sets it apart from other known orfamides and is thought to contribute to its biological activity. While the peptide demonstrated minimal antibacterial activity, it showed cytotoxicity in bioassays against human cancer cell lines, warranting further investigation in its application for cancer therapy.\n\n‘I’m really happy and grateful that I was able to merge two big interests of mine and showed that this can happen. Biomedical research and Stem outreach can lead to a publication ,’ says Tan. The research, published in the journal ACS Omega, lists the the student who collected the goose dropping sample as a co-author, underscoring their integral role in this discovery. ‘The student was really excited about it,’ adds Rodriguez.\n\nAs the project continues into its third year, the team hopes its approach can serve as a model for university–community partnerships elsewhere. ‘There is often a disconnect between a university and the neighbouring communities it should serve,’ says Murphy. ‘Both teams are learning about one another and building trust, and that barrier that typically exists between university and community is being systematically broken down.’"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists left baffled after discovering asteroid-comet hybrid that's like nothing ever seen before",
            "link": "https://www.ladbible.com/news/science/chiron-asteroid-comet-hybrid-explained-746216-20250106",
            "description": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.",
            "image_url": "https://www.bing.com/th?id=OVFT.Utr97NfdsQWteG8Iq278XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "14h",
            "source": "LADbible",
            "article_content": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.\n\nAstronomers from the University of Central Florida have made the space discovery using the James Webb Space Telescope (JWST).\n\nAs they analysed near-infrared images, the scientists found something that is 'like nothing' the astronomy world has ever seen before.\n\nAdvert\n\nSo pretty huge, then.\n\nThe UCF Florida Space Institute (FSI) researchers found a Centaur and while it may be named after a mythical creature that is half-horse and half-man, in space terms, it describes an asteroid-comet hybrid.\n\nThese bodies are found between Jupiter and Neptune and though they behave like asteroids, they produce gas and dust like comets.\n\nThey used the JWST to make the discovery (Getty Stock Photo)\n\nWhat's the difference between an asteroid and a comet?\n\nAn asteroid can be described as a large chunk of rock from left over collisions from the early stages of our solar system, which are mostly located between Mars and Jupiter in the asteroid belt.\n\nAdvert\n\nA comet is a rock covered in ice, methane and other elements, though these orbits are much further out of our solar system.\n\nCentaurs are a combination of both, and one in particular has left researchers Dr Charles Schambeau and Scientist Noemí Pinilla-Alonso scratching their heads.\n\nIntroducing 2060 Chiron\n\n2060 Chiron is 125 miles wide and it's a Centaur having first been discovered in 1977.\n\nAdvert\n\nThey're almost like time capsules containing information about the formation of our solar system, though something sets Chiron aside.\n\nDr Schambeau explained: \"These results are like nothing we've seen before.\n\n\"These detections enhance our understanding of Chiron's interior composition and how that material produces the unique behaviours as we observe Chiron.\"\n\nChiron is different to other Centaurs (Space Engine)\n\nWhat sets Chiron apart from the rest?\n\nThe surface of this Centaur actually contained chemicals such as CO2, methane and frozen water, all of which predate the formation of our solar system.\n\nAdvert\n\nDr Schambeau continued: \"It's an oddball when compared to the majority of other Centaurs.\n\n\"It has periods where it behaves like a comet, it has rings of material around it, and potentially a debris field of small dust or rocky material orbiting around it.\"\n\nBut it's the tail of dust and gas that's the most interesting, as most objects that far into space are usually too cold or don't have the ice to create a tail.\n\nComets can, though they are closer to the sun, as Dr Pinilla-Alonso explains: \"What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it.\n\nAdvert\n\n\"Discovering which gases are part of the coma and their different relationships with the ices on the surface helps us learn the physical and chemical properties, such as the thickness and the porosity of the ice layer, its composition, and how irradiation is affecting it.\"\n\nThe pair's findings were published in the journal Astronomy & Astrophysics.\n\nCentaurs can be found between Jupiter and Neptune (Getty Stock Photo)\n\nPinilla-Alonso further explains: “All the small bodies in the Solar System talk to us about how it was back in time, which is a period of time we can’t really observe anymore,\n\n“But active centaurs tell us much more. They are undergoing transformation driven by solar heating and they provide a unique opportunity to learn about the surface and subsurface layers.”\n\n“What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it,” the scientist highlighted.\n\n“We’re going to follow up with Chiron,\n\n“It will come closer to us, and if we can study it at nearer distances and get better reads on the quantities and nature of the ices, silicates, and organics, we will be able to better understand how seasonal insolation variations and different illumination patterns can affect its behavior and its ice reservoir.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India News Today Live Updates on January 7, 2025 : HMPV has no vaccine even after 24 years of its discovery - here's all you need to know",
            "link": "https://www.msn.com/en-in/science/microbiology/india-news-today-live-updates-on-january-7-2025-hmpv-has-no-vaccine-even-after-24-years-of-its-discovery-here-s-all-you-need-to-know/ar-AA1x3RGD?ocid=BingNewsVerp",
            "description": "Get the latest updates on the most important stories from across the nation. From political developments and economic trends ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xyst4FZiqMjuW5nCgk34ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How a single nitrogen atom could transform the future of drug discovery",
            "link": "https://www.msn.com/en-us/science/biology/how-a-single-nitrogen-atom-could-transform-the-future-of-drug-discovery/ar-AA1x3SCl?ocid=BingNewsVerp",
            "description": "Researchers at the University of Oklahoma have developed a breakthrough method of adding a single nitrogen atom to molecules, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vCiwDlIpAh2MfE6QrifeXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "12hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Shifts Attention to Superintelligence in 2025",
            "link": "https://www.techrepublic.com/article/openai-superintelligence-2025/",
            "description": "In May, OpenAI’s superintelligence safety team was disbanded and several senior personnel left due to the concern that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7_0YzPBUzY__a2uf0f-HdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "TechRepublic",
            "article_content": "OpenAI has announced that its primary focus for the coming year will be on developing “superintelligence,” according to a blog post from Sam Altman. This has been described as AI with greater-than-human capabilities.\n\nWhile OpenAI’s current suite of products has a vast array of capabilities, Altman said that superintelligence will enable users to perform “anything else.” He highlights accelerating scientific discovery as the primary example, which, he believes, will lead to the betterment of society.\n\n“This sounds like science fiction right now, and somewhat crazy to even talk about it. That’s alright—we’ve been there before and we’re OK with being there again,” he wrote.\n\nThe change of direction has been spurred by Altman’s confidence in his company now knowing “how to build AGI as we have traditionally understood it.” AGI, or artificial general intelligence, is typically defined as a system that matches human capabilities, whereas superintelligence exceeds them.\n\nSEE: OpenAI’s Sora: Everything You Need to Know\n\nAltman has eyed superintelligence for years — but concerns exist\n\nOpenAI has been referring to superintelligence for several years when discussing the risks of AI systems and aligning them with human values. In July 2023, OpenAI announced it was hiring researchers to work on containing superintelligent AI.\n\nThe team would reportedly devote 20% of OpenAI’s total computing power to training what they call a human-level automated alignment researcher to keep future AI products in line. Concerns around superintelligent AI stem from how such a system could prove impossible to control and may not share human values.\n\n“We need scientific and technical breakthroughs to steer and control AI systems much smarter than us,” wrote OpenAI Head of Alignment Jan Leike and co-founder and Chief Scientist Ilya Sutskever in a blog post at the time.\n\nSEE: OpenAI and Anthropic Sign Deals With U.S. AI Safety Institute\n\nBut, four months after creating the team, another company post revealed they “still (did) not know how to reliably steer and control superhuman AI systems” and didn’t have a way of “preventing (a superintelligent AI) from going rogue.”\n\nIn May, OpenAI’s superintelligence safety team was disbanded and several senior personnel left due to the concern that “safety culture and processes have taken a backseat to shiny products,” including Jan Leike and the team’s co-lead Ilya Sutskever. The team’s work was absorbed by OpenAI’s other research efforts, according to Wired.\n\nDespite this, Altman highlighted the importance of safety to OpenAI in his blog post. “We continue to believe that the best way to make an AI system safe is by iteratively and gradually releasing it into the world, giving society time to adapt and co-evolve with the technology, learning from experience, and continuing to make the technology safer,” he wrote.\n\n“We believe in the importance of being world leaders on safety and alignment research, and in guiding that research with feedback from real world applications.”\n\nThe path to superintelligence may still be years away\n\nThere is disagreement about how long it will be until superintelligence is achieved. The November 2023 blog post said it could develop within a decade. But nearly a year later, Altman said it could be “a few thousand days away.”\n\nHowever, Brent Smolinski, IBM VP and global head of Technology and Data Strategy, said this was “totally exaggerated,” in a company post from September 2024. “I don’t think we’re even in the right zip code for getting to superintelligence,” he said.\n\nAI still requires much more data than humans to learn a new capability, is limited in the scope of capabilities, and does not possess consciousness or self-awareness, which Smolinski views as a key indicator of superintelligence.\n\nHe also claims that quantum computing could be the only way we might unlock AI that surpasses human intelligence. At the start of the decade, IBM predicted that quantum would begin to solve real business problems before 2030.\n\nSEE: Breakthrough in Quantum Cloud Computing Ensures its Security and Privacy\n\nAltman predicts AI agents will join the workforce in 2025\n\nAI agents are semi-autonomous generative AI that can chain together or interact with applications to carry out instructions or make decisions in an unstructured environment. For example, Salesforce uses AI agents to call sales leads.\n\nTechRepublic predicted at the end of the year that the use of AI agents will surge in 2025. Altman echoes this in his blog post, saying “we may see the first AI agents ‘join the workforce’ and materially change the output of companies.”\n\nSEE: IBM: Enterprise IT Facing Imminent AI Agent Revolution\n\nAccording to a research paper by Gartner, the first industry agents to dominate will be software development. “Existing AI coding assistants gain maturity, and AI agents provide the next set of incremental benefits,” the authors wrote.\n\nBy 2028, 33% of enterprise software applications will include agentic AI, up from less than 1% in 2024, according to the Gartner paper. A fifth of online store interactions and at least 15% of day-to-day work decisions will be conducted by agents by that year.\n\n“We are beginning to turn our aim beyond that, to superintelligence in the true sense of the word,” Altman wrote. “We’re pretty confident that in the next few years, everyone will see what we see, and that the need to act with great care, while still maximizing broad benefit and empowerment, is so important.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman says these 2 'legendary' execs were 'in the foxhole' with him during his brief ouster from OpenAI",
            "link": "https://www.businessinsider.com/altman-openai-fall-apart-without-ron-conway-brian-chesky-2025-1",
            "description": "\"Ron Conway and Brian Chesky went so far above and beyond the call of duty that I'm not even sure how to describe it,\" Altman ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fghXEbhBt7d27ipXsoPt4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21h",
            "source": "Business Insider",
            "article_content": "Sam Altman wrote a blog post about his experience running OpenAI on Sunday.\n\nAltman said OpenAI would have fallen apart in 2023 without Ron Conway's and Brian Chesky's help.\n\nThat was the year Altman was briefly ousted and then reinstated as OpenAI's CEO.\n\nOpenAI would have fallen apart back in 2023 without venture capitalist Ron Conway and Airbnb CEO Brian Chesky, Sam Altman wrote in a blog post on Sunday.\n\nAD\n\nAltman expressed his gratitude to Conway and Chesky in a blog post titled \"Reflections,\" which detailed his brief ouster from OpenAI. Altman said the post was inspired by a recent interview he gave to Bloomberg, which was published on Sunday as well.\n\n\"Ron Conway and Brian Chesky went so far above and beyond the call of duty that I'm not even sure how to describe it,\" Altman wrote.\n\nAD\n\nAltman was fired as OpenAI's CEO on November 17, 2023. The company's board said in a statement that it was removing Altman because he \"was not consistently candid in his communications with the board\" but did not elaborate further.\n\nAltman returned as CEO on November 22, 2023, after nearly all of OpenAI's staff threatened to quit if he wasn't reinstated.\n\nIn his blog post, Altman said \"there were a lot of people who did incredible and gigantic amounts of work\" to help him and OpenAI when he was ousted, but Conway and Chesky \"stood out from all others.\"\n\nAD\n\n\"I've of course heard stories about Ron's ability and tenaciousness for years and I've spent a lot of time with Brian over the past couple of years getting a huge amount of help and advice,\" Altman wrote.\n\n\"But there's nothing quite like being in the foxhole with people to see what they can really do,\" he continued. \"I am reasonably confident OpenAI would have fallen apart without their help; they worked around the clock for days until things were done.\"\n\nConway and Chesky, Altman wrote, gave him \"great advice\" and \"stopped me from making several mistakes.\" The pair also tapped on their vast networks to assist him, Altman added.\n\nAD\n\n\"I thought I knew what it looked like to support a founder and a company, and in some small sense I did,\" Altman wrote. \"But I have never before seen, or even heard of, anything like what these guys did, and now I get more fully why they have the legendary status they do.\"\n\nRepresentatives for Conway and Chesky did not respond to Business Insider's request for comment.\n\nConway and Chesky are longtime friends of Altman and were one of the first people he called after OpenAI fired him.\n\nAD\n\nWhat happened at OpenAI today is a Board coup that we have not seen the likes of since 1985 when the then-Apple board pushed out Steve Jobs. It is shocking; it is irresponsible; and it does not do right by Sam & Greg or all the builders in OpenAI. — Ron Conway (@RonConway) November 18, 2023\n\nConway was also one of Altman's guest speakers when the latter taught a class on startups at Stanford University in 2014.\n\nRelated stories\n\nAltman and Chesky's friendship, meanwhile, goes back more than a decade. Altman mentored Chesky when Airbnb was a part of Y Combinator, a startup accelerator.\n\nWhen Altman was fired from OpenAI, he briefly considered launching another AI startup but was discouraged by Conway and Chesky, The New York Times reported in December 2023.\n\nAD\n\n\"You should be willing to fight back at least a little more,\" Chesky told Altman, per The Times.\n\nOpenAI's board, Conway later told Time magazine, had fired Altman for \"nitpicky, unfireable, not even close to fireable offenses.\"\n\nThe billionaire venture capitalist had spoken to the magazine as part of a profile on Altman that was published in December 2023.\n\nAD\n\n\"It is reckless and irresponsible for a board to fire a founder over emotional reasons,\" Conway told the outlet."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk vs. OpenAI: What to expect from the showdown in 2025",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/elon-musk-vs-openai-what-to-expect-from-the-showdown-in-2025/ar-AA1x2h83?ocid=BingNewsVerp",
            "description": "Two of the most powerful forces in the AI industry are set to collide this year: Elon Musk and OpenAI's Sam Altman. Here's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4JO2IJUzgtMVmssS7keUny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman says Airbnb’s CEO and a ‘legendary’ VC saved OpenAI and ‘stopped me from making several mistakes’ after he was briefly fired in 2023",
            "link": "https://www.msn.com/en-us/money/executive-leadership-and-management/sam-altman-says-airbnb-s-ceo-and-a-legendary-vc-saved-openai-and-stopped-me-from-making-several-mistakes-after-he-was-briefly-fired-in-2023/ar-AA1x3y2M?ocid=BingNewsVerp",
            "description": "Immediately following his brief firing from OpenAI, Altman considered starting another AI company, something Chesky and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9aYgP8APaS5vDfLB6H95MS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman offers clues about where OpenAI is headed",
            "link": "https://www.fastcompany.com/91255808/sam-altman-offers-clues-about-where-openai-is-headed",
            "description": "In his latest blog post, Sam Altman gave his take on what's been happening behind the scenes at OpenAI—and what's next for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tCVrflBLzs1sK0CQCLZodS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Assistant may not be on Wear OS smartwatches much longer",
            "link": "https://www.msn.com/en-us/news/technology/google-assistant-may-not-be-on-wear-os-smartwatches-much-longer/ar-AA1x4oxW?ocid=BingNewsVerp",
            "description": "Google Gemini could replace Google Assistant on Wear OS devices, according to lines of code found in the latest beta.",
            "image_url": "https://www.bing.com/th?id=OVFT.cyj3JNvhRA4i81zLE6F_sS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Emerging Food Trends: Insights on global cuisines, sustainability, and menu innovation for 2025",
            "link": "https://www.msn.com/en-in/money/topstories/emerging-food-trends-insights-on-global-cuisines-sustainability-and-menu-innovation-for-2025/ar-AA1x4IUR?ocid=BingNewsVerp",
            "description": "Sid Mathur, a renowned leader in the culinary industry and Director of Secret Ingredient, discusses emerging global cuisines, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qN3IUllGjsvCzVczbsqCIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "5hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best New Meme Coins to Buy for 2025: BTFD BIG50 Code’s 50% Extra Coin Made It a Must-Have While Neiro and Simon’s Cat Move Forward",
            "link": "https://www.coinspeaker.com/best-new-meme-coins-to-buy-for-2025-btfd-neiro-simons-cat/",
            "description": "Here's the twist – while these projects are making waves in their own unique ways, BTFD Coin stands out, offering what seems like a once-in-a-lifetime opportunity for savvy investors.",
            "image_url": "https://www.bing.com/th?id=ODF.0V9ZR7NJhe7nKCjGlcNb9w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "coinspeaker7h",
            "source": "coinspeaker",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BlockDAG's BDAG400 Bonus Captures All Eyes With Its Exclusive Deal, As Stellar & DOGE Make Their Moves",
            "link": "https://www.analyticsinsight.net/cryptocurrency-analytics-insight/blockdags-bdag400-bonus-captures-all-eyes-with-its-exclusive-deal-as-stellar-doge-make-their-moves",
            "description": "The conversation about the 2025 crypto rally is intensifying, with significant movements observed in several major ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RLss3VIu3vrc70HcWIT4SS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight15h",
            "source": "Analytics Insight",
            "article_content": "The conversation about the 2025 crypto rally is intensifying, with significant movements observed in several major cryptocurrencies. Stellar has been resilient, trying to bounce back from a severe downturn, while traders keep a close eye on crucial resistance levels that might suggest further upward trends. In a similar vein, despite some recent deceleration, the Dogecoin rally is sustained by notable whale activity and favorable technical patterns.\n\nAmidst a stabilizing market, BlockDAG (BDAG) introduces an enticing, limited-time bonus accessible through the BDAG400 code during checkout. This offer includes substantial bonuses and unique rewards distributed through its tiered system: starting with a 250% bonus on the initial BDAG coin purchase and escalating to 270% on the subsequent one, with even greater incentives following.\n\nAs traders weigh their options, Stellar, Dogecoin, and BlockDAG are becoming increasingly popular as choices for the forthcoming trade cycle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Five Predictions Shaping The Future Of Mobility And IoT In 2025",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/06/five-predictions-shaping-the-future-of-mobility-and-iot-in-2025/",
            "description": "These converging trends point toward a future where connectivity is not just pervasive but also secure, efficient and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.alylwdIBWrNiULztHf0Bdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Construction crew discovers Roman stone coffin under British road",
            "link": "https://www.popsci.com/science/roman-stone-coffin-uk/",
            "description": "Construction workers expanding a section of road north of London needed to pause their project after uncovering an unexpected ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3XXlkN0mv8e6WEQZTAbe_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13h",
            "source": "Popular Science",
            "article_content": "Construction workers expanding a section of road north of London needed to pause their project after uncovering an unexpected find—a small Roman cemetery dating back roughly 1,500 years. Excavating just one of the coffins in their way was no small feat, either. According to the England’s National Highways department announcement on January 6th, the largely intact stone casket weighed as much as “an adult male polar bear.” For those unsure about that exact unit of measurement, that puts the coffin at around 1,650 lbs.\n\n“While our main focus has been on building a road to improve journeys for road users, it’s been extremely satisfying to play a part in uncovering such an unusual archaeological find,” said Chris Griffin, the National Highways east region program leader.\n\nThe coffin weighs roughly 1,650 lbs. Credit: National Highways\n\nWhile a sovereign state today, a large portion of the UK once composed the Roman territory of Britannia. Julius Caesar initially invaded the island in 55 and 54 BCE during the Gallic Wars, but it wasn’t until Claudius’ reign that a much larger campaign commenced. Rome officially annexed the province of Britannia in 43 CE before ruling over the region for roughly the next 400 years. This means that locals likely buried the large stone coffin towards the end of Roman occupation following almost a half-century of cultural exchange and improvements made to Britain’s agriculture, architecture, urban planning, and industry. One of the most notable Roman additions to the area was a vast network of roads connecting much of the territory. Despite their immense influence, however, only an estimated 800 Latin words were ultimately incorporated into Common Brittonic by the time of Rome’s withdrawal from the island. The vast majority of the proto-English language remained firmly intertwined with its Germanic origins.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nDavid Harrison, project manager for Headland Archeology overseeing the dig, called the coffin a “fascinating discovery” that is extremely unique to the region. “Its careful excavation and recording, both in the field and the laboratory, allows us to continue to learn how our Roman ancestors lived and died,” he added.\n\nThe coffin is just one of a number of artifacts recovered along the stretch of A47 north of London near Cambridgeshire. According to Archeology News, a team of 50 archeologists and 20 civil engineers spent seven months excavating 17 different sites along the roadway. Many of these discoveries will be showcased in the new season of Digging for Britain. The first episode—which includes the polar bear-sized casket—will premiere on BBC 2 on January 7th."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Virtual chemistry speeds up drug discovery",
            "link": "https://www.msn.com/en-us/health/other/virtual-chemistry-synthesizes-25-variations-of-a-plant-compound-that-could-treat-brain-diseases/ar-AA1x3Bzz?ocid=BingNewsVerp",
            "description": "Among the hundreds of thousands of chemical compounds produced by plants, some may hold the key to treating human ailments and diseases. But recreating these complex, naturally occurring molecules in ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 Years Ago This Week, The Planetary Downfall Of Pluto Began!",
            "link": "https://www.msn.com/en-us/news/technology/20-years-ago-this-week-the-planetary-downfall-of-pluto-began/ar-AA1x3LFy?ocid=BingNewsVerp",
            "description": "J anuary 5, 2005, is an astronomical anniversary that is not really marked but should be. It saw the discovery of dwarf ...",
            "image_url": "https://www.bing.com/th?id=OVF.oXWJ%2fkmz3IMo0NRtZILIjw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "IFLScience on MSN14h",
            "source": "IFLScience on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India News Today Live Updates on January 7, 2025 : HMPV has no vaccine even after 24 years of its discovery - here's all you need to know",
            "link": "https://www.msn.com/en-in/science/microbiology/india-news-today-live-updates-on-january-7-2025-hmpv-has-no-vaccine-even-after-24-years-of-its-discovery-here-s-all-you-need-to-know/ar-AA1x3RGD?ocid=BingNewsVerp",
            "description": "Get the latest updates on the most important stories from across the nation. From political developments and economic trends ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xyst4FZiqMjuW5nCgk34ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists left baffled after discovering asteroid-comet hybrid that's like nothing ever seen before",
            "link": "https://www.ladbible.com/news/science/chiron-asteroid-comet-hybrid-explained-746216-20250106",
            "description": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.",
            "image_url": "https://www.bing.com/th?id=OVFT.Utr97NfdsQWteG8Iq278XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "14h",
            "source": "LADbible",
            "article_content": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.\n\nAstronomers from the University of Central Florida have made the space discovery using the James Webb Space Telescope (JWST).\n\nAs they analysed near-infrared images, the scientists found something that is 'like nothing' the astronomy world has ever seen before.\n\nAdvert\n\nSo pretty huge, then.\n\nThe UCF Florida Space Institute (FSI) researchers found a Centaur and while it may be named after a mythical creature that is half-horse and half-man, in space terms, it describes an asteroid-comet hybrid.\n\nThese bodies are found between Jupiter and Neptune and though they behave like asteroids, they produce gas and dust like comets.\n\nThey used the JWST to make the discovery (Getty Stock Photo)\n\nWhat's the difference between an asteroid and a comet?\n\nAn asteroid can be described as a large chunk of rock from left over collisions from the early stages of our solar system, which are mostly located between Mars and Jupiter in the asteroid belt.\n\nAdvert\n\nA comet is a rock covered in ice, methane and other elements, though these orbits are much further out of our solar system.\n\nCentaurs are a combination of both, and one in particular has left researchers Dr Charles Schambeau and Scientist Noemí Pinilla-Alonso scratching their heads.\n\nIntroducing 2060 Chiron\n\n2060 Chiron is 125 miles wide and it's a Centaur having first been discovered in 1977.\n\nAdvert\n\nThey're almost like time capsules containing information about the formation of our solar system, though something sets Chiron aside.\n\nDr Schambeau explained: \"These results are like nothing we've seen before.\n\n\"These detections enhance our understanding of Chiron's interior composition and how that material produces the unique behaviours as we observe Chiron.\"\n\nChiron is different to other Centaurs (Space Engine)\n\nWhat sets Chiron apart from the rest?\n\nThe surface of this Centaur actually contained chemicals such as CO2, methane and frozen water, all of which predate the formation of our solar system.\n\nAdvert\n\nDr Schambeau continued: \"It's an oddball when compared to the majority of other Centaurs.\n\n\"It has periods where it behaves like a comet, it has rings of material around it, and potentially a debris field of small dust or rocky material orbiting around it.\"\n\nBut it's the tail of dust and gas that's the most interesting, as most objects that far into space are usually too cold or don't have the ice to create a tail.\n\nComets can, though they are closer to the sun, as Dr Pinilla-Alonso explains: \"What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it.\n\nAdvert\n\n\"Discovering which gases are part of the coma and their different relationships with the ices on the surface helps us learn the physical and chemical properties, such as the thickness and the porosity of the ice layer, its composition, and how irradiation is affecting it.\"\n\nThe pair's findings were published in the journal Astronomy & Astrophysics.\n\nCentaurs can be found between Jupiter and Neptune (Getty Stock Photo)\n\nPinilla-Alonso further explains: “All the small bodies in the Solar System talk to us about how it was back in time, which is a period of time we can’t really observe anymore,\n\n“But active centaurs tell us much more. They are undergoing transformation driven by solar heating and they provide a unique opportunity to learn about the surface and subsurface layers.”\n\n“What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it,” the scientist highlighted.\n\n“We’re going to follow up with Chiron,\n\n“It will come closer to us, and if we can study it at nearer distances and get better reads on the quantities and nature of the ices, silicates, and organics, we will be able to better understand how seasonal insolation variations and different illumination patterns can affect its behavior and its ice reservoir.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Takes A Big Step Into User-Driven Agents With Agentspace",
            "link": "https://www.forbes.com/sites/moorinsights/2025/01/06/google-takes-a-big-step-into-user-driven-agents-with-agentspace/",
            "description": "Like its competitors, Google continues to experiment with low- and no-code tools that harness agentic AI for business ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9xqjObQXweiRJpEnrO-jeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "13h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia’s Project DIGITS puts AI supercomputing chips on the desktop",
            "link": "https://www.computerworld.com/article/3632371/nvidias-project-digits-puts-ai-supercomputing-chips-on-the-desktop.html",
            "description": "The company’s small, modular computing device for training AI models on the desktop contains a new GB10 Grace BlackWell ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-xuh-ioVYVt7daVRkv71HS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "3h",
            "source": "Computerworld",
            "article_content": "Nvidia has built its generative AI (genAI) business on delivering massive computing capacity to data centers where it can be used to train and refine large language models (LLMs).\n\nNow, the company is readying a diminutive desktop device called Project DIGITS, a “personal AI supercomputer” with a lightweight version of the Grace Blackwell platform found in its most powerful servers; it’s aimed at data scientists, researchers, and students who will be able to prototype, tune, and run large genAI models.\n\nNvidia CEO Jensen Huang unveiled Project DIGITS in a keynote speech on the eve of the CES 2025 electronics show in Las Vegas."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Letters to the Editor: When will AI start giving humans commands? Or is it already, and we just don't know it?",
            "link": "https://www.msn.com/en-us/news/technology/letters-to-the-editor-when-will-ai-start-giving-humans-commands-or-is-it-already-and-we-just-don-t-know-it/ar-AA1x2lY3?ocid=BingNewsVerp",
            "description": "Mary Shelley in \"Frankenstein.\" Stanley Kubrick in \"2001.\" We've long been warned about our inventions turning on us, and it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cUxGbbjKakXdwOKfemaS8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "21hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 18 Common Mistakes That Kill Startups, According To Y Combinator",
            "link": "https://www.forbes.com/sites/jodiecook/2025/01/06/the-18-common-mistakes-that-kill-startups-according-to-y-combinator/",
            "description": "Avoid these 18 common mistakes that doom startups to failure. Don't sabotage your own success. Y Combinator cofounder Paul ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F0PkALKG9xEyXOTNOBhX3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "16h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pioneering Trends in Software Quality Assurance and Testing",
            "link": "https://www.analyticsinsight.net/tech-news/pioneering-trends-in-software-quality-assurance-and-testing",
            "description": "Software Quality Assurance and Testing (SQAT) have undergone remarkable transformations in recent years, as organizations ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9z9MbPL7tks4WIwuJTq93i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Analytics Insight19h",
            "source": "Analytics Insight",
            "article_content": "SQAT is beneficial but challenges still exist. Implementing such advanced practices calls for a heavy investment in tools, training, and cultural change. Resistance to new methodologies and the complexity of large-scale projects hinder the progress of the implementation process. However, long-term benefits in terms of time to market, cost efficiency, and satisfaction from customers justify these efforts.\n\nKishan Patel mentions how innovations are going to bring change in SQAT by integrating AI-driven testing, TestOps, and integrating security practices, enabling organizations to overcome the problems associated with the new digital landscape of today. \"The future of SQAT is going to depend on its flexibility to innovate to meet the highest expectations of excellence and reliability from the software that gets developed and deployed,\" as he says in one of the sentences."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fortinet gets rating upgrade, among top picks for 2025 at Piper Sandler",
            "link": "https://www.msn.com/en-us/money/topstocks/fortinet-gets-rating-upgrade-among-top-picks-for-2025-at-piper-sandler/ar-AA1x2MCV?ocid=BingNewsVerp",
            "description": "Fortinet's (FTNT) stock rose about 3% premarket on Monday after Piper Sandler upgraded the shares to Overweight from Neutral.",
            "image_url": "https://www.bing.com/th?id=OVFT.Mdj1KIpgTvfdY-TgTBeWri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "18hon MSN",
            "source": "Seeking Alpha on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China’s AI Copycat Strategy: How OpenAI’s Rivals Are Changing the Game",
            "link": "https://www.geeky-gadgets.com/china-ai-reasoning-models-competition/",
            "description": "Discover how China’s AI models are challenging OpenAI and Google in the race for innovation. Local AI deployment offering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tVtEijdKIrwSLcl18tjyaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "29m",
            "source": "Geeky Gadgets",
            "article_content": "Artificial intelligence (AI) is advancing at an extraordinary pace, with reasoning models at the forefront of this evolution. Companies such as OpenAI, Google, and Chinese tech giants are engaged in intense competition to develop innovative AI reasoning systems capable of addressing complex challenges. This global race is driving significant breakthroughs in reasoning capabilities, tool integration, and media transformation technologies, fundamentally reshaping how you interact with and benefit from AI.\n\nThis overview by AI Advantage provides more insight into the fascinating world of AI reasoning models, exploring how they’re reshaping industries and sparking innovation in unexpected ways. From OpenAI’s innovative systems to open source alternatives like China’s DeepSeek V3. Taking a closer look at the players, trends, and tools driving this transformation.\n\nAI Reasoning Models & Competitive Landscape\n\nTL;DR Key Takeaways : AI reasoning models are advancing rapidly, with fierce competition among OpenAI, Google, and Chinese tech giants driving breakthroughs in logic-based tasks, tool integration, and media transformation technologies.\n\nOpen source models like DeepSeek V3 are providing widespread access to AI by outperforming proprietary systems such as GPT-4 in benchmarks, offering free, high-performance alternatives to developers and researchers.\n\nCommunity-driven challenges are fostering innovation by crowdsourcing practical applications for AI models, making sure developments address real-world needs like decision-making and educational tools.\n\nAI tool integration is expanding possibilities, with technologies like ElevenLabs’ GenFM and MM-Audio allowing seamless media transformations, such as text-to-audio and video-to-audio conversions.\n\nLocal AI usage is gaining traction due to privacy and reliability concerns, allowing users to run AI models on personal devices for greater control and uninterrupted access.\n\nAI reasoning models are designed to simulate human-like thought processes, allowing them to analyze and solve intricate problems. OpenAI’s 01 and 01 Pro models exemplify this innovation, excelling in logic-based tasks. However, their high costs make them inaccessible to many users. Google’s Gemini Deep Research and Alibaba’s QVQ 72B are also advancing rapidly, with QVQ focusing on visual reasoning capabilities that push the boundaries of AI’s potential.\n\nMeanwhile, the open source model DeepSeek V3 has emerged as a formidable AI reasoning competitor. It has outperformed proprietary systems like GPT-4 in benchmark tests, offering a free, high-performance alternative for developers and researchers. By providing widespread access to access to advanced AI capabilities, DeepSeek V3 is fostering innovation and allowing a broader range of users to experiment with innovative technologies.\n\nCommunity Challenges: Fueling Practical Innovation\n\nCommunity-driven challenges are playing a pivotal role in advancing AI reasoning models. These initiatives invite you and other users to propose creative, real-world applications for models such as OpenAI’s 01, Alibaba’s QVQ, and Google’s Gemini. By crowdsourcing ideas, these challenges aim to uncover practical solutions to pressing problems, including improving decision-making systems, enhancing educational tools, and optimizing healthcare technologies.\n\nThis collaborative approach accelerates innovation while making sure that AI developments align with your needs. The involvement of diverse perspectives fosters the creation of tools and systems that are not only technologically advanced but also highly relevant to real-world applications. As a result, these challenges are becoming a cornerstone of AI development, bridging the gap between innovative research and everyday utility.\n\nChina Copied OpenAI\n\nExpand your understanding of AI reasoning models with additional resources from our extensive library of articles.\n\nAI Tool Integration: Expanding Possibilities\n\nThe integration of AI tools is transforming how you interact with technology, offering seamless and versatile solutions. For instance, ElevenLabs’ GenFM and Google’s Notebook LM combine voice synthesis and text editing, allowing you to create custom podcasts with minimal effort. Similarly, tools like MM-Audio assist smooth video-to-audio conversion, showcasing the potential of media transformation technologies.\n\nThese advancements highlight a growing trend: the convergence of AI functionalities to create user-friendly, multi-purpose tools. Whether it’s converting text to audio or enhancing video content, these integrated solutions are unlocking new possibilities for creative and practical applications. By simplifying complex processes, AI tool integration is making advanced technologies more accessible and empowering you to achieve more with less effort.\n\nOpen source AI Tools: Breaking Barriers\n\nOpen source AI tools are transforming the field by making advanced technologies available to everyone. MM-Audio, for example, demonstrates how open source solutions can rival proprietary systems, offering high-quality media transformation capabilities without the associated costs. These tools empower you to experiment with AI, removing the financial and technical barriers that often accompany closed platforms.\n\nBy fostering collaboration and innovation, open source initiatives are driving the widespread access of AI. They enable a diverse range of users, from hobbyists to professionals, to contribute to and benefit from innovative developments. This open approach not only accelerates technological progress but also ensures that AI advancements are inclusive and widely accessible.\n\nLocal AI Usage: Prioritizing Privacy and Reliability\n\nAs concerns about data privacy and server reliability grow, more users are turning to local AI deployment. Running AI models on your own devices gives you greater control over sensitive information and ensures uninterrupted access, even during server outages. This approach addresses the increasing demand for secure, reliable, and user-centric AI solutions.\n\nLocal AI usage also offers the advantage of customization, allowing you to tailor models to your specific needs without relying on external servers. By prioritizing privacy and autonomy, this trend is empowering you to harness the benefits of AI while maintaining control over your data and making sure consistent performance.\n\nEmerging Trends and the Future of AI\n\nThe convergence of AI tools and techniques is shaping the future of artificial intelligence. Developers are increasingly combining reasoning models with media transformation technologies, unlocking innovative possibilities. For example, the seamless conversion of text, audio, and video is becoming a defining feature of AI advancements, allowing you to interact with content in more dynamic and versatile ways.\n\nAs these capabilities evolve, they are expected to address your challenges more effectively, offering practical solutions that enhance everyday life. From personalized learning platforms to advanced healthcare diagnostics, the integration of AI tools is paving the way for a future where technology is more intuitive, accessible, and impactful.\n\n2025 Outlook: Integration and User-Driven Innovation\n\nBy 2025, the AI reasoning model landscape is likely to be characterized by deeper integration of tools and technologies. Community-driven challenges and open source initiatives will continue to play a central role in fostering innovation. As AI becomes more versatile and accessible, you can expect a growing focus on user-driven applications that solve real-world problems.\n\nThis shift will make AI an even more integral part of your daily life, offering solutions tailored to your needs. Whether it’s enhancing productivity, improving communication, or allowing creative expression, the advancements in AI are set to redefine how you interact with technology and the world around you.\n\nMedia Credit: AI Advantage\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman says Elon Musk won’t abuse his political power to target competitors, but cautions he ‘may turn out to be proven wrong’",
            "link": "https://www.msn.com/en-us/news/technology/elon-musk-won-t-abuse-his-political-power-to-target-competitors-says-rival-openai-boss-sam-altman-but-cautions-he-may-turn-out-to-be-proven-wrong/ar-AA1x320F?ocid=BingNewsVerp",
            "description": "Elon Musk has been testing the limits of his political influence ever since Trump was elected, but he may stop short of using ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hPa0mjfu7LGy9al5NpBFcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "12hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Stripe 'teaches' tech to beat the payments fraud exam",
            "link": "https://www.americanbanker.com/payments/news/stripes-machine-learning-tech-battle-card-testing",
            "description": "The payment company says machine learning is making progress in fighting card testing, which crooks use to determine how ripe ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qo40XdwYJimw0QKSGLUqhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "American Banker6h",
            "source": "American Banker",
            "article_content": "Crooks start most payments fraud by trying to figure out if the crime is actually worth the effort, sending small probes to see if there is enough money to steal. Stripe contends there is a way to gain the upper hand by leaning on machine learning.\n\nThe payments company says the technology has reduced a type of attack called \"card testing\" by 80% in the past two years. That has come as Stripe's yearly payment volume has grown from about $500 billion to more than $1 trillion during that time, a jump in payments activity that theoretically makes card testing easier.\n\nCrooks use card testing to measure how valuable a stolen card can be by making small phony payments, usually a couple of dollars or less, trying to bury a fraudulent transaction in a sea of legitimate payments, where it's less likely to be noticed.\n\nIf these payments go through without being flagged, the fraudsters then make incrementally larger purchases, relying on the initial \"test\" payments that have beaten a company's fraud guard to pave the way for larger theft.\n\n\"Card testing is where most fraud begins,\" said Emily Sands, head of information at Stripe, where she is responsible for leading a department that develops uses for data in decision-making and automation. \"Bad actors try to get to which cards can be used in the future.\"\n\n\n\nAdministering the exam\n\nCard testing is the most prevalent type of payment fraud, according to Chargebacks 911 .\n\nWhile the losses due to card testing alone are minimal, the technique is a gateway to $205 billion in e-commerce fraud in the first half of the 2020s, according to Juniper Research , which stresses the importance of determining the validity of a payment as key to halting deeper crime.\n\n\"It's a big threat and challenging to detect,\" Sands said. \"Crooks are clever. They hide attacks in businesses that make or receive lots of payments. The record of payments in this case may not look as spiky as for a business or small company. So there's not a sudden shift in the pace of transactions.\"\n\nThere are two major types of card tests. A verification attack involves a crook trying to make small purchases on stolen card accounts to see which ones have been canceled or expired. An enumeration attack, which is gaining steam as crooks use more sophisticated technology, involves \"guessing\" at card numbers in a rapid-fire manner to spot active cards and to circumvent the cards' blocking function.\n\nStripe uses machine learning, or a form of artificial intelligence, to estimate the overall prevalence of card testing on its platform, which enables the company to update its risk systems daily. The payment company additionally uses machine learning to estimate where card testing is likely to be taking place, such as businesses, issuers or a type of purchase or payment. This helps determine if a \"rush\" of transactions are card testing or a spike in payments due to a marketing campaign, for instance.\n\nOther tests include vetting individual transactions to spot signs of card testing. This technology enables Stripe to label breakthroughs, or \"successful\" card tests. That is combined with intelligence from new attack types, analyses that spot fraud patterns and manual reviews. This produces a set of transactions or transaction types that are labeled card-testing fraud, which is then fed into machine-learning models for rapid training using an engineering platform.\n\n\"Crooks are constantly changing methods,\" Sands said. \"Machine learning enables rapid retraining to spot new attack methods. \"This detection adds new features that get fed back into the AI model.\"\n\n\n\nRise of the machines\n\nWhile card testing has existed for years, it has increased over the past few years in concert with the economic crisis that accompanied the Covid-19 pandemic, which also catalyzed a rapid expansion in online payments. That has attracted payment and technology companies to develop products designed to halt the attacks. Verifi sells tools that help merchants adjust credit card authorization response messages, which can combat card testing. It also offers card verification value checks as well as geolocation and biometric analysis. Another Verifi product uses new 3D Secure protocols that are designed for digital commerce. JPMorgan Chase , Kount and Chargebacks 911 also offer services to mitigate card testing fraud.\n\nFirms are increasingly using large language models, or an advanced form of AI that's better at deciphering text, to detect similar intent, word usage and patterns in any textual fields of transactions such as disputes, chargebacks, etc. across different transactions, according to Andras Cser, a vice president and principal analyst at Forrester. The emerging technology also includes using machine learning and algorithms to parse large amounts of merchant and issuer data, he said.\n\n\"This is the motivation for Visa to acquire Featurespace ,\" Cser said.\n\nBattling card testing fraud is a great application for machine learning and advanced data management, according to David Mattei, strategic advisor for the fraud and anti-money-laundering practice at Datos Insights.\n\n\"The one thing in common I see with these newer card testing detection solutions is that they are coming from industry players considered to be at the network level,\" Mattei said, adding these firms view card authorization traffic across many merchants and financial institutions. Due to the nature of card testing, it is very helpful to have that 50,000 foot perspective to detect card testing attacks. Stripe is in a good position to offer this kind of solution.\"\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft plans on investing $80,000,000,000 in AI this year, with no sign of the machine learning spending spree stalling just yet",
            "link": "https://finance.yahoo.com/news/microsoft-plans-investing-80-000-150259124.html",
            "description": "That kind of money makes the $10 billion it invested in OpenAI, back in 2023, seem like chump change. It's equivalent to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wsWhPL48CUrCZqAQux3pHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "17h",
            "source": "YAHOO!Finance",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Getty Images\n\nNobody would deny that big tech requires huge investments to kickstart them and keep the ball rolling, but at some point, multi-billion dollar expenditures require some kind of return before they become a lost cause. In the case of Microsoft and AI, that's not something being considered, as the software giant plans on spending $80 billion dollars on machine learning technology this year.\n\nMicrosoft casually dropped the monstrously huge sum of money in a long-winded blog by Brad Smith, Vice Chair & President of Microsoft, titled ' The Golden Opportunity for American AI ' (via The Register ). It starts by making it clear that AI is very much the number one focus right now, and that advances in AI technology and infrastructure need to continue. Microsoft also wants to promote training programs to get more people working in the field and it also wants America, as a whole, to export its AI systems to \"allies and friends.\"\n\nTo ensure all this happens, \"Microsoft is on track to invest approximately $80 billion to build out AI-enabled datacenters to train AI models and deploy AI and cloud-based applications around the world.\"\n\nThat kind of money makes the $10 billion it invested in OpenAI , back in 2023, seem like chump change. It's equivalent to almost all of Microsoft's net income in 2024. I know ridiculously large sums of money and AI just seem to be the norm these days, but $80 billion really is bonkers.\n\nNo company would spend that kind of money, though, if it didn't have a clear plan on how to recoup the investment and make a decent return from it. So what can we expect to see from Microsoft in this regard?\n\nIn its most recent financial statement, CEO Satya Nadella notes that \"[our] growth depends on securely delivering continuous innovation and advancing our leading productivity and collaboration tools and services, including Microsoft 365, LinkedIn, and Dynamics 365\" and that \"digital transformation and adoption of AI continues to revolutionize more business workstreams for organizations in every sector across the globe.\"\n\nIn other words, since AI is already front-and-centre in every software package that Microsoft makes right now, one should expect to see it being promoted even more so. If you were hoping that the lacklustre sales of AI-ready PCs would mean the end of Copilot and Recall, then you're going to be disappointed.\n\nThe blog also talks about how Microsoft expects AI to eventually become another GPT or general-purpose technology because AI will apparently just be like electricity, ironworking, and computer chips in the same way they've \"boost[ed] innovation and productivity across the economy.\" To me, that sounds like Microsoft wants its Azure AI service to be ubiquitous in the business world, with every company tapping into its machine learning subscription services.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine renews attack on Russia's Kursk region",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/ukraine-launches-new-offensive-in-russia-s-kursk-region/ar-AA1wZrY9?ocid=BingNewsVerp",
            "description": "It comes as Ukraine's president says only the US can provide security guarantees leading to an end to the war.",
            "image_url": "https://www.bing.com/th?id=OVFT.buoxq4Hj05Dj_lf7YvKSXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7hon MSN",
            "source": "BBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Claims Control of Key Town as Ukraine Renews Push in Kursk",
            "link": "https://www.nytimes.com/2025/01/06/world/europe/kurakhove-russia-ukraine-war.html",
            "description": "Ukraine has largely been driven out of Kurakhove, a battered but strategic town in the Donbas, Russia said. Kyiv’s forces ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UciNxZ-EH5yFZp1Hfe-KNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "11h",
            "source": "The New York Times",
            "article_content": "Five months after storming across the border into the Kursk region of southern Russia, Ukrainian forces were making a renewed push on Monday to drive deeper into Russia, even as they appear to have lost a strategic town in eastern Ukraine.\n\nWhile the scale of the renewed Ukrainian offensive in Kursk remains unclear, both Russian and Ukrainian officials reported heavy fighting on Sunday night. Combat footage geolocated by military analysts indicated that Ukraine was trying to break through Russian defenses in at least three directions.\n\nIt is the first significant attempt by Ukrainian troops to advance in Kursk since the original incursion in August. Since then, Russia has regained roughly half of the territory it lost.\n\nAt the same time, the Russian Ministry of Defense claimed on Monday that its forces had seized control of Kurakhove, an important but shattered industrial town, further closing in on Ukrainian forces in the southern Donbas region after more than two months of withering bombardments and heavy fighting."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Global Conflict Economy: How Wars Shape Economic Landscapes",
            "link": "https://www.financialexpress.com/policy/economy-the-global-conflict-economy-how-wars-shape-economic-landscapes-3708987/",
            "description": "Wars have historically devastated national economies, but the interconnected nature of today's global economy magnifies their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1rK5Ex_JuE1li6--hZKmZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "The Financial Express8m",
            "source": "The Financial Express",
            "article_content": "The year 2024 marked a grim milestone in global geopolitics, with armed conflicts proliferating at an alarming rate. From Ukraine to Sudan, Gaza to Myanmar, the world has become a theatre of unresolved disputes and escalating violence. With over 50 nations embroiled in active conflicts, the economic toll of these crises has created ripple effects far beyond the borders of war-torn regions.\n\nThe Armed Conflict Location and Event Data (ACLED) reveals a 25% surge in political violence globally in 2024, with 223,000 fatalities recorded and one in eight people directly exposed to conflict. These figures highlight not only the human cost but also the economic strain borne by nations already teetering on the edge of collapse. As conflicts evolve, their economic consequences are reshaping regional and global dynamics in unprecedented ways.\n\nThe Economic Toll of Modern Warfare\n\nWars have historically devastated national economies, but the interconnected nature of today’s global economy magnifies their impact. Ukraine, locked in a protracted struggle against Russian aggression, has seen its GDP contract by 29%. The energy infrastructure targeted in coordinated attacks has left millions without power, further exacerbating an already dire economic situation. Meanwhile, the ongoing blockade and aerial bombardments in Gaza have resulted in estimated losses exceeding $4 billion, crippling any semblance of economic recovery.\n\nSudan offers a stark example of a nation in freefall. Since April 2023, the civil war has displaced over 12 million people, disrupted agricultural production, and pushed half the population into acute food insecurity. The war’s regional spillover, particularly in Chad and South Sudan, is overwhelming local economies already burdened by refugee influxes.\n\nIn Myanmar, the economic repercussions of the military coup in 2021 continue to reverberate. The country has devolved into a patchwork of conflict zones, with armed groups vying for control over natural resources. The resulting instability has stifled foreign investment and trade, relegating Myanmar to economic stagnation.\n\nGlobal Ripples: The Conflict-Driven Economy\n\nBeyond the immediate devastation, these conflicts are reshaping the global economic order. Energy markets have been particularly volatile, with the war in Ukraine spiking oil and gas prices in Europe and beyond. Food insecurity has also escalated, as disruptions in Ukrainian and Sudanese agricultural exports ripple through global supply chains. The Sahel, a key region for global counterterrorism and economic partnerships, faces increasing instability, threatening resource extraction and trade routes critical to European and African economies.\n\nHumanitarian aid, often underfunded, has become a pivotal economic variable. The United Nations estimates that 305 million people will require assistance in 2025. Yet, donor fatigue and competing priorities are straining the international community’s capacity to respond. This funding gap perpetuates a vicious cycle: inadequate aid fosters deeper economic despair, fueling further instability.\n\nThe Geopolitical Dimensions of Conflict\n\nThe intensification of global conflicts also reflects shifting geopolitical alignments. In the Middle East, the war between Hamas and Israel has drawn regional actors into a polarized standoff. Iran’s support for proxy groups, coupled with Saudi Arabia’s cautious engagement in diplomacy, highlights the economic stakes tied to resource access and security guarantees.\n\nSouth Asia, a region often overshadowed by larger global crises, has also witnessed rising tensions. Speculations regarding Bangladesh’s alleged preparations for military action against India have raised concerns about an unanticipated conflict in one of the world’s most densely populated regions. While unverified, such developments underscore the fragility of peace in areas of historical contention.\n\nToward a New Economic Paradigm\n\nThe economic impact of conflicts is no longer confined to war zones; it is a global phenomenon. The interconnectedness of financial systems, energy markets, and supply chains ensures that violence anywhere is felt everywhere. This new reality demands innovative approaches to conflict resolution and economic resilience.\n\nFirst, targeted investments in conflict-prone regions could preempt instability. Infrastructure projects that integrate local economies into global trade networks, coupled with job creation initiatives, can serve as deterrents to violence. Second, international frameworks must adapt to ensure that humanitarian aid is not just reactive but preemptive, addressing the root causes of displacement and deprivation.\n\nFinally, diplomacy must prioritize economic interdependence as a tool for conflict prevention. The European Union’s reliance on Ukrainian agricultural exports and Africa’s energy potential highlight the mutual benefits of stability. Aligning these economic imperatives with security strategies could redefine how nations engage with fragile states.\n\nWill a New Year See Peace?\n\nAs 2025 begins, the specter of conflict looms large over the global economic landscape. The interplay between wars and economies is as old as civilization itself, but today’s challenges are uniquely interconnected. Whether in the streets of Kyiv, the camps of Darfur, or the alleys of Gaza, the cost of conflict is borne not only by those directly involved but by a world increasingly shaped by its fallout. Addressing this requires bold, collective action that balances immediate relief with long-term economic vision—an endeavor as complex as it is essential."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hot spots where war may break out or escalate in 2025",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/hot-spots-where-war-may-break-out-or-escalate-in-2025/ar-AA1x1MKV?ocid=BingNewsVerp",
            "description": "2024 saw the Israeli invasion of Lebanon, the escalation of the war in Ukraine, the sudden reignition of the Syrian civil war ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aoryCgQnRTvKO7ls-QmXzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "14hon MSN",
            "source": "Washington Examiner on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hotel, airline stocks plunge over 5% as India reports 3 cases of HMPV",
            "link": "https://www.msn.com/en-in/money/other/hotel-airline-stocks-plunge-over-6-as-india-reports-3-cases-of-hmpv/ar-AA1x210x?ocid=BingNewsVerp",
            "description": "Hotel and airline stocks plunged up to 6.4% as India confirmed three Human Metapneumovirus (HMPV) cases. The news revived ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TJBP9KYjclIYFEnNFfQkAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Indian markets plunge over 1.5% amid HMPV fears and weak rupee",
            "link": "https://www.hindustantimes.com/business/indian-markets-plunge-over-1-5-amid-hmpv-fears-and-weak-rupee-101736165208349.html",
            "description": "Indian equity markets fell over 1.5% on Monday, driven by global cues, a weak rupee, and fears over the HMPV outbreak.",
            "image_url": "https://www.bing.com/th?id=OVFT.R2RKDtfG5xnBttH8s_bU5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "20h",
            "source": "Hindustan Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Windows 10 Warning As Millions Of Users Face Security Oblivion",
            "link": "https://www.forbes.com/sites/daveywinder/2025/01/06/new-windows-10-cyberattack-warning-as-millions-face-security-oblivion/",
            "description": "As Windows 10 market share rises, a new warning reveals the security dangers ahead—here's what Microsoft users need to know.",
            "image_url": "https://www.bing.com/th?id=OVFT.H5DiLKV37_alFV4bat7wly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "16h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MasterBrand: Market Share Gains And End Market Recovery Should Drive Upside",
            "link": "https://seekingalpha.com/article/4747842-masterbrand-market-share-gains-and-end-market-recovery-should-drive-upside",
            "description": "MasterBrand's growth prospects are driven by new product launches and synergies from the Supreme Cabinetry acquisition. See ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G04hy5Fd0g9C_DKd3sQu7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "21h",
            "source": "Seeking Alpha",
            "article_content": "MasterBrand (NYSE: MBC ) has good growth prospects driven by market share gains through launching new products tailored to customer needs under the “Align to Grow” initiative, and cross-selling synergies as it integrates the Supreme Cabinetry acquisition. Further, the company should also benefit from\n\nI have over 15 years of experience investing and have provided research services to mid-sized hedge funds with assets under management between $100 and $500 million. I also have had a brief stint as a sell-side analyst. I am now focusing primarily on managing my own money and my purpose here is to share my views and benefit from the insights of the Seeking Alpha user community. Feel free to provide your feedback on my thesis in the comment section and I would love to have a discussion even if you have a variant view. My strategy is medium-term investing in ideas where there is a catalyst to unlock value and drive upside or short selling in case there is a downside catalyst. I also like to invest in growth stories available at a reasonable price. In terms of sector preferences, I am a generalist. However, I had spent most of my professional career analyzing industrial, consumer, and technology sectors. So, this is where I usually have higher conviction while investing.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'If we end up distributing wealth...': Startup founder warns freebie culture pushing India to the brink",
            "link": "https://www.msn.com/en-in/money/topstories/if-we-end-up-distributing-wealth-startup-founder-warns-freebie-culture-pushing-india-to-the-brink/ar-AA1x5BbU?ocid=BingNewsVerp",
            "description": "Economists have long cautioned against such practices. N.K. Singh, chairman of the 15th Finance Commission, has criticized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.neQkMXbd-BtJOg-fOatoNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "44mon MSN",
            "source": "Business Today on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The End of Economic Growth: Energy Shortages Drive Global Downturn",
            "link": "https://oilprice.com/Energy/Energy-General/The-End-of-Economic-Growth-Energy-Shortages-Drive-Global-Downturn.html",
            "description": "A global recession in 2025 could be inevitable due to peak oil, rising interest rates, and energy scarcity, which will cause economic contraction, industrial decline, and social unrest.",
            "image_url": "https://www.bing.com/th?id=ODF.jE5hGDMmxgr3hnRLnOXIpw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "Crude Oil Prices10h",
            "source": "Crude Oil Prices",
            "article_content": "Government attempts to stimulate the economy through debt will lead to inflation rather than growth, as energy supplies are constrained.\n\nThe global economy is expected to enter a recession in 2025 due to a decline in the availability of crude oil, coal, and uranium relative to population.\n\nAs the world enters 2025, the critical issue we are facing is Peak Crude Oil, relative to population. Crude oil has fallen from as much as .46 gallons per person, which was quite common before the pandemic, to close to .42 gallons per person recently (Figure 1).\n\nFigure 1. World crude oil production per person, based on data of the US EIA. Data through September 2024.\n\nPeople have a misimpression regarding how world peak oil can be expected to behave. The world economy has continued to grow, but now it is beginning to move in the direction of contraction due to an inadequate supply of crude oil. In fact, it is not just an inadequate crude oil supply, but also an inadequate supply of coal (per person) and an inadequate supply of uranium.\n\nWe know that when a boat changes direction, this causes turbulence in the water. This is similar to the problems we are currently seeing in the world economy. Physics dictates that the economy needs to shrink in size to match its energy resources, but no country wants to be a part of this shrinkage. This indirectly leads to major changes in elected leadership and to increased interest in war-like behavior. Strangely enough, it also seems to lead to higher long-term interest rates, as well.\n\nIn this post, I share a few thoughts on what might lie ahead for us in 2025, in the light of the hidden inadequate world energy supply. I am predicting major turbulence, but not that things fall apart completely. Stock markets will tend to do poorly; interest rates will remain high; oil and other energy prices will stay around current levels, or fall.\n\n[1] I expect that the general trend in 2025 will be toward world recession.\n\nWith less oil (and coal and uranium) relative to population, the world can be expected to produce fewer goods and services per person. In some sense, people will generally become poorer. For example, fewer people will be able to afford new cars or new homes.\n\nThis trend toward lower purchasing-power tends to be concentrated in certain groups such as young people, farmers, and recent immigrants. As a result, older people who are well-off or firmly established may be able to mostly ignore this issue.\n\nWhile the shift toward a poorer world has partially been hidden, it has been a huge factor in allowing Donald Trump to be voted back into power. Major shifts in leadership are taking place elsewhere, as well, as an increasing share of citizens become unhappy with the current situation.\n\n[2] Many governments will try to hide recessionary tendencies by issuing more debt to stimulate their economies.\n\nIn the past, adding debt was found to be effective way of stimulating the world economy because energy supplies supporting the world economy were not seriously constrained. It was possible to add new energy supplies, quite inexpensively. The combination of additional inexpensive energy supplies and additional “demand” (provided by the added debt) allowed the total quantity of goods and services produced to be increased. Once energy supplies started to become seriously constrained (about 2023), this technique started to work far less well. If energy production is constrained, the likely impact of added debt will be added inflation.\n\nThe problem is that if added government debt doesn’t really add inexpensive energy, it will instead create more purchasing power relative to the same number, or a smaller number, of finished goods and services available. I believe that in 2025, we are heading into a situation where ramping up governmental debt will mostly lead to inflation in the cost of finished goods and services.\n\n[3] Energy prices are likely to remain too low for fossil fuel and uranium producers to raise investments from their current low levels.\n\nRecession and low prices tend to go together. While there may be occasional spikes in oil and other energy prices, 2025 is likely to bring oil and other energy prices that are, on average, no higher than those of 2024, adjusted for the overall increase in prices due to inflation. With generally low prices, producers will cut back on new investment. This will cause production to fall further.\n\n[4] I expect “gluts” of many energy-related items in 2025.\n\nGluts are related to recession and low prices for producers. The underlying problem is that a significant share of the population finds that finished goods, made with energy products and investment at current interest rates, are too expensive to buy.\n\nEven farmers are affected by low prices, just as they were back at the time of the Great Depression. We can think of food as an energy product that is eaten by people. Farmers find that their return on farm investment is too low, and that their implied wages are low. Low income for farmers around the world feeds back through the system as low buying power for new farm equipment, and for buying goods and services in general.\n\nIn 2025, I expect there will be a glut of crude oil due to a lack of purchasing power of many poor people around the world. My forecast is similar to the forecast of the IEA that predicts an oversupply of oil in 2025. Also, a December 2024 article in mining.com says, “A glut of coal in China is set to push falling prices even lower.”\n\nEven wind turbines and solar panels can reach an oversupply point. According to one article, number of Chine solar panel builders seems to be far too high for world demand, leading to a potential shake out. As the share of wind and solar power added to the electric grid increases, the frequency of low or negative payment for wholesale electric power increases. This makes adding more wind turbines and solar panels problematic, after a certain point. We don’t yet have a cost-effective way of storing intermittent electricity for months on end. This seems to be part of the reason why there recently were no bidders for producing more offshore wind power in Denmark.\n\n[5] I expect long-term interest rates to remain high. This will be a problem for new investments of all kinds and for governmental borrowing.\n\nIn Section 2 of this post, I tried to explain that a peak-oil impact is likely to be inflation. This occurs because ramping up debt to try to stimulate the economy no longer works to get additional cheap energy products from the ground. Instead of getting as many finished goods and services as hoped for, the added debt tends to produce inflation instead.\n\nI believe that we are reaching a stage of fossil-fuel depletion where it is becoming increasingly difficult to ramp up production, even with added investment. Because of the added debt added in an attempt to work around depletion, inflation in the price of finished goods and services can be expected. Investors are beginning to see long-term inflation as a likely problem. As a result, they are starting to demand higher long-term interest rates to compensate for the expected decrease in buying power.\n\nFigure 2. Interest rates on 10-year US Treasury Securities, in a chart by the Federal Reserve of St. Louis. Data is through December 30, 2024.\n\nFigure 2 shows that US long-term interest rates have varied widely. There was a period of generally dropping long-term interest rates from 1981 to 2020. Starting in late 2020, interest rates began to rise; in 2023 and 2024 they have been in the 4% to 5% range. These relatively high rates are occurring because lenders are demanding higher long-term interest rates in response to higher inflation rates.\n\nBecause of inflationary pressures, I expect that long-term interest rates will tend to stay at today’s high level in 2025; they may even rise further. These continued high interest rates will become a problem for many families wanting to purchase a home because US home mortgage rates rise and fall with US 10-year interest rates. Often families are faced with both high home prices and high interest rates. This combination makes mortgage costs a problem for many families.\n\nGovernments are also adversely affected. They tend to hold large amounts of debt that they have accumulated over a period or years. Up until 2020, much of this added debt often was at a very low interest rate. As more long-term debt at higher interest rates is added, annual interest rate payments tend to rise rapidly. This can cause a need to raise taxes. Japan, especially, would be affected by higher interest rates because of its high level of government debt, relative to GDP.\n\nHigher interest rates will also raise costs for citizens trying to finance the purchase of homes, and for investors wanting to build wind turbines or solar panels. In fact, investment in any kind of factory, pipelines, or electricity transmission will tend to become more expensive.\n\nIn a sense, we seem to be seeing the peak oil problem shifting in a way that affects interest rates and the economy in general. Either higher interest rates or higher oil prices will tend to push the economy toward recession. We tend to look for rising prices to signal an oil supply problem, but perhaps that only works when there is excessive demand. If the problem is really inadequate oil supply, perhaps we should look for higher long-term interest rates, instead.\n\n[6] Industry around the world is likely to be hit especially hard by recessionary tendencies.\n\nIndustry requires investment. Higher interest rates make new industrial investment more expensive. Industry is also a heavy user of energy products. Putting these observations together, it shouldn’t come as a surprise if new industrial investment is one of the first places to be cut back because of peak oil supply.\n\nFigure 3. Expected world industrial output, based on calculations I made with using industrial output and population forecasts from detailed output data provided with the article Recalibration of limits to growth: An update of the World3 model” by Arjuna Nebel et al.\n\nThe original 1972 Limits to Growth analysis, in its base model, suggested that resources would start to run short about now. The variables in this model were recently recalibrated in the article, “Recalibration of limits to growth: An update of the World3 model.” Based on the detailed data given in the endnotes to the article, I calculated the expected industrialization per capita shown in Figure 3.\n\nBased on Figure 3, this model shows that industrialization per person reached a peak in 2017. Peak industrialization (total, not per capita) occurred in 2018, which coincides with peak crude oil extraction (not per capita).\n\nThe model seems to suggest that after an inflection point in 2023 (that is 2024 and after), industrialization will start to fall more steeply. The model shows a decrease in production per capita of 4.1% in 2024 and of 5.3% in 2025. Such decreases would push the world economy toward recession.\n\nThe model suggests that people, on average, are getting poorer in terms of the quantity of goods and services they can afford to buy. New cars, motorcycles, and homes are becoming less affordable. Heavily industrialized countries, such as China, South Korea, and Germany are likely to be especially affected by headwinds to industrialization. I expect that the economic problems in these countries will continue and are likely to worsen in 2025.\n\n[7] The US has tried to isolate itself from this nearly worldwide recession. I expect that during 2025, the US will increasingly slip into recession, as well.\n\nThere are several reasons for this belief:\n\n(a) The US is heavily dependent upon imports of raw material. China is restricting exports of critical minerals used by the US. This will make it very difficult or impossible to ramp up high tech industries as planned.\n\n(b) The US is heavily dependent on Russia for supplies of enriched uranium. Any plan for added nuclear electricity needs to consider where the uranium to power these plants will come from. It also needs to consider how this uranium will be enriched to the required concentration of uranium-235.\n\n(c) If the US can ramp up crude oil and natural gas production, this can perhaps counter this trend toward US and world recession. Unfortunately, recent US oil supply has not been ramping up; instead its production has been fairly flat. Natural gas production has actually been lower since February 2024. Plans have been made to rapidly ramp up US liquefied natural gas (LNG) exports, but these plans cannot work if the US natural gas supply is already decreasing.\n\n(d) The US government has had an advantage in borrowing because the US dollar is the world’s reserve currency. As such, the US is, in some sense, the first borrower, pulling the rest of the world along. The US, by making its short term interest rates higher than those of many other countries, was able to largely escape recession 2023 and 2024. Additional investment was attracted to the US by these higher interest rates. But the US cannot follow this strategy indefinitely. For one thing, a high US dollar handicaps exports. For another, interest costs on government debt become burdensome.\n\n(e) Donald Trump has plans to close inefficient parts of government. These changes, if enacted, will reduce “demand” within the economy because workers in these sectors will lose their jobs. Over the longer term, these changes might be beneficial, but over the short term, they are likely to be recessionary.\n\n(f) It is difficult for the US to do much better than the rest of the world. If the rest of the world is in recession, the US will tend to head in that direction, as well.\n\n[8] I expect more conflict in 2025, but today’s wars will not look much like World War I or World War II.\n\nToday, not many countries are able to build huge fleets of fighter airplanes. Even building drones and bombs seems to require supply lines that extend around the world. So, instead, wars are being fought in non-military ways, such as with sanctions and tariffs.\n\nI expect that this trend away from direct military conflict will continue, with more novel approaches such as internet interference and stealth damage to infrastructure taking place instead.\n\nI do not expect that nuclear bombs will be used, even when there is direct conflict between powerful adversaries. For one thing, uranium in these bombs is needed for other purposes. For another, there is too much chance of retaliation.\n\n[9] I expect many types of capital gains will be low in 2025.\n\nThe situation we are facing now is the opposite of the drop in long-term interest rates observed between 1981 and 2020, in Figure (2), above. This historical drop in interest rates made it possible for businesses to more easily finance new investments. It also made it possible for individual citizens to be able to afford more homes and cars. It should not be surprising that this period has been a time of rising stock market prices, especially in the United States.\n\nThe world’s economic problem is that it no longer has the tailwind of falling long-term interest rates. Instead, rising long-term interest rates are becoming a headwind. Home prices are un-affordably high for most potential buyers at today’s interest rates. A similar problem faces those hoping to purchase agricultural equipment and farmland at today’s high prices and high interest rates.\n\nWe should not be surprised if home and farm prices stabilize and begin to fall. Prices of shares of stock are likely to encounter similar headwinds. Prices of derivative investments may perform even worse than the shares themselves.\n\nRecently, a great deal of the strength of the US market has been in a few stocks. Artificial Intelligence (AI) needs to very quickly provide a lot of benefit to the stock market as a whole for this to change. I cannot imagine this happening. With the US slipping toward recession, I expect that the US stock market will at best plateau in 2025.\n\n[10] With less energy available and higher interest rates on government debt, I expect to see more government organizations disbanding.\n\nIt takes energy, directly and indirectly, to operate any kind of governmental organization. Eliminating governmental organizations is one way of saving energy. This is what happened when the central government of the Soviet Union collapsed in 1991. I would think that parallel kinds of changes could start happening in the next few years, in many parts of the world.\n\nAt some time, perhaps as soon as 2025, the European Union could collapse. If things are going badly for many member countries, they will be less willing to support the European Union with their tax revenues. Other organizations that seem like they could be in peril include NATO and the World Trade Organization.\n\nIn some ways, such shrinkage would be in parallel with Trump’s plan for eliminating unnecessary governmental organizations within the United States. All these organizations require energy; cutting their number would go some way toward reducing crude oil and other energy consumption.\n\n[11] It is possible that the world economy will eventually get itself out of its apparent trend toward recession, but I am afraid this will happen long after 2025.\n\nWe know that the world economy tends to operate in cycles. We would like to believe that the apparent current down-cycle is just temporary, but we can’t know this for sure. Physics tells us that we need energy supplies of the right kind for any action that contributes to GDP. Running short of energy supplies is therefore a very worrisome condition.\n\nWe also know that there are major inefficiencies in current approaches. For example, oil extraction leaves much of the oil resource in place. In theory, AI could greatly improve extraction techniques.\n\nWe also know that uranium consumption is terribly inefficient. M. King Hubbert thought that nuclear energy using uranium had amazing potential, but most of this potential remains untapped. Perhaps AI could help in this regard, also. If nothing else, perhaps recycling spent fuel could be made less expensive and problematic.\n\nWe can’t know what lies ahead. There may be a “religious” ending to our current predicament that we are discounting that is actually the “right story.” Or there may be a “technofix” solution that allows us to avert collapse or catastrophe. But for now, how the current down-cycle will end remains a major cause for concern.\n\nBy Gail Tverberg via Our Finite World\n\nMore Top Reads From Oilprice.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 is PC gaming’s victory lap",
            "link": "https://www.msn.com/en-us/entertainment/gaming/2025-is-pc-gaming-s-victory-lap/ar-AA1x2I8X?ocid=BingNewsVerp",
            "description": "Despite the hopes of many industry analysts, the Steam Machine project, which promised all the benefits of PC gaming with no ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MxLcjP0Mk6QNp4XSZD0MZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "19hon MSN",
            "source": "Polygon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Qualcomm brings industry-leading AI innovations to CES 2025",
            "link": "https://www.chinadaily.com.cn/a/202501/07/WS677c9a0da310f1265a1d96c9.html",
            "description": "US leading chip manufacturer Qualcomm has brought a host of cutting-edge artificial intelligence (AI) innovations to 2025 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kbK56awgnsNL8-wXJYc8fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "中国日报网5h",
            "source": "中国日报网",
            "article_content": "LAS VEGAS -- US leading chip manufacturer Qualcomm has brought a host of cutting-edge artificial intelligence (AI) innovations to 2025 Consumer Electronics Show (CES), across diverse device categories including personal computers (PCs), automobiles, smart homes and into enterprises.\n\nCES 2025, the world's premier tech show, will be held in the US city of Las Vegas from Jan 7 to 10. Exhibitors from more than 160 countries and regions have registered to attend the show.\n\n\"AI is creating a generational shift in technology. In 2025, we will continue to see AI processing move to the edge, enabling and enhancing AI-first experiences,\" said Cristiano Amon, Qualcomm president and chief executive officer.\n\n\"We are excited to showcase how on-device AI will become the next UI, transforming experiences in PCs, automotive, smart homes, and more at CES 2025,\" he said.\n\nThe company unveiled the Snapdragon X platform, the fourth platform in its high-performance PC portfolio, the Snapdragon X Series.\n\nThe new platform brings AI PC leadership to Copilot+ PCs to the cost range of about $600. Snapdragon X Series continues to gain traction with over 60 designs in production or development and more than 100 expected by 2026, according to Qualcomm.\n\nIn automotive, Qualcomm Technologies is expanding its new collaborations with global automakers and Tier-1 suppliers, driving AI-powered in-cabin and advanced driver assistance systems.\n\nThe company also announced new AI chatbots integrated into appliances, advanced smart TVs, humanoid robots, and more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Enterprise Data Access: A Microsoft Success Story By Pattabi Rama Rao Thumati",
            "link": "https://www.freepressjournal.in/latest-news/transforming-enterprise-data-access-a-microsoft-success-story-by-pattabi-rama-rao-thumati",
            "description": "In the complex landscape of enterprise data management, the remarkable transformation of Microsoft's SAP Finance Master Data ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V7UAnqi46_p7nVxcTQxAsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "20h",
            "source": "The Free Press Journal",
            "article_content": "Transforming Enterprise Data Access: A Microsoft Success Story By Pattabi Rama Rao Thumati | File Photo\n\nIn the complex landscape of enterprise data management, the remarkable transformation of Microsoft's SAP Finance Master Data system stands as a compelling testament to innovative architecture and strategic technical leadership. Under the guidance of Lead Architect Pattabi Rama Rao Thumati, this mission-critical project revolutionized how partners access and consume financial data, setting new standards for system availability and real-time data processing in enterprise environments.\n\nThe project faced significant challenges from the outset. The existing system required regular maintenance windows that resulted in frequent downtimes, disrupting partner access to crucial financial data. With partners directly accessing SAP Finance Master Data, system maintenance windows on weekly, monthly, and quarterly bases had become a significant operational bottleneck, impacting business continuity and decision-making capabilities across the organization.\n\nAt the heart of this transformation was Pattabi's innovative approach to system architecture. Taking full responsibility for the technical solution, he designed and implemented a sophisticated architecture leveraging Cosmos DB and a custom SAP Master Data API. This strategic combination created a robust intermediary layer between external partners and SAP Finance Master Data, fundamentally transforming how financial data was accessed and consumed across the enterprise.\n\nThe impact of this architectural innovation was both immediate and far-reaching. The new system completely eliminated maintenance-related downtimes, achieving a remarkable 100% reduction in system interruptions. Access times to financial data improved by 60%, enabling partners to consume critical information in real-time – a significant advancement in enterprise data accessibility.\n\nData processing efficiency played a crucial role in the project's success. Through the integration of Azure Data Factory, Pattabi established an automated data pipeline from Cosmos DB to the Enterprise Data Lake (EDL). This automation reduced manual interventions by 75%, significantly improving data accuracy and reliability while enabling real-time analytics and reporting capabilities through Power BI.\n\nThe project's success demonstrated how effective technical architecture could transform enterprise data management. The seamless integration between Cosmos DB, Azure Data Factory, and Power BI established new benchmarks for system performance and data accessibility. This achievement has become a model for future enterprise-scale data integration initiatives, showcasing how strategic architecture and innovative solution design can deliver exceptional results across multiple performance indicators.\n\nFor Pattabi personally, the project represented a significant milestone in enterprise architecture, showcasing his ability to design complex solutions while managing substantial technical challenges and cross-functional teams. His expertise in leveraging cloud technologies and implementing robust data processing solutions proved instrumental in delivering a system that not only met but exceeded organizational requirements.\n\nThis success story illustrates how strategic technical leadership, when combined with innovative architecture, can transform enterprise data management. The implementation not only enhanced operational efficiency but also established new standards for system availability and data accessibility in large-scale enterprise environments. As organizations continue to prioritize data-driven decision making, this project serves as a compelling example of how focused technical leadership can drive exceptional results in enterprise-scale system implementation.\n\nLooking ahead, the implications of this project success extend beyond immediate achievements. It demonstrates how effective system architecture can overcome complex operational challenges while delivering tangible business value. As enterprise data management continues to evolve, Microsoft's SAP Finance Master Data transformation stands as a model for future implementations, showcasing the powerful combination of strategic technical leadership, architectural excellence, and innovative solution design in driving project success under Pattabi Rama Rao Thumati's capable leadership.\n\nAbout Pattabi Rama Rao Thumati\n\nA distinguished professional in enterprise system development and cloud architecture, Pattabi Rama Rao Thumati has established himself as a leading expert in complex technical implementations. His comprehensive experience spans over two decades, encompassing various aspects of software development and system integration. With a Master's in Computer Application and extensive expertise in Microsoft technologies, including Azure cloud services and enterprise-scale applications, Pattabi has demonstrated exceptional ability in architecting and implementing transformative technical solutions. His expertise in cloud infrastructure, microservices architecture, and data integration has consistently delivered operational excellence while maintaining high standards of system performance and reliability."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia unveils Project Digits personal AI supercomputer for researchers and students",
            "link": "https://venturebeat.com/ai/nvidia-unveils-project-digits-personal-ai-supercomputer-for-researchers-and-students/",
            "description": "Nvidia today unveiled Nvidia Project Digits, a personal AI supercomputer that serves AI researchers, data scientists and students worldwide.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "cloud+architecture",
            "date": "4h",
            "source": "VentureBeat",
            "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nNvidia today unveiled Nvidia Project Digits, a personal AI supercomputer that provides AI researchers, data scientists and students worldwide with access to the power of the Nvidia Grace Blackwell\n\nplatform.\n\nProject Digits features the new Nvidia GB10 Grace Blackwell Superchip, offering a petaflop of AI computing performance for prototyping, fine-tuning and running large AI models. The company made the announcement during CEO Jensen Huang’s opening keynote at CES 2025, the big tech trade show in Las Vegas this week.\n\nWith Project Digits, users can develop and run inference on models using their own desktop system, then seamlessly deploy the models on accelerated cloud or data center infrastructure. It is based on a “super secret chip called GB110, the smallest Blackwell we can make,” Huang said.\n\nNvidia Project Digits\n\n“AI will be mainstream in every application for every industry. With Project Digits, the Grace Blackwell Superchip comes to millions of developers,” said Huang. “Placing an AI supercomputer on the desks of every data scientist, AI researcher and student empowers them to engage and shape the\n\nage of AI.”\n\nGB10 Superchip Provides a Petaflop of Power-Efficient AI Performance The GB10 Superchip is a system-on-a-chip (SoC) based on the Nvidia Grace Blackwell architecture and delivers up to 1 petaflop of AI performance at FP4 precision.\n\nGB10 features an Nvidia Blackwell GPU with latest-generation CUDA cores and fifth-generation Tensor Cores, connected via NVLink-C2C chip-to-chip interconnect to a high-performance Nvidia Grace CPU, which includes 20 power-efficient cores built with the Arm architecture. MediaTek, a market leader in Arm-based SoC designs, collaborated on the design of GB10, contributing to its best-in-class power efficiency, performance and connectivity.\n\nThe GB10 Superchip enables Project DIGITS to deliver powerful performance using only a standard electrical outlet. Each Project DIGITS features 128GB of unified, coherent memory and up to 4TB of NVMe storage. With the supercomputer, developers can run up to 200-billion-parameter large language models to supercharge AI innovation. In addition, using Nvidia ConnectX networking, two Project DIGITS AI supercomputers can be linked to run up to 405-billion-parameter models.\n\nGrace Blackwell AI Supercomputing Within Reach\n\nThere are 72 Blackwell chips on this wafer.\n\nWith the Grace Blackwell architecture, enterprises and researchers can prototype, fine-tune and test models on local Project DIGITS systems running Linux-based Nvidia DGX OS, and then deploy them seamlessly on Nvidia DGX Cloud, accelerated cloud instances or data center infrastructure.\n\nThis allows developers to prototype AI on Project DIGITS and then scale on cloud or data center infrastructure, using the same Grace Blackwell architecture and the Nvidia AI Enterprise software platform.\n\nProject Digits users can access an extensive library of Nvidia AI software for experimentation and prototyping, including software development kits, orchestration tools, frameworks and models available in the Nvidia NGC catalog and on the Nvidia Developer portal. Developers can fine-tune models with the\n\nNvidia NeMo framework, accelerate data science with Nvidia Rapids libraries and run common frameworks such as PyTorch, Python and Jupyter notebooks.\n\nTo build agentic AI applications, users can also harness Nvidia Blueprints and Nvidia NIM microservices, which are available for research, development and testing via the Nvidia Developer Program. When AI applications are ready to move from experimentation to production environments, the Nvidia AI Enterprise license provides enterprise-grade security, support and product releases of Nvidia AI software.\n\nAvailability\n\nProject Digits is coming around May.\n\nProject Digits will be available in May from Nvidia and top partners, starting at $3,000.\n\n“By making Llama models open source, we’re committed to democratizing access to cutting-edge AI technology. With Project Digits, developers can harness the power of Llama locally, unlocking new possibilities for innovation and collaboration,” said Ahmad Al-Dahle, Head of GenAI at Meta, in a statement.\n\n“Advancing AI requires tools that empower researchers to experiment at scale, speed and precision. Nvidia’s Project Digits represents a significant leap forward. I’m excited to see how 128GB in such a small form factor can advance the future of enterprise AI,” said Silvio Savarese, Chief Scientist at Salesforce, in a statement.\n\n“At Hugging Face, we want to make it easy for developers to build their own AI. Nvidia’s Project Digits will empower AI builders to build and run their own Gen AI models and systems at the edge. With 128GB of unified memory, AI builders can run 200B parameter models locally, and connect multiple Project Digits systems to scale from there. I can’t wait to see what the Hugging Face community will build with Nvidia Project Digits,” said Je Boudier, Head of Product at Hugging Face, in a statement.\n\n“Nvidia’s Project Digits is a powerhouse you can hold in the palm of your hand. With two Project Digits units, developers can easily work with AI models up to 405B parameters in size. We can’t wait to see the apps people will build with this,” said Michael Chiang, cofounder of Ollama, in a statement."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Watch as 1,500-year-old mosaic that ‘BLESSES all who read it’ and depicts stirring Bible verse is unearthed in holy site",
            "link": "https://www.thesun.co.uk/tech/32637031/mosaic-bible-inscription-blesses-people-israel-site/",
            "description": "THIS is the moment a 1,500-year-old mosaic is unearthed at a holy site – thought to bless all those who read it. The significant archaeological breakthrough from the Byzantine period ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "bible+discovery",
            "date": "15h",
            "source": "The Sun",
            "article_content": "THIS is the moment a 1,500-year-old mosaic is unearthed at a holy site - thought to bless all those who read it.\n\nThe significant archaeological breakthrough from the Byzantine period (5th-6th centuries CE) was found in southern Israel, and features a biblical inscription in ancient Greek.\n\n8 The beautiful mosaic was found at a site in southern Israel Credit: Rex\n\n8 The inscription reads “Blessed are you when you come in and blessed are you when you go out” (Deuteronomy 28:6) Credit: Alamy\n\n8 The mosaic features outlines of doves Credit: Alamy\n\n8 The mosaic is the centrepiece of the archaeologists' breakthrough discovery Credit: Alamy\n\nThe Israel Antiquities Authority announced on Monday that they had made the discovery, which also features at least ten buildings and a winepress.\n\nThe striking mosaic features crosses, lions, doves, an amphora (a ceramic maritime shipping jug), flowers and geometric patterns.\n\nIt has a biblical inscription at its centre, reading: “Blessed are you when you come in and blessed are you when you go out” (Deuteronomy 28:6).\n\nThis historic find blesses all those who find it.\n\nArchaeologists describe it as “the largest and most significant site discovered in the region from the Roman and Byzantine periods.\"\n\n8\n\nSvetlana Talis, director of the Southern Region at the Israel Antiquities Authority, said: “The discovery of the site highlights the historical richness of Kiryat Gat and its surroundings, shedding light on the centrality of the region in antiquity.\"\n\nAccording to excavation managers Shira Lifshitz and Maayan Margulis, “The early settlement is sited on a central road junction connecting the mountain region to the coastal plain.\n\n\"It served the area’s smaller settlements and travellers passing by.”\n\nMark Avrahami, Head of Artistic Conservation at the Israel Antiquities Authority, said: “The mosaic discovered in Kiryat Gat is one of the most unique ever found in Israel.”\n\nThe site was Uncovered near the city of Kiryat Gat, about 35 miles south of Tel Aviv.\n\nAncient Terracotta Warrior general unearthed at Emperor's mausoleum in 1st discovery of its kind after 30yrs of digging\n\nIncluded in these ten buildings is a monastery, which makes up a site which is thought to have functioned for hundreds of years.\n\nThe monastery was part of a settlement that existed during the Roman period and flourished for approximately 600 years.\n\nAdjacent to the monastery, archaeologists uncovered a sophisticated winepress that underwent multiple repairs and renovations throughout its use.\n\nIt features distinctive blue and white stone mosaic flooring, with traces of red paint still visible on the plastered surfaces.\n\nGreek letters, likely as construction markers, remain visible on some of the northern collecting vat floor slabs.\n\nThe excavation uncovered more than just the sites themselves, but offered experts a look into what kind of production was carried out there.\n\nThe settlement appears to have been a centre for pottery production, as evidenced by ceramic factory waste.\n\nThe biblical history of the site In Biblical times, Kiryat Gat, in southern Israel near the border with Judah, was one of the five major cities of the Philistines. It was one of the last refuges of the Anakim (literally, ‘giants’) in front of the conquering Israelites under Joshua (Joshua 11:22). Gath, a Philistine city, was either subdued during the days of the prophet Samuel, or by King David. The first book of Kings (2:39) states that in the time of King Solomon it was still ruled by a Philistine king named Achish (1 Samuel 27:1–7). The narrative in the first book of Chronicles (1 Chronicles 7:21) relates that Ezer and Elead, sons of Ephraim, were killed by men who were natives of Gath, because “they came down to take their livestock”. In Hebrew, Kiryat Gat means “the place of the winepress”.\n\nThe Israel Land Authority views this discovery as symbolic of the connection between past and future.\n\nDirector Yaacov Kvint commented: \"[the authority] invests tens of millions of shekels annually in salvage excavations for various projects across the country, aimed at uncovering and documenting the rich history and archaeology beneath the neighbourhoods of the future.”\n\nThe mosaic floor will be relocated to an open area in the city and made accessible to the public.\n\n8 Included in these ten buildings is a monastery, which makes up a site which is thought to have functioned for 600 years Credit: Reuters\n\n8 A winepress was also discovered during the excavation Credit: Alamy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists left baffled after discovering asteroid-comet hybrid that's like nothing ever seen before",
            "link": "https://www.ladbible.com/news/science/chiron-asteroid-comet-hybrid-explained-746216-20250106",
            "description": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.",
            "image_url": "https://www.bing.com/th?id=OVFT.Utr97NfdsQWteG8Iq278XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "14h",
            "source": "LADbible",
            "article_content": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.\n\nAstronomers from the University of Central Florida have made the space discovery using the James Webb Space Telescope (JWST).\n\nAs they analysed near-infrared images, the scientists found something that is 'like nothing' the astronomy world has ever seen before.\n\nAdvert\n\nSo pretty huge, then.\n\nThe UCF Florida Space Institute (FSI) researchers found a Centaur and while it may be named after a mythical creature that is half-horse and half-man, in space terms, it describes an asteroid-comet hybrid.\n\nThese bodies are found between Jupiter and Neptune and though they behave like asteroids, they produce gas and dust like comets.\n\nThey used the JWST to make the discovery (Getty Stock Photo)\n\nWhat's the difference between an asteroid and a comet?\n\nAn asteroid can be described as a large chunk of rock from left over collisions from the early stages of our solar system, which are mostly located between Mars and Jupiter in the asteroid belt.\n\nAdvert\n\nA comet is a rock covered in ice, methane and other elements, though these orbits are much further out of our solar system.\n\nCentaurs are a combination of both, and one in particular has left researchers Dr Charles Schambeau and Scientist Noemí Pinilla-Alonso scratching their heads.\n\nIntroducing 2060 Chiron\n\n2060 Chiron is 125 miles wide and it's a Centaur having first been discovered in 1977.\n\nAdvert\n\nThey're almost like time capsules containing information about the formation of our solar system, though something sets Chiron aside.\n\nDr Schambeau explained: \"These results are like nothing we've seen before.\n\n\"These detections enhance our understanding of Chiron's interior composition and how that material produces the unique behaviours as we observe Chiron.\"\n\nChiron is different to other Centaurs (Space Engine)\n\nWhat sets Chiron apart from the rest?\n\nThe surface of this Centaur actually contained chemicals such as CO2, methane and frozen water, all of which predate the formation of our solar system.\n\nAdvert\n\nDr Schambeau continued: \"It's an oddball when compared to the majority of other Centaurs.\n\n\"It has periods where it behaves like a comet, it has rings of material around it, and potentially a debris field of small dust or rocky material orbiting around it.\"\n\nBut it's the tail of dust and gas that's the most interesting, as most objects that far into space are usually too cold or don't have the ice to create a tail.\n\nComets can, though they are closer to the sun, as Dr Pinilla-Alonso explains: \"What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it.\n\nAdvert\n\n\"Discovering which gases are part of the coma and their different relationships with the ices on the surface helps us learn the physical and chemical properties, such as the thickness and the porosity of the ice layer, its composition, and how irradiation is affecting it.\"\n\nThe pair's findings were published in the journal Astronomy & Astrophysics.\n\nCentaurs can be found between Jupiter and Neptune (Getty Stock Photo)\n\nPinilla-Alonso further explains: “All the small bodies in the Solar System talk to us about how it was back in time, which is a period of time we can’t really observe anymore,\n\n“But active centaurs tell us much more. They are undergoing transformation driven by solar heating and they provide a unique opportunity to learn about the surface and subsurface layers.”\n\n“What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it,” the scientist highlighted.\n\n“We’re going to follow up with Chiron,\n\n“It will come closer to us, and if we can study it at nearer distances and get better reads on the quantities and nature of the ices, silicates, and organics, we will be able to better understand how seasonal insolation variations and different illumination patterns can affect its behavior and its ice reservoir.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "You go glen coco",
            "link": "https://www.msn.com/en-au/general/general/you-go-glen-coco/vi-AA1x4yG0?ocid=BingNewsVerp",
            "description": "When a car with an expired tag faces the threat of towing, the situation gets complicated with repo trouble looming. The crew ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7HQY7CdZ0_CjlTKxAONa0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If an Alien Civilization Existed on Proxima b?",
            "link": "https://www.msn.com/en-us/news/technology/what-if-an-alien-civilization-existed-on-proxima-b/vi-AA1x4oDn?ocid=BingNewsVerp",
            "description": "\"What If is an epic exploration of possibilities. What If is a Webby Award-winning science web series that takes you on a journey through hypothetical worlds and possibilities, some in distant corners ...",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "What If on MSN7h",
            "source": "What If on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Journey Through the Ages: The Global History of UFO Sightings",
            "link": "https://www.msn.com/en-us/travel/news/a-journey-through-the-ages-the-global-history-of-ufo-sightings/ar-BB1kuV6o?ocid=BingNewsVerp",
            "description": "This article will take you through the evolution of UFO sightings, from ancient accounts to modern-day encounters, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.THWdsrntiKJ8S6FBHGKbey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Emily Standley Allard on MSN11h",
            "source": "Emily Standley Allard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Map reveals UK’s five ‘UFO hotspots’ as investigator lifts lid on wildest ‘alien’ encounters – how does your town fare?",
            "link": "https://www.thesun.co.uk/tech/32188376/map-reveals-uks-five-ufo-hotspots-expert-wildest-encounters/",
            "description": "A UFO expert has lifted the lid on some of his wildest encounters as we reveal the top five hotspots in the UK. Nick Pope, who previously ran the British Government’s UFO Project, spoke about his ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "16h",
            "source": "The Sun",
            "article_content": "A UFO expert has lifted the lid on some of his wildest encounters as we reveal the top five hotspots in the UK.\n\nNick Pope, who previously ran the British Government’s UFO Project, spoke about his experiences with extraterrestrial life in an exclusive chat with The Sun.\n\n4 Nick Pope is former head of the MoD's UFO research programme Credit: Chris Loomis / National Geographic\n\n4 Nick lifted the lid on some extraterrestrial mysteries\n\n4\n\nFor over two decades, Nick worked as a civilian employee at the MoD, with his most prominent role beginning in the early 1990s, where he ran the department's UFO program.\n\nNick was at the helm of the project, an initiative that monitored and investigated reports of unidentified flying objects to assess their potential impact on national security and aviation safety.\n\nAlthough the program was never formally named, it was often referred to as the “UFO desk” or “UFO program” by a number of media outlets.\n\nWhen looking at the distribution of these sightings across the UK, Nick and his team discovered that the hotspots were not necessarily the rural or remote locations that many assumed.\n\nNick told The Sun: “It’s interesting because when we mapped out the UFO sightings, they didn’t necessarily occur in remote, rural areas.\n\n“The hotspots were often London, Birmingham, Manchester, Liverpool, and Glasgow – all the major cities and urban areas.\n\n\"The reason for this is simple - the more people there are in an area, the more likely someone is to spot something unusual in the sky.”\n\nThese cities, with their dense populations, provided more potential witnesses.\n\nIt meant that if something strange appeared in the sky, the chances of someone witnessing it were far higher.\n\nNick also notes that other areas, like Warminster have been known for their frequent UFO sightings.\n\n“People used to go up Cradle Hill and Flea Hill in Warminster, and even some 1960s pop songs referenced the place,” he added.\n\nBonnybridge, in Scotland, saw a huge surge in UFO sightings in the 1990s, to the extent that local councillor Billy Buchanan lobbied the government for an inquiry.\n\n“I ended up drafting the replies to Buchanan’s letters, which were sent to the Ministry of Defence,” Nick recalls.\n\n“He wasn’t very happy with me because the government line was always to play down the significance of UFO sightings.”\n\nDespite the official stance, Nick acknowledges that Bonnybridge was, indeed, a hotspot.\n\nPilots told they’re ‘cleared to manoeuvre to avoid the UFO’ in eerie audio as ‘strange’ lights spark fears in Oregon\n\nHowever, Nick also cautions against confirmation bias, adding: “When people go to these hotspots for sky watches, they may already be believers, which can affect how they perceive what they see.\n\n\"They may be more likely to misperceive something or to see what they expect to see.”\n\nAnother factor is the issue of light pollution in cities, which can obscure the view of the sky.\n\nDespite this, urban areas remained UFO hotspots due to the sheer number of potential witnesses.\n\nEven more intriguing, Nick pointed out, was the fact that UFO sightings seemed to cluster around military bases, particularly air force bases.\n\nWhile some argue that these sightings are due to secret military aircraft or advanced aerospace technology, the fact remains that military bases are more heavily surveilled, and the likelihood of sightings there is higher.\n\nFrom Rendlesham Forest to Cosford, Nick has worked on some of the most high-profile cases in UFO history, all while trying to navigate the Ministry’s official stance on the phenomenon.\n\nAnd according to Nick, the number of UFO sightings reported in the UK was far higher than most people realise with reports representing only the tip of the iceberg.\n\n\"We’d get about 200 to 300 reports a year, and at its peak, that number went up to 700 or 800,” he recalls.\n\n“But even that number is misleading because many sightings went unreported due to fear of ridicule or simply not knowing who to contact.”\n\nIn reality, Nick believes the actual number of UFO sightings in the UK each year could be in the tens of thousands.\n\nThe MoD had a national reporting system for UFO sightings, with people reaching out to local police stations, military bases, and airports.\n\nHowever, sightings reported to the media or civilian UFO research groups were not always included in the official data.\n\nWhat to do if you spot a UFO? “If you see something, say something,” Nick advises anyone who observes a UFO. He recommends capturing the best possible image or video, though with caution regarding the zoom feature on smartphones, which can distort images. If the sighting occurs in the daytime, it’s vital to include some ground features in the shot. He added: “If you’re just looking at something against the blank sky, you have no idea how far away it is, how high it is, or how big it is. \"But if you capture hills, trees, rooftops, something like that, we can triangulate. We can make those calculations.”\n\nThe Calvine Incident\n\nAmong the most compelling pieces of evidence Nick Pope encountered during his time at the MoD was the Calvine Incident.\n\nNick said: \"I think, the best photographic evidence we had came from a case called the Calvine Incident in August of 1990.\n\n\"This was just before my posting on the UFO desk, so my predecessor would have handled the investigation, but I certainly got involved in it.\"\n\nThe case involved two hikers in Scotland who captured six crystal-clear photographs of a large, diamond-shaped craft.\n\nNick, who inherited the investigation, recalls: “These photographs were examined by the UK’s top imagery analysts—Defence Intelligence Staff, Joint Air Reconnaissance Intelligence Centre.\n\n“We concluded that this was the real deal. This wasn’t a hoax.”\n\nThe photos showed an object about 70 to 90 feet in diameter, with no visible means of propulsion, a detail that intrigued Nick and his colleagues.\n\nThe absence of conventional aerodynamic features, like wings or rotor blades, made the object even more mysterious.\n\nThe incident also featured a military jet circling the UFO, possibly trying to intercept it or gather data.\n\n“This was a genuine mystery on our hands,” he adds, noting that the object in the photographs moved in ways that defied conventional aircraft design.\n\nNick also highlights the potential connection between the timing of the sighting and the geopolitical events unfolding in August 1990.\n\nReflecting on the mystery, he said: \"The photographs were taken just two days after Iraq’s invasion of Kuwait, a moment that sparked preparations for military action.\n\n“We wondered if this could have been a military prototype or reconnaissance aircraft.\n\n“We asked both our own people and the Americans about this, but the Americans denied it.\"\n\nDespite the U.S. government’s denials, Nick and his team remained unconvinced. “Sometimes we thought, ‘This is not just next generation; this is something a generation ahead.’ And if that’s the case, where is it now?”\n\nNick asks. \"Where is the Rendlesham UFO? Where is the Cosford UFO now? Ten years later, these should have been unveiled. We should be seeing them at the Farnborough Air Show, but we’re not.\"\n\nThe question of whether UFO sightings could be attributed to advanced human technology is one that constantly resurfaced in Nick’s work.\n\n“At any given time, there will be tech that’s 5, 10, even 15 years ahead of what the public knows,” Nick explains.\n\nHe points to historical examples, such as the U-2 spy plane and the SR-71 Blackbird, which were years ahead of their time when they were first introduced.\n\nCosford Mystery\n\nA key event from Nick’s time at the MoD was the Cosford UFO sighting in March 1993.\n\nHe said: \"It took place over a series of 6 hours or thereabouts on March 30, the and March 31, 1993. So that was right in the middle of my posting.\n\n\"So of course, I led the investigation into this and my case file, which is over a hundred pages of documents.\"\n\nOver many hours, several witnesses, including police officers and military personnel, saw a large, triangular-shaped craft in the sky.\n\nOne of the most detailed reports came from a meteorological officer at RAF Shawbury, who described the object as being the size of a craft somewhere between a C-130 Hercules and a Boeing 747.\n\nIt emitted a low-frequency hum, and a beam of light appeared to be scanning the ground below.\n\n“We had dozens of witnesses to the Cosford sighting, including police and military personnel,” Nick says.\n\n“Some people even described the object as being like ‘two Concorde aircraft glued together.’ The most intriguing part of the case was the beam of light that seemed to track back and forth, almost like it was searching for something.”\n\nNick’s investigation into the sighting led to some theories, including the possibility that the sighting could have been related to the re-entry of a Russian rocket. However, this theory didn’t fully explain all the reports, and Nick wasn’t convinced it was the definitive answer.\n\nUltimately, Nick and his team were left with more questions than answers, he said: “We couldn’t definitively explain what happened, but there were certain things that gave us pause for thought.\n\n\"The speeds and manoeuvres reported by the witnesses were orders of magnitude above anything that we had or anything that we knew our adversaries had.\n\n“I thought, maybe, this really is the real deal. Maybe this is extraterrestrial.\n\n“It wasn’t a firm intelligence assessment, but it was one of the theories we put forward.”\n\nUK trailing in UFO 'race'\n\nWhen it comes to how the UK and the US are handling UFO research, Nick is critical of the UK’s lack of progress.\n\nWhile the US government has made significant strides in acknowledging and investigating UFOs in recent years, the UK has been far slower to act - something Nick believes this is a dangerous oversight.\n\n“In the 1960s, there was talk of a missile gap and a space race. Today, we have what I call a UFO gap,” he argues.\n\n“The US is leading the way, and other countries are falling behind. Something is in our airspace, and we need to figure out what it is. If something can outpace your cutting-edge aerospace technology, it’s a threat, but it could also be an opportunity.”\n\nPope criticises the UK’s decision to axe its UFO programme in 2009. “I think that was a mistake,” he says.\n\n“It leaves a gap that adversaries could exploit. We’ve seen this in recent incidents, like the Chinese spy balloon saga. If we’re not keeping an eye on UFO sightings, we could miss important intelligence.”\n\nFAMOUS UFO INCIDENTS The ‘Night of the UFOs’ is among many famous unexplained encounters with strange objects in the sky that have happened down the years. Perhaps the most striking was a video known as the 'Tic-Tac' – which showed an unidentified object being pursued by fighter planes. While flying off the coast of California 2004, two pilots from the USS Nimitz on a routine training mission spotted an object \"shaped like a 40ft Tic Tac sweet\". Then in 2005, a veteran pilot of an F/A - 18 fighter aircraft witnessed a raft of strange objects in the sky during a training exercise off the coast of Florida. The two videos were sensationally released by the Pentagon in 2017. Tragically the pursuit of UFOs has also claimed lives, notably that of US Air Force Captain Thomas Mantell. He died after being sent to chase a mysterious object in his fighter aircraft in 1948. Other encounters with the air force include a claim that UFOs disabled weapons at a nuclear base. Captain Robert Salas said the bizarre incident unfolded in 1967 while he was the on-duty commander of a secret underground launch control facility at Montana’s Malmstrom Air Force Base. US forces based in Britain also had an encounter with a strange glowing in the sky in Rendlesham Forest in Suffolk. Two airmen, Staff Sgt Jim Penniston and Airman John Burroughs, claim they got so close to a triangular craft they actually touched it. Earlier this year, US military documents were released showing how a warship was shadowed by two \"ball of light\" UFOs deepening the mystery around the case.\n\nIn contrast, the Pentagon has embraced UFO research through its All Domain Anomaly Resolution Office (AARO), which investigates UFOs, particularly military sightings.\n\nWhile the UK is peripherally involved through intelligence-sharing agreements like the Five Eyes Forum, Nick believes the UK needs to take a more proactive approach.\n\nHe claims it is time for the UK to reinstate its UFO desk and begin taking public reports again.\n\n“Something is in our airspace. Whether it’s Russia, China, extraterrestrials, or something else, it’s making us look foolish,” Nick warns.\n\n“We need a proper UFO research program in the UK. We have the resources — radar systems, satellites, and space tracking. What we need is the political will to use them.\n\n“You’re not looking at huge new costs — it’s just a case of using what you have to investigate UFOs properly.”\n\nChanging attitudes\n\nReflecting on his own journey, Nick admits that before he began working on the UFO desk, he hadn’t given much thought to UFOs at all.\n\nHe was sceptical, and certainly not someone who actively believed in extraterrestrial life.\n\nBut his time working in the government’s UFO desk opened his eyes to the possibility that there was something more to these sightings than misidentifications or hoaxes.\n\n“I wasn’t a true believer,” he says, “but now I’m much more open-minded. I don’t rule anything out.”\n\nHe notes that there seems to be a consistent pattern that suggests a “core phenomenon” that might be underpinned by advanced intelligence and technology.\n\nThe potential knowledge that could be gained from a civilisation far more advanced than ours is something Nick considers too important to ignore.\n\nFor the ex-MoD man, even the possibility of such a discovery makes it worth investigating the phenomenon further.\n\n“Sceptics have to be right every day, but believers only need to be right once,” he points out.\n\n\"If just one UFO sighting turns out to be genuine, the impact on humanity would be transformative. Whether it’s extraterrestrials, time travellers, or something else entirely, the implications would be profound.\n\n“There’s no part of society that wouldn’t be deeply affected. If extraterrestrial life were confirmed, it would change everything—from politics and religion to science, technology, and philosophy.\"\n\nHe continued: \"People will look back on that day as the moment everything changed. Millions of years from now, they’ll say that’s the day it happened.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Construction crew discovers Roman stone coffin under British road",
            "link": "https://www.popsci.com/science/roman-stone-coffin-uk/",
            "description": "Construction workers expanding a section of road north of London needed to pause their project after uncovering an unexpected ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3XXlkN0mv8e6WEQZTAbe_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13h",
            "source": "Popular Science",
            "article_content": "Construction workers expanding a section of road north of London needed to pause their project after uncovering an unexpected find—a small Roman cemetery dating back roughly 1,500 years. Excavating just one of the coffins in their way was no small feat, either. According to the England’s National Highways department announcement on January 6th, the largely intact stone casket weighed as much as “an adult male polar bear.” For those unsure about that exact unit of measurement, that puts the coffin at around 1,650 lbs.\n\n“While our main focus has been on building a road to improve journeys for road users, it’s been extremely satisfying to play a part in uncovering such an unusual archaeological find,” said Chris Griffin, the National Highways east region program leader.\n\nThe coffin weighs roughly 1,650 lbs. Credit: National Highways\n\nWhile a sovereign state today, a large portion of the UK once composed the Roman territory of Britannia. Julius Caesar initially invaded the island in 55 and 54 BCE during the Gallic Wars, but it wasn’t until Claudius’ reign that a much larger campaign commenced. Rome officially annexed the province of Britannia in 43 CE before ruling over the region for roughly the next 400 years. This means that locals likely buried the large stone coffin towards the end of Roman occupation following almost a half-century of cultural exchange and improvements made to Britain’s agriculture, architecture, urban planning, and industry. One of the most notable Roman additions to the area was a vast network of roads connecting much of the territory. Despite their immense influence, however, only an estimated 800 Latin words were ultimately incorporated into Common Brittonic by the time of Rome’s withdrawal from the island. The vast majority of the proto-English language remained firmly intertwined with its Germanic origins.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nDavid Harrison, project manager for Headland Archeology overseeing the dig, called the coffin a “fascinating discovery” that is extremely unique to the region. “Its careful excavation and recording, both in the field and the laboratory, allows us to continue to learn how our Roman ancestors lived and died,” he added.\n\nThe coffin is just one of a number of artifacts recovered along the stretch of A47 north of London near Cambridgeshire. According to Archeology News, a team of 50 archeologists and 20 civil engineers spent seven months excavating 17 different sites along the roadway. Many of these discoveries will be showcased in the new season of Digging for Britain. The first episode—which includes the polar bear-sized casket—will premiere on BBC 2 on January 7th."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Virtual chemistry speeds up drug discovery",
            "link": "https://www.msn.com/en-us/health/other/virtual-chemistry-synthesizes-25-variations-of-a-plant-compound-that-could-treat-brain-diseases/ar-AA1x3Bzz?ocid=BingNewsVerp",
            "description": "Among the hundreds of thousands of chemical compounds produced by plants, some may hold the key to treating human ailments and diseases. But recreating these complex, naturally occurring molecules in ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How a quantum innovation may quash the idea of the multiverse",
            "link": "https://www.newscientist.com/article/mg26435252-200-how-a-quantum-innovation-may-quash-the-idea-of-the-multiverse/",
            "description": "The many-worlds interpretation of quantum mechanics invokes alternative realities to keep everything in balance. Has solving ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IHZ0TeTvFKF0sAWncGMj7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "New Scientist16h",
            "source": "New Scientist",
            "article_content": "The many-worlds interpretation of quantum mechanics invokes alternative realities to keep everything in balance. Has solving a century-old paradox now undermined their existence?\n\n© William Horton, William Horton Photography\n\nEvery now and then, it is worth pausing for a second and giving thanks to the many, ever so slightly different versions of you that exist in parallel realities. It is these alternative selves that help to keep these universes in balance.\n\nAt least, that is what’s going on if you happen to subscribe to the many-worlds interpretation of quantum theory. First proposed more than 65 years ago, the idea is that reality is constantly splitting off into parallel paths, due to subtle interactions at the level of quantum particles. Though it may boggle the mind, it also smooths over some devilishly tricky problems in physics and, for that reason, plenty of clear-eyed physicists believe it to be true.\n\nBut now this strange idea might be facing a huge challenge, thanks to physicists Sandu Popescu and Daniel Collins at the University of Bristol, UK. They initially set out to solve a 100-year-old puzzle in quantum theory, but ended up undermining the idea of parallel universes. “We’ve essentially demolished one of the arguments for it,” says Collins.\n\nIt might sound like a destabilising development, but it may actually prove to be a shot in the arm for quantum theory. Already, Popescu and Collins’s work is helping to resolve other long-standing quantum paradoxes and, in the eyes of some theorists, it points to a fresh way of thinking about the cosmos as a singular quantum reality built from the inside out. “This is something deep and new. I think it could become really important,” says Nicolas Gisin, who researches…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum phase transition in indium oxide films defies superconductor norms",
            "link": "https://www.msn.com/en-us/science/physics/quantum-phase-transition-in-indium-oxide-films-defies-superconductor-norms/ar-AA1x3X4F?ocid=BingNewsVerp",
            "description": "A team of physicists at Université Grenoble Alpes, CNRS, in France, working with a colleague from Karlsruhe Institute of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8eAuqCkLFzed9OnYCfdSIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "12hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Race to Lead the Quantum Future",
            "link": "https://www.foreignaffairs.com/united-states/race-lead-quantum-future-chou-manyika-neven",
            "description": "Charina Chou is Director and Chief Operating Officer at Google Quantum AI. James Manyika is Senior Vice President at Google ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pOl5LW4PBxTFuPUDkbTN3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Foreign Affairs3h",
            "source": "Foreign Affairs",
            "article_content": "Charina Chou is Director and Chief Operating Officer at Google Quantum AI.\n\nJames Manyika is Senior Vice President at Google and its President for Research, Technology, and Society.\n\nHartmut Neven is Vice President of Engineering at Google and Head of Google Quantum AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Samsung finally joins Qi2 wireless charging revolution: What is it",
            "link": "https://www.newsbytesapp.com/news/science/samsung-will-finally-adopt-qi2-wireless-charging-this-year/story",
            "description": "Samsung has announced its plans to bring Qi2 wireless charging into its Galaxy phones in 2025, according to the Wireless ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1L_r7TZXCFpRy03exaZSAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "newsbytesapp.com2h",
            "source": "newsbytesapp.com",
            "article_content": "What's the story\n\nSamsung has announced its plans to bring Qi2 wireless charging into its Galaxy phones in 2025, according to the Wireless Power Consortium (WPC).\n\nThe Qi2 tech, which was originally meant to deliver an Apple MagSafe-like experience for all compatible phones, had not been adopted by most Android makers in 2024.\n\nBut, that's all set to change this year."
        }
    }
]