[
    {
        "title": "UFO 50 Review (PC)",
        "link": "https://www.heypoorplayer.com/2024/09/24/ufo-50-review-pc/",
        "description": "Making History Between 1982 and 1989, UFO Soft put out a wide variety of classic games for their LX game console. Their ...",
        "image_url": "https://www.bing.com/th?id=OVF.52sLhr8qZh%2frdpXuQ%2bqWgQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "heypoorplayer.com2h",
        "source": "heypoorplayer.com",
        "article_content": "0 SHARES Share Tweet\n\nUFO 50 Review: Making History\n\nBetween 1982 and 1989, UFO Soft put out a wide variety of classic games for their LX game console. Their titles ranged from shooters and RPGs to sports games and pretty much every genre under the sun. These games, and this console, have been largely forgotten over the years, but this under-heralded team was way ahead of their time and put out a catalog of games that should be considered classics. Now, 50 of those games are back in this fantastic collection called UFO 50. It celebrates what made these games great and really shows off the wide variety of games that were available on the LX.\n\nNone of that is actually true. UFO Soft never existed, and the LX game console wasn’t a thing. What if they were, though? That’s the question asked by some of the best games in the indie gaming space, including Derek Yu and Eirik Suhrke, who are responsible for hits like Spelunky and Downwell. Eight years ago, they got together with a group of indie developers and decided to make a fictional collection of games from a fictional company. The plan was to release it two years later, but making 50 games takes a while, and this title got pushed back again and again. Now, though, UFO 50 is finally here after eight years of development, and thankfully, it was well worth the wait.\n\nYou Can Have Whatever You Like\n\nWhen we think of a development group making 50 games for a collection, I think most of us would tend to assume those would be minigames or at least micro-games. Short and simple titles that wouldn’t take long to make. That’s not the case here, though, at least not largely. The games in UFO 50 are all designed as if they were made for a console released throughout the 80s. As anyone who played games in that period knows, a game that debuted in 1982 is generally very different from a game released in 1989. That means some of the early games in UFO 50 are quite simple, in the same way early black box Nintendo games were. Basic action games, puzzle games that take place on a single screen but with a fun twist, and early side-scrollers, which have a cool hook but don’t look like much. By the end of the collection, though, you have incredibly cool vehicle-based shooters with unique movements, an idle game that encourages regularly returning to it, and a multi-genre action mashup that combines elements of Streets of Rage and Metal Gear with a bunch of owls who look like they belong in a late 80s cartoon.\n\nThe framing and backdrop of UFO 50 is definitely cool, but none of it would be more than a brief curiosity if the games weren’t good. Thankfully though, those eight years of development paid off. In a group of 50 games, not every title can be a true must-play. Still, the hit rate for this many games is really impressive. There are a few games here that don’t do much for me, like Planet Zoldath, which is a bit too slow for my taste, or Onion Delivery, which has controls that definitely feel out of the 80s but which I wouldn’t have liked even then. But even these feel plucked from an era they never existed in and helped set the tone of the collection. The games here are presented in release order by default, though you can sort them many ways easily, and all games are unlocked from the start. If you play in release order as I did at first, you’ll find that some of the early games are a little harder to get into. Barbuta is the first game, and it’s dense, with unintuitive controls and a confusing layout that feels very 1982 but which modern players may bounce off of. Even these early games, though, often have a shocking amount of depth under the hood if you stick with them.\n\nDiving In\n\nLike action games? Mortol is a fascinating title where you have three options to sacrifice your character at any time to clear a path forward for your next life. The goal is to get through each level with as many lives remaining as possible. Kick Club is like a mix of Snow Bros and Bubble Bobble with superb style, which has kept me coming back again and again. The three Campanella titles are all great and show a wonderful evolution of a series. Velgress is basically reverse Downwell, and I mean that as a huge compliment. Rakshasa has a fantastic twist on death which allows you to keep coming back but makes it harder and harder each time you die. Seaside Drive is one of the best driving games I’ve played in a while, with an absolutely killer soundtrack which is true for a lot of these games. Overbold is essentially Smash TV, but with a risk/reward system built in, which got me in trouble far more often than I’d like to admit, but it always kept me coming back for one more run.\n\nIf you want something that’s a bit more puzzle-like, Magic Garden has stolen more of my life in the last week than any other game here. A fascinating mix of Snake and Pac-Man, it’s incredibly charming and addicting. Paint Chase mixes Splatoon with cars and works far better than it has any right to. Attactics forces you to manage your resources to build an army that can protect your castle while taking that of your opponent. Like a lot of these games, it has local multiplayer available, and it’s great for it. Party House is a deck builder that I cannot stop playing, which forces you to manage resources and play a sort of risk versus reward game as you build the ultimate party.\n\nIf you like RPGs, there are plenty of options. Lords of Diskonia is a first-person dungeon crawler that mixes real-time combat with your exploration of the lost depths. Grimstone is a Wild West RPG with timing-based combat and a system of selecting your party, which surprised me from the jump. It’s great, though you will need to be prepared to grind like most RPGs of that time. Vainger is Metroid with the ability to flip your world upside down at any time. Or you have Porgy, an incredibly charming, if difficult, underwater Metroidvania where you’re constantly upgrading your adorable ship to go just a bit further.\n\nPutting It All Together\n\nThere are some games here that are harder to group together, too. Rail Heist is an action stealth game where you must sneak onto a train and rob it while getting away with the money. It combines action with puzzle elements in a way I’m not sure any actual 80s games touched, but it’s very cool. Cyber Owls combines four different genres, and while no one of them feels out of time, putting them together pushes it though it is presented as the last game here chronologically. Night Manor is a rather short but impressive point-and-click game right out of the era. There are even a couple of early platform fighters here, with Hyper Contender being a lot of fun.\n\nUFO 50 offers plenty of other games here that I really liked, but I haven’t even mentioned, like Rock On! Island, Mini & Max, Warptank, Waldorf’s Journey, and Bug Hunter. There’s too much here to go into every game with much depth, but many of these games are very good with multiple challenges to complete in each. Each game has not only a base goal of completing them but a higher cherry goal to show you really mastered the game.\n\nBeyond just providing 50 interesting games, UFO 50 also features a code console players can access to put in codes you’ll find hidden throughout the game. These codes can be anything from cheats within certain games to hidden areas, which will unlock more info about UFO Soft. They’re not the main reason to buy UFO 50, but they are a neat little extra for those who fall in love with this collection.\n\nConclusion\n\nThe developers of UFO 50 took on a monumental task in creating 50 unique games for their fictional collection but they accomplished it in wildly successful fashion. Not only are the large majority of these games excellent, but when taken as a fictional canon, they make each other even better. Seeing how they bounce off each other, interact, and tell a story just in the way they evolve is a wonderful experience that’s unlike any other game I’ve played. That said, the main reason to play UFO 50 is because it’s absolutely packed with great games, many of which could have been released on their own and been successful. If you have any affinity for the era of gaming UFO 50 is depicting, you should absolutely check it out.\n\nFinal Verdict: 5/5\n\nAvailable on: PC (reviewed); Publisher: Mossmouth; Developer: Mossmouth; Players: 2; Released: September 18th, 2024; ESRB: N/A; MSRP: $24.99\n\nFull disclosure: This review is based on a retail copy of UFO 50."
    },
    {
        "title": "UFO whistleblower says huge alien announcement is 'months away' and will be 'dramatic'",
        "link": "https://www.msn.com/en-us/news/technology/ufo-whistleblower-says-huge-alien-announcement-is-months-away-and-will-be-dramatic/ar-AA1r9qTE?ocid=BingNewsVerp",
        "description": "A man who claims to have been part of a top-secret US Air Force intelligence unit tasked with maintaining a 70-year truce ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-fdl_KMQt2T2WnxzHwVtYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Irish Star on MSN25m",
        "source": "Irish Star on MSN",
        "article_content": ""
    },
    {
        "title": "First image released of 'cylindrical' UFO shot down by US fighter jet over Alaska in 2023",
        "link": "https://www.dailymail.co.uk/sciencetech/article-13887761/First-image-released-cylindrical-UFO-shot-fighter-jet-Alaska-2023.html",
        "description": "Canada has released the first-ever image of the UFO shot down during a chase above Alaska and the Yukon that followed the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YkzPakP9kcqpxCFU5VaQ5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2h",
        "source": "Daily Mail",
        "article_content": "Canada has released a first-ever image of the UFO shot down during the chase over Alaska and the Yukon territory that followed the now infamous Chinese spy balloon drama of February 2023.\n\nThe unusual, grainy and apparently xeroxed or printed photo depicts a seemingly circular white object with ill-defined edges — shot down by a US Air Force F-22 stealth fighter on a joint mission with the Canadian Armed Forces.\n\nOne unusual feature of the newly released UFO photo is that it had already been designated as 'unclassified' within just days of the now 19-month-old incident.\n\nA possible reason, as one public affairs official with Canada's Department of National Defence (DND) warned colleagues, was internal fears that releasing this unclassified UFO image 'may create more questions/confusion.'\n\nCanada has released the first-ever image of the UFO shot down during a chase above Alaska and the Yukon that followed the Chinese spy balloon drama of February 2023 (above)\n\nThe odd pic shows a seemingly circular white object that had been shot down by a US Air Force F-22 Raptor stealth fighter in a joint mission with the Canadian Armed Forces. Above, another USAF F-22 Raptor during an air show over Toronto, Canada on August 31, 2024\n\nThis official, a director of e-communications for Canadian DND named Taylor Paxton, advised military colleagues that this confusion would be inevitable 'given the current public environment and statements related to the object being benign.'\n\nPaxton suggested that any move by the Royal Canadian Air Force to publish the photo on social media would likely only raise more inquiries from the general public and the press 'regardless of the text that will accompany the post.'\n\nThe emails, obtained along with the eerie new UFO photo by CTVNews.ca reporter Daniel Otis via an open records law request, also included efforts by members of Canada's armed forces to better understand the craft that had been shot down.\n\nOne email from Canadian Brigadier-General Eric Laforest described the UFO as a 'cylindrical object.'\n\n'Top quarter is metallic, remainder white. 20-foot wire hanging below with a package of some sort suspended,' Brig. Gen. Laforest wrote. 'Best description that we have.'\n\nThe suspected spy balloon was one of four airborne objects gunned out of the sky by the US over eight days of February 2023. One unusual feature of the newly released UFO photo is that it had already been designated 'unclassified' within just days of these 19-month-old incidents\n\nA possible reason, as one public affairs official with Canada's Department of National Defence (DND) warned colleagues, was the Canadian military's own internal fears that releasing this UFO image 'may create more questions/confusion'\n\nDark portions visible along the top center of the UFO in this newly released image may depict either that upper metallic region or the remains of the alleged 'package.'\n\nBut this release only adds more mystery to the wave of espionage-tinted UFO activity that surrounded the confirmed downing of an authentic Chinese-government spy balloon earlier that month off the coast of North Carolina's Myrtle Beach.\n\nIain Boyd, a professor of aerospace engineering and director of the Center for National Security Initiatives at the University of Colorado, described the Canadian government's reticence to release the image as an issue of national security — despite the image's 'unclassified' designation.\n\n'It comes down to these episodes illustrating a potential vulnerability in the U.S./Canada defensive system,' Boyd opined.\n\n'Certainly the failure to provide more information has fed conspiracy theories,' as he told CTVNews.ca, 'but the military will likely accept that outcome over disclosing information that may help an adversary identify defensive weaknesses.'\n\nAccording to the report for CTV News, the network's journalists plan to petition the Canadian military for a higher resolution version of this UFO image."
    },
    {
        "title": "Listen to Axl Rose guest on Michael Schenker’s new version of UFO’s ‘Love to Love’",
        "link": "https://www.nme.com/news/music/listen-axl-rose-guest-michael-schenkers-new-version-ufos-love-to-love-3796737",
        "description": "Axl Rose has provided the vocals on Michael Schenker’s new version of UFO’s ‘Love To Love’ – listen to it here.",
        "image_url": "https://www.bing.com/th?id=OVF.%2b3obJ3QDqgABrfo%2b6JLj%2bg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "NME",
        "article_content": "Axl Rose has provided the vocals on Michael Schenker’s new version of UFO’s ‘Love To Love’ – listen to it here.\n\nGuitarist Schenker, who had a series of spells in UFO most notably between 1973 and 1978 and 1993 and 1995, has looked back on his time with the London rockers on his new album ‘My Years With UFO’, which came out on September 20.\n\nThe album focuses on the songs he recorded with the band during his spell as a member in the 1970s, celebrating 50 years since his work with the band, and he’s got some of the biggest names in rock involved – including Guns N’ Roses frontman Rose.\n\nRose’s vocals put a new spin on ‘Love To Love’, and highlight the influence UFO had on GN’R. Listen to the track below:\n\nAdvertisement\n\nAs well as Rose, his GN’R bandmate Slash also features on the album, as do former Twisted Sister frontman Dee Snider, former Rainbow and Deep Purple singer Joe Lynn Turner, and vocalist Jeff Scott Soto, who has worked with guitarist Yngwie Malmsteen.\n\nThe album is the first of three that Schenker is set to release under a new record deal with earMUSIC – two more are planned for 2025 and 2026.\n\nRecommended\n\nIn an interview with the Appetite For Distortion podcast, Schenker said of his decision to make ‘My Years With UFO’ now: “In ’72 I joined UFO. I was 17 years old. In ’73 we recorded ‘Phenomenon’. In ’74, it was released. So it’s 50 years, a long time. And that’s when it started with UFO. And, of course, that gave me the idea to celebrate – 50th anniversary.\n\n“And I have also noticed in the past few years that re-releases, they had no information – they just had the name UFO and the song titles, but there’s no info, no details. And so I thought I’d take this opportunity to inform people, to re-educate or educate newcomers that have — maybe they sing the songs, but have no clue what it is.”"
    },
    {
        "title": "Ex- Fighter Pilot Chris Lehto Analyzes Turkey UFO Videos",
        "link": "https://www.msn.com/en-us/health/medical/ex-fighter-pilot-chris-lehto-analyzes-turkey-ufo-videos/vi-AA1r8hDk?ocid=BingNewsVerp",
        "description": "Patrick is joined by Former Air Force Fighter Pilot turned UFO researcher, Chris Lehto, who runs The Lehto Files and UAP ...",
        "image_url": "https://www.bing.com/th?id=OVF.qYuvWi%2bWJVnDjCvKEt8PlA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN7h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "Figma’s AI-powered app generator is back after it was pulled for copying Apple",
        "link": "https://www.theverge.com/2024/9/24/24253252/figma-ai-make-designs-first-draft-app-ui-generator",
        "description": "Now it’s coming back, called 'First Draft,' and like Figma’s other AI features, it’s available currently in a limited beta.",
        "image_url": "https://www.bing.com/th?id=OVFT.45Tw6ZvGQ_P9BWofM6ZRAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "The Verge",
        "article_content": "We’re also introducing some key updates, like letting you choose from one of four libraries depending on your needs—whether it’s a wireframing library to help you sketch out less opinionated, lo-fi primitives, or higher-fidelity libraries to provide more visual expressions or patterns to explore. This offers a looser, more exploratory counterpoint to the utility of our Visual Search feature, which allows you to search your Figma files via prompt or image to find existing files or components."
    },
    {
        "title": "Deepak Chopra Pacts With AI Firm ElevenLabs to Lend His Voice to Its Reader App",
        "link": "https://www.yahoo.com/tech/deepak-chopra-pacts-ai-firm-191837709.html",
        "description": "Deepak Chopra, the world-renowned author and health and wellness expert, has teamed with AI firm ElevenLabs to add his pipes ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Q6Af0RHkDF2fEI0rvS12Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "Yahoo",
        "article_content": "Deepak Chopra, the world-renowned author and health and wellness expert, has teamed with AI firm ElevenLabs to add his pipes to the company’s roster of notable voices available for audio streaming of books, articles and other written materials.\n\nChopra’s voice pact with ElevenLabs stemmed from the “Digital Deepak” chatbot app that he launched with the company in June. The bot is trained in Chopak’s more than 90 books and numerous public appearances in order to allow people to ask him specific questions and get responses delivered back in Chopra’s synthetic voice.\n\nMore from Variety\n\nLondon-based ElevenLabs has been getting attention in the entertainment industry for its work to partner with the estates of celebrities such as Judy Garland, Laurence Olivier, James Dean and Burt Reynolds to allow users to stream books, articles and other texts as read in the voices of iconic stars. ElevenLabs’ deal with Chopra comes the same day that the industry-leading, Microsoft-backed OpenAI platform rolled out a host of new voices and features to its Advanced Voice Mode service.\n\nChopra’s latest pact with ElevenLabs adds his distinctive voice to the roster that users can choose from when streaming audio spoken-word content. ElevenLabs has made a major effort to underscore that it has worked with estates to reach license agreements offering appropriate compensation. The company also emphasizes that its vault of celebrity voices is only available for audio streaming of written material. ElevenLabs users are not able to use those voices to create new works.\n\n“I am proud to announce my partnership with ElevenLabs. Listening can help cultivate emotional\n\nnurturing and engagement. This is no different in the age of AI, it is only more important,” Chopra said.\n\n“I have always written to connect with people, and now I can connect on a deeper level with a global audience as I make my teachings available for everyone in my own voice.”\n\nElevenLabs’ outreach to the industry is an counteract the pervasive fear in Hollywood, particularly in the creative community, that AI tools will eventually pinch employment for actors, writers, directors, producers and below the line talent.\n\n“At ElevenLabs, we’re committed to preserving and celebrating cultural legacies while pushing the boundaries of technology,” said Dustin Blank, head of partnerships for ElevenLabs. “By bringing voices like Deepak Chopra to our platform, we’re not just enhancing our app – we’re creating new ways for people to connect with the most influential figures and their work.”\n\nMayim Bialik, actor and neuroscientist who is friendly with Chopra and closely following the growth of AI in content, added her thumbs-up for the ElevenLabs model. Actors in particular are focused in establishing the principle of compensation and consent when AI tools are employed to create new works from older material. AI concerns were at the heart of SAG-AFTRA’s long strike last year and they are the key sticking point in the union’s current strike against top video game publishers.\n\n“Deepak has always been ahead of the curve when it comes to the mind-body connection and the significance of understanding ourselves, so it’s no surprise to see him finding creative ways to leverage the latest and best in AI technology with ElevenLabs in a safe and responsible way,” Bialik said. “Being able to access his content in his calm and soothing voice is a big win for his fans around\n\nthe world.”\n\nElevenLabs’ latest deal also comes on the heels of AI legislation being signed in to law by California Gov. Gavin Newsom. With SAG-AFTRA president Fran Drescher at his side, Newsom on Sept. 17 signed two bills, championed by the union, that mandates that AI and tech firms receive the consent of performers if their likeness is to be used in AI-generated new material.\n\nElevenLabs sees the California legislation as a step in the right direction to establishing guardrails around a powerful new high-tech tool that has enormous potential to revolutionize productivity and the way we live and learn, but it also comes with enormous repercussions for copyright violations and misinformation concerns. Blank told Variety he sees such legislation at the state and federal level as essential to nurturing AI business opportunities in the long run.\n\n“We welcome — and we believe the whole industry should welcome — government efforts to hold accountable bad actors who create digital replicas of someone without their consent,” Blank told Variety. “Recognizing that there should be accountability for abuse of technology is an important part of making technology safer while still allowing progress to thrive.”\n\nBest of Variety\n\nSign up for Variety's Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram."
    },
    {
        "title": "How To Build Future-Forward Generative AI Applications",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/24/how-to-build-future-forward-generative-ai-applications/",
        "description": "GenAI shouldn’t be given a pass on the processes and protocols that protect businesses from technological stagnation and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1R2w7s_sKkRfQoKCnfG-Xi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Get an AI-powered app that helps with all your busywork for just £30",
        "link": "https://www.yahoo.com/tech/ai-powered-app-helps-busywork-040000495.html",
        "description": "Boost your productivity with 1minAI’s lifetime subscription — featuring AI-driven tools for writing, editing, and more — for ...",
        "image_url": "https://www.bing.com/th?id=OVF.nfgkt6CL45gmOnW1PxQJTA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21h",
        "source": "Yahoo",
        "article_content": "Get an AI-powered app that helps with all your busywork for just £30\n\nThe following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nGet lifetime access to 1minAI Pro.\n\nTL;DR: Get lifetime access to 1minAI Pro for £29.97 (reg. £175.34) and automate your workflow with AI-powered tools.\n\nAI Tool\n\nOpens in a new window\n\nCredit: 1minai\n\n1minAI: Lifetime Subscription\n\n£29.97 at the Mashable Shop\n\n£175.34 Save £145.37\n\nGet Deal\n\nLet’s be honest — nobody loves spending time on repetitive tasks. If you’re looking to reclaim your day and focus on what truly matters, 1minAI is here to help.\n\n1minAI is an AI-powered tool that's like having a digital assistant on standby, ready to handle everything from content creation to image editing and PDF analysis. You can get 1minAI Pro for life with a one-time payment of £29.97 for a limited time.\n\n1minAI taps into the power of advanced AI models like GPT-4 and Claude 3 to make your workflow more efficient. Whether you need to whip up a blog post, clean up an image, or dig into a document, 1minAI has you covered. And while AI is incredibly useful, it’s good to remember that a little human oversight goes a long way in fine-tuning the final result.\n\nThe Pro plan also comes with free monthly credits, giving you the freedom to tackle various projects without the stress of running out of resources. For instance, generating a 1,000-word blog post might use a portion of these credits, but with a lifetime subscription, you can plan and manage your tasks without worrying about recurring costs.\n\nThis one-time investment keeps your productivity high without tying you down to monthly payments. Don't miss this deal on a lifetime subscription to 1minAI Pro on sale for £29.97 for a limited time.\n\nStackSocial prices subject to change."
    },
    {
        "title": "NetApp Teams with NVIDIA to Redefine Enterprise RAG and Power Agentic AI",
        "link": "https://www.zawya.com/en/economy/global/netapp-teams-with-nvidia-to-redefine-enterprise-rag-and-power-agentic-ai-uvzgtcwf",
        "description": "The issuer is solely responsible for the content of this announcement.",
        "image_url": "https://www.bing.com/th?id=OVFT.u-tqkyDrhnhMqvS1uVZM2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Zawya5m",
        "source": "Zawya",
        "article_content": "NetApp’s end-to-end enterprise AI vision and intelligent ONTAP data infrastructure—combined with powerful NVIDIA NeMo Retriever and NIM microservices—transform how customers discover, search and curate data across hybrid multi-cloud to fuel AI applications\n\nSINGAPORE - Media OutReach Newswire - 25 September 2024NetApp® (NASDAQ: NTAP), the intelligent data infrastructure company, today unveiled an advanced generative AI data vision and end-to-end integrated solutions that combine NVIDIA AI software and accelerated computing with NetApp intelligent data infrastructure for enterprise retrieval augmented generation (RAG) to power the future of agentic AI applications.This will bring new capabilities to the NetApp ONTAP unified storage operating system that can leverage a new NetApp global metadata namespace to unify data stores for the tens of thousands of enterprises that trust NetApp for their data infrastructure. It opens up exabytes of enterprise data stored across clouds and on-premises infrastructure to drive RAG capabilities that can put enterprises' entire data estate to work, accelerating next-generation agentic AI applications.The solution brings together proven NetApp AIPod architecture with NetApp ONTAP and the NetApp BlueXP unified control plane, with NVIDIA NeMo Retriever and NIM microservices , which are part of the NVIDIA AI Enterprise software platform.\"To power AI applications and drive transformative progress for their business, enterprises must unlock the potential of their data,\" said Harv Bhela, Chief Product Officer at NetApp. \"Combining the NetApp data management engine and NVIDIA AI software empowers AI applications to securely access and leverage vast amounts of data, paving the way for intelligent, agentic AI that tackles complex business challenges and fuels innovation.\"\"Data is fundamental to the evolution of generative AI,\" said Manuvir Das, vice president, Enterprise Computing at NVIDIA. \"By combining NVIDIA AI software and accelerated computing with NetApp intelligent data infrastructure, enterprises can turn their data into knowledge, and AI agents can turn that knowledge into action.\"With the new NetApp AI capabilities built into NetApp AIPod – certified for NVIDIA DGX BasePOD infrastructure and NVIDIA OVX solutions— and managed through BlueXP, NetApp customers will be able to easily discover, search, and curate data on-prem and in the public cloud based on a set of criteria, honoring existing policy-based governance criteria.Once the data collection has been established through NetApp BlueXP, it can be dynamically connected to NVIDIA NeMo Retriever, where the dataset will be processed and vectorized to be accessible for enterprise GenAI deployments with appropriate access controls and privacy guardrails. This creates the foundation for a generative AI flywheel to power next-generation agentic AI applications that can autonomously and securely tap into data to complete a broad range of tasks to support customer service, business operations, financial services and more.The end-to-end integration unlocks enterprise data for AI and takes a responsible approach by preserving the security and policy guardrails throughout the AI data and model lifecycle. This integration was first referenced as a proof-of-concept shown by Huang in his NVIDIA GTC 2024 keynote address. This secure and compliant GenAI integration will be available for customers to experience at NetApp INSIGHT today and is targeted to be released as a technology preview to customers later this calendar year.NetApp has also begun the NVIDIA certification process of NetApp ONTAP storage on the AFF A90 platform with NVIDIA DGX SuperPOD , which will enable organizations to leverage industry-leading data management capabilities for their largest AI projects. This certification will complement and build upon NetApp ONTAP's existing certification with NVIDIA DGX BasePOD. NetApp ONTAP addresses data management challenges for large language models, eliminating the need to compromise data management for AI training workloads.Hashtag: #NetApp\n\nThe issuer is solely responsible for the content of this announcement.\n\nAbout NetApp\n\nNetApp is the intelligent data infrastructure company, combining unified data storage, integrated data services, and CloudOps solutions to turn a world of disruption into opportunity for every customer. NetApp creates silo-free infrastructure, harnessing observability and AI to enable the industry's best data management. As the only enterprise-grade storage service natively embedded in the world's biggest clouds, our data storage delivers seamless flexibility. In addition, our data services create a data advantage through superior cyber resilience, governance, and application agility. Our CloudOps solutions provide continuous optimization of performance and efficiency through observability and AI. No matter the data type, workload, or environment, with NetApp you can transform your data infrastructure to realize your business possibilities. Learn more at www.netapp.com or follow us on X, LinkedIn, Facebook, and Instagram.\n\n\n\nNETAPP, the NETAPP logo, and the marks listed at www.netapp.com/TM are trademarks of NetApp, Inc. Other company and product names may be trademarks of their respective owners.\n\n\n\nNetApp"
    },
    {
        "title": "How to watch Hulu’s spooky, new true-crime series ‘Out There: Crimes of the Paranormal’ for free",
        "link": "https://www.mlive.com/tv/2024/09/how-to-watch-hulus-spooky-new-true-crime-series-out-there-crimes-of-the-paranormal-for-free.html",
        "description": "Just in time for the spookier fall season, Hulu has released a new true-crime series that is sure to put a shiver down your ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YFx20FEoF-4kCsXhEO1MhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "MLive8h",
        "source": "MLive",
        "article_content": "Just in time for the spookier fall season, Hulu has released a new true-crime series that is sure to put a shiver down your spine. “Out There: Crimes of the Paranormal” presents eight real cases that shockingly intertwine with the paranormal world. Stream the whole series exclusively on Hulu now.\n\nAbout the show:\n\nLearn about eight true crime cases that cross into the paranormal world through eyewitness accounts, expert interviews and investigations. Here is what to expect in each episode.\n\nEp. 1: “Web of Lizard People” - A deadly explosion in Nashville shines a national spotlight on the decades-long history of lizard people, from the murky swamps of South Carolina to the darkest corners of the web.\n\nEp. 2: “Lights Over Long Island” - A UFO enthusiast in Long Island is arrested for allegedly attempting to poison elected officials, but he insists he’s innocent. Instead, he alleges the real criminals are the officials covering up remains from a nearby alien crash landing.\n\nEp. 3: “The Pope Lick Goatman” - For decades, on the outskirts of Louisville, Kentucky, thrill-seeking teenagers have dared each other to walk the rickety Pope Lick Train Trestle in hopes of glimpsing an evil Goatman. Locals are horrified when the creature’s death count becomes real.\n\nEp. 4: “Jersey Witch Hunt” - The body of devout 16-year-old Jeannette DePalma is found near the site of rumored witch activity. Police officers, reporters and a local church leader insist that she fell prey to the deadly rituals of a local coven.\n\nEp. 5: “Interstellar Voyager” - When a space-obsessed mechanical genius mysteriously vanishes after building a UFO in his backyard, his friends and family are left to investigate the possibility of an intergalactic journey.\n\nEp. 6: “The Shape-shifting Defense” - A Navajo woman named Sarah Saganitso is murdered in Flagstaff, Arizona. When a local white man confesses, his attorney’s defense that a skinwalker did it forces the victim’s family to fight centuries of anti-Native racism for justice.\n\nEp. 7: “Smoky Mountain Nightmare” - A family backpacking trip to the Smoky Mountains turns tragic when 6-year-old Dennis Martin suddenly disappears, catalyzing a massive manhunt and rumors of a kidnapping by a giant, hairy wild man believed to roam around in that region.\n\nEp. 8: “Ghosts of Chinatown” - In 2012, detectives in San Francisco’s Chinatown uncover a wave of hauntings. Female ghosts threaten to kill elderly mothers’ sons to marry them in the afterlife.\n\nStart your spooky streaming season off right by watching the series today on Hulu.\n\nHow to watch:"
    },
    {
        "title": "Exclusive: Seen any paranormal activity on your Ring device? You could win $100,000",
        "link": "https://www.msn.com/en-us/news/us/exclusive-seen-any-paranormal-activity-on-your-ring-device-you-could-win-100000/ar-AA1r74hR?ocid=BingNewsVerp",
        "description": "\"I would encourage folks to really keep an eye on things that are happening in front of their cameras,\" Ring Chief Commercial ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lLSzBH7Q7ZqkMApvpW742S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "Ring is offering $100k for videos of ghosts, other paranormal activity this Halloween season",
        "link": "https://www.yahoo.com/entertainment/ring-offering-100k-videos-ghosts-212810832.html",
        "description": "Ring, the home surveillance company, wants users to call them if they spot any ghosts this Halloween season. The company is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EkWahdLvi2tqBzmGatFyyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "Yahoo",
        "article_content": "Ring is offering $100k for videos of ghosts, other paranormal activity this Halloween season\n\nRing, the home surveillance company, wants users to call them if they spot any ghosts this Halloween season.\n\nThe company is inviting its users to submit videos showcasing paranormal activity for the chance to win a $100,000 prize. Ring users can enter the contest here.\n\nAny form for paranormal activity is welcome, according to Ring.\n\n“From supernatural sightings of floating orbs and unexplained shadows to family and friends wearing silly costumes. Funny, frightening, fashionable, all of it. If you find a ghost, we want to see it,” the contest website said.\n\n“Finn Wolfhard, star of “Ghostbusters” and Netflix’s “Stranger Things,” and Paranormal Investigator Katrina Weidman will serve as part of the judging team for Ring’s Great Ghost Search, helping to select the winning entry,” a news release said.\n\nOnly the first 5,000 entries received through Nov. 1 will be considered for the grand prize.\n\nMore information about the contest can be found here.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KTLA."
    },
    {
        "title": "Has your doorbell camera captured paranormal activity? It could win you $100,000. Here's how",
        "link": "https://www.usatoday.com/story/news/local/arizona/2024/09/24/ring-doorbell-ghost-contest/75360990007/",
        "description": "Has your Ring doorbell captured paranormal activity? It could win you $100,000. Here's what to know about Ring's doorbell ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IFLCPM_gETOA8wWz0_lq0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10h",
        "source": "USA Today",
        "article_content": "(Updated to to add new information.)\n\nHas your Ring doorbell captured paranormal activity? It could win you $100,000.\n\nThe home security company is seeking the ghostly videos in time for Halloween and just one year after it asked users to submit footage of extraterrestrial beings. Only the first 5,000 entries will be considered between Sept. 24 to Nov. 1, 2024, so the sooner users submit the better.\n\n\"I would encourage folks to really keep an eye out of things that are happening in front of their cameras,\" Ring Chief Revenue Officer Mimi Swain told USA TODAY. \"We've seen just incredible things of floating orbs or shadows or ghosts show up on footage. And so we're really encouraging our ring customers to have a little bit of fun with this one,\" Ring Chief Revenue Officer Mimi Swain told USA TODAY.\n\nHere's what to know about Ring's contest and how to win money for your ghostly doorbell videos.\n\nHow to enter Ring’s Great Ghost Search\n\nRing users can submit their videos at www.ring.com/ghostsearch between Sept. 24 at 12:00 AM PT to Nov. 1 at 11:59 p.m. P.T. Only the first 5,000 submissions will be considered, according to Ring.\n\nA brief description of at most 100 words is also required, explaining what is being depicted in the video.\n\nBoth unaltered suspected evidence as well as silly ghost creations are welcomed, but only one will win the $100,000 check.\n\nTips for capturing the best ghost footage\n\nRing urges contestants to be creative when submitting video entries.\n\n\"Entrants may use artificial aids, such as costumes or accessories, manmade vehicles, makeup, props, and/or other artificial means to capture the 'ghost.' An Entry may include comedic depictions of 'ghosts,'\" according to the contest rules.\n\nMore:Why those TV ghost-hunting shows are transparently fake"
    },
    {
        "title": "OUT THERE: CRIMES OF THE PARANORMAL : STREAM IT OR SKIP IT?",
        "link": "https://www.msn.com/en-us/news/other/stream-it-or-skip-it-out-there-crimes-of-the-paranormal-on-hulu-a-docuseries-that-examines-true-crime-cases-with-paranormal-elements/ar-AA1r8Qr7?ocid=BingNewsVerp",
        "description": "Our Call: STREAM IT. Out There: Crimes Of The Paranormal examines the intersection of crime and strange phenomena in a way ...",
        "image_url": "https://www.bing.com/th?id=OVF.WAwdg42eNIuUHvBejBfFqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5hon MSN",
        "source": "Decider on MSN",
        "article_content": ""
    },
    {
        "title": "Battery discovery could ‘revolutionise’ electric cars, scientists say",
        "link": "https://www.aol.com/news/battery-discovery-could-revolutionise-electric-200734373.html",
        "description": "Scientists have discovered a new battery material that could radically reduce the cost of electric vehicles and supercharge ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-95oDwrUK4DCX9EVTAOMAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2h",
        "source": "AOL",
        "article_content": "A new cathode material discovered by researchers at Georgia Tech in the US costs 1-2 per cent of traditional materials with similar capacity (iStock/ Getty Images)\n\nScientists have discovered a new battery material that could radically reduce the cost of electric vehicles and supercharge the transition to clean energy technologies.\n\nA team from Georgia Tech in the US made the breakthrough while researching the cathodes for lithium-ion batteries, which are found in everything from laptops to electric cars.\n\nDescribed as a “revolutionary material”, the iron chloride cathode that they developed costs just 1-2 per cent of a typical cathode capable of storing a comparable amount of electricity.\n\n“For a long time, people have been looking for a lower-cost, more sustainable alternative to existing cathode materials. I think we’ve got one,” said Hailong Chen, an associate professor at the School of Materials Science and Engineering at Georgia Tech.\n\n“Our cathode can be a game-changer. It would greatly improve the EV market – and the whole lithium-ion battery market.”\n\nBatteries are responsible for around 50 per cent of the cost of an electric vehicle, with current technologies making them slightly more expensive than fossil fuel-powered vehicles at today’s prices.\n\nWorldwide EV adoption has been largely driven by government subsidies, however many schemes have already come to an end, making the vehicles less economically viable.\n\nThe new cathode material could make electric cars cheaper than their polluting counterparts, while also offering a solution for larger-scale energy storage needs.\n\n“This could not only make EVs much cheaper than internal combustion cars, but it provides a new and promising form of large-scale energy storage, enhancing the resilience of the electrical grid,” Professor Chen said.\n\n“In addition, our cathode would greatly improve the sustainability and supply chain stability of the EV market.”\n\nThe discovery was published in the journal Nature Sustainability this week in a study titled ‘Low-cost iron trichloride cathode for all-solid-state lithium-ion batteries’.\n\nOther recent battery breakthroughs have seen scientists improve the range and charging times of electric cars, both of which are frequently cited as barriers to adoption.\n\nEarlier this month, researchers from the University of Boulder Colorado used an X-ray machine to figure out how to significantly increase the range of electric cars using lithium-ion batteries.\n\n“Having a better battery is very important in shifting our energy infrastructure away from fossil fuels to more renewable energy sources,” said Michael Toney, a professor in the Department of Chemical and Biological Engineering at the University of Colorado Boulder. “All consumers want cars with a large driving range.”"
    },
    {
        "title": "Chandrayaan-3's latest findings highlight discovery of a 160-kilometre crater on the Moon",
        "link": "https://timesofindia.indiatimes.com/science/chandrayaan-3s-latest-findings-highlight-discovery-of-a-160-kilometre-crater-on-the-moon/articleshow/113623897.cms",
        "description": "The Pragyan rover from Chandrayaan-3 has found a 160-kilometre-wide crater near its landing site, shedding light on the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G3skxd7zYy5GQa-m0BtirS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18h",
        "source": "Indiatimes",
        "article_content": "The Pragyan rover from Chandrayaan-3 has found a 160-kilometre-wide crater near its landing site, shedding light on the Moon's early geological evolution. This ancient crater predates the Aitken basin and contains deeply excavated materials. High-resolution images provide crucial details, presenting a unique opportunity for studying one of the Moon’s earliest formations."
    },
    {
        "title": "Breakthrough in Sleep Science: Melatonin’s Key Role in REM Sleep Revealed",
        "link": "https://scitechdaily.com/breakthrough-in-sleep-science-melatonins-key-role-in-rem-sleep-revealed/",
        "description": "A recent study from the Research Institute at McGill University Health Center may improve the treatment of sleep disorders ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XEO97ynE6lzX8bkYfR_NYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "1 in 10 billion: CERN’s breakthrough kaon decay discovery sparks new physics",
        "link": "https://interestingengineering.com/science/cerns-kaon-decay-discovery-sparks-new-physics",
        "description": "According to the Standard Model (SM) of particle physics, fewer than one in every 10 billion kaons undergo this specific ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xLcxQZKPve9annv12fIapS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering15h",
        "source": "Interesting Engineering",
        "article_content": "“This particular decay is extremely well predicted in the Standard Model. And it is sensitive to a large variety of theoretical models predicting the existence of new physics beyond the SM. Therefore, if we measure a deviation from the SM, it’s a clear sign of new physics,” Cristina Lazzeroni, Professor in Particle Physics at the University of Birmingham, told Interesting Engineering (IE).\n\nStudying kaon decay\n\nKaons are generated when a high-intensity proton beam from CERN’s Super Proton Synchrotron (SPS) collides with a fixed target, producing a stream of secondary particles.\n\nNearly a billion particles per second are directed into the NA62 detector, with around 6% being charged kaons. The detector meticulously identifies each kaon and measures its decay products, excluding neutrinos, which appear as missing energy in the data.\n\nLazzeroni tells IE, “Kaons and pions are particles containing quarks. The fact that quarks are of different types (up, down, strange, charm, beauty, top) is called flavor.”"
    },
    {
        "title": "Warner Bros. Discovery Deploys AI-Powered Captioning Solution Built Using Google Cloud AI",
        "link": "https://finance.yahoo.com/news/warner-bros-discovery-deploys-ai-110400597.html",
        "description": "Warner Bros. Discovery and Google Cloud today announced the deployment of a new, AI-powered captioning solution (referred to internally as \"caption AI\") in the United States that utilizes Google Cloud ...",
        "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
        "category": "science+discovery",
        "date": "14h",
        "source": "YAHOO!Finance",
        "article_content": "Solution utilizes Google Cloud's Vertex AI to dramatically improve captioning efficiency, cutting production time and costs\n\nNEW YORK and SUNNYVALE, Calif., Sept. 24, 2024 /PRNewswire/ -- Warner Bros. Discovery and Google Cloud today announced the deployment of a new, AI-powered captioning solution (referred to internally as \"caption AI\") in the United States that utilizes Google Cloud's Vertex AI platform. Initially being applied to unscripted programming, this captioning solution's innovative technology is transforming the way Warner Bros. Discovery can create and deliver captions, significantly reducing production time and costs, while enhancing the quality of its captioning for domestic viewers.\n\nGoogle Cloud Logo (PRNewsfoto/Google Cloud)\n\nCaptioning has traditionally been a labor-intensive and time-consuming process. To maintain high levels of accuracy, Warner Bros Discovery's captioning solution incorporates a workflow that utilizes Google Cloud's Vertex AI platform to optimize captioning, coupled with human-oversight for quality assurance. This data-driven approach enables Warner Bros. Discovery to continuously refine and train the caption AI workflow, further reducing errors and striving to deliver consistently precise captions.\n\nNotable metrics include:\n\nTime Savings: The caption AI workflow reduces caption file creation time up to 80% compared to manual captioning.\n\nCost Efficiency: The caption AI workflow cuts captioning costs up to 50%, enabling Warner Bros. Discovery to allocate resources more effectively.\n\n\"Providing viewers with high-quality captions is incredibly important to Warner Bros. Discovery,\" said Avi Saxena, CTO, Direct to Consumer, Warner Bros. Discovery. \"Working with Google Cloud to utilize Vertex AI within Warner Bros. Discovery's caption AI workflow has not only helped to accelerate our captioning process, but also has improved our efficiency and speed, while reducing costs.\"\n\n\"AI has the potential to transform a variety of processes across the media and entertainment industry that deliver real business impact,\" said Thomas Kurian, CEO, Google Cloud.\"With its captioning solution, Warner Bros. Discovery is seeing an incredible example of how AI agents can save organizations time and money.\"\n\nAbout Warner Bros. Discovery:\n\nWarner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the world's most differentiated and complete portfolio of branded content across television, film, streaming and gaming. Available in more than 220 countries and territories and 50 languages, Warner Bros. Discovery inspires, informs and entertains audiences worldwide through its iconic brands and products including: Discovery Channel, Max, discovery+, CNN, DC, TNT Sports, Eurosport, HBO, HGTV, Food Network, OWN, Investigation Discovery, TLC, Magnolia Network, TNT, TBS, truTV, Travel Channel, MotorTrend, Animal Planet, Science Channel, Warner Bros. Motion Picture Group, Warner Bros. Television Group, Warner Bros. Pictures Animation, Warner Bros. Games, New Line Cinema, Cartoon Network, Adult Swim, Turner Classic Movies, Discovery en Español, Hogar de HGTV and others. For more information, please visit www.wbd.com.\n\nStory continues\n\nAbout Google Cloud\n\nGoogle Cloud is the new way to the cloud, providing AI, infrastructure, developer, data, security, and collaboration tools built for today and tomorrow. Google Cloud offers a powerful, fully integrated and optimized AI stack with its own planet-scale infrastructure, custom-built chips, generative AI models and development platform, as well as AI-powered applications, to help organizations transform. Customers in more than 200 countries and territories turn to Google Cloud as their trusted technology partner.\n\nCision\n\nView original content to download multimedia:https://www.prnewswire.com/news-releases/warner-bros-discovery-deploys-ai-powered-captioning-solution-built-using-google-cloud-ai-302256591.html\n\nSOURCE Google Cloud"
    },
    {
        "title": "Women of NoCode: The Empowering Group Women in Tech Should Join",
        "link": "https://innotechtoday.com/women-of-nocode-the-empowering-group-women-in-tech-should-join/",
        "description": "The world of technology has always been dynamic and rapidly evolving, but in recent years, a powerful movement has emerged — ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JPkEq72WiUMo8b5RdGkK7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Innovation & Tech Today7h",
        "source": "Innovation & Tech Today",
        "article_content": "The world of technology has always been dynamic and rapidly evolving, but in recent years, a powerful movement has emerged — one that puts the ability to innovate directly in the hands of individuals without requiring a technical background. This movement is known as “no-code,” and it is transforming how we build software, websites, and even entire businesses.\n\nNo-code tools are a game changer for women in tech, particularly those who may not have formal coding experience. This is where Women of NoCode comes in as a LinkedIn group dedicated to supporting, mentoring, and empowering women in tech through no-code solutions.\n\nThe Inspiration Behind Women of NoCode\n\nWhen creating Women of NoCode, the goal was to build a supportive and empowering community where women could gain confidence in using no-code tools to achieve their goals. The group was born to democratize access to tech innovation and provide an inclusive space where women could learn, collaborate, and elevate each other. The inspiration for the group stemmed from witnessing firsthand how no-code platforms were breaking down barriers that had historically kept women — and many others — from entering tech.\n\nTrending Peacock Spider Dances Its Way Into Our Arachnophobic Hearts\n\nThe tech industry is often dominated by people with formal coding skills, which can be intimidating to those without a programming background, but no-code solutions have changed that dynamic. These platforms allow users to build and automate processes without writing a single line of code, meaning someone with an idea can bring it to life, whether creating a mobile app, automating workflows, or developing a new website without extensive technical expertise.\n\nWomen of NoCode was created to connect women with the resources, knowledge, and community to use these tools confidently. By leveraging no-code solutions, women can bring their innovative ideas to life and challenge the notion that tech innovation is reserved for coders.\n\nSupporting Women in Tech Through Resources and Networking\n\nOne of the key pillars of the Women of NoCode group is the support it provides to women in tech through a variety of resources and networking opportunities. From curated content to expert-led discussions, the group offers a wealth of information on how to navigate the no-code landscape. Women who are just starting their tech journey and seasoned professionals alike can all find something of value in the group.\n\nNetworking plays a vital role in advancing one’s career, and Women of NoCode fosters this through a community of like-minded individuals who share a passion for innovation. The group offers a platform where women can collaborate on projects, seek advice, and exchange best practices. Whether through virtual meetups, webinars, or simply engaging with posts on the LinkedIn group, members have countless opportunities to grow their network and gain insights from others in the field.\n\nWhat makes Women of NoCode unique is that it is not just a space to talk about tools and platforms but a space to celebrate women’s achievements in tech. Every success story shared within the group serves as a reminder of what women are capable of when given the right tools and opportunities. These stories help inspire others, fostering a ripple effect of empowerment across the community.\n\nOne of the most exciting aspects of the no-code movement is how it democratizes access to tech. In the past, building a software application or automating business processes required either hiring a developer or learning to code — both of which are traditionally costly and time-consuming. No-code platforms have changed that, making it possible for anyone, regardless of their background, to become a creator in the tech space.\n\nFor women, this is particularly empowering. Studies show that women are still underrepresented in many technical fields, often due to a lack of access to the necessary training or mentorship. No-code platforms offer a way to bridge this gap by enabling women to acquire tech skills without writing code or requiring programming skills.\n\nThrough Women of NoCode, women are discovering how to leverage no-code tools to solve real-world problems, launch new businesses, and innovate within their existing roles. The accessibility of these tools means that more women can enter the tech industry, contribute to digital transformation, and bring important and unique perspectives to the table.\n\nNo-code solutions also help to level the playing field for entrepreneurs. With the rise of tech startups and the increasing demand for digital transformation, no-code platforms are giving women the ability to build, test, and launch products quickly, opening more doors for women entrepreneurs who may have previously faced challenges securing technical talent or funding. By removing these barriers, no-code empowers more women to become tech leaders and innovators.\n\nJoin The Movement\n\nThe Women of NoCode LinkedIn group is a movement that encourages women to take control of their tech journeys, embrace innovation, and break down barriers that may have held them back. In this group, members are given access to free training, learning how to use no-code tools effectively while building the confidence to lead in an industry that is constantly evolving.\n\nIf you’re a woman in tech, a woman in business, and a woman with a great idea for the next great company — or even just someone curious about the possibilities of no-code — joining Women of NoCode will connect you with a thriving community of innovators, problem solvers, and leaders. The future of tech is inclusive, and no-code is helping to make that a reality. Being a part of this group will help you stay at the forefront of tech innovation and contribute to a growing ecosystem of empowered women ready to change the world."
    },
    {
        "title": "New Agentic AI Startup Launches Integrail AI Studio, Leading the Way in No-Code AI Application Development",
        "link": "https://www.businesswireindia.com/new-agentic-ai-startup-launches-integrail-ai-studio-leading-the-way-in-no-code-ai-application-development-91701.html",
        "description": "Get ready to revolutionize your business with AI Studio by Integrail, a no-code Agentic AI platform. Integrail is excited to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MZ6MUVh6eFXVJ1BWNGlurS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Business Wire20h",
        "source": "Business Wire",
        "article_content": "Get ready to revolutionize your business with AI Studio by Integrail, a no-code Agentic AI platform. Integrail is excited to launch a groundbreaking platform that lets you create powerful AI applications without writing a single line of code. Designed to help organizations automate any business workflow, AI Studio makes AI accessible to everyone.\n\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20240917210903/en/\n\nIntegrail AI Studio - build Agentic AI Applications in 4 simple steps: Design * Use a drag-and-drop interface to design AI applications easily, no coding needed. * Speed up development and reduce time to market with simplified design workflows. Integrate * Simplify API integration to link with platforms like CRM, CMS, and HRM systems. * Enable full automation of workflows by integrating with essential business tools. Optimize * Improve ROI by selecting models that deliver the best cost and performance. * Reduce errors and avoid hallucinations for more reliable AI outputs. Deploy * Choose between the secure Integrail Cloud or on-premises. * Match your business's security and operational needs & control the environment. (Graphic: Business Wire)\n\nMeet the Visionaries\n\nAnton Antic : A seasoned entrepreneur who helped Veeam Software grow into a billion-dollar company.\n\n: A seasoned entrepreneur who helped Veeam Software grow into a billion-dollar company. Ratmir Timashev: Co-founder of Veeam Software, successful serial entrepreneur, and investor in fast-growing startups.\n\nTogether, they bring decades of experience in tech innovation and are setting their sights on transforming the AI landscape with Integrail.\n\nWhat is AI Studio by Integrail?\n\nAI Studio is a no-code platform that allows you to automate complex business workflows using the latest LLMs and other AI models. Whether you’re a small business or a large enterprise, AI Studio makes it easy to integrate AI into your existing workflows and boost efficiency.\n\nWhy You’ll Love Integrail AI Studio\n\nNo Code Design : Build Agentic AI applications with an intuitive drag-and-drop interface.\n\n: Build Agentic AI applications with an intuitive drag-and-drop interface. Multi-agent Architecture : Create AI applications that automate complex workflows with multiple tasks.\n\n: Create AI applications that automate complex workflows with multiple tasks. Seamless Integration : Automatically connect AI applications with your existing apps and tools like CRM, Marketing Automation, Customer Support, and ERPs for full workflow automation.\n\n: Automatically connect AI applications with your existing apps and tools like CRM, Marketing Automation, Customer Support, and ERPs for full workflow automation. Cost and Accuracy Optimization : Benchmark and choose the best LLM for the job to reduce cost while maintaining accuracy.\n\n: Benchmark and choose the best LLM for the job to reduce cost while maintaining accuracy. Flexible Deployment: Deploy your AI solutions in the cloud or on-premises, depending on your needs and requirements.\n\n\n\n“We’re thrilled to launch AI Studio by Integrail after months of development and feedback from early users,” says Anton Antic, CEO of Integrail. “Our platform breaks down the barriers to AI adoption, making it accessible for businesses of all sizes. With AI Studio, you can automate any repetitive task and business workflow, integrating existing apps and tools with no coding required.”\n\nWhat Users Are Saying\n\n“With the latest releases in the AI space like the new O1 family of models from OpenAI, it's getting increasingly clear that we're moving towards an agentic future. But the real practical utility of these systems is unlocked when you couple these powerful models with tools, access to the web, and allow people to create complex workflows through a no/low-code platform. Integrail is precisely this, and I was genuinely positively surprised by the progress they've made over the past few months.” Aleksa Gordić\n\n“I think AI Agents are definitely the future moving forward, but not everybody is a developer and that’s okay. A no-code solution is needed, and Integrail may just be that!” Tyler Reed\n\n“I am very interested in following Integrail on this journey, and I can already see a great use case for my own business as well as some of my customers.” Liselotte Foverskov\n\nGet Started Today\n\nAI Studio by Integrail is now available and ready to help you transform your business with AI. For more information, visit integrail.ai.\n\nAbout Integrail\n\nIntegrail is committed to making Agentic AI easy and effective for businesses of all sizes. AI Studio by Integrail is a no-code Agentic AI platform empowering organizations to build, integrate, optimize, and deploy AI applications to automate any repetitive task and business workflow.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240917210903/en/"
    },
    {
        "title": "A startup from ex-Revolut employees uses AI to automate accounts — but hopes to keep accountants in jobs",
        "link": "https://www.msn.com/en-us/money/smallbusiness/a-startup-from-ex-revolut-employees-uses-ai-to-automate-accounts-but-hopes-to-keep-accountants-in-jobs/ar-AA1r7uw0?ocid=BingNewsVerp",
        "description": "Often successful startups can give rise to ‘startup mafias’ - groups of former founders who go on to create other startups.",
        "image_url": "https://www.bing.com/th?id=OVFT.KKaHguvrDkjDXSe058FeiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "11hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "How the Seattle Freeze and ‘celebration of pessimism’ hurts the city’s startup scene",
        "link": "https://www.geekwire.com/2024/how-the-seattle-freeze-and-celebration-of-pessimism-hurts-the-citys-startup-scene/",
        "description": "Dave Cotter of D3 Advisors; Yifan Zhang of Ai2 Incubator; Jenny Rojanasthien of NCW Tech Alliance, Skye Henderson of Cowles ...",
        "image_url": "https://www.bing.com/th?id=OVFT.APCA942yERwc4xkQHRFPti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1h",
        "source": "GeekWire",
        "article_content": "Content not available"
    },
    {
        "title": "Everything announced at PlayStation’s September 2024 State of Play",
        "link": "https://www.digitaltrends.com/gaming/state-of-play-september-2024-everything-announced/",
        "description": "The third State of Play showcase of 2024 just took place and brought some major announcements with it. Throughout this ...",
        "image_url": "https://www.bing.com/th?id=OVF.tUq6QjKdNoQlcv1RIVreUA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "3h",
        "source": "Digital Trends",
        "article_content": "The third State of Play showcase of 2024 just took place and brought some major announcements with it. Throughout this 30-plus minute show, Sony and its third-party partners showcased over 20 games coming to PlayStation 5 and PSVR2 in the coming months. We got a new look at PS5 games like Lego Horizon Adventures and Monster Hunter Wilds, as well as some exciting new announcements such as Horizon Zero Dawn Remastered , which was leaked by the Entertainment Software Rating Board (ESRB), and the Ghost of Tsushima sequel Ghost of Yōtei.\n\nWe also got to see some more games that will run on PS5 Pro hardware (its set to release this November). September’s State of Play was a big one PlayStation fans, so there’s a lot to keep track of. To help, we’ve rounded up everything announced during this State of Play.\n\nAstro Bot is getting a major update this fall\n\nAstro Bot - Speedrun and Special Bots Add-On Trailer | PS5 Games\n\nTo kick off the State of Play, we learned that Team Asobi’s critical darling Astro Bot will be getting a significant update. It will add five new online speedrun levels and 10 new bots based on games like Helldivers 2 and Stellar Blade. This new content for Astro Bot will be entirely free and launch sometime this fall on the PS5.\n\nRecommended Videos\n\nPalworld is out now on PS5\n\nPalworld - Launch Trailer | PS5 Games\n\nPalworld launched on PC and Xbox Series X/S and became a viral success early this year. That happened because the game had the cute creature-collecting elements of Pokemon, but was also extremely violent, like most survival games. In fact, it may be a little too similar to Pokemon, as Nintendo and The Pokemon Company are suing developer Pocketpair. That’s not stopping them from bringing Palworld to more platforms, as it surprise launched on PS5 during tonight’s State of Play.\n\nMonster Hunter Wilds is out next February\n\nMonster Hunter Wilds - Release Date Reveal Trailer | PS5 Games\n\nMonster Hunter Wilds got a new trailer during this State of Play. It showed us some more story cutscenes, a new jungle-like biome, and some threatening new monsters that players will have to fight in the game, like the White Wraith. We also saw Felynes in action in Monster Hunter Wilds for the first time. Most importantly, we finally got a release date for this long-awaited Capcom game. Monster Hunter Wilds will be released on February 28, 2025.\n\nLego Horizon Adventures is out in November\n\nLEGO Horizon Adventures - Pre-Order Trailer | PS5 Games\n\nLego Horizon Adventures was revealed in June, but still had no release date. That finally changed today as a new trailer confirmed that Lego Horizon Adventures will be released for PC, PS5, and Nintendo Switch on November 14. That lines up with a previously leaked release date for the title. Its new trailer reaffirmed the core concept of the game: it is a kid-friendly, Lego-fied reimagining of the story of Horizon Zero Dawn that isn’t afraid to break canon with costumes based on other PlayStation characters like Sackboy or Ratchet & Clank.\n\nHorizon Zero Dawn Remastered is launching sooner than you think\n\nHorizon Zero Dawn Remastered - Announce Trailer | PS5 & PC Games\n\nEarlier in the month, an ESRB listing revealed the existence of Horizon Zero Dawn Remastered. Following in the footsteps of similar treatments for the two The Last of Us games, this is a refurbishment of a bestselling PS4 game for Sony’s current platform. The reveal trailer highlights the improved visuals and over 10 hours of rerecorded dialogue. Horizon Zero Dawn Remastered will be released on October 31, which is much sooner than expected. It will be available across PS5 and PC and will only cost $10 for those who own the original.\n\nGhost of Yōtei is Sucker Punch Productions’ next game\n\nGhost of Yōtei - Announce Trailer | PS5 Games\n\nTo close out the show, Sucker Punch Productions surprised us by revealing Ghost of Yōtei, a sequel to 2020’s critically acclaimed Ghost of Tsushima. It follows a new “ghost” named Atsu, and takes place around Mount Yōtei in Northern Japan. It also takes place in 1603, which is hundreds of years after Ghost of Tsushima, which is known for its gorgeous vistas and industry-leading visuals. Ghost of Yōtei is shaping up to be very much the same. It will be released exclusively for PS5 sometime in 2025.\n\nEverything else"
    },
    {
        "title": "A modder just put ChatGPT on a TI-84 graphing calculator",
        "link": "https://www.digitaltrends.com/computing/modder-put-chatgpt-on-ti-84-graphic-calculator/",
        "description": "A popular modder on YouTube created the ultimate cheating device by putting ChatGPT on an old graphing calculator.",
        "image_url": "https://www.bing.com/th?id=OVF.98cm7oceskLLS22DW9sgQQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "6h",
        "source": "Digital Trends",
        "article_content": "Popular tech YouTuber ChromaLock recently shared a video demonstrating how they managed to connect a “dated” TI-84 graphing calculator to the internet and run ChatGPT, creating, “the ultimate cheating device.”\n\nIn order to pull off the hack, ChromaLock leveraged custom hardware modifications and an open-source software suite. On the hardware side, the YouTuber installed a Wi-Fi-enabled microcontroller (specifically, the Seed Studio ESP32-C3), thereby avoiding the need to use the link port to connect to an external connectivity device. They had to tweak the device’s voltage slightly and install a 1K resistor to properly power the microcontroller.\n\nI Made The Ultimate Cheating Device\n\nThe software, on the other hand, is available on Github under the TI-32 repository and acts as “a mod for the TI-84 Plus Silver Edition and TI-84 Plus C Silver Edition calculators to give them internet access and add other features, like test mode breakout and camera support,” according to its description. The modder ran into signal integrity issues during the development process, but was able to mitigate them by building a custom PCB to enable the Wi-Fi microcontroller to impersonate another TI-84 and allow the user to more easily send and share data with their actual TI-84.\n\nRecommended Videos\n\nIn the video above, ChromaLock shows off some of the device’s capabilities, including a chat function, a monochrome image viewer, and a ChatGPT input window. Essentially, the modification enables users to input complex equations, then have ChatGPT solve them and display the answers on the calculator’s screen.\n\nThe data link appears to be glacially slow and typing long strings of text using a graphing calculator keypad feels like a lot of work, but the device’s capabilities are impressive nonetheless. And ChromaLock is not finished. They plan to add more features in the future, including improvements to the large language model’s functionality, web browsing and email functionality, video playback, and Discord access."
    }
]