[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Moment 'glowing red UFO' soars over Disney World baffles parkgoers",
            "link": "https://www.msn.com/en-ie/travel/news/disney-visitors-baffled-by-glowing-red-ufo-soaring-over-florida-park/ar-AA1wLAKy?ocid=BingNewsVerp",
            "description": "Baffling glowing red objects in the sky have been a staple of UFO reports for decades - including a glowing red orb reported ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hiEjqgc7CbBdvE_dgtkIAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "17hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disney World 'UFO' leaves visitors shocked as craft 'hovers and darting upwards'",
            "link": "https://www.msn.com/en-us/travel/news/disney-world-ufo-leaves-visitors-shocked-as-craft-hovers-and-darting-upwards/ar-AA1wNKfJ?ocid=BingNewsVerp",
            "description": "Disney World guests were left in awe as they watched a \"glowing red\" UFO darting upwards into the night sky, with the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tO8SJHbck52kjNxP68rJOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Irish Star on MSN1h",
            "source": "Irish Star on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jason Sands: Where is the UFO Whistleblower Now?",
            "link": "https://thecinemaholic.com/jason-sands/",
            "description": "James Fox’s documentary ‘The Program’ explores the reality behind the supposed existence of extraterrestrial beings through ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5gsVudO-lkX-4aXBL745Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "thecinemaholic.com15h",
            "source": "thecinemaholic.com",
            "article_content": "James Fox’s documentary ‘The Program’ explores the reality behind the supposed existence of extraterrestrial beings through the alleged experiences of several former and retired US Army officials, including Jason Sands. The UFO whistleblower served in the Air Force as a master sergeant before concluding his career in 2007. As per reports, he is also one of the numerous individuals who have spoken to former intelligence official and whistleblower David Grusch about allegedly encountering UFOs. Jason’s claims have shaken the online communities and platforms that study UAPs. Interestingly, his experience of allegedly meeting an alien, as he revealed in the documentary, forms one of the most detailed and vivid accounts delivered by a whistleblower in recent times! SPOILERS AHEAD.\n\nJason Sands Served 22 Years in the Air Force\n\nJason Sands joined the US Air Force in 1985. His discharge/release certificate states that his primary specialties were electronic system security assessment and aircraft structural maintenance. However, after emerging as a UFO whistleblower, he claimed that he was part of several top-secret programs within the Air Force. In an interview given in April 2024, he alleged that one of his duties concerned understanding technology captured from non-human intelligence (NHI). He further added that he was a member of the “Red Team,” which was committed to monitoring exchanges between scientists, which apparently concerned numerous alien races at times. Despite these claims, there isn’t any evidence in the public domain to prove that he was part of any missions that targeted extraterrestrial activity.\n\nJason’s life supposedly turned around in 1994 when he allegedly met an extraterrestrial being while driving through the Nellis Air Force Base Complex in Nevada. As detailed in ‘The Program,’ he witnessed the apparent entity disappearing from Earth in a peculiar-looking craft. He shared this unverified experience with the documentarian James Fox, paving the way for his inclusion in the project. After meeting the former Air Force officer, the filmmaker investigated the claims and details concerning his tenure, only to be convinced about his credibility. After collaborating with Jason on the documentary, Fox accidentally revealed the former’s identity, only for him to emerge as a whistleblower.\n\nJason Sands’ Allegations and Claims Are Highly Contested\n\nJason Sands has been a significant presence in the online UFO research community since April 2024. He garnered immense attention with his claim of meeting an alien in 1994 and being part of several secret government programs. In an interview, he reportedly said he joined a UAP (unidentified anomalous phenomenon) task force forum in 2021 to contribute his supposed knowledge concerning “black projects.” Even though many have accepted him and his words, several others have approached the same with critical eyes. After Jason released his Air Force release/discharge certificate in April 2024, a former UFO enthusiast raised suspicions concerning his alleged involvement in extraterrestrial research, which are not indicated in the “proof” he shared.\n\nFurthermore, in an interview with Spaced Out Radio in April 2024, Jason claimed he was “forced to serve” in the “20 and Back Program.” As per reports, it was described as a program in which participants spent 20 years in a Secret Space Program (SSP) to interact with extraterrestrial beings and visit military bases across the solar system. In 2022, a whistleblower named Corey Goode admitted that he fabricated the entire program to take advantage of his fans financially. Jason’s alleged involvement in a fictional program turned numerous UFO enthusiasts against him, forcing him to describe the whole ordeal as a misunderstanding. He stated in April 2024 that “20 and Back” was an “experience” for him rather than one official program.\n\nSimilarly, Jason’s claim that he heard scientists discussing multiple alien races has also been scrutinized. In March 2024, the All-domain Anomaly Resolution Office (AARO) within the Office of the Secretary of Defense published a report about the US government’s involvement with UAP. The same offers insights about test and evaluation units with a nickname with ‘alien’ connotations, which can be what Jason apparently heard as an alleged member of the “Red Team.”\n\nJason Sands is Involved in the UAP Discourse While Working as a Consultant Today\n\nAs discussions and debates concerning Jason Sands’ claims and allegations grow, he has been working as an independent consultant for the Department of Defense since August 2024. The whistleblower is currently based in Gaithersburg, a city in Montgomery County, Maryland. While he remains a popular figure in the UFO research community, he has chosen to keep his family away from the spotlight, which is understandable considering the scrutiny he faces day after day. The backlash he deals with has only increased following his inclusion in James Fox’s ‘The Program.’ The recent reactions against Jason can be traced back to an interview he gave to Post Disclosure World, a YouTube channel dedicated to UFO news, in December 2024.\n\nWhen asked about his experiences as an Air Force officer, Jason alleged that he was forced to do some “dirty work,” which mainly involved killing “NHI,” also known as non-human intelligence. He went on to explain that he had to do it because he was informed that “bad things” would happen to him or his family if he didn’t comply. The online UFO research community immensely scrutinized the whistleblower’s “alien assassin” claim. The credibility he garnered since his emergence as a first-hand witness of alleged alien existence was severely affected within a day. Even James Fox, who initially backed Jason, expressed his disbelief.\n\n“Absolutely devastates his credibility. But I still believe that encounter may have happened based on the background digging I did, but yeah, that’s not good for his credibility,” Fox shared. Irrespective of the backlash Jason continues to receive, he remains a sensational figure when it comes to alien discourse. Since April 2024, he has given numerous interviews and appeared on several podcasts to explain his claims. He is also one of the advocates of a comprehensive Congressional investigation into UAP within the jurisdiction of the US government. As ‘The Program’ sheds light on the possible existence of extraterrestrial beings, we can look forward to more clarity concerning Jason’s credibility and his claims’ authenticity.\n\nRead More: Lee Speigel Tribute on The Program: Who Was He? How Did He Die?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why the internet is filling up with nonsense ‘AI slop’",
            "link": "https://www.yahoo.com/tech/why-internet-filling-nonsense-ai-120000071.html",
            "description": "Slop, the OUP writes, is 'art, writing, or other content generated using artificial intelligence, shared and distributed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Kt72h3Nw7tDCxR8yjy5PdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "41m",
            "source": "Yahoo",
            "article_content": "Social media algorithms are incentivising some users to churn out bizarre AI-generated imagery\n\nElon Musk riding a UFO, “Shrimp Jesus” and tiny children baking impossibly perfect birthday cakes.\n\nThese are just three examples of bizarre AI-generated imagery that has taken over the internet in the past year.\n\nAcross Facebook, X, Instagram and TikTok, surreal AI images have been plaguing news feeds, typically accompanied by nonsensical captions in broken English.\n\nDubbed “AI slop”, there is no hiding from the manipulated images and videos, with their prominence even leading to the Oxford University Press (OUP) naming “slop” as a contender for its word of the year.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSlop, the OUP writes, is “art, writing, or other content generated using artificial intelligence, shared and distributed online in an indiscriminate or intrusive way, characterised as being of low quality, inauthentic, or inaccurate”.\n\nThere have long been fears that AI image tools could be used to create highly convincing “deepfakes” and images or videos that could help spread disinformation or influence elections.\n\nBut so far, the most viral AI images have been obviously fake and downright strange. Free software for creating images and videos has led to a surge in slop, driven by scammers, spammers and the occasional genuine user seeking to go viral.\n\nFacebook’s most recent report from its Transparency Center reveals that two of the top five most widely viewed images on the network in the three months to September were AI-generated – viewed 38.6m and 35.8m times respectively.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMatt Navara, a social media consultant, says the novelty of these posts has quickly worn thin for many of Facebook’s billions of users.\n\n“The proliferation of low-quality or spammy AI content risks cluttering feeds and diminishing overall user satisfaction,” he says.\n\n“I’m seeing little evidence yet that users are actively demanding such content in their feeds.”\n\nIn March, Facebook users began to notice a flood of images featuring Jesus Christ mixed with a crustacean rising from the sea. These “Shrimp Jesus” posts garnered hundreds of thousands of interactions and tens of millions of views.\n\nOther weird AI trends soon emerged, including African women building fruit sculptures and young children showing off elaborate birthday cakes with the caption: “This is my first cake”.\n\nOne strange AI trend has been fake images of children baking\n\nOn Facebook, these posts were published on pages with innocuous names such as “Easy Recipes”, “Interesting Planet” or “Life Nature”. A study in March by researchers at the Stanford Internet Observatory found that many pages filled with AI content were likely attempts by scammers to cash in on virality.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThey found 120 pages posting improbable AI images with clickbait headlines, many of which shared the same creator or published multiple posts with the same captions.\n\nSome garnered a huge response despite their bizarre nature. One popular “Crab Jesus” had 209,000 engagements and 4,000 comments.\n\n“We suspect these high levels of engagement are partially driven by the Facebook recommendation algorithm,” the report said.\n\nThe AI images were “captivating visually, easy to create, cheap to generate in large numbers [and allowed the pages] to engage in high rates of posting of new content that might grab people’s eyes”, says Josh Goldstein of Georgetown University, one of the report’s authors.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHe called this phenomenon a new kind of “engagement bait”.\n\nAmong the pages highlighted by the report were many that appeared to have been hacked and turned into AI content farms. These pages sought to direct users away from Facebook to websites that could then be used to eke out a trickle of advertising income.\n\nMeanwhile, on YouTube and Telegram, a network of influencers – many from India or the Philippines – are busy coaching their followers on how to make money from slop.\n\nIn one video, an influencer tells followers to create viral images depicting an old man being eaten by insects.\n\n“The Indian audience is very emotional, after seeing photos like this, they like, comment and share them,” he says, claiming that users can make money through a Facebook scheme called “Performance Bonus”, which provides a tiny fee to creators of viral content. His video promises followers they can make 4 lakh (£3,700) per month.\n\nAdvertisement Advertisement\n\nOther AI images have also been shared widely during some of the biggest news events of the year – and not just by grifters and scammers.\n\nIn May, a pro-Palestinian Instagram template created using AI, originally designed with Microsoft’s Image Creator, was shared more than 50m times, including by celebrities such as Bella Hadid. The template featured a crude refugee camp disappearing towards the horizon with the words “All Eyes on Rafah”.\n\nAll eyes on Rafah has been shared by over 50 million people on Instagram\n\nIn October, Republicans in the US took to sharing AI-generated images in the wake of Hurricane Helene to criticise Joe Biden’s response plan.\n\nAmy Kremer, a Republican activist, shared a post on X of a crying girl holding a puppy during a flood. “Y’all, I don’t know where this photo came from and honestly, it doesn’t matter,” she said.\n\nThis picture has been seared into my mind.\n\n\n\nMy heart hurts💔😭 pic.twitter.com/SCwEMP0aXC — Amy Kremer (@AmyKremer) October 3, 2024\n\nThen, as the US election approached, a new surge of AI images featuring Republican donor Elon Musk spread rapidly across Facebook.\n\nAdvertisement Advertisement\n\nThis included posts claiming that the Tesla founder had created a flying saucer.\n\nHowever, it is not just images that are the problem.\n\nNewsguard, the news rating service, has identified more than 1,000 websites pumping out AI-generated fake news stories in 16 languages, many of which appear to have little or no human oversight.\n\nMcKenzie Sadeghi, AI editor at Newsguard, says: “Our tracking of AI-generated news websites has found that it shows no signs of slowing down. The barriers to creating AI-generated content remain low and the incentives – programmatic advertising revenue, site traffic, engagement – remain.”\n\nAn AI-generated fake picture appears to show a SpaceX UFO fighter jet\n\nAdvertisement Advertisement\n\nTech giants have taken some measures to separate fake from legitimate posts, including Facebook, which labelled some posts with the tag “AI Info”.\n\nBut the industry has also been aggressively pushing more users to adopt their own AI tools, such as Meta’s AI assistant or X’s Grok.\n\nMeta has also started encouraging users to create their own fake images, while also promoting other AI-generated content on Facebook and Instagram feeds.\n\nHowever, with a flood of more low-quality content on the horizon, some technologists are urging Meta to reconsider the prominence given to these posts.\n\n“If platforms value human creativity, they should label and downrank outputs in which human creative involvement is minimal,” says Ed Newton-Rex, founder of Fairly Trained, a non-profit advocating for tech companies to respect creative rights.\n\nAdvertisement Advertisement\n\nHe adds: “I think the latent demand for spaces that are human-first is higher than many companies realise.”\n\nSome AI experts have suggested that over time, Meta and others will adjust their algorithms to deprioritise the most egregious AI slop – much like spam filters. However, Meta’s own stated plans suggest otherwise.\n\nData from the company’s Transparency Center shows that in the three months to September, more than 31pc of content viewed on Facebook was from accounts “unconnected” to the user – meaning it has been served up by an algorithm.\n\nThis is up from 8pc in 2021 and 24pc this time last year. Meanwhile, on Instagram, a growing number of AI videos have been populating users’ feeds and Reels.\n\nAdvertisement Advertisement\n\nMark Zuckerberg has also made it clear that he expects the internet to gradually become populated with more AI posts, believing that is exactly what his users want.\n\n“I think there’s been this trend over time where the feeds started off as primarily and exclusively content for people you followed, your friends,” he told The Verge.\n\n“We’re also going to show you content that’s generated by an AI system that might be something that you’re interested in ... how big it gets is kind of dependent on the execution and how good it is.”\n\nThis is a far cry from Zuckerberg’s previous goal of spreading “meaningful social interactions”, as it seems apparent that Facebook and other online platforms show no sign of slowing up in displaying mindless scrolling content.\n\nBroaden your horizons with award-winning British journalism. Try The Telegraph free for 1 month with unlimited access to our award-winning website, exclusive app, money-saving offers and more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lee Speigel Tribute on The Program: Who Was He? How Did He Die?",
            "link": "https://thecinemaholic.com/lee-speigel-the-program/",
            "description": "James Fox’s documentary ‘The Program’ ends with a dedication to Lee Speigel. Lee was one of the most reputed and influential ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m85--0sDHO-0w_SPqC3_AC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "thecinemaholic.com15h",
            "source": "thecinemaholic.com",
            "article_content": "James Fox’s documentary ‘The Program’ ends with a dedication to Lee Speigel. Lee was one of the most reputed and influential journalists who specialized in the UFO and paranormal study for over half a century. He grew up in Concord, New Hampshire, inspired by the Apollo space missions, which ignited his interest in UFOs and several other unexplainable phenomena. In the early 1970s, he found a second home in New York City, where he fed his interest in extraterrestrial life with whatever he could find on the subject. Lee’s contributions to UFO research are not only exceptional but also unparalleled.\n\nLee Speigel Was a Pioneer UFO Researcher\n\nAfter establishing himself in New York City by the early 1970s, it didn’t take long for Lee Speigel to leave an impression on his peers. His obsession with alleged UFO sightings and witness stories prepared him to conceive CBS’ documentary record album ‘UFOs: The Credibility Factor.’ In 1978, he made his presence known in the world of extraterrestrial research by organizing the United Nations’ first-ever meeting on UFOs. The participants of the conference ranged from military personnel to scientific experts, in addition to the UN Secretary-General Kurt Waldheim. In the late 1970s, Lee collaborated with Richard Belzer to give birth and run ‘Edge of Reality’ for NBC Radio.\n\n‘Edge of Reality’ gradually became a highlight of Lee’s radio career. He produced around 1,500 hours of the program, which featured eminent figures such as ‘Star Trek’ stars Leonard Nimoy and William Shatner. During this period, his collaborations grew. Lee even interacted with Stephen Spielberg while the latter was developing ‘Close Encounters of the Third Kind’ and ‘E.T. the Extra-Terrestrial.’ In addition to the filmmaker, the renowned journalist Robin Leach spent time with the UFO enthusiast, specifically to go for “UFO hunting.” In the late 1990s, a while after the conclusion of ‘Edge of Reality,’ Lee ended up in ABC Radio Networks.\n\nAfter a short stint at ABC News as a copy editor, Lee joined AOL News in 2010 to write about inexplicable phenomena. The freelance position was a precursor to his appointment as a full-time reporter of The Huffington Post, presently known as HuffPost, in 2011. It didn’t take long for him to find his footing in his new workplace since he won the 2012 International UFO Congress Researcher of the Year Award. As the years passed, even though the workplaces changed, his focus remained the same. He delved deep into UFOs, this time with astronauts such as Edgar Mitchell, Alan Bean, and Leroy Chiao.\n\nLee Speigel Collaborated With James Fox and Several UFO Investigators\n\nIn his late years, Lee Speigel was as busy as ever with several commitments. He restarted hosting ‘Edge of Reality’ after reviving the radio show for UN-X Digital Broadcast Network. During his time at The Huffington Post, the topics he explored ranged from mythical creatures such as the yeti to the specifics of “alien sex.” His remarkable articles were not the only things that left his colleagues in bewilderment. During an editorial meeting, he claimed to be committed to exposing a multinational conspiracy mounted to conceal a spacecraft’s crash-landing. This example explains why Buck Wolf, the director of HuffPost Trends and one of Lee’s longtime colleagues, saw him as a showman in the newsroom.\n\nFurthermore, James Fox didn’t dedicate ‘The Program’ to Lee for no reason. The latter co-wrote and co-produced the filmmaker’s 2020 documentary ‘The Phenomenon,’ which explores unidentified aerial phenomena through the words of high-ranking government officials. One of Lee’s final assignments was assisting Marc Hartzman in writing ‘We Are Not Alone,’ a comprehensive investigation into UFOs and extraterrestrial intelligence. In addition to these works, he is featured in several media productions such as History Channel’s ‘Unsealed: Alien Files,’ H2’s ‘Hangar 1: The UFO Files,’ and the TV movie ‘UFO Coverups: Secrets Revealed.’\n\nLee Speigel Passed Away at the Age of 74\n\nLee Speigel passed away in August 2023 at the age of 74 after battling esophageal cancer. He is survived by his wife, Lorraine Simone. Following his passing, the friends and family of the journalist were adamant about bidding adieu to him in a way that honored his life and contributions. They raised over $10,000 to send his cremated ashes into space with the help of the SpaceX Falcon 9 rocket. “Anyone who knew Lee knows he wanted to get into space somehow […]. I’m sure Lee is somewhere enjoying all this immensely,” Simone told HuffPost about the unexpected ceremony.\n\nThe SpaceX rocket with Lee’s ashes was launched on March 4, 2024. Buck Wolf and Simone joined hands together to send their beloved one to the vastness and comfort of outer space with the money the former raised on behalf of the journalist’s family and friends. In June 2024, Wolf confirmed that the deceased’s cremated ashes were orbiting Earth. Lee’s companions and loved ones also donated his enormous archive of interviews and case files to the National UFO Historical Records Center in Rio Rancho, New Mexico, so that the next generation of UFO enthusiasts could delve into the same.\n\nFollowing Lee’s passing, many of his friends and collaborators remembered him fondly. Marc Hartzman identified him as the one who “opened doors no one else could” to HuffPost, joining Race Hobbs, the journalist’s UN-X producer who called him a “genius.” Ultimately, Buck celebrated his life by describing him as a “stargazer,” “dreamer,” and a “kind spirit” who was loved by many. Lee joined the realm of stars after creating an unparalleled legacy in the field of UFO research and investigation, which makes his tribute on ‘The Program’ all the more fitting.\n\nRead More: Craig Lindsay: Where is the Retired RAF Officer Now?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 5 AI Predictions From Experts In 2025",
            "link": "https://www.forbes.com/sites/torconstantino/2024/12/31/top-5-ai-predictions-from-experts-in-2025/",
            "description": "While the future is uncertain a panel of AI experts have some surprising predictions for this technology in the coming year.",
            "image_url": "https://www.bing.com/th?id=OVFT.GPnuDYCFMv3-YwZ-CPr4Fi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How much do you trust AI to make purchases on your behalf?",
            "link": "https://www.androidauthority.com/ai-shopping-poll-3512354/",
            "description": "Agentic AI is about to offer to take a lot of everyday tasks off our hands, but when it comes to buying things, how much ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tuHeejeoymrQEpUYR6_Dcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "Android Authority",
            "article_content": "Google\n\nThe adage may go, “if you want something done right, do it yourself,” but that’s no reason to micro-manage every corner of our lives. Beyond there just being no shortage of tasks where a professional’s expertise is required, we are living in the days of the modern gig economy, and whether you need a ride across town or someone to pick up some groceries for you, apps place you just a few taps away from connecting with someone ready to help.\n\nThere’s also another option that’s becoming increasingly available to us, and instead of hiring another person to complete tasks, there are more and more things where AI is interested in helping out directly. But just how comfortable are you with handing over the reins to an algorithm?\n\nWe’ve all seen plenty examples of embarrassing AI failures, like when a system is used to summarize information, whether that’s web searches, news headlines, or our latest notifications, and gets those summaries wildly wrong. At least that’s reasonably low stakes, and it’s usually pretty easy for us to spot when the AI is “hallucinating.” Are experiences like that enough to turn you off from trusting AI to complete tasks that are a little more consequential in our lives?\n\nProducts like the Rabbit R1 have billed themselves as versatile AI assistants, able to do things like order food delivery on our behalf. This era of “agentic” AI is only just getting started, and you had better believe that over the course of 2025 we’re going to be hearing a whole lot more about AI doing things like scheduling appointments for us, or even finding and booking the best flights for an upcoming trip.\n\nYou’ve probably seen enough AI demonstrations to understand that this sort of thing is totally doable… if everything manages to go right. Both humans and AI models are capable of making mistakes, and forming false assumptions, but are they equally good at catching them, and course correcting in time? That’s a very good question, and one where it doesn’t feel like AI is quite on the winning side just yet. Sure, performance is getting better all the time — but how good is it going to have to be before you’re willing to rely on it?\n\nWould you trust an AI to book your flights or buy your groceries? 48 votes Absolutely. AI is only growing more capable every day. 0 % Sure, but I'm definitely double-checking everything after the fact. 6 % Kind of. I'm happy to let AI do the research, but I'm making my own purchasing decisions. 19 % Not yet. AI's pretty impressive, but I don't think it's quite ready for these tasks. 21 % Hard no. That sounds like a recipe for a red-eye with six connections. 54 %\n\nLots of us rely on AI for recommendations about things like which new music artist should we listen to — but are you equally willing to take AI’s advice when it comes to new foods to check out? New places to visit? It’s a complicated balance of stakes, and with AI performance changing by the day, not one that’s likely going to present obvious answers for all of us in every situation.\n\nBut that doesn’t mean that plenty of us aren’t also interested in being early adopters, and really pushing these system to see just where they can pick up a little bit of the slack in our lives. Are you a member of team “AI, take the wheel,” or are you happy to keep doing things the old way and have someone else worry about getting a surprise DoorDash delivery that’s just four dozen shallots? Chime in with our poll, or explain yourself in detail down in the comments.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI smartphone and laptop sales are said to be slowly dying – but is anyone surprised?",
            "link": "https://www.techradar.com/computing/laptops/ai-smartphone-and-laptop-sales-are-said-to-be-slowly-dying-but-is-anyone-surprised",
            "description": "AI isn't dying – we know that. Hell, all you have to do is look at how well Nvidia is doing to get a good grasp of just how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Tug8S18Yi1Lg_CPvIHSuMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "TechRadar",
            "article_content": "Almost every year, we get a report telling us that something in the PC industry is dying, or fading away, or the days of some aspect of computer technology are numbered.\n\nSo, when I saw an article about Micron not selling enough memory chips for AI PCs and smartphones, which meant the company downgraded its revenue forecasts for the coming quarters, and so some folks are panicking that ‘AI is dying’ – well, it did not surprise me in the slightest.\n\nThis industry does love a bit of doom and gloom at times, but much of this errant noise is purely down to public understanding of modern-day AI as a whole – certainly in the enthusiast sector.\n\nLet me be clear here: AI isn't dying – we know that. Hell, all you have to do is look at how well Nvidia is doing to get a good grasp of just how wrong that assertion is. The thing is, out of all the numerous AI laptops and phones, or other gadgets, out there – everything that's currently being marketed with the AI tagline (I go on another long rant about that here) – the fact is that the vast bulk of AI processing doesn't come from your tiny laptop. It just doesn't.\n\nEven the best custom-built gaming PC right now barely has the capability of running ChatGPT at 10% of its total capacity. And that is even if you could do so, as it's not an open source program that anyone can just go and download.\n\nSadly, it requires far too much data and processing power to fully simulate that kind of program locally on the desktop. There are workarounds and alternative apps, but they generally pale in comparison to the likes of Gemini or GPT in both depth of knowledge and response times. Not exactly surprising given you're trying to compete with multiple server blades operating in real-time. I'm sorry, your RTX 4090 just ain't going to cut it, my friend.\n\n(Image credit: SvedOliver / Shutterstock)\n\nAnd that's another important point here – even looking at your custom PC, anyone that tells you that a CPU with a built-in NPU can outgun something like an aging RTX 3080 in AI workloads is pulling the wool over your eyes. Use something like UL's Procyon benchmark suite with its AI Computer Vision test, and you'll see that the results for a desktop RTX 4080 versus an Intel Core Ultra 9 185H-powered laptop are around 700% to 800% higher. That's not a small margin, and that's giving the Intel chip the benefit of the doubt and not using the Nvidia TensorRT API too, where the results are even better for Team Green.\n\nThe thing is, the companies, tools, and techniques that are doing well in the AI ecosystem are already well-established. If you have an RTX graphics card, the likelihood is you've already got plenty of performance to run rings around most modern-day 'AI' CPUs with an NPU built in. Secondly, pretty much every AI program worth running utilizes server blades to deliver that performance – there's very little that runs locally or doesn't have some form of hookup with the cloud.\n\nGoogle has now pretty much rolled out Gemini to the bulk of its Android OS devices, and it'll be landing on its Nest speakers as well in the coming months (with a beta version technically already being available, thanks to some fun Google Home Public Preview skullduggery). And to be clear, that's a four-year-old speaker at this point, not exactly cutting-edge tech.\n\n(Image credit: Future)\n\nThis is just the beginning\n\nMany years back, I had a discussion with Roy Taylor, who at the time was at AMD as Corporate Vice President of Media & Entertainment, specializing in VR and the advancements in that field.\n\nMy memory is a little hazy, but the long and short of the conversation was that as far as graphics card performance was concerned, to get a true-to-life experience in VR, with a high enough pixel density and sufficient frame rate to ensure a human couldn't tell the difference, we'd need GPUs capable of driving petaflops of performance. I think the exact figure was around the 90 PFLOPs mark (for reference, an RTX 4090 is still well over 100x less potent than that).\n\nIn my mind, local AI feels like it falls very much in the same camp as that. It's a realm of apps, utilities and tools that won't likely ever inhabit your local gaming PC, but will instead reside solely on server blades and supercomputers. There's just no way an isolated computer system can compete – even if we were to halt all AI development at its current state, it would take us years to catch up in terms of overall performance. That's not necessarily a bad thing or the end of the world either.\n\nThere is a silver lining for us off-the-grid folk, and it all hinges on GPU manufacturers. Naturally, AI programming, particularly machine learning, predominantly operates through parallel computing. This is something that GPUs are wildly good at doing, far better than CPUs, and particularly Nvidia GPUs utilizing Tensor cores. It's the tech behind all those DLSS and FSR models we know and love, driving up frame rates without sacrificing in-game graphical fidelity.\n\nHowever, developing a GPU from the ground up takes time – a long time. For a brand-new architecture, we're talking several years. That means the RTX 40 series was likely in development in 2020/2021, at a guess, and similarly, the RTX 50 series (when the next-gen arrives, supposedly imminently) probably began life in 2022/2023, with different teams shuffling about from task to task as and when they became available. All of that prior to the thawing of the most recent AI winter and the arrival of ChatGPT.\n\nWhat that tells us is that unless Nvidia can radically pivot its designs on the fly, it's likely that the RTX 50 series will still continue on from Lovelace's (RTX 40 series) success, giving us even better AI performance, for sure. But it won't be until the RTX 60 series that we really see AI capacity and performance supercharged in a way that we've not seen before with these GPUs. That may be the generation of graphics cards that could make localized LLMs a reality rather than a pipe dream."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Will Smith eating spaghetti and other weird AI benchmarks that took off in 2024",
            "link": "https://www.msn.com/en-us/news/technology/will-smith-eating-spaghetti-and-other-weird-ai-benchmarks-that-took-off-in-2024/ar-AA1wMkUP?ocid=BingNewsVerp",
            "description": "Weird AI benchmarks like Will Smith eating spaghetti, Pictionary, and Minecraft blew up in 2024. But why, exactly?",
            "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
            "category": "ai+app",
            "date": "13hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "4 things to do to protect yourself online from scams and hacks in the new year",
            "link": "https://www.msn.com/en-us/money/markets/4-things-to-do-to-protect-yourself-online-from-scams-and-hacks-in-the-new-year/ar-AA1wNx7m?ocid=BingNewsVerp",
            "description": "Hackers and scammers are using AI, social engineering, and other methods to gain personal information. Here's how to shield ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RyeXaf-UDW1_N1FFJ1aVSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plane passenger captures video of mysterious figures in the clouds, internet stunned. Watch",
            "link": "https://www.msn.com/en-in/entertainment/general/plane-passenger-captures-video-of-mysterious-figures-in-the-clouds-internet-stunned-watch/ar-AA1wNbe8?ocid=BingNewsVerp",
            "description": "The video was purportedly filmed by a plane passenger on a commercial airline. It begins by showing what looks like two human ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6ZJ3att-qPsuH7rovxA5Yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "Hindustan Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Augusta Civic Center to host Maine Paranormal and Horror Convention",
            "link": "https://www.centralmaine.com/2024/12/31/augusta-civic-center-to-host-maine-paranormal-and-horror-convention/",
            "description": "The unique gathering of lovers of all things supernatural and macabre will feature celebrity guests, captivating panels, eerie vendors, ghostly investigations and immersive experiences.",
            "image_url": "https://www.bing.com/th?id=ODF.q40B1rH7LBsgkIFWnlnk9w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Kennebec Journal20h",
            "source": "Kennebec Journal",
            "article_content": "The Maine Paranormal and Horror Convention is scheduled from 10 a.m. to 6 p.m. Saturday, Sept. 6, and 10 a.m. to 4 p.m. Sunday, Sept. 7, at the Augusta Civic Center, 76 Community Drive, Augusta.\n\nThose who attend can dive into a world of mystery and terror as paranormal enthusiasts, horror fans and industry icons gather under one roof.\n\nThis is the ultimate gathering for lovers of all things supernatural and macabre, featuring celebrity guests, captivating panels, eerie vendors, ghostly investigations, and immersive experiences.\n\nAdmission will cost $25 for a single day, $40 for a weekend pass, $60 for a VIP weekend pass or $120 for a VIP weekend pass with dinner party\n\nFor tickets or more information visit augustaciviccenter.org."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Citrus County author wages war against hoaxers",
            "link": "https://www.chronicleonline.com/lifestyle/citrus-county-author-wages-war-against-hoaxers/article_feb06fe7-624d-5ff5-bbe7-36e2ad2266ee.html",
            "description": "Citrus County paranormal author Maxim W. Furek is a 21st-century witch hunter, calling out hoaxers he claims, 'have sold ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PvY36YWprWxCGkRhid4IVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Citrus County Chronicle Online23h",
            "source": "Citrus County Chronicle Online",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Woman left questioning reality after sleep tracking app records mysterious voice talking to her. Redditors ask 'was it a ghost?",
            "link": "https://www.msn.com/en-in/entertainment/news/woman-left-questioning-reality-after-sleep-tracking-app-records-mysterious-voice-talking-to-her-redditors-ask-was-it-a-ghost/ar-AA1wLyzr?ocid=BingNewsVerp",
            "description": "A woman was left terrified after her sleep tracking app recorded a mysterious male voice seemingly talking to her while she slept. The recording, captured at 3:26 AM, featured the voice speaking ...",
            "image_url": "https://www.bing.com/th?id=OJ.HaOkpH4Fz6kN0g&pid=news&w=126&h=12&rs=2",
            "category": "paranormal",
            "date": "20hon MSN",
            "source": "Indiatimes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alien on Earth? Video of figures in clouds leaves Internet confused, ‘What is going on?’",
            "link": "https://www.msn.com/en-in/news/other/alien-on-earth-video-of-figures-in-clouds-leaves-internet-confused-what-is-going-on/ar-AA1wNjpS?ocid=BingNewsVerp",
            "description": "A video capturing what appears to be human-like figures in clouds has ignited a frenzy of speculation about alien life. As ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4V8OTwq_3f8LHzRZnhdEMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MODS’ new exhibit empowers Floridians to tackle climate challenges | Opinion",
            "link": "https://www.sun-sentinel.com/2024/12/31/mods-new-exhibit-empowers-floridians-to-tackle-climate-challenges-opinion/",
            "description": "The manager of exhibits, collections and development at the Museum of Discovery and Science in Fort Lauderdale highlights the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yfB9lj7gQpvydVb1vISMPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "16hOpinion",
            "source": "Sun Sentinel",
            "article_content": "Realtors, assemble! Condo owners need their expertise more than ever | Opinion"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China nuclear fusion discovery finds mysterious energy boost to power up plasma",
            "link": "https://interestingengineering.com/science/burning-plasma-physics-unlocked-simulation",
            "description": "Researchers in China have used a novel approach to explain the presence of supra-thermal ions in nuclear fusion reactions.",
            "image_url": "https://www.bing.com/th?id=OVFT.dJgdHCGZ57Szf9I61uqMXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Interesting Engineering23h",
            "source": "Interesting Engineering",
            "article_content": "A collaborative effort between researchers at the Shanghai Jiao Tong University and the Chinese Academy of Sciences led to the deployment of a simulation code on a nuclear fusion collision model that has unlocked the physics behind supra-thermal ions in the burning plasma.\n\nThis helps us improve our understanding of how nuclear fusion reactions occur and how they can be improved.\n\nIn our bid to transition to clean energy, nuclear fusion is a critical component. Replicating reactions that power the Sun here on Earth could help us unlock boundless energy without emitting planet-warming gases. To reach there, we need to first succeed in getting more energy out of a nuclear fusion reactor than we put in."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Epic Science Experiments That Spark Fun and Curiosity",
            "link": "https://www.msn.com/en-us/science/chemistry/epic-science-experiments-that-spark-fun-and-curiosity/vi-AA1wNl8y?ocid=BingNewsVerp",
            "description": "Dive into a world of amazing science experiments that ignite curiosity and spark fun! Watch as creative science magic unfolds before your eyes with satisfying, mind-blowing results. From explosive ...",
            "image_url": "https://www.bing.comNo image",
            "category": "science+discovery",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magnetism Redefined: The Nanoscale Discovery Powering Future Technology",
            "link": "https://scitechdaily.com/magnetism-redefined-the-nanoscale-discovery-powering-future-technology/",
            "description": "Researchers have discovered unseen interactions that could impact the future of electronics. University of Missouri researchers have discovered a new quasiparticle in magnetic materials, challenging ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "science+discovery",
            "date": "17h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Was 2024 the year we finally started to understand dark energy?",
            "link": "https://www.msn.com/en-us/science/astronomy/was-2024-the-year-we-finally-started-to-understand-dark-energy/ar-AA1wLR3O?ocid=BingNewsVerp",
            "description": "This late-time acceleration was discovered in 1998 by two teams of astronomers making distance measurements using supernovas ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LPPI9j1XUD_rTnO7HD39ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Space on MSN22h",
            "source": "Space on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What OpenAI’s o3 means for AI progress and what it means for AI adoption are two different things",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/what-openai-s-o3-means-for-ai-progress-and-what-it-means-for-ai-adoption-are-two-different-things/ar-AA1wLEXM?ocid=BingNewsVerp",
            "description": "The cost of new 'reasoning models' may make companies reluctant to use them, even as their capabilities close in on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fRx7PYyI-B1iVbBOrwVcmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 'godfather' of AI is backing Elon Musk's lawsuit against OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/the-godfather-of-ai-is-backing-elon-musk-s-lawsuit-against-openai/ar-AA1wKGnu?ocid=BingNewsVerp",
            "description": "Elon Musk has a new supporter in his legal fight against OpenAI: AI \"godfather\" Geoffrey Hinton. \"OpenAI was founded as an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ifFOSe00naoGJSsrSbn5KC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Data Scientist Geoffrey Hinton Backs Elon Musk In Lawsuit Blocking OpenAI from Switching to For-Profit Firm",
            "link": "https://www.digitalinformationworld.com/2025/01/top-data-scientist-geoffrey-hinton.html",
            "description": "It looks like Elon Musk is not alone in a legal battle thrown to thwart OpenAI from switching to a for-profit company.",
            "image_url": "https://www.bing.com/th?id=OVFT.OCirDlBpw2J7GOq13PJr0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Digital information world2h",
            "source": "Digital information world",
            "article_content": "It looks like Elon Musk is not alone in a legal battle thrown to thwart OpenAI from switching to a for-profit company.Geoffrey Hinton who earned recognition as being the top mind in the AI industry, not to mention a prominent data expert, is actually showing support for Musk and his legal case that wants to bar OpenAI from making the switch.Hinton shared more on this front including how OpenAI was founded with a sole purpose and that was to be non-profit. To make a sudden switch is questionable and unacceptable in his eyes. Remember, the company was first known as a safe non-profit entity so it’s alarming why it thinks making the switch would be acceptable now.Hinton who is also a Noble Peace Prize winner of 2024 for his groundbreaking work in the world of physics shared several safety-based promises inside the charter. This includes marketing AI to better human abilities instead of seeking a replacement. It also has so many tax and different benefits, thanks to its non-profit status.The fact that it could tear that up into shreds and move on as if nothing happened in the past is not only irresponsible but also setting the wrong standards for today’s industry, he continued. Remember, OpenAI was first founded in 2015 as a research lab working on a non-profit basis by leading members Sam Altman, Elon Musk, and several others.In 2019, it started to behave similar to the workings of a startup firm. Then it came up with capped-profit models featuring non-profits staying in control of the entire firm. For now, it’s on a mission to get a more classic for-profit stance that enables the firm to raise the capital it needs using conventional terms that’s similar to others working in this space. This was mentioned by the company itself in a blog published last week.But Musk is keen to block this switch and has been rivaling many of its actions since he left the board in 2018. Encode already rolled out a legal document that provided more information of a court case from a group that may not be involved directly but full supports the lawsuit blocking OpenAI.Such restructuring would undermine the company’s committment to make public safety a priority, Encode shared in its recent statement. It further added that the company is currently operating in a non-profit where essential guardrails are in place and if the switch happens, these get forfeited.This is not the first time that we’re seeing Hinton go against OpenAI with public criticism. A press conference from October shed light on how opposed Hinton was with Sam Altman. He felt the CEO was more worried about making money and less concerned about public safety. If that was not enough, he called this entire scenario a very unfortunate situation.In the past year, Hinton shared more on this front including how he needed to sound the alarms before AI could cause a major catastrophe for humanity. He also shared with the NYT how much he regretted his position in developing AI tech.On the other hand, Musk’s concerns are a little more on the personal side. They have to do with him feeling like he was betrayed by top executives in terms of co-founding the firm and acting like they were just as worried as him about the concerns related to AI. However, OpenAI refutes those claims. It says that the tech billionaire had another vision which included transforming the organization into one that makes profits from the start and that was as early as 2017.Image: DIW-AigenRead next: Fake Stars Are Being Used To Boost Malicious GitHub Repositories, New Study Claims"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI whistleblower Suchir Balaji death: Parents allege murder, demand FBI probe into missing evidence",
            "link": "https://www.msn.com/en-in/news/India/openai-whistleblower-suchir-balaji-death-parents-allege-murder-demand-fbi-probe-into-missing-evidence/ar-AA1wNjuH?ocid=BingNewsVerp",
            "description": "Indian-American Suchir Balaji, a 26-year-old former researcher at OpenAI known for his whistleblowing against the company, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oNDkGnDgV3CjnrtvE0e2Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "The New Indian Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mother of OpenAI Whistleblower Alleges He Was Murdered, Says There Were Signs of Struggle",
            "link": "https://futurism.com/the-byte/openai-whistleblower-suchir-balaji-mother-murder-claims",
            "description": "The family of dead OpenAI whistleblower Suchir Balaji is claiming that the young man was murdered, and didn't die by suicide.",
            "image_url": "https://www.bing.com/th?id=OVFT.krIzdM4ttP919NwXYnwMWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Futurism14h",
            "source": "Futurism",
            "article_content": "\"Private autopsy doesn’t confirm cause of death stated by police.\"\n\nProbe the Probe\n\nThe family of Suchir Balaji, the 26-year-old OpenAI whistleblower who was found dead just a month after his New York Times exposé was published, is claiming that the young man was murdered.\n\nAn account that appears to belong to Balaji's mother Poornima Ramarao — shortened to \"Rao\" online — said in a post on X-formerly-Twitter that a private investigator's probe has led the family to believe that the young whistleblower did not commit suicide as officials allege.\n\n\"We hired private investigator and did second autopsy to throw light on cause of death,\" Ramarao tweeted. \"Private autopsy doesn’t confirm cause of death stated by police.\"\n\n\"Suchir’s apartment was ransacked,\" she continued, adding that there was some \"sign of struggle in the bathroom and looks like some one hit him in bathroom based on blood spots.\"\n\nThe account, which has shared photos of Balaji that hadn't previously been seen in the press and a GoFundMe for the private investigation efforts, went on to suggest that the city of San Francisco is covering up a \"cold blooded\" murder.\n\nAfter calling for an FBI investigation, the Rao account then tagged Elon Musk, Vivek Ramaswamy, and California Gov. Gavin Newsom — and actually got a response from Musk himself.\n\n\"This doesn't seem like a suicide,\" the X owner and OpenAI cofounder wrote.\n\nPressing Matter\n\nIn the wake of Balaji's death, Ramarao has spoken out online and in the press about her son and her suspicions — though for the most part, her missives have not made waves stateside.\n\nEarlier in December, Business Insider published an interview with the grieving mother, who described her son's precocious interest in math and artificial intelligence, his disillusionment and ultimate exit from OpenAI, and the debacle she endured when trying to get answers about his death.\n\nAccording to Ramarao, Balaji had been on vacation with friends to celebrate his 26th birthday just before being found dead in his apartment. She claims she was the one to call the police when she hadn't heard from him upon his return from his trip, and that she waited outside the apartment for hours only to learn of Balaji's death when a medical examiner's van arrived on the scene with a stretcher.\n\n\"They didn't give the news to me,\" Ramarao told BI. \"I'm still sitting there thinking, 'My son is traveling. He's gone somewhere.' It's such a pathetic moment.\"\n\nOn X, Ramarao also claims that she was interviewed by ABC News on December 27, but that it \"has not been aired.\"\n\n\"We wonder why American TV media is not picking up,\" she tweeted, \"despite... it being international sensation?\"\n\nIt's worth noting that Ramarao is not pointing fingers at OpenAI or any other organization or individual. Instead, she seems simply to want justice for her son — a just cause, if there ever was one.\n\nMore on Balaji: Dead OpenAI Whistleblower Had Been Named as Potential Witness in Lawsuit Against Employer"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI agents can speed up all trends in crypto in 2025",
            "link": "https://www.msn.com/en-us/news/technology/ai-agents-can-speed-up-all-trends-in-crypto-in-2025/ar-AA1wNuwD?ocid=BingNewsVerp",
            "description": "AI agents are quickly building up infrastructure and products, moving beyond their novelty stage. In 2025, AI agents are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qr0J2YHkGtt3M8gnaCo4Hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Cryptopolitan on MSN3h",
            "source": "Cryptopolitan on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Book Banning in Public Schools and Libraries",
            "link": "https://www.reuters.com/practical-law-the-journal/government/book-banning-public-schools-libraries-2025-01-01/",
            "description": "A discussion of the legal issues related to book banning in public schools and public libraries, including pertinent debates, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PZd1sWLVkenCzJC3bRSu6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "8h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloudflare 2024 Year in Review: Strong Growth for GitHub Copilot and Go Surpasses Node.js",
            "link": "https://www.infoq.com/news/2024/12/cloudflare-2024-review-report/",
            "description": "Cloudflare has recently published the fifth edition of its Radar Year in Review, a report analyzing data from the global ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eXE4VuC3zPCzgDArvVobzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "InfoQ13h",
            "source": "InfoQ",
            "article_content": "Cloudflare has recently published the fifth edition of its Radar Year in Review, a report analyzing data from the global hyperscaler network. The results reveal a 17.2% increase in global internet traffic, with notable growth in mobile and IPv6 requests. Additionally, Go overtook Node.js as the most popular language for automated API requests and GitHub Copilot saw significant growth.\n\nBefore presenting the key findings, David Belson, head of data insight at Cloudflare, explains why the company publishes the report and highlights its unique position in monitoring global internet traffic:\n\nCloudflare’s network currently spans more than 330 cities in over 120 countries/regions, serving an average of over 63 million HTTP(S) requests per second for millions of Internet properties, in addition to handling over 42 million DNS requests per second on average. The resulting data generated by this usage, combined with data from other complementary Cloudflare tools, enables Radar to provide unique near-real time perspectives on the patterns and trends around security, traffic, performance, and usage that we observe across the Internet.\n\nThe report, organized into five sections - Traffic, Adoption & Usage, Connectivity, Security, and Email Security - covers the first 11 months of the year. Belson writes:\n\nThroughout the first half of 2024, worldwide Internet traffic growth appeared to be fairly limited, within a percent or two on either side of the baseline value through mid-August. However, at that time growth clearly began to accelerate, climbing consistently through the end of November, growing 17.2% for the year. This trend is similar to those also seen in 2023 and 2022.\n\nSource: Cloudflare blog\n\nAlthough approximately 70% of the world’s population uses smartphones, mobile traffic is not surging. Mobile devices account for 41.3% of global traffic, a percentage consistent with previous years. However, in nearly 100 countries, the majority of internet traffic originates from mobile devices. These countries are primarily located in the Middle East, Africa, the Asia-Pacific region, and South/Central America. Among providers, Starlink experienced 3.3x growth.\n\nThe report includes information on the most popular search engines (Google), AI platforms (OpenAI), messaging services (WhatsApp), and e-commerce platforms (Amazon). The networking section emphasizes that nearly half of all web requests used HTTP/2, while 20.5% utilized HTTP/3. Additionally, 13.0% of TLS 1.3 traffic now employs post-quantum encryption, a topic recently covered on InfoQ in relation to both cloud and Java adoption.\n\nWhen evaluating language popularity, React, PHP, and jQuery are among the most widely used ones for building websites, while Go has surpassed Node.js as the most popular language for automated API requests. Cameron Balahan, Product Lead for Go at Google, comments:\n\nThis is a pretty big deal and corroborates the amazing growth we've seen elsewhere.\n\nThe report reveals that 20.7% of TCP connections are anomalous, unexpectedly terminating before any useful data is exchanged. This can result from DoS attacks, unusual client behavior, or third-party connection tampering. Alarmingly, Log4j vulnerabilities remain a persistent threat and continued to be actively targeted throughout 2024. Belson warns:\n\nIn 2024, three years after the initial Log4j disclosure, we found that Log4j remains an active threat. Log4j attack activity appeared to trend generally upwards across the year (...) Log4j ranges from approximately 4x to over 20x the activity seen for Atlassian Confluence Code Injection, and as much as 100x the aggregated activity seen for Authentication Bypass or Remote Code Injection vulnerabilities.\n\nIn a companion article covering the top Internet services across multiple industries, Cloudflare highlights the rise of GitHub Copilot in generative AI and the disappointing trends for Google Gemini and Hugging Face. João Tomé, senior data editor at Cloudflare, writes:\n\nGitHub Copilot experienced the fastest rise, entering the Top 10 in September (after reaching the Top 20 in June) and staying mostly between #5 and #3 by November. Some platforms lost ground in the rankings (...) Tabnine, another AI-powered coding assistant, held the #5 spot for months but slipped after July. Google Gemini (...) dropped out of the Top 10 after July as newer AI platforms gained momentum. Hugging Face mostly fluctuated (...) However, it fell out of the Top 10 by September.\n\nSource: Cloudflare blog\n\nThe Cloudflare Radar 2024 Year In Review microsite provides more detailed data, including trends for specific countries and regions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Restoring efficiency and integrity: Reforming board practices in State Owned Agencies",
            "link": "https://www.ft.lk/columns/Restoring-efficiency-and-integrity-Reforming-board-practices-in-State-Owned-Agencies/4-771226",
            "description": "Introduce legal provisions to hold boards collectively responsible for institutional failures Effective governance is the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-fxyU3tyrp4BeGPw6CJMWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "FT17h",
            "source": "FT",
            "article_content": "Their effectiveness is often undermined by politicisation in board appointments, inefficiency, and a lack of\n\n\n\ntransparency and accountability\n\nIntroduce legal provisions to hold boards collectively responsible for institutional failures\n\n\n\nEffective governance is the cornerstone of any successful organisation, and Government-appointed boards play a pivotal role in steering public institutions toward success. In Sri Lanka, however, the appointment process for board members has become increasingly politicised, often lacking the transparency, accountability, and professionalism necessary for good governance. This has led to persistent issues such as mismanagement, inefficiency, and corruption, particularly within State Owned Agencies (SOA) which are a significant contributor to the nation’s ongoing economic crisis for decades.\n\n\n\nThe inefficiency and high costs associated with these SOEs underscore the urgent need for structural reforms, starting at the board level. A new approach to governance at this level is critical for reversing the current economic trends and ensuring long-term sustainability.\n\n\n\nIn Sri Lanka, Government-owned or partially-owned organisations exist in various forms, playing a crucial role in the public sector. These include:\n\n\n\n1.Fully Government-owned enterprises (State-Owned Enterprises – SOEs):\n\nThese are entirely owned by the Government and operate in sectors such as energy, transportation, and finance.\n\nExamples include Sri Lanka Railways, Ceylon Electricity Board (CEB), and Sri Lanka Ports Authority.\n\n\n\n2.Partially Government-owned enterprises:\n\nThese entities are jointly owned by the Government and private stakeholders, with the Government retaining a controlling share. Examples include SriLankan Airlines (partially privatised) and Ceylon Petroleum Corporation (CPC), which has undergone partial privatisation but remains mostly State-controlled.\n\n3.Semi-Government organisations:\n\n\n\nThese organisations are established by the Government to manage specific functions, operating with some degree of independence. Notable examples include Sri Lanka Tourism Development Authority.\n\n\n\n4.Regulatory agencies:\n\nThese bodies oversee and regulate sectors such as telecommunications, finance, and transport. Examples include the Telecommunications Regulatory Commission of Sri Lanka (TRCSL) and Securities and Exchange Commission of Sri Lanka (SEC),\n\n5.Public utilities:\n\nThese are Government-controlled entities providing essential services like water, electricity, and fuel. Examples include National Water Supply and Drainage Board, Ceylon Electricity Board (CEB), and Ceylon Petroleum Corporation (CPC).\n\n6.Government-Linked Companies (GLCs):\n\nThese are companies where the Government holds a significant stake but operates with more autonomy than traditional state enterprises. Examples might include Sri Lanka Telecom, a State-controlled but publicly listed company.\n\nThese organisations serve a range of vital purposes, from delivering essential public services to regulating key industries, and play a critical role in Sri Lanka’s economy and governance. However, their effectiveness is often undermined by politicisation in board appointments, inefficiency, and a lack of transparency and accountability. To improve governance and performance within these institutions, comprehensive reforms are needed, with a particular focus on addressing the challenges associated with board appointments.\n\nKey board responsibilities\n\nAt the heart of effective board governance lie three core responsibilities: strategy, compliance, and risk management. To ensure optimal performance, boards should set clear Key Performance Indicators (KPIs) and objectives, encompassing financial targets, sustainability goals, public and employer satisfaction and ultimately, these enterprises play a key role in driving national progress and public welfare.\n\n\n\nThe inclusion of independent directors is essential, as their impartiality can drive more balanced decision-making and improve governance quality. Moreover, the compensation for board members, particularly independent directors, should be competitive to attract qualified professionals with the expertise needed to guide the organisation effectively.\n\nAdopting international best practices\n\nTo overcome the current governance challenges, Sri Lanka must embrace global best practices for appointing and managing board members and chairpersons. Ensuring that board appointments are merit-based, transparent, and held to high standards of accountability is key to revitalising public institutions, restoring public trust, and ultimately driving national economic recovery.\n\nKey reforms for Government appointed boards\n\n1.Transparent selection process\n\nMerit-based appointments:\n\nBoard members should be appointed based on their qualifications, experience, and integrity rather than political affiliations. A rigorous and structured selection process, including formal interviews, must evaluate candidates’ expertise, ethical standards, and alignment with the organisation’s vision and long-term goals. This ensures accountability, compliance, and sustained performance.\n\nTraining and induction:\n\nSri Lanka should mandate comprehensive induction programs for appointed board members. These programs would familiarise members with governance principles, legal obligations, and the institution’s unique challenges, ensuring they are well-prepared to fulfil their responsibilities effectively.\n\n\n\n2.Accountability and responsibility\n\nShared accountability:\n\nBoard members must collectively share responsibility for institutional performance and ethical governance. The practice of shifting blame solely to executives or CEOs must be eliminated to ensure accountability at all levels. Introduce legal provisions to hold boards collectively responsible for institutional failures.\n\n\n\nSri Lanka currently lacks robust enforcement mechanisms to hold board members accountable for governance failures. International standards, such as the UK’s Corporate Governance Code and Singapore’s legal frameworks, impose severe penalties including fines, imprisonment, and lawsuits for unethical practices, corruption, or negligence.\n\n\n\nStrong legal provisions are essential to deter malpractice and instil a culture of accountability. Globally, there are many instances where board members face personal accountability for their actions, underscoring the need for such mechanisms in Sri Lanka.\n\n\n\n3.Performance evaluation\n\nRegular assessments:\n\nAnnual performance evaluations of individual board members and the board as a whole are critical. These assessments must measure the quality of governance, strategic decision-making, and institutional outcomes to identify gaps and areas for improvement. Ensure Independent Performance Evaluations: An external body must assess and publicly disclose board performance to reinforce transparency.\n\nPublic transparency:\n\nResults of performance evaluations should be made publicly available to build trust among stakeholders and ensure boards remain transparent, accountable, and aligned with public expectations and publication of annual reports should be mandatory.\n\n\n\n4.Avoiding over boarding and conflicts of interest\n\nTime commitment:\n\nIndividuals serving on multiple boards risk spreading themselves too thin, compromising their focus and effectiveness. Appointments should consider the time and dedication required to fulfil governance responsibilities.\n\n\n\nConflict of interest management:\n\n\n\nSri Lanka must enforce policies requiring full disclosure of board memberships and potential conflicts of interest. Directors should be mandated to recuse themselves from decisions where conflicts arise. These practices align with global standards followed in Australia and the United Kingdom.\n\n\n\n5.Due diligence for appointments\n\nPre-acceptance evaluation:\n\nProspective board members should undertake comprehensive due diligence to understand the institution’s operations, risks, and challenges before accepting appointments. This ensures informed decision-making and commitment to governance excellence.\n\nGovernment oversight:\n\nThe Government must introduce stringent background checks and competency assessments to ensure candidates meet established governance criteria. Past pledges, such as those made by former President Gotabaya Rajapaksa, often fell short due to politicised and ineffective appointments. A transparent, non-partisan process is critical to improving governance quality.\n\n\n\n6.Promote diversity: A diverse board brings broader perspectives, enhances decision-making, and ensures balanced leadership.\n\nWhy Sri Lanka needs reform\n\nSri Lanka lags behind global standards in holding board members accountable for governance failures. The absence of a structured framework enables inefficiency and corruption to thrive, eroding public trust and institutional performance. Without meaningful reforms, politicisation of board appointments will continue to hinder progress.\n\nConclusion\n\nReforming board practices in Sri Lanka’s Government agencies is not merely an administrative necessity. It is a moral imperative. By prioritising transparency, professionalism, and accountability, Sri Lanka can rebuild public trust and foster institutions that serve the people effectively.\n\n\n\nSri Lanka has a unique opportunity to establish boards that act as custodians of public interest rather than vehicles for political agendas.\n\n\n\nBy implementing these reforms, we can create a foundation for strong, ethical, and effective governance that benefits the nation for generations to come.\n\n\n\nSri Lanka needs to learn from international best practices, including the governance standards of Australia, the USA (Sarbanes-Oxley Act), the UK Corporate Governance Code, and Singapore.\n\n(The writer is a passionate advocate for good governance and institutional reform, with decades of experience in leadership, strategy, and public service. As the former Group CEO of Sri Lanka Telecom, Lalith has a deep understanding of the challenges and opportunities within state-owned enterprises and the need for efficient, transparent governance. His commitment to national development and reform stems from his belief that Sri Lanka’s progress relies on accountable leadership, ethical practices, and systems that prioritise public welfare over politics. He continues to share his insights through articles, speaking engagements, and advisory roles to inspire meaningful change for the betterment of the nation. He could be reached via email at [email protected].)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Kind Of Soda Is Best For A Dirty Soda?",
            "link": "https://www.msn.com/en-us/health/nutrition/what-kind-of-soda-is-best-for-a-dirty-soda/ar-AA1wL5uc?ocid=BingNewsVerp",
            "description": "Dirty sodas aren't new, but thanks to TikTok, they've had a resurgence in recent years. We've conducted an experiment to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lSYD_4m9jWX6eGwXle8nvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Mashed on MSN23h",
            "source": "Mashed on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China nuclear fusion discovery finds mysterious energy boost to power up plasma",
            "link": "https://interestingengineering.com/science/burning-plasma-physics-unlocked-simulation",
            "description": "Researchers in China have used a novel approach to explain the presence of supra-thermal ions in nuclear fusion reactions.",
            "image_url": "https://www.bing.com/th?id=OVFT.dJgdHCGZ57Szf9I61uqMXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Interesting Engineering23h",
            "source": "Interesting Engineering",
            "article_content": "A collaborative effort between researchers at the Shanghai Jiao Tong University and the Chinese Academy of Sciences led to the deployment of a simulation code on a nuclear fusion collision model that has unlocked the physics behind supra-thermal ions in the burning plasma.\n\nThis helps us improve our understanding of how nuclear fusion reactions occur and how they can be improved.\n\nIn our bid to transition to clean energy, nuclear fusion is a critical component. Replicating reactions that power the Sun here on Earth could help us unlock boundless energy without emitting planet-warming gases. To reach there, we need to first succeed in getting more energy out of a nuclear fusion reactor than we put in."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magnetism Redefined: The Nanoscale Discovery Powering Future Technology",
            "link": "https://scitechdaily.com/magnetism-redefined-the-nanoscale-discovery-powering-future-technology/",
            "description": "Researchers have discovered unseen interactions that could impact the future of electronics. University of Missouri researchers have discovered a new quasiparticle in magnetic materials, challenging ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "physics+discovery",
            "date": "17h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seven Scientific Discoveries From 2024 That Could Lead to New Inventions",
            "link": "https://www.smithsonianmag.com/innovation/seven-scientific-discoveries-from-2024-that-could-lead-to-new-inventionsfrom-indestructible-tardigrades-to-body-merging-comb-jellies-animals-can-teach-humans-so-much-about-medicine-robotics-aging-and-survival-180985741/",
            "description": "From indestructible tardigrades to body-merging comb jellies, animals can teach humans so much about medicine, robotics, ...",
            "image_url": "https://www.bing.com/th?id=OVF.QlDsrxxpYpsVNa%2foaI7nZg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Smithsonian Magazine23h",
            "source": "Smithsonian Magazine",
            "article_content": "Part of being human is to create—to invent objects and ideas that will make life possible, simple and enjoyable. Homo sapiens have been innovating for more than 300,000 years, ever since the first stone tools. But nature—the iterative process of evolution—is as old as life itself.\n\nNow, engineers sometimes look to other kinds of life for ways to improve our medicines and make our technology better. This year, for instance, inventors took a tip from jellyfish to create a non-toxic, fluorescent spray that can make fingerprints visible at a crime scene. Inspired by green fluorescent protein found in jellies, they created two dyes that bind to the negatively charged molecules in fingerprints and glow under a blacklight.\n\nIn another breakthrough, researchers built an ultra-sensitive microphone informed by spider silk, which vibrates with the subtle perturbations of sound waves moving through the air. By mimicking that strategy, the microphone can be made more compact than standard ones, which are instead designed after the human eardrum. Building on this invention, researchers said in May that spider silk could continue to revolutionize sound technology—from helping to identify hearing loss early to picking up on low-frequency sounds known to precede tornadoes that might enable life-saving early warnings.\n\nBut before these advancements could come to be, scientists first needed to learn something about biology. In 2024, researchers tested the metabolism of fruit bats, analyzed the mechanics of swimming fish, and took note of the wound-healing abilities of both primates and ants. Each of these endeavors and others might open the door to developments in engineering or medicine down the line.\n\nHere are seven scientific discoveries from this year that could lead to new inventions in the future.\n\nSea creatures can merge their bodies together\n\nThe bizarre love life of the anglerfish | Surprising Science Watch on\n\nFinding love, for a male anglerfish, means looking for the bright lure—or following the scent—of a female, to whom he becomes fully devoted. And devotion, for the male anglerfish, means gripping on with his teeth to her underside until their bodies fuse together, his eyes fall into disuse, and their bloodstreams become one. The male loses his organs and becomes, essentially, a permanently affixed source of sperm for the female.\n\nThis bizarre love story is a mating strategy known as obligate sexual parasitism, and according to research published in Current Biology in June, it might have helped anglers to dominate the deep ocean.\n\nBetween 35 million and 50 million years ago, the ancestors of anglerfish evolved to lose their habit of “walking” on modified fins in shallow water and instead shifted into the deep sea. This transition happened during a period of global warming that drove other organisms extinct—and, according to the research, it happened at the same time that the anglerfish evolved sexual parasitism.\n\nGenetically speaking, two things needed to happen for the fish to have success with this mating strategy. For one, females had to become much larger than the males. Importantly, they also had to lower their immune defenses so that the female’s body would not attack the tiny male as it joins to her.\n\nSuch a suppression of immunity is “crucially important” to organ transplant procedures and skin grafting in humans, as Thomas Near, an evolutionary biologist at Yale University and a co-author of the study, said in a statement. “It’s an interesting area for future medical research.”\n\nA similar feat is performed by comb jellies, primitive sea creatures distinct from jellyfish that are thought to have been the first lineage to break from the common ancestor of all animals on the evolutionary tree. A separate team of researchers reported in Current Biology in October that comb jellies, when injured, can merge their bodies together—two heads, one nervous system.\n\nLike the anglerfish, fusing comb jellies might point scientists toward a mechanism that could prevent organ transplant rejection. Some experts, however, see potential in another direction—studying how the creatures’ neurons work together could shed light on nerve regeneration.\n\nMatabele ants produce antibiotics to heal injured nestmates\n\nLife for a Matabele ant is dangerous. The sub-Saharan ants exclusively feed on termites, but hunting their favored prey involves infiltrating the insects’ colonies, which are heavily guarded. When Matabele ants go on the attack, about 20 percent of them might come away with injuries to their legs.\n\nIf those wounds become infected, it could be a death sentence. But the colonies have figured out how to heal their fighters: The ants generate antimicrobial secretions to prevent infection.\n\nIn a paper published in Nature Communications in late December 2023, researchers report that Matabele ants can distinguish between peers with infected and uninfected wounds, potentially due to a difference in the hydrocarbon profile of their exoskeletons. They’ll target treatment on the individuals with infections, secreting a substance with more than 50 components boasting antimicrobial and other healing properties.\n\nIn a series of experiments, the team either separated injured ants from their colony or let the other insects attempt to heal the wounds. They found that injured ants isolated from their peers faced 90 percent mortality within 36 hours of the injury. But the Matabele ants under the care of their colonies saw only 22 percent mortality.\n\n“With the exception of humans, I know of no other living creature that can carry out such sophisticated medical wound treatments,” says study co-author Erik Frank, an animal ecologist at the University of Würzburg in Germany, in a statement.\n\nThe ants’ stunning medical abilities have the potential to help where human ones are falling short. For instance, several strains of the bacterium Pseudomonas aeruginosa infect humans and have evolved to resist many of our antibacterial treatments. The same bacteria infect Matabele ants, so researchers suggest something in the insects’ secretions might help fight the pathogen in our own wounds.\n\nClams use the first known natural fiber optics\n\nNestled within heart-shaped shells, the soft body of a heart cockle dwells away from light. To get the nutrition it needs, the clam relies on photosynthetic algae that also live in the shell. But to give the algae access to sunlight without exposing the clam to harsh radiation, the heart cockle has developed the first known use of fiber optics in nature, according to research published in Nature Communications in November.\n\nHumans have been producing fiber-optic cables—bundles of glass or plastic fibers that quickly transport light and enable the internet—since the 1970s. But it turns out that the walnut-sized heart cockle “was way ahead of us” in terms of fiber-optic innovation, per a statement about the discovery.\n\nScientists found that the clam’s shell, made from a type of calcium carbonate called aragonite, is mostly built with plate-like structures. In between, however, are so-called windows, where the aragonite is instead stretched into hair-like fibers. These avenues transport red and blue light—the best wavelengths for photosynthesis—into the shell while blocking harmful ultraviolet radiation. In computer simulations, the researchers tried to find a more efficient structure by testing different sizes, shapes and orientations of the fibers, but they revealed that the clam’s method was the optimal design.\n\nIn the future, engineers could mimic the mollusk’s construction and create aragonite fiber-optic cables that might out-perform the ones we have today. These devices of tomorrow could rapidly transport information over long distances and revolutionize wireless communications. They might even allow for a key innovation: transmitting light without an expensive reflective coating on the cable, which is needed by the standard technology today, per Science News’ Elie Dolgin.\n\nThe findings might also inform conservation work in the oceans. The clams, because of this innovative “sunblock,” limit the UV light that could damage their DNA and that of the algae. As such, heart cockles tend to avoid bleaching in warmer waters, a phenomenon that affects both corals and other clams. Researchers say that using this fiber-optic technology could shield corals and their symbiotic algae in heating oceans.\n\n“Can we maybe take inspiration from that to engineer new algae or new corals? A little bit more resilient, a little bit more robust?” study lead author Dakota McCoy, an evolutionary biophysicist at the University of Chicago, says to NPR’s Ari Daniel. After all, she adds to Science News, “billions of years of product design have gone into this.”\n\nFruit bats have a special metabolism that prevents diabetes\n\nWhen humans consistently eat too much sugar, it can contribute to developing diabetes, a condition in which the body can’t properly use insulin to regulate blood sugar. Worldwide, diabetes rates are expected to increase by 46 percent by 2045. But fruit bats don’t have that problem—they regularly eat twice their body weight in sugar-filled fruit each day without developing the autoimmune disease.\n\nTo understand why, researchers compared the DNA, kidneys and pancreas of Jamaican fruit bats, which have a diet high in sugar, and big brown bats, which have a high-protein diet of insects. They shared their results in Nature Communications in January.\n\nIn the fruit-eating bats, the pancreas contained more cells related to producing insulin and glucagon, hormones that regulate sugar. They found genetic changes that help the bats react to and process a vast amount of sugar. And the kidney, which filters waste from blood, helped the bats’ bodies retain electrolytes. The organ had more cells meant to trap these salts, which resulted in fruit bats having more diluted, watery urine compared to big brown bats.\n\n“Even small changes, to single letters of DNA, make this diet viable for fruit bats,” Wei Gordon, co-lead author of the paper and a biologist at Menlo College, said in a statement. “We need to understand high-sugar metabolism like this to make progress helping the one in three Americans who are prediabetic.”\n\nResearchers say the findings could help create a way for the human body to better detect insulin or sugar and react to it. But questions remain: Are other organs, such as the liver or small intestine, also involved in regulating sugar for Jamaican fruit bats? And can these findings apply to other kinds of bats, let alone humans?\n\nUsing the new knowledge to treat people with diabetes won’t be immediate; it’s “very much down the road,” Gordon told NPR’s Ari Daniel in August. But if researchers succeeded in finding an application to human health, “that would be the ultimate, ‘Wow, we did it.’”\n\nFish swim in schools to save energy\n\nScientists have long understood that schooling together with their peers makes fish like the giant danio less vulnerable to predators. The coordinated expansions and contractions of the group could confuse a potential attacker and make any individual fish a less likely target. But researchers wondered whether schools serve another purpose, too: helping fish save energy.\n\nTo answer this question, researchers put giant danios on a type of treadmill for fish—essentially, a closed loop for swimming that uses a propeller to create a current. As the fish moved against the flow, high-speed cameras captured their motions, and a probe measured how much oxygen they consumed, to reveal their energy expenditure. In some trials, the fish swam in a group; in others, they swam alone.\n\nThe findings, reported in PLOS Biology in June, showed that danios grouped in schools of eight used up to 79 percent less energy than the ones swimming solo. Essentially, like bikers in a peloton, the schooling fish could weather turbulence and save energy. No matter whether they were swimming in rough or calm waters, the school used the same amount of energy. A single fish had to increase its energy use by about 22 percent to maintain its speed against a current.\n\nUnderstanding these hydrodynamics could pave the way for advances in robotics. A fleet of flying drones, for instance, could follow the same principles to move together and save power. Or, possibly, swimming robots could take the shape of several schooling fish, rather than a single large one. Such devices might be able to tally fish populations or search for sources of pollution underwater, per Science News Explores’ Andrea Tamayo.\n\nBut the findings could also have implications for fish themselves: As oceans warm, fish will have to expend more energy to swim and maintain their body temperature. So, taking note of their energy requirements when they move could help scientists to better predict how the animals will fare in a changing world. “In the face of climate change, we really want to understand things like [the energy needs] of fish,” David Coughlin, a fish biologist at Widener University who was not involved in the study, told Science News Explores.\n\nTardigrades use extreme dehydration to withstand stress\n\nWhat can defeat a tardigrade? The eight-legged, microscopic animals are known for being nearly indestructible. They can bear the heat and pressure around deep-sea vents, endure temperatures just short of absolute zero and withstand several thousand times the radiation that would kill a human. The vacuum of outer space? Exploding out the barrel of a gun at nearly 2,000 miles per hour? Tardigrades can survive it. Even the five mass extinctions on our planet couldn’t wipe them out.\n\nThese funny-looking creatures, also known as “water bears,” can weather these extreme conditions by entering what’s known as a tun state. They’ll suspend their metabolism and eject 95 percent of their moisture, essentially shriveling into a dehydrated ball. In a paper published in PLOS One in January, scientists probed just how this hardy adaptation works.\n\nWhen researchers exposed tardigrades to the extreme cold, or things like sugar, salt or hydrogen peroxide, the animals began to produce free radicals, or oxygen atoms with an extra electron. As a result of their added charge, free radicals are very reactive and can destabilize DNA or proteins. Some scientists have even proposed that free radicals can lead to aging in humans and other creatures, though that idea is disputed.\n\nFree radicals in tardigrades react with a protein called cysteine, the team discovered, but when those reactions are blocked, tardigrades can’t enter tun. Without cysteine, tardigrades also weren’t able to survive freezing, even though they don’t enter tun under that condition. This suggests the protein might play a larger role in the water bears’ overall survivability. The findings might shed light on human aging or long-term space travel, or on dormant states such as cryptobiosis, researchers say.\n\nA second study, published in Protein Science in March, took this one step further and looked at how tardigrades endure tun. One of their tricks is to use what are known as known as cytoplasmic abundant heat soluble proteins, which form a gel that keeps the tardigrades’ cells hydrated. Those researchers ejected the proteins into human cells and found they did the same thing—made the cells more resistant to stress and slowed their metabolism.\n\nTo Silvia Sanchez-Martinez, lead author of the second study, this research doesn’t mean we’re about to start preserving entire humans in an ultra-resilient, dehydrated state. Instead, she told Discover magazine’s Cody Cottier, it might teach doctors how to pause tissue decay in organ transplant or trauma situations, such as in a war zone. Potentially, “we can stop or halt some of the injuries until we can address them properly,” she said.\n\nChimpanzees use the forest as a pharmacy\n\nWhen chimpanzees are sick or wounded, research shows they might soothe themselves as humans do—by seeking out medicines. But in their case, the primates use the forest as a pharmacy, seemingly picking and choosing leaves and woods with healing properties.\n\nIn a study published in PLOS One in June, researchers describe following two groups of chimpanzees in Uganda’s Budongo Forest for eight months. They tracked what the animals ate, as well as whether or not they showed signs of illness, determined by checking for wounds and testing their urine and feces. The team zeroed in on a group of 13 plants eaten by the apes that had little nutritional value but carried antibacterial and anti-inflammatory benefits. In several cases, chimps with ailments went out of their way to look for these plants.\n\nScientists say this behavior could be a window into new drugs for humans. “We can’t test [every plant] in these forests for their medicinal properties,” says study lead author Elodie Freymann, a primatologist at the University of Oxford in England, to BBC News’ Victoria Gill. “So why not test the plants that we have this information about—plants the chimps are seeking out?”\n\nIn another instance of self-medication, scientists recently witnessed an orangutan heal his own wound. In a paper published in May in Scientific Reports, researchers described the curious case of Rakus, a male Sumatran orangutan in Indonesia. The animal sustained a wound on his cheek, and just days later, he started chewing a plant called yellow root and rubbing its juices on the sore. The next day, he ate the plant—even though yellow root typically makes up only 0.3 percent of the orangutans’ diet. In less than a week, the wound closed, and it remained uninfected.\n\nBeyond potentially pointing humans toward discovering new natural remedies, the incident also suggests the ability to self-medicate originated long ago in the primate lineage. As study co-author Caroline Schuppli, a primatologist at the Max Planck Institute of Animal Behavior, told Nature News’ Gayathri Vaidyanathan, “it shows that orangutans and humans share knowledge.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magic Particles: The Large Hadron Collider’s Quantum Computing Breakthrough",
            "link": "https://scitechdaily.com/magic-particles-the-large-hadron-colliders-quantum-computing-breakthrough/",
            "description": "Physicists uncovered a fascinating link between the Large Hadron Collider and quantum computing. They found that top quarks ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V9HLtrkvmJO7pVLI8cIqYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MODS’ new exhibit empowers Floridians to tackle climate challenges | Opinion",
            "link": "https://www.sun-sentinel.com/2024/12/31/mods-new-exhibit-empowers-floridians-to-tackle-climate-challenges-opinion/",
            "description": "The manager of exhibits, collections and development at the Museum of Discovery and Science in Fort Lauderdale highlights the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yfB9lj7gQpvydVb1vISMPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "16hOpinion",
            "source": "Sun Sentinel",
            "article_content": "Realtors, assemble! Condo owners need their expertise more than ever | Opinion"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Rise of No-Code and Low-Code Platforms in eSignature API Development",
            "link": "https://techbullion.com/the-rise-of-no-code-and-low-code-platforms-in-esignature-api-development/",
            "description": "In today’s rapidly evolving digital landscape, businesses are under constant pressure to innovate and streamline operations.",
            "image_url": "https://www.bing.com/th?id=OVFT.Uo8BsAmTt1CJBeP2YbuuJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Impacts5h",
            "source": "Impacts",
            "article_content": "In today’s rapidly evolving digital landscape, businesses are under constant pressure to innovate and streamline operations. However, traditional software development methods, often characterized by lengthy timelines and high costs, can be a bottleneck. Enter no-code and low-code platforms, transformative tools that are democratizing technology and enabling businesses to accelerate development cycles. This shift has also significantly impacted the world of electronic signatures, with no-code and low-code platforms making eSignature API development more accessible, efficient, and scalable than ever before.\n\nCertinal eSign has emerged as a leader in this space, offering an advanced eSignature platform that integrates seamlessly with no-code and low-code solutions. Certinal combines robust features with unmatched scalability, empowering businesses to achieve their digital transformation goals.\n\nThis blog explores how no-code and low-code platforms are revolutionizing eSignature API development and why this trend is shaping the future of digital transactions.\n\nUnderstanding No-Code and Low-Code Platforms\n\nWhat Are No-Code and Low-Code Platforms?\n\nNo-Code Platforms: These platforms allow users to build applications without writing a single line of code. By offering drag-and-drop interfaces and pre-built templates, no-code platforms enable non-technical users to create functional apps and workflows.\n\nLow-Code Platforms: While still highly accessible, low-code platforms cater to users with some technical background. They provide visual development tools while allowing for custom coding to enhance functionality and meet specific requirements.\n\nWhy Are No-Code and Low-Code Platforms Gaining Popularity?\n\nSpeed: They drastically reduce the time needed to develop and deploy applications.\n\nCost-Efficiency: Businesses can save on hiring specialized developers.\n\nDemocratization of Technology: Enables teams outside of IT, such as sales or operations, to create solutions tailored to their needs.\n\nScalability: Applications built on these platforms can be scaled as business needs grow.\n\nHow No-Code and Low-Code Platforms are Transforming eSignature APIs\n\n1. Simplified API Integration\n\nTraditionally, integrating eSignature APIs required extensive coding, specialized knowledge, and significant time investment. No-code and low-code platforms simplify this process by providing pre-configured API connectors and integration tools. These tools enable:\n\nDrag-and-Drop Integration: Businesses can integrate eSignature functionalities into their applications without writing custom code.\n\nPre-Built Templates: Common eSignature workflows, such as contract signing or document approvals, are readily available for deployment.\n\nCertinal’s API-first approach ensures that businesses can quickly integrate its eSignature capabilities into their workflows, significantly reducing implementation time.\n\n2. Customizable Workflows Without Coding\n\neSignature processes often vary across industries and organizations. For example, a real estate company might need multi-signer workflows, while a healthcare provider requires HIPAA-compliant signature collection. No-code and low-code platforms empower businesses to:\n\nCustomize workflows to meet specific needs.\n\nAutomate document routing and notifications.\n\nIncorporate conditional logic for dynamic workflows.\n\nCertinal offers intuitive workflow customization tools that enable businesses to design tailored processes without the need for extensive technical expertise.\n\n3. Enhanced Collaboration Across Teams\n\nWith no-code and low-code platforms, teams beyond the IT department can actively participate in developing eSignature solutions. For instance:\n\nLegal Teams: Can create workflows for contract approvals without relying on developers.\n\nSales Teams : Can integrate eSignatures into CRM platforms for faster deal closures.\n\nHR Teams: Can automate onboarding processes with electronic offer letters and policy acknowledgments.\n\nCertinal’s user-friendly platform ensures seamless collaboration across departments, allowing everyone to contribute to the digital transformation journey.\n\nKey Benefits of No-Code and Low-Code Platforms for eSignature APIs\n\n1. Accelerated Time-to-Market\n\nWith pre-built components and simplified integration, businesses can deploy eSignature solutions in days instead of weeks or months. This speed is especially valuable for:\n\nEnterprises undergoing digital transformation.\n\nStartups looking to launch MVPs (Minimum Viable Products).\n\nCompanies adapting to regulatory changes that require swift implementation.\n\nCertinal’s plug-and-play capabilities enable organizations to go live faster, ensuring they stay ahead in a competitive market.\n\n2. Cost Savings\n\nNo-code and low-code platforms eliminate the need for hiring large development teams or outsourcing projects. Businesses can:\n\nReduce development costs.\n\nReallocate resources to other critical initiatives.\n\nAvoid the overhead of maintaining custom codebases.\n\nCertinal’s transparent pricing and flexible plans make it an affordable choice for organizations of all sizes.\n\nLearn more about eSign pricing\n\n3. Scalability and Flexibility\n\nAs businesses grow, their eSignature needs evolve. No-code and low-code platforms provide the scalability to:\n\nHandle increased transaction volumes.\n\nIntegrate with additional tools and systems.\n\nAdapt workflows to accommodate new business processes.\n\nCertinal’s enterprise-grade infrastructure ensures scalability without compromising performance, making it ideal for high-growth organizations.\n\n4. Reduced Dependency on IT\n\nBy empowering non-technical users to develop and modify eSignature workflows, these platforms reduce the burden on IT departments. This enables IT teams to focus on more strategic initiatives while end-users manage their own solutions.\n\nWith Certinal, business users can independently create and manage workflows, reducing reliance on IT teams and speeding up operations.\n\nReal-World Use Cases\n\n1. Contract Management\n\nA mid-sized law firm uses a no-code platform to integrate eSignature APIs into their case management software. The firm’s legal assistants can now generate, send, and track contracts directly from the platform, reducing turnaround times by 50%.\n\n2. Sales Automation\n\nA SaaS company leverages a low-code solution to embed eSignature functionality into their CRM. This integration enables sales reps to send contracts directly from the CRM and receive real-time notifications when documents are signed.\n\n3. HR Onboarding\n\nA multinational corporation automates its onboarding process with a no-code platform. HR managers create workflows for offer letters, tax forms, and policy acknowledgments, ensuring compliance and reducing paperwork.\n\nCertinal has been instrumental in helping businesses across industries achieve these outcomes by offering flexible, scalable, and secure eSignature solutions.\n\nChallenges and Considerations\n\nWhile no-code and low-code platforms offer numerous advantages, there are some considerations to keep in mind:\n\nComplex Customizations : Highly specific requirements may still require traditional coding.\n\nSecurity and Compliance: Ensure that the platform supports compliance with regulations like eIDAS, ESIGN Act, or HIPAA.\n\nVendor Lock-In: Evaluate the long-term viability of the platform to avoid being locked into a single vendor’s ecosystem.\n\nCertinal addresses these challenges by providing robust security features, regulatory compliance, and a commitment to customer success, ensuring that businesses can scale without limitations\n\nFuture Trends in No-Code and Low-Code eSignature API Development\n\n1. AI-Powered Automation\n\nAs AI becomes more integrated into no-code and low-code platforms, expect eSignature workflows to incorporate intelligent automation, such as:\n\nAutomatic document generation.\n\nPredictive analytics for contract completion times.\n\nReal-time fraud detection during signing.\n\n2. Enhanced API Ecosystems\n\nVendors will continue expanding their API ecosystems, offering more connectors and integrations with popular tools like Salesforce, Microsoft Teams, and Slack.\n\n3. Blockchain Integration\n\nBlockchain technology will further enhance the security and immutability of eSignature solutions, providing tamper-proof records for sensitive transactions.\n\nCertinal’s forward-thinking approach ensures that its platform stays at the forefront of these trends, delivering cutting-edge solutions to its customers.\n\nConclusion\n\nNo-code and low-code platforms are transforming the way businesses adopt and integrate eSignature APIs. By simplifying development, reducing costs, and enabling cross-functional collaboration, these platforms are democratizing access to cutting-edge eSignature solutions. As the technology evolves, it’s poised to drive even greater innovation in digital transactions.\n\nCertinal eSign is at the forefront of this revolution, offering a scalable, secure, and user-friendly eSignature platform that empowers businesses to thrive in the digital age. With features tailored to modern business needs, Certinal ensures seamless integration, robust compliance, and unmatched scalability.\n\nReady to transform your workflows with Certinal? Book your demo today and experience the future of eSignature solutions.\n\nRead More From Techbullion"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Axonator's Innovative DIY No-Code Platform Empowers Businesses To Create Custom Applications Effortlessly",
            "link": "https://menafn.com/1109045860/Axonators-Innovative-DIY-No-Code-Platform-Empowers-Businesses-To-Create-Custom-Applications-Effortlessly",
            "description": "Axonator's DIY no-code platform lets businesses create custom apps easily, automating workflows and reducing costs without coding knowledge By removing complexity and increasing productivity, Axonator ...",
            "image_url": "https://www.bing.com/th?id=OJ.x0kouL7aev0B9w&pid=news&w=80&h=16&rs=2",
            "category": "nocode",
            "date": "11h",
            "source": "Mena FN",
            "article_content": "(MENAFN- EIN Presswire)\n\nCommando\n\nAxonator's DIY no-code lets businesses create custom apps easily, automating workflows and reducing costs without coding knowledge\n\n- Jayesh Kitukale CEO, Axonator Inc\n\nNEW YORK, NY, UNITED STATES, January 1, 2025 /EINPresswire / -- Axonator, a leading provider of digital transformation solutions, has launched a revolutionary DIY no-code platform that empowers businesses to create custom applications without any technical expertise. With its intuitive drag-and-drop builder and AI-driven capabilities, users can design and deploy automated workflows, including dynamic checklists, in a matter of minutes. This solution streamlines operations, enhances efficiency, and reduces costs, making automation accessible for all.\n\nThe traditional approach to creating custom applications involves hiring expensive developers and investing a significant amount of time and resources. However, with Axonator's no-code platform, businesses can now create their own applications effortlessly. Users can design their desired application using the platform's user-friendly interface, which eliminates the need for coding knowledge. Additionally, the platform's AI-driven capabilities enable users to automate workflows and create dynamic checklists, further enhancing efficiency and productivity.\n\nBusinesses of all sizes and industries can benefit greatly from Axonator's DIY no-code platform. It offers a cost-effective solution for automating processes, eliminating the need for manual and time-consuming tasks. With this platform, businesses can streamline their operations, reduce costs, and improve overall efficiency. Moreover, the platform's flexibility allows for customization, making it suitable for a wide range of use cases, from inventory management to field service management.\n\n\"We are excited to launch our DIY no-code platform, which will revolutionize the way businesses create custom applications,\" said Jayesh Kitukale, CEO of Axonator. \"Our goal is to make automation accessible for all, and with this platform, we are empowering businesses to streamline their operations and enhance efficiency without the need for technical expertise. We believe this platform will have a significant impact on businesses, and we are proud to be at the forefront of this digital transformation.\"\n\nAxonator's DIY no-code platform is now available for businesses to try out and experience the benefits of automation firsthand. With its user-friendly interface, AI-driven capabilities, and cost-effective solution, this platform is set to transform the way businesses operate. To learn more about Axonator and its innovative solutions, visit their website at .\n\nGet tailored solution:\n\nVibhor Dongre\n\nAxonator\n\n+91 7397923818\n\n...\n\nVisit us on social media:\n\nFacebook\n\nX\n\nLinkedIn\n\nInstagram\n\nYouTube\n\nAccelerate Business Processes with Axonator's Drag-and-Drop Workflow Solution\n\nLegal Disclaimer:\n\nEIN Presswire provides this news content \"as is\" without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the author above."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Year’s cybersecurity resolutions that every startup should keep",
            "link": "https://www.msn.com/en-us/money/other/new-year-s-cybersecurity-resolutions-that-every-startup-should-keep/ar-AA1wLcPx?ocid=BingNewsVerp",
            "description": "Your startup doesn’t have to suffer the same fate in 2025. Some of the simplest things in security can help keep malicious ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jatNJ1Y5zglXj3zyLrvkBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "23hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 Fast-Growing Startups To Watch Out For in 2025",
            "link": "https://www.msn.com/en-gb/money/technology/7-fast-growing-startups-to-watch-out-for-in-2025/ar-AA1wNtX4?ocid=BingNewsVerp",
            "description": "From green technology to education, and beauty we recommend keeping an eye on these startups in 2025 and beyond.",
            "image_url": "https://www.bing.com/th?id=OVFT.MLuoTuzv4fBBVp9P1HWJFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1hon MSN",
            "source": "Tech.co on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Nasdaq Stocks Hitting New 52-Week Highs At Year End",
            "link": "https://www.forbes.com/sites/johnnavin/2024/12/31/5-nasdaq-stocks-hitting-new-52-week-highs-at-year-end/",
            "description": "Apple, Amazon and Tesla did not end the year with new 52-week highs. These most actively traded NYSE stocks hit highs earlier ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rDUp6vQ_fh2ik8LDL7ZNaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "13h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The popular Blue Yeti microphone is on sale at Amazon for $30 off",
            "link": "https://www.msn.com/en-us/technology/consumer-electronics/the-popular-blue-yeti-microphone-is-on-sale-at-amazon-for-30-off/ar-AA1wMwBp?ocid=BingNewsVerp",
            "description": "The popular Blue Yeti microphone is excellent for streamers and vloggers. Originally sold for $130, you can currently buy it from Amazon with a $30 discount.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "13hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biggest court cases of 2025: From Diddy and Luigi Mangione to the DOJ's list of antitrust investigations",
            "link": "https://www.businessinsider.com/biggest-court-cases-of-2025-diddy-mangione-antitrust-2025-1",
            "description": "Sean \"Diddy\" Combs' and Luigi Mangione's cases are major criminal trials that could happen in 2025. Multiple DOJ antitrust ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3PQotOF4eHrm4sxHDkWqdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "2h",
            "source": "Business Insider",
            "article_content": "In the new year, blockbuster legal cases will play out in US courts.\n\nMajor criminal cases include Sean \"Diddy\" Combs and Luigi Mangione.\n\nIn the civil arena, the DOJ's list of antitrust lawsuits will make their way to court.\n\nAs we enter the new year, dockets are filling up with blockbuster court cases in the US.\n\nAdvertisement\n\nCriminal courts in Manhattan are preparing for the trial of rap mogul Sean \"Diddy\" Combs and early hearings in the prosecution of Luigi Mangione, who is accused of the killing of United Healthcare CEO Brian Thompson.\n\nIn the civil arena, lawyers are gearing up for a year of antitrust lawsuits brought by the DOJ against Big Tech, Visa, and other companies it accuses of monopolizing their industries.\n\nAdvertisement\n\nWhile 2024 was the year of Donald Trump in court, there's still much to be done in the coming year as his fight to clear his rap sheet and zero out his civil judgments continues.\n\nHere are some of the cases Business Insider will be watching this year:\n\nSean \"Diddy\" Combs faces criminal and civil cases. Richard Shotwell/Invision/AP\n\nSean \"Diddy\" Combs cases\n\nSean \"Diddy\" Combs — founder of Bad Boy Records and the Sean John brand — is due to stand trial in federal court in Manhattan on May 5 on a sex-trafficking indictment that could send him to prison for life. Prosecutors have also warned that a second indictment is imminent.\n\nAdvertisement\n\nGiven what's already in the record, trial testimony and evidence will be graphic, and the courtroom jousting will be heated. Combs' defense is that he never forced anyone to have sex, and that his accusers have financial motive to implicate him. The trial will likely focus on consent and credibility.\n\nCombs' mother and his six oldest children — who range from teenagers to early 30s — have attended pretrial hearings, waving and smiling at him from the audience. The trial may prove less family-friendly. The evidence includes hundreds of hours of videotape from the rap mogul's sex parties — especially from his so-called freak-off performances, along with testimony by male sex workers who attended the parties. The trial will not be televised.\n\nSeparately, Combs faces more than 30 civil lawsuits accusing him of sexual abuse. \"No matter how many lawsuits are filed it won't change the fact that Mr. Combs has never sexually assaulted, or sex trafficked anyone,\" his attorneys recently said in a statement.\n\nAdvertisement\n\nLuigi Mangione, the suspect in the fatal shooting of UnitedHealthcare CEO Brian Thompson, is awaiting trials on murder charges. Pamela Smith/AP\n\nLuigi Mangione court case\n\nLuigi Mangione, a 26-year-old software developer from a Maryland real estate family, will face state and federal murder charges in Manhattan this year in the December ambush shooting of UnitedHealthcare CEO Brian Thompson. He risks a maximum sentence of life in prison and, in the federal case, the death penalty — though it has been more than 60 years since a Manhattan jury has sent anyone to death row.\n\nBoth the state and federal prosecutions are in their early days. While Mangione has pleaded not guilty in his state case, he is not set to enter a plea to his federal indictment until later this month.\n\nIt's possible Mangione will go to trial in 2025, though it's unlikely. His attorney suggested prior to taking the case that he could pursue some kind of psychiatric defense, which could delay the trial into 2026.\n\nAdvertisement\n\nTrump continues to fight for a clean rap sheet and to zero out his civil judgments. AP Photo/Evan Vucci\n\nDonald Trump's court cases\n\nThe president-elect's criminal indictments have sputtered to a halt, thanks in large part to the US Supreme Court's July presidential immunity decision. Loose ends remain in the Manhattan hush-money case, as Trump works to clear his rap sheet of its sole conviction before his January 20 inauguration.\n\nThere is still no sentencing date, and New York Supreme Court Justice Juan Merchan has yet to rule on Trump's demand that the case be tossed in the interest of justice, given the election. Also pending is Trump's Second Circuit appellate efforts to move the hush-money case to federal court.\n\nMeanwhile, Trump begins 2025 with a half-billion-dollars in civil court judgments hanging over his head, all of which he's in the midst of aggressively appealing, including his two E. Jean Carroll defamation cases. A midlevel New York appellate court could keep, trim, or overturn the biggest of Trump's judgments at any time — his massive civil fraud penalty, a debt to New York state that remains frozen on appeal, which has now ballooned to $490 million with interest. He remains a defendant in eight civil cases brought by injured Capitol Police officers and members of Congress involving his role in the January 6, 2021, insurrection.\n\nAdvertisement\n\nThe Supreme Court could strike down the law banning TikTok from app stores. Gearstd/iStock, Tyler Le/BI\n\nTikTok ban\n\nIn the spring, Congress passed a law that would ban TikTok from app stores in the United States unless Bytedance, the platform's Chinese owner, divested itself from the app.\n\nRelated stories\n\nThe deadline is January 19. Bytedance still owns TikTok. A Washington, DC-based appeals court was unpersuaded by TikTok's arguments that its users' First Amendment rights outweigh the national security-based reasoning of Congress's law.\n\nAll eyes are on the US Supreme Court to see whether it will strike down the law before the deadline. The court agreed to hear oral arguments in the case on January 10.\n\nAdvertisement\n\nNvidia faces a DOJ probe. Jaque Silva/NurPhoto via Getty Images\n\nNvidia\n\nThe Justice Department has reportedly been ramping up an antitrust investigation into the chipmaker throughout 2024. Competitors have said Nvidia uses unfair marketing tactics to gain a stranglehold on the market for chips used in AI development, while the company says it simply offers a best-in-class product. If the DOJ brings a lawsuit or comes to a settlement with Nvidia, it'll likely come in 2025.\n\nMeta faces an antitrust lawsuit. Fabrice COFFRINI/AFP/Getty Images\n\nMeta antitrust lawsuit\n\nThe Federal Trade Commission sued Meta during the first Trump administration, alleging it had an illegal monopoly on the social media market through its ownership of Facebook, Instagram, and WhatsApp. The Biden administration has kept up the lawsuit, which scored a major victory in November when a federal judge allowed most of the case to go to trial.\n\nMeta says the company's acquisitions of WhatsApp and Instagram have been good for consumers. If it loses the trial — scheduled for April — the FTC will seek to force the company to divest from Instagram and WhatsApp.\n\nAdvertisement\n\nGoogle has two ongoing antitrust battles. Justin Sullivan/Getty Images\n\nGoogle antitrust lawsuit\n\nGoogle search case\n\nAlphabet was dealt a major blow in 2024 when a federal judge concluded Google formed an illegal monopoly in the search market. Now the company is tussling with the Justice Department over how it should be punished. Google suggested it could pull back some of its partnerships with other companies. The DOJ has asked the judge to force Google to divest from its Chrome browser, a more dramatic move. The decision — and the many appeals to come — will continue to play out in 2025.\n\nGoogle advertising case\n\nAnother major Google antitrust case is over its role in online advertising. In September, a federal court held a bench trial to determine whether the company formed another illegal monopoly, in the adtech market.\n\nGoogle claims the Justice Department has overstated its role in the market, where it competes fiercely with the likes of Meta and Amazon.\n\nAdvertisement\n\nA decision is expected to come sometime in 2025, with appeals to follow.\n\nAmazon's antitrust trial is expected in 2026. Amazon\n\nAmazon antitrust lawsuit\n\nIn 2023, the Federal Trade Commission and a group of states sued Amazon, alleging it abused its dominance in the online retail space to inflate prices, squeeze third-party sellers with onerous fees, and push its in-house products at the expense of others. Amazon has said it does everything for the benefit of consumers, to whom it provides better products and better prices.\n\nIn September, a federal judge knocked down some of the states' claims but allowed the bulk of the lawsuit to proceed to trial. The trial date is scheduled for 2026, with more litigation and appeals expected to take place before then.\n\nOpenAI faces a lawsuit by The New York Times. NurPhoto/NurPhoto via Getty Images\n\nNew York Times vs OpenAI\n\nAll sorts of content creators — journalists, novelists, filmmakers, photographers — have filed a slew of copyright lawsuits against AI companies, accusing them of illegally siphoning their creations to train their AI models.\n\nAdvertisement\n\nThe AI companies have generally argued that the use of the material is sufficiently \"transformative\" to be considered \"fair use\" under copyright law.\n\nOne of the major cases to watch is The New York Times's lawsuit against OpenAI and Microsoft, which has progressed further than many of the other cases. In January, a federal judge is scheduled to oversee a marathon day of oral arguments over whether the case is on firm enough legal ground to proceed to trial.\n\nElon Musk vs Sam Altman and OpenAI\n\nIn the past few years, OpenAI has become a tech behemoth, setting the pace for generative artificial intelligence technology.\n\nAdvertisement\n\nThe company is technically structured as a nonprofit that seeks to build artificial intelligence in a way that benefits all of humanity. However, under its leader Sam Altman, OpenAI has signed a lucrative deal with Microsoft, which hopes to harness the tech to drive its own growth.\n\nNow OpenAI is trying to formally convert itself into a for-profit company, shedding the nonprofit label. Musk — who was involved in OpenAI's early stages and who runs a competitor, xAI — is trying to stop that from happening.\n\nThe case has been moving at a fast clip, with lawyers for Musk and OpenAI dropping legal filings that reveal internal emails and other records about the other. It's set to continue heating up in 2025 as OpenAI tries to become a corporation.\n\nAdvertisement\n\nNew York City Mayor Eric Adams' administration was in turmoil before he was indicted. New York Daily News/Getty Images\n\nEric Adams indictment\n\nFederal prosecutors in Manhattan accused New York City Mayor Eric Adams of taking bribes from Turkey to fuel his political career — charges that he has strenuously denied. Adams hired Alex Spiro, a hard-charging lawyer best known for representing Musk, to fight the cases. The case is on the fast track and is expected to go to trial in April, before the city's Democratic primary.\n\nAn initial pretrial conference in the antitrust lawsuit against Apple is scheduled in February. Michael M. Santiago/Getty Images\n\nDOJ's Apple antitrust lawsuit\n\nThe Justice Department sued Apple in March, accusing it of violating antitrust laws by illegally maintaining a smartphone monopoly. More than a dozen states have since joined the lawsuit against the tech giant, and the initial conference in the case will be held on February 27 in federal court in Newark, New Jersey.\n\nThe DOJ accuses Apple of making its rivals' products worse by selectively imposing contractual restrictions on developers and by withholding critical access points from them.\n\nAdvertisement\n\nApple does this, according to the Justice Department, by suppressing the development of cloud-streaming apps and services, worsening the quality of cross-platform messaging with rivals like Android, limiting the functionality of third-party smartwatches unless the owners keep buying iPhones, blocking the development of \"super apps,\" and limiting functions on non-Apple wallet tap-to-pay.\n\nApple previously told Business Insider that if the lawsuit was successful, it could set a dangerous precedent by \"empowering government to take a heavy hand in designing people's technology.\"\n\n\"This lawsuit threatens who we are and the principles that set Apple products apart in fiercely competitive markets,\" Apple said in a March 2024 statement to BI. \"If successful, it would hinder our ability to create the kind of technology people expect from Apple — where hardware, software, and services intersect.\"\n\nAdvertisement\n\nThe DOJ accuses Live Nation, Ticketmaster's parent company, of unlawfully dominating the live music market. Mateusz Slodkowski/SOPA Images/LightRocket via Getty Images\n\nLive Nation Ticketmaster lawsuit\n\nA little over a year after the historic Ticketmaster crash, which prevented Taylor Swift fans from purchasing Eras tour tickets, the Justice Department in May sued Live Nation, the website's parent company.\n\nRelated stories\n\nThe DOJ accuses Live Nation of unlawfully dominating the live music market, stifling innovation, and exerting control over how fans can purchase tickets and where artists can perform. It seeks to break up the company.\n\nA final pretrial conference is scheduled for February 12 in federal court in Manhattan, but the case isn't expected to go to trial until early 2026.\n\nAdvertisement\n\nLive Nation previously told BI in a statement that the lawsuit would fail in court.\n\n\"The DOJ's lawsuit won't solve the issues fans care about relating to ticket prices, service fees, and access to in-demand shows,\" the company said in May.\n\nAn antitrust lawsuit brought by the DOJ says Visa handled more than 60% of US debit transactions, earning the company more than $7 billion in fees a year. Visa\n\nVisa antitrust lawsuit\n\nThe Justice Department filed an antitrust lawsuit against Visa in September, accusing the company of engaging in anticompetitive behavior with its US debit transactions. Initial hearings in the case are expected in January.\n\nAdvertisement\n\nThe lawsuit accuses the payment-processing giant of entering into contracts with potential competitors that prevent them from becoming actual competitors. By doing so, Visa is able to collect fees that it wouldn't be able to in a competitive market, the Justice Department alleges.\n\nThe lawsuit, filed in the Southern District of New York, said Visa handled more than 60% of US debit transactions, earning the company more than $7 billion in fees a year.\n\nIn September, a lawyer for Visa told BI the lawsuit was \"meritless.\"\n\nAdvertisement\n\n\"Today's lawsuit ignores the reality that Visa is just one of many competitors in a debit space that is growing, with entrants who are thriving,\" Julie Rottenberg said in a statement at the time.\n\nFormer New York City Mayor Rudy Giuliani is scheduled for a January 3 contempt hearing. Michael M. Santiago/Getty Images\n\nRudy Giuliani defamation case\n\nThis will be the fourth year for the court battle between Rudy Giuliani and Georgia election workers Wandrea \"Shaye\" Moss and Ruby Freeman.\n\nThe former Trump attorney and New York City mayor has owed Moss and Freeman $148 million since December 2023, after a DC judge found his repeated false accusations of election fraud subjected the mother-daughter pair to a barrage of racist death threats. The pair's lawyer complained in court recently that Giuliani has yet to turn over any assets beyond a handful of luxury watches, a Mercedes without a title, and a New York apartment without a current lease.\n\nAdvertisement\n\nGiuliani now faces contempt of court for allegedly continuing to defame the pair on his nightly podcast and for what defense lawyers complain has been his heel-dragging in turning over assets and complying with subpoenas.\n\nHe is scheduled for a January 3 contempt hearing and a January 16 bench trial, both in federal court in Manhattan. The trial will determine if Giuliani must surrender his Palm Beach condo and three World Series rings."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The year in AI: how ChatGPT, Gemini, Apple Intelligence, and more changed everything in 2024",
            "link": "https://www.msn.com/en-us/news/technology/the-year-in-ai-how-chatgpt-gemini-apple-intelligence-and-more-changed-everything-in-2024/ar-AA1wM87V?ocid=BingNewsVerp",
            "description": "Filmmakers spent most of the year eagerly awaiting the arrival of Sora, OpenAI’s text-to-video model. While it only recently ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WXrt6RtK4wF2_aeLOkNnPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "15hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning can help blood tests have a separate ‘normal’ for each patient",
            "link": "https://www.thehindu.com/sci-tech/science/machine-learning-can-help-blood-tests-have-a-separate-normal-for-each-patient/article69046064.ece",
            "description": "But despite the CBC’s ubiquity, the way clinicians interpret and use it in the clinic is often less precise than ideal.",
            "image_url": "https://www.bing.com/th?id=OVFT.fhpUy6l0PuL0DTuPtQGRAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "12h",
            "source": "The Hindu",
            "article_content": "If you’ve ever had a doctor order a blood test for you, chances are that they ran a complete blood count, or CBC. One of the most common blood tests in the world, CBC tests are run billions of times each year to diagnose conditions and monitor patients’ health.\n\nBut despite the test’s ubiquity, the way clinicians interpret and use it in the clinic is often less precise than ideal. Currently, blood test readings are based on one-size-fits-all reference intervals that don’t account for individual differences.\n\nI am a mathematician at the University of Washington School of Medicine, and my team studies ways to use computational tools to improve clinical blood testing. To develop better ways to capture individual patient definitions of “normal” lab values, my colleagues and I in the Higgins Lab at Harvard Medical School examined 20 years of blood count tests from tens of thousands of patients from both the East and West coasts.\n\nIn our newly published research, we used machine learning to identify healthy blood count ranges for individual patients and predict their risk of future disease.\n\nClinical tests and complete blood counts\n\nMany people commonly think of clinical tests as purely diagnostic. For example, a COVID-19 or a pregnancy test comes back as either positive or negative, telling you whether you have a particular condition. However, most tests don’t work this way. Instead, they measure a biological trait that your body continuously regulates up and down to stay within certain bounds.\n\nYour complete blood count is also a continuum. The CBC test creates a detailed profile of your blood cells – such as how many red blood cells, platelets and white blood cells are in your blood. These markers are used every day in nearly all areas of medicine.\n\nFor example, hemoglobin is an iron-containing protein that allows your red blood cells to carry oxygen. If your hemoglobin levels are low, it might mean you are iron deficient.\n\nPlatelets are cells that help form blood clots and stop bleeding. If your platelet count is low, it may mean you have some internal bleeding and your body is using platelets to help form blood clots to plug the wound.\n\nWhite blood cells are part of your immune system. If your white cell count is high, it might mean you have an infection and your body is producing more of these cells to fight it off.\n\nNormal ranges and reference intervals\n\nBut this all raises the question: What actually counts as too high or too low on a blood test?\n\nTraditionally, clinicians determine what are called reference intervals by measuring a blood test in a range of healthy people. They usually take the middle 95% of these healthy values and call that “normal,” with anything above or below being too low or high. These normal ranges are used nearly everywhere in medicine.\n\nBut reference intervals face a big challenge: What’s normal for you may not be normal for someone else.\n\nNearly all blood count markers are heritable, meaning your genetics and environment determine much of what the healthy value for each marker would be for you.\n\nAt the population level, for example, a normal platelet count is approximately between 150 and 400 billion cells per liter of blood. But your body may want to maintain a platelet count of 200 – a value called your set point. This means your normal range might only be 150 to 250.\n\nDifferences between a patient’s true normal range and the population-based reference interval can create problems for doctors. They may be less likely to diagnose a disease if your set point is far from a cutoff. Conversely, they may run unnecessary tests if your set point is too close to a cutoff.\n\nDefining what’s normal for you\n\nLuckily, many patients get blood counts each year as part of routine checkups. Using machine learning models, my team and I were able to estimate blood count set points for over 50,000 patients based on their history of visits to the clinic. This allowed us to study how the body regulates these set points and to test whether we can build better ways of personalizing lab test readings.\n\nOver multiple decades, we found that individual normal ranges were about three times smaller than at the population level. For example, while the “normal” range for the white blood cell count is around 4.0 to 11.0 billion cells per liter of blood, we found that most people’s individual ranges were much narrower, more like 4.5 to 7, or 7.5 to 10. When we used these set points to interpret new test results, they helped improve diagnosis of diseases such as iron deficiency, chronic kidney disease and hypothyroidism. We could note when someone’s result was outside their smaller personal range, potentially indicating an issue, even if the result was within the normal range for the population overall.\n\nThe set points themselves were strong indicators for future risk of developing a disease. For example, patients with high white blood cell set points were more likely to develop Type 2 diabetes in the future. They were also nearly twice as likely to die of any cause compared with similar patients with low white cell counts. Other blood count markers were also strong predictors of future disease and mortality risk.\n\nIn the future, doctors could potentially use set points to improve disease screening and how they interpret new test results. This is an exciting avenue for personalized medicine: to use your own medical history to define what exactly healthy means for you.\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smarter Energy: Expert advocates for machine learning integration in oil & gas industry",
            "link": "https://guardian.ng/energy/smarter-energy-expert-advocates-for-machine-learning-integration-in-oil-gas-industry/",
            "description": "Seasoned petroleum and gas engineer and researcher, Egwuogu Chibuzor, has stressed the need for integrating Machine Learning (ML) with traditional petroleum engineering practices in a bid to transform ...",
            "image_url": "https://www.bing.com/th?id=ODF.ls1VlOkW4ly4geTs_BylmA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "machine+learning",
            "date": "The Guardian Nigeria19h",
            "source": "The Guardian Nigeria",
            "article_content": "Seasoned petroleum and gas engineer and researcher, Egwuogu Chibuzor, has stressed the need for integrating Machine Learning (ML) with traditional petroleum engineering practices in a bid to transform the oil and gas industry for a sustainable future.\n\nShe disclosed in a statement that through her cutting-edge research, she has enhanced operational efficiency, reducing environmental impact and pushed the boundaries of innovation to create smarter, cleaner energy solutions.\n\n“With expertise in petroleum engineering, environmental sustainability and climate change mitigation, I have harnessed the power of ML to tackle the industry’s most pressing challenges.”\n\n“Machine Learning isn’t just an advanced tool, it’s a catalyst for change. In the oil and gas industry, ML enables smarter decisions, greater operational efficiency and significant reductions in our environmental footprint. It is about paving a sustainable path forward for energy production.”\n\nShe further revealed how her research is revolutionising key areas of the industry, including optimising reservoir management, enhancing production forecasting and environmental monitoring and carbon capture.\n\nShe noted further that by developing predictive models and applying advanced ML, algorithms is helping energy companies make smarter decisions with a view to reduce their environmental footprint.\n\n“My expertise in blending machine learning, petroleum and gas engineering and environmental science is a game-changing force in the industry.”\n\nHer work no doubt is reshaping the oil and gas industry and influencing global efforts to transition to cleaner energy.\n\nHer research underscores the importance of using advanced technologies to meet the world’s growing energy needs while safeguarding the planet for future generations.\n\nConcluding, she explained that she integrates cutting-edge geospatial technologies to address climate change challenges, monitor ecosystems and manage natural resources effectively.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia halts gas exports to Europe via Ukraine",
            "link": "https://www.msn.com/en-us/money/other/russia-halts-gas-exports-to-europe-via-ukraine/ar-AA1wMW8x?ocid=BingNewsVerp",
            "description": "Russia's energy giant Gazprom said on Wednesday that gas exports via Ukraine to Europe had been halted from 08:00 Moscow time ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sCqh0_MvUlfBici8H82B7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zelenskiy says US will be alongside Ukraine's efforts to stop Russia",
            "link": "https://www.reuters.com/world/europe/zelenskiy-says-us-will-be-alongside-ukraines-efforts-stop-russia-2024-12-31/",
            "description": "Ukrainian President Volodymyr Zelenskiy said late on Tuesday that no one would give peace to his country as a gift, but he ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yHmAfHdC2c5ce6K33ySqKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "11h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump 2.0, conflict in Ukraine to end and China challenging global world order - what can we expect in 2025?",
            "link": "https://www.msn.com/en-gb/politics/international-relations/trump-2-0-conflict-in-ukraine-to-end-and-china-challenging-global-world-order-what-can-we-expect-in-2025/ar-AA1wMUAx?ocid=BingNewsVerp",
            "description": "Donald Trump's US presidency will reverberate around the globe, the Ukraine war might just end, and little respite is on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3n1lWGTps4m6VCcQOtF0jy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "8hon MSN",
            "source": "Sky News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After a deeply chaotic 2024, is 2025 set to be a year of conflict and war?",
            "link": "https://www.msn.com/en-in/news/world/after-a-deeply-chaotic-2024-is-2025-set-to-be-a-year-of-conflict-and-war/ar-AA1wLNyi?ocid=BingNewsVerp",
            "description": "Gaza to Damascus, Tehran to Beirut, in Jerusalem, Kyiv, Moscow, Dhaka and Washington… it was a year of chaos all around. What ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tsQblHY9cGn6oCwN8Cgp1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "18hon MSN",
            "source": "The New Indian Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Okta Inc (OKTA)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/31/okta-inc-oktas-stock-plunge-what-you-need-to-know/",
            "description": "On Monday, Okta Inc (OKTA) stock saw a decline, ending the day at $79.64 which represents a decrease of $-2.00 or -2.45% from the prior close of $81.64. The stock opened at $80.5 and touched a low of ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews15h",
            "source": "bovnews",
            "article_content": "KeyBanc Capital Markets has recently raised Okta Inc (OKTA) stock to Overweight rating, as announced on December 19, 2024, according to Finviz. Earlier, on December 16, 2024, JP Morgan had raised the stock from a Neutral to Overweight, setting a price target of $100. Bernstein also raised Outperform rating with a price target of $129. Additionally, Susquehanna reiterated Neutral rating on December 4, 2024, with a target price of $95. Stifel analysts, in their report published on December 4, 2024, also reiterated Buy rating and set a price target of $115 for Okta Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nOkta Inc (OKTA) Stock Trading Recap\n\nOn Monday, Okta Inc (OKTA) stock saw a decline, ending the day at $79.64 which represents a decrease of $-2.00 or -2.45% from the prior close of $81.64. The stock opened at $80.5 and touched a low of $79.4 during the day, reaching a high of $80.91. The volume of shares traded was 2.70 million falling short of the average volume of 2.91 million.\n\nOKTA Stock Performance and Moving Averages\n\nIn recent trading, Okta Inc (OKTA) stock price has shown some volatility, fluctuating -4.37% over the last five trades and 4.21% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -15.77%, and it has gained 7.13% in the previous three months. Currently, OKTA is trading at -4.14%, 1.86%, and -8.94% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, OKTA, a Technology sector stock, is trading -30.45% below its 52-week high but remains 12.87% above its 52-week low. The Average True Range (ATR) (14 days) of 2.78 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nOkta Inc’s Profitability and Valuation Ratios\n\nOkta Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -5.41% and a profit margin of -1.54%, with a gross margin of -15.77%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Okta Inc’s market capitalization stands at $13.42 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 27.22. Additionally, the Price-to-Sales Ratio is 5.3, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 2.18, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 5.79% of Okta Inc (OKTA)’s shares, while financial institutions hold 80.75%.\n\nNotable insider trades include McKinnon Todd, Chief Executive Officer at Okta Inc (OKTA), who sold 233028 shares on Dec 20 ’24, at $82.31 each, totaling $19.18 million. On Dec 02 ’24, Kerrest Jacques Frederic, Director, sold 131426 shares for $80.68 each, amounting to $10.60 million. Additionally, on Dec 03 ’24, Kerrest Jacques Frederic sold 37909 shares at $80.43 each, generating $3.05 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Verastem Inc (VSTM)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/31/verastem-inc-vstms-stock-plunge-what-you-need-to-know/",
            "description": "On Monday, Verastem Inc (VSTM) stock saw a decline, ending the day at $3.67 which represents a decrease of $-0.04 or -1.08% from the prior close of $3.71. The stock opened at $3.62 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews18h",
            "source": "bovnews",
            "article_content": "Guggenheim has recently initiated Verastem Inc (VSTM) stock to Buy rating, as announced on September 30, 2024, according to Finviz. Earlier, on November 21, 2023, BTIG Research had resumed the stock to Buy, setting a price target of $27. B. Riley Securities also initiated Buy rating with a price target of $21. Additionally, Mizuho raised Buy rating on June 15, 2023, with a target price of $36. Alliance Global Partners analysts, in their report published on September 7, 2022, also resumed Buy rating and set a price target of $6 for Verastem Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nVerastem Inc (VSTM) Stock Trading Recap\n\nOn Monday, Verastem Inc (VSTM) stock saw a decline, ending the day at $3.67 which represents a decrease of $-0.04 or -1.08% from the prior close of $3.71. The stock opened at $3.62 and touched a low of $3.46 during the day, reaching a high of $3.82. The volume of shares traded was 2.90 million exceeding the average volume of 1.04 million.\n\nVSTM Stock Performance and Moving Averages\n\nIn recent trading, Verastem Inc (VSTM) stock price has shown some volatility, fluctuating -12.41% over the last five trades and -19.69% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 12.92%, and it has gained 22.74% in the previous three months. Currently, VSTM is trading at -21.10%, -12.05%, and -30.44% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, VSTM, a Healthcare sector stock, is trading -74.19% below its 52-week high but remains 74.76% above its 52-week low. The Average True Range (ATR) (14 days) of 0.39 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nVerastem Inc’s Profitability and Valuation Ratios\n\nVerastem Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -1145.05% and a profit margin of -934.54%, with a gross margin of 12.92%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Verastem Inc’s market capitalization stands at $153.80 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Sales Ratio is 15.38, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 13.36, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 10.94% of Verastem Inc (VSTM)’s shares, while financial institutions hold 49.90%.\n\nNotable insider trades include Gagnon Robert E., Director at Verastem Inc (VSTM), who sold 9204 shares on Feb 06 ’24, at $13.7 each, totaling $0.13 million. On Jan 12 ’24, Gagnon Robert E., Director, sold 9204 shares for $10.95 each, amounting to $0.10 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Unstoppable Growth Stocks to Buy Even if There's a Stock Market Sell-Off in 2025",
            "link": "https://www.fool.com/investing/2024/12/31/3-unstoppable-growth-stocks-buy-2025/",
            "description": "Buying growth stocks into a potential stock market sell-off may seem counterintuitive. After all, who wants to load up on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T0ZzB0tFg5gXqjOWEWvf8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "23h",
            "source": "The Motley Fool",
            "article_content": "Buying growth stocks into a potential stock market sell-off may seem counterintuitive. After all, who wants to load up on stocks only to see them fall? But long-term investing isn't about timing the market. Rather, the goal is to identify companies that can grow earnings over time and reward patient shareholders.\n\nHere's why Meta Platforms (META -0.97%), Advanced Micro Devices (AMD -1.35%), and Adobe (ADBE -0.25%) stand out as excellent growth stocks to buy in 2025 even if there is a broader sell-off.\n\n1. Meta Platforms\n\nNvidia gets a lot of credit for being the face of the artificial intelligence (AI)-fueled rally in growth stocks. But with Meta Platforms hovering around $600 a share, it's time to give credit where credit is due.\n\nIn October 2022, Meta fell below $90 a share as investors criticized the company's spending on the metaverse and research and development projects through its Reality Labs segment. The threat of TikTok also weighed heavily on Meta, which had yet to perfect Instagram Reels. But in a relatively short amount of time, Meta leveraged AI and made Instagram a highly effective platform for content consumption and for targeted ads.\n\nMeta has used AI to boost engagement and improve the scope of ad campaigns with sophisticated metrics tracking. So despite increasing by over sixfold from that October low, Meta is still very reasonably priced heading into 2025, making it a compelling buy.\n\nMeta has a simple yet highly effective business model. Its Family of Apps -- Facebook, Instagram, and WhatsApp -- have become highly valuable digital real estate for advertisers. It's similar to the strategy Alphabet deploys for Google and YouTube. Instead of funding capital-intensive content creation, Meta lets users create content and then profits from engagement.\n\nInstagram's transition from stand-alone images in gallery format to scrolling short-form videos has been a game changer for Meta's cash flow and margins. As you can see in the following chart, Meta is generating strong operating margins and converting about a third of revenue into free cash flow.\n\nMeta has a forward price-to-earnings (P/E) ratio of 26.5, which isn't dirt cheap. But it is fairly reasonable compared to other megacap tech-focused companies. Consider that Apple, Microsoft, Nvidia, Amazon, Tesla, Broadcom, and Netflix all have higher forward P/Es than Meta.\n\nAdd it all up, and Meta stands out as a nice balance of growth and value for 2025. In fact, I expect the company to eventually become more valuable than both Alphabet and Amazon.\n\n2. AMD\n\nAMD skyrocketed 128% in 2023 -- making it one of the best-performing stocks in the S&P 500 that year. Initially, AMD carried that momentum forward in 2024, hitting an all-time intra-day high of $227.30 per share in March. But AMD gave up all those gains and then some and is down over 15% year to date at the time of this writing, and is hovering around a 52-week low. The sell-off looks especially bad considering the broader tech sector is up over 23% year to date, and chip stocks like Nvidia and Broadcom have put up monster gains in 2024.\n\nThe simplest reason why AMD is underperforming in the sector is that its AI investments have yet to pay off. The company's revenue has flatlined, yet it continues to spend a considerable amount on R&D. For the trailing-12-month period, AMD earned $24.3 billion in revenue but spent over $0.25 on the dollar of that revenue on R&D. The company is making a very low margin right now, but again, this is mostly because of the timing of its product development.\n\nAMD's roots are in the central processing unit (CPU) market, not in graphics processing units (GPUs), which are Nvidia's bread and butter for data centers. However, AMD has new lines of GPUs scheduled for release in 2025 and 2026 that could offer more affordable GPU alternatives for big-time Nvidia customers like Microsoft and Meta.\n\nAMD's rise in 2023 was built around hype and its potential to pierce Nvidia's market share in the GPU market. AMD has spent a lot of money hoping that its more cost-effective GPUs can win the budgets of big AI spenders. However, AMD remains a highly speculative investment opportunity. Its plans could get derailed due to competition or bad timing in the business cycle. If there's a broader downturn in AI capital investment, it could impact AMD's orders.\n\nThe stock may look cheap because it's down while so many chip stocks are up, but from an earnings perspective, it is actually still pretty expensive. Still, there are reasons to believe AMD could grow into its valuation in time. Analyst consensus estimates call for $5.13 in 2025 earnings per share, which would give AMD a P/E ratio of just 24.4 based on the current price.\n\nAMD is worth a closer look for investors who believe in sustained capital investment in AI and are willing to endure the possibility of more volatility with AMD's product launch timeline.\n\n3. Adobe\n\nLike AMD, Adobe had a phenomenal 2023, gaining over 77%. But it has been one of the worst-performing megacap tech stocks in 2024 -- down over 25% year to date.\n\nAdobe continues to deliver fairly decent sales and earnings growth while maintaining solid margins. Adobe maintains a rock-solid balance sheet and generates plenty of cash to buy back stock and accelerate EPS growth. The issue isn't so much where Adobe is, but fears over where it could be headed.\n\nThe company doesn't have a defined way to monetize AI to the same degree as fellow enterprise software giant Salesforce -- which has a clear roadmap for leveraging and profiting from AI. Adobe has developed several new AI-focused tools that enhance legacy software offerings in its Creative Cloud suite, from Acrobat to generative AI through Adobe Firefly. But Adobe has yet to convey how exactly it will monetize these new tools.\n\nAdobe was a pioneer in the software-as-a-service business model. The idea is to bundle and improve software offerings over time to justify price increases. You would think AI would be the golden ticket for Adobe to allow its customers to do even more with a subscription, but not if it means companies will license fewer overall subscriptions. In other words, efficiency improvements could disrupt the very fabric of Adobe's business model. There's also the threat of rival AI-powered graphic design tools disrupting Adobe's offering or undercutting its prices to the point where Adobe loses customers.\n\nAdobe must find a way to be a clear leader in AI for graphic design. The stock will likely remain pressured until it convinces the market that it can evolve with the times. The good news is Adobe is cheap -- sporting a forward P/E ratio of just 21.9. Adobe is a compelling deep value play in enterprise software, but only for folks confident in the company's ability to develop and profit from AI tools."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best Stock to Buy Now: Amazon vs. Home Depot",
            "link": "https://www.fool.com/investing/2025/01/01/best-stock-to-buy-now-amazon-vs-home-depot/?referring_guid=381d0833-5a0e-449a-b7fd-a255bed96fb3",
            "description": "Home Depot is riding out a slowdown in DIY spending. Both are fantastic companies, but Amazon looks like the better buy right ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XetTIo2g0rF-8dO8xRqiIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "The Motley Fool",
            "article_content": "E-commerce leader Amazon (AMZN -0.86%) trounced the market in 2024, with its share price climbing 45% compared to the S&P 500's (^GSPC -0.43%) 24% gains (as of this writing). Meanwhile, Home Depot's (HD -0.11%) shares struggled, gaining just 12.4% for the year amid a slowdown in DIY home improvement spending.\n\nBoth of these consumer goods companies are leaders in their respective markets and, while their current share price gains don't compare, either could be great long-term investments. But which is the better buy right now? Let's take a look.\n\nThe case for Amazon\n\nAmazon is, of course, a dominant e-commerce company that also has its hands in a range of things from cloud computing to artificial intelligence (AI). While not all of its endeavors are successful, many avenues Amazon pursues often work out well for the company, making the stock a no-brainer buy for many investors.\n\nConsider that Amazon has 40% of the U.S. e-commerce market, easily outpacing rival Walmart, which has just over 7% market share. This lead translates to massive sales, with North American revenue rising 9% in the third quarter (ended Sept. 30) to $95.5 billion.\n\nAmazon recently launched a new, lower-priced version of its marketplace called Amazon Haul to maintain its lead and fight off increasing competition. The mobile-only e-commerce platform is Amazon's answer to China-based Temu (owned by PDD Holdings) and gives U.S. customers access to items priced under $20.\n\nThat move should help Amazon stay even more competitive in e-commerce, but it's the company's cloud computing business, Amazon Web Services (AWS), that is the true key to its success.\n\nAWS' operating income rose nearly 50% in the third quarter to $10.4 billion, and Amazon likely has many more years of AWS growth ahead of it. The company already holds 31% of the cloud computing market, and spending on cloud data centers is accelerating. Goldman Sachs estimates revenue from the entire cloud computing market will reach $2 trillion by 2030, thanks to a rapid increase in AI spending.\n\nSome investors may overlook Amazon because they believe its best days are behind it, but with the company's continued dominance in e-commerce and its expanding cloud operating income as AI investments accelerate, there's likely more growth ahead for Amazon.\n\nThe case for Home Depot\n\nHome Depot is the leader in DIY home improvement, with more than $40 billion in sales in the third quarter (ended Oct. 27), compared to rival Lowe's $20 billion in revenue. But despite its lead, Home Depot is struggling a bit.\n\nThe company's same-store sales fell 1.3% compared to the year-ago quarter, an indication that customers aren't as eager to walk through its doors and make purchases as they were this time last year. Home Depot management doesn't expect the remainder of the year to be much better, estimating a 2.5% decline in comparable sales for the fiscal year.\n\nThe North American home improvement market was worth $667 billion in 2023 and will reach an estimated $1.2 trillion by 2032. While Home Depot will benefit from this, the current slowdown in customer spending means the company will have to wait a little longer before customers are eager to jump into DIY projects again.\n\n\"We continue to see pressure on larger remodeling projects, driven by the higher interest rate environment and continued macroeconomic uncertainty,\" Home Depot CEO Ted Decker said during the most recent earnings call. Decker is optimistic that demand will return to normal, but added, \"We just don't think we're quite there yet.\"\n\nThe verdict: Amazon is the better buy now\n\nHome Depot's shares have a forward price-to-earnings ratio of 24.8, compared to Amazon's forward P/E ratio of 35.7. That makes Home Depot's stock less expensive than Amazon's, but I still don't think it's the better buy.\n\nIf the housing market has shown anything over the past few years, it's that no one can reliably predict where it's going. Home Depot's management doesn't seem confident that it's out of the woods just yet with comparable-store sales slowdowns, which means it might be better to put your money toward Amazon's stock for now.\n\nOf course, if you're willing to be patient for home improvement spending to increase again, adding some Home Depot stock amid its recent share price pullback probably isn't a bad idea either."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Global to local, tsunami warning systems should represent a seamless value chain, says UN-ESCAP",
            "link": "https://www.thehindubusinessline.com/economy/agri-business/global-to-local-tsunami-warning-systems-should-represent-a-seamless-value-chain-says-un-escap/article69049533.ece",
            "description": "World Tsunami Awareness Day highlights the need for effective early warning systems to mitigate catastrophic events globally.",
            "image_url": "https://www.bing.com/th?id=OVFT.AgcJA9blpbbpfdNyaH9PXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "2h",
            "source": "Business Line",
            "article_content": "Thiruvananthapuram\n\nWorld Tsunami Awareness Day (November 5) presented a moment of reflection 20 years on from catastrophic Indian Ocean Tsunami of 2004 that resulted in 2.25 lakh fatalities across 14 countries and emphasised the urgent need for effective tsunami preparedness.\n\nIt led to the establishment of Indian Ocean Tsunami Warning and Mitigation System that serves 27 Indian Ocean Basin countries. Initiatives such as ‘UN Secretary-General’s call for Early Warnings for All’ aim to make these systems inclusive and accessible to all, further strengthening collective resilience.\n\nLead time available\n\nHawaii-based Pacific Tsunami Warning Centre that operates in the Pacific Ocean was aware of the mega event unravelling in the Indian Ocean. A lead time of two hours was available before the tsunami could potentially strike - as it eventually did - coasts of India, Sri Lanka, and Thailand. The disaster would have been mitigated if there had been an effective warning system in place.\n\nJapan experience\n\nBut a recent experience from quake-prone Japan, known for its culture of preparedness to mitigate effects of these disasters, is instructive. A magnitude 7.1-Mw quake off the coast of Kyushu on August 8, 2024, prompted an advisory indicating an increased likelihood of a mega quake. The advisory expired on August 15, 2024. Fortunately, the shaking that intervened was not severe, causing some damage and a modest 0.5-metre tsunami, but no casualties.\n\nEarly warning system\n\nIn any case, a multi-hazard early warning system is crucial for mitigating risk from various natural hazards, including tsunamis, notes Sanjay Srivastava, Chief, Disaster Risk Reduction, UN-ESCAP. It provides timely alerts to protect lives and reduce economic damage from extreme geophysical and climate events occurring individually, simultaneously, or sequentially.\n\nMakran zone scan\n\nIt is noteworthy that India, Iran, Pakistan, the UAE and Oman have collectively developed a unified Probabilistic Tsunami Hazard Assessment with respect to a perceived threat in the Makran subduction zone. This is now being used to help enable evacuation planning and activation of national tsunami warning chains within a matter of 20 minutes, Srivastava explained to businessline.\n\nFrom global to local, tsunami warning systems should represent a seamless value chain. For instance, the Indian and Pacific Ocean capacity assessment covers all aspects of existing tsunami warning and mitigation systems as well as identifies targeted areas for improvement from upstream to downstream.\n\nAssessment summaries\n\nAssessments and companion summaries for policy and decision makers are being published in line with the 20th commemoration of the Indian Ocean tsunami events (2024) and the 60th anniversary of the 60th anniversary of the Pacific Tsunami Warning System (2025). This effort is being piloted by the Intergovernmental Oceanographic Commission-UNESCO with support from the ESCAP Trust Fund for Tsunami, Disaster, and Climate Preparedness; the Asian Development Bank; the Swiss Agency for Development and Cooperation; and Ministry of Foreign Affairs and International Cooperation, Italy.\n\nTsunami threat resilience\n\nCurrent level of adaptation finance falls short of what is needed for transformative adaptation, Srivastava noted. Investments made in preparedness are far more cost-effective than spending after a disaster especially since climate change continues to exacerbate effects of disasters including those geophysical in origin (tsunamis).\n\nDisaster risk financing needs to be dramatically increased and financing mechanisms scaled up. Progress has been made in regionally active tsunami warning and mitigation systems, but continued investments in the region’s multi-donor coordinated Trust Fund is essential to ensure that Asia and the Pacific remains resilient to future tsunami and climate related threats."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 - A year of growth or complacency for the Government",
            "link": "https://www.dailymirror.lk/opinion/2025-A-year-of-growth-or-complacency-for-the-Government/172-299184",
            "description": "Sri Lanka enters 2025 on a much better footing than it was a year ago. The country may not be out of the woods yet. Still, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wiv_QgUbANZCxFWMvpCcki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "The Daily Mirror18hOpinion",
            "source": "The Daily Mirror",
            "article_content": "Some folks complain about not having enough rice to cook milk rice this New Year, but the country has made a remarkable comeback from the nadir of economic collapse two years ago\n\nSuccessive Sri Lankan government policies were the biggest inter-generational drag on the country’s economic prosperity\n\nThere are already signs of the Government walking back on plans to restructure loss-making and under-performing State Owned Enterprises\n\nSri Lanka enters 2025 on a much better footing than it was a year ago. The country may not be out of the woods yet. Still, the economy has made a tremendous comeback, and the country has finally gained political stability through presidential and general elections.\n\n\n\nHowever, if history is any guide, every time Sri Lanka recorded a modest success, dark clouds of complacency set in and reversed the economic gains, leading to another period of economic stagnation. That eventuality is the primary challenge in 2025. More so, considering that the current Government in power, with its ideological leaning and campaign promises, is more susceptible to being the harbinger of that sense of complacency.\n\n\n\nDuring the first three quarters of 2024, the economy grew at a cumulative 5.2 per cent, and it may grow around 5 per cent for the whole year, a major turnaround from the two previous years of negative growth. The country exited bankruptcy, and the Rupee appreciated against USD by 10%. During the first ten months, the budget deficit was down by 31 per cent, and tax revenue went up by 34 per cent.\n\n\n\nOverall, the country has made a remarkable comeback from the nadir of economic collapse two years ago - though some folks are complaining on primetime television news about not having rice to cook Milk Rice to celebrate the dawn of the New Year.\n\n\n\nAlso on the political front, the Sri Lankans, disenchanted with the old guard, elected a president and a government from a party that had in the past led a violent insurgency to capture power -- without the elites or the military launching a countercoup as it generally happened in many parts of the world, most recently in Thailand.\n\nWhile the rationale of the electoral choice of the majority of Sri Lankans is yet to be tested, the very spirit of peaceful transfer of power at the end of competitive multi-party elections is something everyone could be proud of.\n\nThe current administration cannot take credit for either of the above achievements, but it could for sticking with the IMF program and not upsetting the economic recovery process.\n\n\n\nHowever, now that it is firmly in power and the economy is in a recovery mood, the new Government of JVP/NPP may opt to chart its own economic course this year.\n\n\n\nThe greatest macroeconomic danger to the economy this year would be the Government walking back on the economic reform agenda of its predecessor. That reform agenda may be unpopular among groups with vested interests, but it worked, hence the economic recovery. There are already signs of the Government walking back on plans to restructure loss-making and under-performing State Owned Enterprises. There are other mutually exclusive goals, such as increasing the productivity of the government sector while keeping its mammoth 1.4 million workforce intact. Such missions are practically untenable.\n\n\n\nThe lack of clarity on its economic policies would also exacerbate the problem. The emphasis on statism would also affect the investor outlook while rewarding the vested interest in loss-making state-owned enterprises.\n\nEven if the Government does not seek a complete reversal of the economic reform agenda, the reform process would lose momentum – that is not to say its predecessors of the Ranil Wickremesinghe administration was decidedly gung-ho in the process.\n\n\n\nThe Government itself faces its own dilemma this year. One of the most concerning would be how it could stay true to its manifesto, which is vague at best in the implementation of its policies – and placate a microscopic minority of its core supporters, whose economic views run counter to the economic reality.\n\n\n\nOne could see the same predicament in the President’s India visit, where he said all the right things, which his predecessor had already told but failed to add anything new and substantial in harnessing India’s economic success to leapfrog ours.\n\n\n\nHe should avoid the repetition in his visit to Beijing and seek to venture beyond what his predecessors have already done to expand the economic cooperation – as any forward-looking emerging economy would do.\n\nThough its political and economic orientation may be different, the challenge it faced is not unique to the JVP/NPP government. Successive Sri Lankan government policies were the biggest inter-generational drag on the country’s economic prosperity.\n\n\n\nThe Government should avoid this eventuality. It could do so by setting the most generalizable measure of a country’s economic performance- economic growth rate- as the gauge of its performance. That would also provide a way out of its ideological straight jacket and probably silence its fellow travellers.\n\n\n\nFor the moment, though, the government members seem to be busy in front of TV cameras, outing the crooks of the former Government. That is a spectacle in which the Yahapalanaya itself indulged, and it ended without a single successful conviction. When that fanfare was over, Yahapalanaya did not have anything tangible to show for the worth of its Government.\n\n\n\nThe JVP/NPP administration should also avoid that eventuality. The best course of action in the New Year would be alongside the corruption busting, which everyone loves to see; it should stick to the course of economic reforms – and venture beyond what its predecessor had already mapped out.\n\n\n\nHappy New Year 2025!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 will be the best year to buy a monitor, ever. Here’s why",
            "link": "https://www.msn.com/en-us/technology/consumer-electronics/2025-will-be-the-best-year-to-buy-a-monitor-ever-here-s-why/ar-AA1wNI7n?ocid=BingNewsVerp",
            "description": "I’ve been reviewing monitors for almost 20 years, so believe me when I say this: 2025 will be the best year to buy a new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h5wGr-qMwQ4njX5E6yJ2pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "1hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Avoid these common mistakes when buying a PC at the last minute",
            "link": "https://www.msn.com/en-us/technology/hardware-and-devices/avoid-these-common-mistakes-when-buying-a-pc-at-the-last-minute/ar-AA1wL347?ocid=BingNewsVerp",
            "description": "With all the final after-Christmas sales still live, you might be tempted to rush out and buy a new PC. Read these ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oCroRTKt59MaSXVTKOMl_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "23hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leadership Success Story: Arun Mulka's Multi-Cloud Architecture Transformation",
            "link": "https://www.outlookindia.com/hub4business/leadership-success-story-arun-mulkas-multi-cloud-architecture-transformation",
            "description": "Discover how Arun Mulka's strategic leadership and technical vision transformed a complex multi-cloud project into an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r7ni52uaQ4umGiL66oDDiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "17h",
            "source": "Outlookindia",
            "article_content": "A distinguished leader in cloud architecture and DevOps transformation, Arun Mulka combines deep technical expertise with outstanding team leadership capabilities. His career progression has been marked by successful delivery of complex cloud initiatives, particularly in multi-cloud environments. His innovative approach to technical architecture, evidenced by his successful integration of diverse cloud platforms and services, has resulted in groundbreaking solutions that balance performance, cost, and reliability. Arun's commitment to technical excellence is demonstrated through his consistent success in building high-performing teams, mentoring junior engineers, and driving innovation in cloud architecture and automation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ML Infrastructure Innovation: Abhishek Das's Graph Execution Service Success",
            "link": "https://www.outlookindia.com/hub4business/ml-infrastructure-innovation-abhishek-dass-graph-execution-service-success",
            "description": "Discover how Abhishek Das's technical leadership and innovative approach transformed Salesforce's ML infrastructure, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gY9WKZJkmXUj_QI6MzhC2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "17h",
            "source": "Outlookindia",
            "article_content": "A cloud computing and machine learning technology innovator, Abhishek Das has always questioned what is possible while keeping an eye on practical business outcomes. He has experience with developing sophisticated LLM platforms and GDPR compliance solutions through architecting high-performance backup systems. With a master's in Computer Science from Texas A&M University and an excellent track record that has earned him several awards, Abhishek has proved highly capable of turning complex technical challenges into elegant, scalable solutions. The areas where he has done the most work control plane and data plane architecture have been impactful, driving new capabilities in cloud services and machine learning platforms with high performance and reliability requirements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lost Papyrus Discovered by Berlin Scholars Sheds Light on Jesus's Early Years",
            "link": "https://www.msn.com/en-us/news/news/content/ar-AA1wLbBU?ocid=BingNewsVerp",
            "description": "Initially dismissed as a shopping list, the ancient papyrus reveals early stories of Jesus's childhood miracles.",
            "image_url": "https://www.bing.com/th?id=OVFT.svb45zjgBva80UXDtkAJbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fort Worth pastor shares close call with celebratory gunfire to promote New Year's Eve safety",
            "link": "https://www.msn.com/en-us/news/us/fort-worth-pastor-shares-close-call-with-celebratory-gunfire-to-promote-new-years-eve-safety/ar-AA1wMgbs?ocid=BingNewsVerp",
            "description": "\"A bullet that came through our ceiling, and it penetrated our stage and missed me about two feet,' Pastor Evan Risher said.",
            "image_url": "https://www.bing.com/th?id=OVFT.e5HxmupJqqYSnWPItLtSCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "14hon MSN",
            "source": "WFAA-TV Dallas-Ft. Worth on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Fogvid-24’: Conspiracy theories about ‘The Fog’ across certain states engulf social media",
            "link": "https://www.dailydot.com/news/fogvid-24-conspiracy-theories-the-fog/",
            "description": "In what sounds like a conspiracy theory but is reported as real by the Bay Area CBS News, the U.S. military conducted ...",
            "image_url": "https://www.bing.com/th?id=OVF.8K4YgpL0cbIR2DK60usDvw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "16h",
            "source": "The Daily Dot",
            "article_content": "Conspiracy theories about “the fog” are picking up steam online as people report strange, thick mist followed by flu-like symptoms. The thickness of the fog, its appearance under a flashlight, and the respiratory symptoms some have reported after exposure led many to theorize about chemical attacks, bioweapons testing, and, of course, aliens.\n\nFeatured Video\n\nSo far, there has been no confirmation that there is anything nefarious about any fog in any part of the world, but with mistrust in the government at high levels, this hasn’t slowed the spread of frightened posting.\n\nNow everyone in TikTok is afraid of the fog pic.twitter.com/Trt4bOXEJN — UAE Exotic Falconry & Finance𓅃 (@FalconryFinance) December 31, 2024\n\nWhat are the fog conspiracy theories?\n\nStarting on Dec. 29, social media users on conspiracy-heavy platforms like TikTok and X began publishing videos about a nefarious fog that seemed unusually thick or made of large particles. Some reported an odd smell described as chemical, electrical, or burning, and then claimed to experience fever, coughing, sore throat, headache, and fatigue.\n\nAdvertisement\n\nThese symptoms drew COVID-19 comparisons and soon led to the term “Fogvid-24.” As an echo of the conspiracy theories around the virus, some claim that government forces are surely deploying the fog as a means to spread a new pathogen, either as an experiment or an attack.\n\nReports from around the globe are surfacing of mysterious illnesses linked to encounters with so-called “chemical fogs.”\n\n\n\nDescribed as a thick, lingering blanket, the fog has left people sick—many experiencing sudden cold or flu-like symptoms after only brief exposure.\n\n\n\nDubbed… pic.twitter.com/DQqnrsYKzd — Shadow of Ezra (@ShadowofEzra) December 30, 2024\n\n“Reports from around the globe are surfacing of mysterious illnesses linked to encounters with so-called ‘chemical fogs,’” writes X account @ShadowofEzra. “Described as a thick, lingering blanket, the fog has left people sick—many experiencing sudden cold or flu-like symptoms after only brief exposure.”\n\nAdvertisement\n\n“Around the globe” may be an exaggeration, however. Most if not all of these reports appear to come from the U.K. (which is famous for its fog) or areas of the U.S., including Florida.\n\nFlorida, Pennsylvania, Minnesota, California, Texas and basically all over the country people are reporting this same thick “particle fog”\n\n\n\nThey say it’s making them feel sick, smells like chemicals and is not normal. What are the odds this exact same looking stuff is everywhere? pic.twitter.com/KMed4z4vBg — Wall Street Apes (@WallStreetApes) December 31, 2024\n\nSkeptics react\n\nConsidering how prolific they have become thanks to the internet, many users are quick to dismiss anything that smacks of a conspiracy theory. Theories on the fog are no exception, especially as believers and skeptics appear to fall along political lines.\n\nAdvertisement\n\nThose reporting on the fog as though it’s a government plot (or aliens) tend to lean conservative, with histories of anti-government posts or handles like “@BGatesIsAPsycho.” Skeptics, on the other hand, tend to lean left and are wasting no time insulting those who want to believe.\n\n“The delusional throbbers that believe this stupidity need to give their heads a massive wobble,” writes @BSmithBenS.\n\nAdvertisement\n\nOthers have suggested that conspiracy theories like this demonstrate a need for traditional news media, heavy on fact-checking.\n\nWhat could explain the mysterious fog?\n\nAs the term “the fog” trends on X, many posts come with videos of people shining flashlights into the mist, allowing viewers to see individual particles swirling around. This led to widespread alarm among those unaware that fog is actually made of small water or ice particles that reflect light.\n\nAdvertisement\n\nA video from 2015 by a YouTube user testing out his LED flashlights shows the same effect. This is, in fact, how fog normally looks under concentrated light.\n\nAs for cold or flu-like symptoms, it’s possible that people are simply catching COVID-19 or another common respiratory virus over the holidays. Some of those sounding the alarm say that the fog appeared on Christmas Day when they likely would have spent time indoors with a group of loved ones.\n\nEvery year since 2020, the late fall and early winter holidays have brought a spike in COVID cases, as has always been the same with contagious and seasonal respiratory illnesses.\n\nAdvertisement\n\nArtificial fog machine patent fuels conspiracy theories\n\nNot everything about these conspiracy theories can be easily explained away, including the reported chemical smells. Meanwhile, people keep digging up additional oddities that they connect to the fog.\n\nEarlier today, X user @girlymisogynist posted about a patent for a “process and apparatus for the production of intense artificial clouds, fogs, or mists.” However, inventors Paul Weiss and Jules Verdier submitted the patent application on Feb. 27, 1916, and it expired in 1937. So, it’s probably not related to the current fog issue.\n\nAdvertisement\n\nU.S. military bacteria fog experiments\n\nIn what sounds like a conspiracy theory but is reported as real by the Bay Area CBS News, the U.S. military conducted experiments over cities like San Francisco using artificial fog to spread bacteria from 1949 to 1969. They were meant to be simulations of “germ warfare” attacks and allegedly sickened and even killed U.S. residents.\n\nThis is according to Director of the Terror Medicine and Security Program at Rutgers Medical School Leonard Cole in his 1989 book Clouds of Secrecy.\n\n“Nearly all of San Francisco received 500 particle minutes per liter,” Cole wrote. “In other words, nearly every one of the 800,000 people in San Francisco exposed to the cloud at normal breathing rate (10 liters per minute) inhaled 5,000 or more particles per minute during the several hours that they remained airborne.”\n\nAdvertisement\n\nThis report is based on “government records, courtroom testimony and interviews,” according to Publishers Weekly.\n\nNone of this means that the government is pouring pathogens on its populace now, but we can’t say it’s impossible to do so.\n\nThe internet is chaotic—but we’ll break it down for you in one daily email. Sign up for the Daily Dot’s web_crawlr newsletter here to get the best (and worst) of the internet straight into your inbox."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alien on Earth? Video of figures in clouds leaves Internet confused, ‘What is going on?’",
            "link": "https://www.msn.com/en-in/news/other/alien-on-earth-video-of-figures-in-clouds-leaves-internet-confused-what-is-going-on/ar-AA1wNjpS?ocid=BingNewsVerp",
            "description": "A video capturing what appears to be human-like figures in clouds has ignited a frenzy of speculation about alien life. As ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4V8OTwq_3f8LHzRZnhdEMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "3hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs of the Outback: How a ghost town became Australia's 'Area 51' after baffling sightings of 'conscious' glowing orbs that NO ONE can explain",
            "link": "https://www.dailymail.co.uk/news/article-14000723/UFO-outback-australia.html",
            "description": "Since the dawn of man, every ancient civilisation has detailed strange sights in the sky. Australia, not exactly a country renowned for its UFO sightings, is no exception.",
            "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "22h",
            "source": "Daily Mail",
            "article_content": "'What the f**k is that?' a young jackaroo on a remote cattle station asks the other three blokes riding rough in the tray of a HiLux ute.\n\n'Lindsay…. that's a Min Min light! And if it catches up to us, we'll all disappear into the sky,' a rugged Indigenous stockman named William replied in terror.\n\nBaffled and confused, Lindsay turned and asked: 'What the hell is a Min Min light?'\n\nSince the dawn of man, every ancient civilisation has detailed strange sights in the sky.\n\nAncient Egyptians carved hieroglyphs of 'sky gods' into their monuments, the Romans reported seeing 'gleaming' lights above their cities at night, while Hindu mythology and the Bible mention glowing 'chariots' hovering among the clouds.\n\nAustralia also has its own version of UFOs - or Unidentified Anomalous Phenomena (UAP) as they've now come to be known after a rebrand by NASA.\n\nAnd the first recorded encounters with 'conscious' glowing orbs unfolded in the 1870s, in the remote Queensland mining outpost of Min Min.\n\nSince then, it has become a hub for the strange phenomenon, with hundreds of documented sightings leading it to be dubbed Australia's Area 51.\n\nBoulia, population 230, is ground zero for the eerie phenomenon dubbed Min Min lights\n\nFootage shows an object purported to be a Min Min light spotted east of Boulia in November 2021 at about 10pm\n\nIn the year 2000, a Min Min light tourism centre even opened up there, welcoming thousands of visitors from across the world each year.\n\nResting on a lonely stretch of road between Boulia and Winton, in the central west of the Sunshine State, the tiny community sprang to life as the first commercial copper mines in the region were established in the 1860s.\n\n'The first recorded sightings were in 1879 at the Min Min pub,' Karen Savage, a tourism officer at the Min Min Encounter centre in Boulia, tells me.\n\n'But local Indigenous people say sightings go back as long as there have been people here.'\n\nThere are many differing beliefs surrounding Min Min lights, depending on what part of the country they appear.\n\nSome say the lights are there to guide lost travellers back home, while others fear the orbs lead wandering souls to their doom.\n\nMany also claim the lights appear out of nowhere, just to play tricks on them.\n\n'We don't know why this area has become a hub. But we do know that the prevalence of sightings here are far higher than the rest of Australia,' Ms Savage says.\n\nMin Min has become a hub for the strange phenomenon, with hundreds of documented sightings leading it to be dubbed Australia's Area 51\n\n'They can appear, disappear and reappear. It can be just one light or it can be multiple lights and while most of the sightings are white, there are also recorded sightings in various different colours - like green, blue, purple, yellow.\n\n'Local Indigenous people in the Boulia area mainly see them as a light that would guide them home.\n\n'In other areas, they see the lights as ancestral spirits in unrest - and dangerous.'\n\nThat's certainly the case for local Aboriginal people in the Barkly Tablelands region of the Northern Territory, where one of the country's largest cattle stations, Alroy Downs, is located.\n\nLindsay Pyne travelled to the area to work as a jackaroo in the mid 1990s, when he was just 17.\n\nFor many rough and ready country kids who had just left high school, it was a rite of passage to head to the Outback and muster cattle before settling on a trade.\n\nNowadays, the uniquely Australian custom has largely given way to gap-year Contiki tours overseas.\n\nKeen for adventure and unafraid of hard work, Lindsay fit in perfectly with the no-nonsense crew of stockmen.\n\nAmong them was an Aboriginal elder in a cowboy hat named William - who wore black stubbies and a blue singlet every day, with tattered R. M. Williams boots and no socks.\n\n'The bloke who owned the farm said he couldn't run the joint without William because he knew every square inch of the property - and being an elder, he just knew everything there was to know about the bush as well,' Lindsay tells me.\n\n'He took a shine to me and when we'd get sent off in groups of two or three, I'd often go with him and he would often tell me things about the dreamtime.'\n\nLindsay Pyne (pictured recently) once saw a Min Min light when he was working as a young jackeroo\n\nBecause the property was so large, the men would be camping away from the homestead about 50 per cent of the time.\n\nAccording to Lindsay, if they were more than 150km out, they would just set up camp, if it was less than that, they'd ride their horses back to the homestead or pile into a ute.\n\nOn this particular day, they were right on the boundary and it was getting dark.\n\nBut after a gruelling day's work, they decided to head back for a warm shower and comfy bed.\n\n'I was on the back of the ute with him and I looked over to the right and there it was - this weird white light - maybe the size of a soccer ball,' Lindsay recalls.\n\n'I thought it was the spotty of a roo shooter. But you've gotta understand, where it was coming from, there are no tracks. It's tufted grass, so you couldn't even ride a motorbike through there.\n\n'So there is no way someone was hunting out there or in a vehicle.'\n\nLindsay says he wasn't afraid - until he saw the look of horror on William's face.\n\n'He said to me, \"If the light comes we'll all disappear into the sky.\" He was hysterical,' Lindsay recounts.\n\n'Everyone looked up to him so we were more scared of it because of the way he was reacting to it. You gotta understand that this is the toughest guy you'd ever meet.'\n\nWilliam slammed on the roof of the twin cab and told the driver to gun it.\n\nWhile encounters and descriptions of Min Min lights vary considerably, one of the most common observations is that the orbs appear 'intelligent, conscious and curious'.\n\n'It sort of moves with you and always feels like it's getting closer. It started off the size of a soccer ball and then got bigger and bigger,' Lindsay says.\n\n'It kind of seemed like it wanted to follow us or something. It's hard to explain.'\n\nWhile encounters and descriptions of Min Min lights vary considerably, one of the most common observations is that the orbs appear 'intelligent, conscious and curious' (stock photo)\n\nDespite the enduring mystery, there are many possible scientific explanations for what could cause the phenomenon.\n\nOne theory is known as Fata Morgana - which takes its name from the Italian term for the Arthurian sorceress the Morgan Fairy, who was said to lure sailors to their deaths with bewitching lights, like fairy castles in the air.\n\nFata Morgana occurs when a layer of warm air rests over a layer of cooler air, causing light rays, from tens or even hundreds of kilometres away, to bend in a narrow band around the horizon.\n\nWhen these temperature inversions happen, it can often create a mirage or make objects appear distorted.\n\nA famous example of this is when ships can appear as though they are floating above the water.\n\nOthers believe sightings of Min Min lights are merely just lights from camp fires, far-off moving vehicles, aircraft or buildings.\n\nBut no definitive explanation has ever been proven.\n\nThe eerie inside story of Australia's most infamous UFO sighting: Witnesses threatened, a government cover-up and the official report so explosive it was destroyed after the death of its author\n\nBy Steve Jackson for Daily Mail Australia\n\nThere was no sound to begin with, just an eerie shape, looming in from the distance. Some say it looked like a giant silver cigar, others a flying saucer, a metallic disc, shimmering overhead.\n\nAs the craft slowed to a hover above Westall High School, the children in the playground started screaming. One of the eyewitnesses, Mary Eastwood, said it felt like 'the end of the world'. Students were running around, hysterical, or throwing themselves to the ground in panic. Mary and her friend sat on the perimeter fence, dumbstruck.\n\nThe only thing we know for sure almost 60 years later is that something strange and unnerving happened at the school, just south-east of Melbourne, on an April morning in 1966. Official efforts to dismiss the eye-witness reports by insisting the 'craft' was nothing more than a stray weather balloon have never quite succeeded and a secret government report into the incident has never been released.\n\nIndeed, that explosive report - authored by a high-ranking aviation official - is believed to rubbish the official explanation that the mysterious object was a high-altitude balloon.\n\nSo, it is no surprise that many of the people at Westall that day – students, teachers and residents of nearby Clayton South – resolutely believe what they saw was an alien spacecraft, a UFO. And now, even more astonishingly, a leading UFO investigator says what they actually encountered might have been a captured alien craft deployed as part of secret U.S. military tests.\n\nAuthor Ross Coulthart has spent decades investigating the Westall incident and is convinced the truth has been deliberately covered up.\n\nThe key to the mystery lies in the secret official report into Australia's most significant mass sighting of an unidentified craft which is still buried away in the bowels of the Department of Defence archives.\n\nAccording to sources familiar with the document, it was compiled in 1967 by an engineer - known only as 'Mr X' - who was working as the Assistant Controller of the Aircraft, Guided Weapons and Electronics Supply Division of the government's now-defunct Department of Supply.\n\nLeading UFO investigator Ross Coulthart claims the truth about the Westall incident has been deliberately covered up, with a secret official report into Australia's most significant mass sighting still buried away in the bowels of the Department of Defence archives\n\nA purported photograph of the Westall UFO incident, in which almost 200 students, teachers and residents in south-east Melbourne claimed to have witnessed an unexplained flying object hovering near a suburban school before descending onto a nearby open field in 1966\n\nA newspaper clipping outlining what several witnesses saw on that fateful day in 1966\n\nCoulthart claims only two copies of the 'Westall Papers' were ever made. One was destroyed by Mr X's widow on his orders after his death, while the other remains hidden from public sight.\n\n'One of the things that happened in the wake of the Westall incident was that an official, who was very senior in Australian aviation, was retained by Defence to write an investigation into what took place that day,' Coulthart tells Daily Mail Australia.\n\n'He's since died... but I have spoken with the son of the man who wrote the report.\n\n'He says his father worked on the report in the family home and that he became aware as a child of the fact that his dad was travelling to the Westall school for three or four days in a row in what became an extraordinarily intense investigation.\n\n'And his father was so freaked out by what he discovered – the implications of what he learned – that he gave a secret copy of the Westall Papers to his wife and told her to keep it hidden away in a particular location in the family home.\n\n'He made her promise she would destroy it when he died but, essentially, that was his insurance policy.\n\n'Mr X's son doesn't know what was precisely revealed in that document, but he does have a strong recollection of his father's position on the Westall incident, and believes the truth went well beyond the simple spy balloon explanation.\n\n'He watched his mother burn the report in their back garden after his father died but there is another copy that was the filed with the Department of Supply.'\n\nCoulthart, a five-times Walkley Award-winning investigative journalist, says the mystery file was transferred to the Defence archives after the Department of Supply was dissolved in June 1974.\n\nINTELLIGENTLY CONTROLLED CRAFT\n\nAndrew Greenwood was a teacher at Westall High School when the unexplained incident occurred – and says he was later threatened into silence.\n\nHe vividly recalls a 'hysterical' student running into his Year 9 science class during first break, claiming there was a flying saucer in the sky. While dubious at first, Mr Greenwood nonetheless went outside and was shocked to see a bright silver object 'the size of a car' hovering in the air near the school.\n\nHe said the object began to slowly rise into the sky before it was approached by five aircraft. Whenever these aircraft drew close to the silver object, it quickly darted in a different direction before stopping again.\n\nThe cat-and-mouse encounter continued for about 20 minutes before the object landed briefly in a nearby field - known as the Grange Reserve - then shot away and vanished into the sky entirely.\n\nAndrew Greenwood, one of the teachers at Westall High School during the UFO encounter, has described a frightening visit he received from government officials demanding he keep quiet\n\nTerry Peck, who was a student at Westall, shows former 60 Minutes investigative reporter Ross Coulthart a series of drawings of what she saw hovering above her school in April 1966\n\nWithin 40 minutes, air force and army personnel poured into the area in military vehicles and formed a secure barrier around the reserve. But, knowing the area well, Mr Greenwood and dozens of students were able to sneak in and see what was going on.\n\n'[We saw a] circular area, like trampled grass,' Mr Greenwood says. 'And there were guards around it and there were people in there with equipment.'\n\nMr Greenwood remains convinced the object he witnessed was an alien aircraft.\n\n'I saw a craft. A mechanical object intelligently controlled hovering above me,' he told Coulthart in The Phenomenon, a documentary released in 2022.\n\nHe added that after discussing the incident with local news reporters, Mr Greenwood received an unexpected – and unwelcome – late-night visit at his home from two men claiming to be government officials.\n\nAccording to him, one was wearing plain clothes and the other a high-ranking air force uniform. They told him his recollection of the incident was incorrect - and he would be well advised to stop talking about the encounter.\n\n'When I tried to explain to them that they weren't there - I was - and I knew what I saw, well, the first suggestion was, 'You'd be ill-advised to go on saying that because clearly you were drunk on duty and will have to be reported to the education department and of course you will lose your job',' he says.\n\n'Absolutely, I was threatened. I was told that I should not say anything.'\n\nHe believes the intimidating visit was part of a government conspiracy to cover up the country's largest mass UFO encounter.\n\nEYEWITNESSES THREATENED\n\nOne oft-reported explanation for the Westall incident is that the object could have been a runaway high-altitude atmospheric balloon from the HIBAL program at Mildura Airport, about a six-hour drive away in Victoria's north-west.\n\nThe program was established by Australia's Department of Supply in conjunction with the US Atomic Energy Commission in 1960. It purportedly used white and silver high-altitude balloons to sample the levels of radioactive elements injected into the stratosphere by atomic experiments in the Pacific Ocean.\n\nSome sceptics have suggested the object spotted hovering over the Westall school in 1966 was a runaway high-altitude atmospheric balloon from Mildura Airport about six hours away\n\nBut Coulthart - who has led investigations across ABC's Four Corners, Nine's 60 Minutes and Seven's Sunday Night flagship news and current affairs programs - is convinced there is a more sinister explanation.\n\n'Andrew's account is extraordinarily credible,' Coulthart tells Daily Mail Australia.\n\n'And he's adamant that what he saw was something anomalous that he couldn't explain away as a balloon or anything like that.\n\n'In fact, he says categorically that it was not a balloon of any kind whatsoever, that it was clearly some kind of craft.\n\n'He says he saw an elliptical, metallic disc-shaped object moving in some intelligent way.\n\n'And he's not the only one. There are well over 180 witnesses who saw the exact same thing - people like Terry Peck, who has a particularly vivid memory of what she saw, and who is equally adamant 'it was not a balloon'.\n\nPeck, a former student at Westall, provided Coulthart with a series of drawings of what she saw hovering above her school.\n\nRecounting that fateful April day, she claimed she jumped over the school fence and raced towards where the UFO had landed in the pines.\n\nBy the time she arrived, two other classmates were already there. One of them, a girl, was hysterical. Peck alleges the student was carried off in an ambulance and never came back to school.\n\nWhat happened next still troubles her.\n\n'We all got called to an assembly... and they told us all to keep quiet,' she says.\n\n'I know this sounds corny, but I know what I saw. It was not a balloon. It was a machine, a craft.'\n\n'I'd absolutely just like someone to come forward from the services just to say, \"Yes, it did happen, and it landed and there was a cover-up\".'\n\nCoulthart says he has since spoken to multiple people who attended the assembly who all shared the same story.\n\n'They all describe how there were officials from the government and people in uniform who were standing up the back of the hall who were listening to what was being said to the students,' he says.\n\nAnd it wasn't only the students being warned.\n\n'We've spoken to firemen who attended the incident, and numerous people who were told - threatened - that if they talked about this, this was a national security issue, and that they should shut up about it,' Coulthart says.\n\nFive-time Walkley Award-winning journalist Ross Coulthart vows he will continue investigating the 'non-human technology' involved in encounters such as the Westall mass sighting despite ongoing attempts to discredit anyone who speaks out about the 'biggest story in history'\n\n'Moreover, when the recovery operation happened, there were American-accented personnel driving American left-hand-drive jeeps.\n\n'So, it's just absurd to try to patronise these witnesses by saying, 'You don't know what you saw, it was just a spy or weather balloon'. That's bollocks, absolute rubbish.'\n\nPUBLIC LEFT IN DARK\n\nCoulthart has spent years pushing for the Westall Papers to be made public, but fears they may remain locked away in the Defence Department forever. In the absence of the full report, he has been able to assemble only tantalising pieces of the jigsaw.\n\n'Certainly, there was detailed analysis that was done: soils removed, there were radiation detectors used, Geiger counters used,' Coulthart says.\n\n'It was the most extraordinarily intense investigation and the public has been completely left in the dark.\n\n'I suspect there was a finding [in the Westall Papers] that the object was American technology. I am convinced the Americans have been using Australia as a secret location for testing of technology - non-human technology - that became too sensitive to test in places like Area 51, the Nevada Test Range.\n\n'There's been an ongoing Cold War between the Russians, the Chinese and the Americans over who gets access to this retrieved, non-human technology - and fighting for the knowledge of how to use it and how to develop and replicate it.\n\n'We've moved beyond the argument about whether these things are real. It's been formally admitted that they're real.\n\n'What we have now is a continuing attempt at a feeble cover-up by the Pentagon and the intelligence community, which, I suspect, believes that it can derive some kind of hegemonical American military advantage from the technology that it is hiding.\n\n'That is why the public is being lied to about incidents like Westall, and why this is being concealed.'\n\nTHE ROAD AHEAD\n\nThe Westall sighting has become one of the most enduring of Australian mysteries.\n\nThe incident has not only featured in a raft of popular documentaries, but has also been commemorated at the site itself with a UFO-themed playground.\n\nHIBAL balloons were used to sample the levels of radioactive elements in the atmosphere\n\nOfficially, the Department of Defence will not comment on the existence of the Westall Papers and critics continue to dismiss Coulthart's work. However, the investigator says that despite the passage of time, he will continue to push for the release of Mr X's secret report.\n\n'I have been vilified and attacked for investigating the technology involved in these kinds of encounters,' he tells me.\n\n'Numerous people I have spoken to have told me it is routine for people who are working inside this secret program to be intimidated and threatened with death if they reveal what they know.\n\n'But there is no amount of intimidation or bullying or threats that will stop me from investigating this. It's too far down the track.\n\n'This is the biggest story in human history, and I know it's real.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin cancels Russia's New Year's Eve fireworks over Ukraine war as mysterious UFO spotted",
            "link": "https://www.msn.com/en-us/technology/aviation/putin-cancels-russia-s-new-year-s-eve-fireworks-over-ukraine-war-as-mysterious-ufo-spotted/ar-AA1wMOEU?ocid=BingNewsVerp",
            "description": "Russia's New Year's Eve fireworks have been cancelled in several cities across the country due to the ongoing war in Ukraine, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2HeU1nWVGp45XiPOKj7lvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China nuclear fusion discovery finds mysterious energy boost to power up plasma",
            "link": "https://interestingengineering.com/science/burning-plasma-physics-unlocked-simulation",
            "description": "Researchers in China have used a novel approach to explain the presence of supra-thermal ions in nuclear fusion reactions.",
            "image_url": "https://www.bing.com/th?id=OVFT.dJgdHCGZ57Szf9I61uqMXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Interesting Engineering23h",
            "source": "Interesting Engineering",
            "article_content": "A collaborative effort between researchers at the Shanghai Jiao Tong University and the Chinese Academy of Sciences led to the deployment of a simulation code on a nuclear fusion collision model that has unlocked the physics behind supra-thermal ions in the burning plasma.\n\nThis helps us improve our understanding of how nuclear fusion reactions occur and how they can be improved.\n\nIn our bid to transition to clean energy, nuclear fusion is a critical component. Replicating reactions that power the Sun here on Earth could help us unlock boundless energy without emitting planet-warming gases. To reach there, we need to first succeed in getting more energy out of a nuclear fusion reactor than we put in."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magnetism Redefined: The Nanoscale Discovery Powering Future Technology",
            "link": "https://scitechdaily.com/magnetism-redefined-the-nanoscale-discovery-powering-future-technology/",
            "description": "Researchers have discovered unseen interactions that could impact the future of electronics. University of Missouri researchers have discovered a new quasiparticle in magnetic materials, challenging ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "physics+discovery",
            "date": "17h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Mechanics And Negative Time With Photon-Atom Interactions",
            "link": "https://hackaday.com/2024/12/31/quantum-mechanics-and-negative-time-with-photon-atom-interactions/",
            "description": "Within our comfortable world of causality we expect that reactions always follow an action and not vice versa. This why the recent chatter in the media about researchers having discovered ...",
            "image_url": "https://www.bing.com/th?id=ODF.Y4gIihZnwXVSc0dqc8BTqw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Hackaday9h",
            "source": "Hackaday",
            "article_content": "Within our comfortable world of causality we expect that reactions always follow an action and not vice versa. This why the recent chatter in the media about researchers having discovered ‘negative time’ with photons being emitted before the sample being hit by source photons created such a stir. Did these researchers truly just crack our fundamental concepts of (quantum) physics wide open? As it turns out, not really.\n\nMuch of the confusion stems from the fact that photons aren’t little marbles that bounce around the place, but are an expression of (electromagnetic) energy. This means that their resulting interaction with matter (i.e. groupings of atoms) is significantly more complicated, often resulting in the photonic energy getting absorbed by an atom, boosting the energy state of its electron(s) before possibly being re-emitted as the excited electrons decay into a lower orbit.\n\nThis dwell time before re-emission is what is confusing to many, as in our classical understanding we’d expect this to be a very deterministic process, while in a quantum world it most decidedly is not.\n\nThis is highlighted in the Scientific American article on the subject as well, specifically quantum probability. Within this system, it’s possible that there can be re-emissions before the atomic excitation has fully ceased. It was this original 2022 finding that was recently retested, with the findings confirmed.\n\nAs confusing as this all may sound, the authors of the recent paper stress that the core of the issue here is the so-called ‘group delay’ of the original pulse as it excites the cloud of rubidium atoms. If one were to think of this pulse as discrete quanta of photon particles, it’d seem to break causality, but as a wave function within quantum physics this is perfectly acceptable. Observations such as the rubidium atoms becoming excited despite photons passing through the cloud, and emitting a photon before the electrons returned to their ground state do not seem to make sense, but here we also have to consider how and what we are measuring.\n\nThe short version is that causality remains unbroken, and the world of quantum physics is intuitive in its own, strange ways. Research like this also gives us a much better fundamental understanding of photonics and related fields, none of which involve time travel.\n\nExperimental setup and measured optical depth. (Credit: Josiah Sinclair et al., PRX Quantum, 2022)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Guardians of the Universe: How Quantum Black Holes Hide the End of Space and Time",
            "link": "https://scitechdaily.com/guardians-of-the-universe-how-quantum-black-holes-hide-the-end-of-space-and-time/",
            "description": "Einstein's theory of general relativity describes the inevitability of singularities, which are obscured by black holes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iiqrI5eRlGuB6Sa1rVIiqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI education revolution",
            "link": "https://thehill.com/newsletters/technology/5061859-ai-education-revolution/",
            "description": "Welcome to The Hill’s Technology newsletter{beacon} Technology Technology The Big Story AI set to hit its stride in schools ...",
            "image_url": "https://www.bing.com/th?id=OVFT.C4de41IWXSn_MBBljnFcGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "14h",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Voices of Liberty Student Showcase and History Fair",
            "link": "https://wydaily.com/latest-news/2025/01/01/voices-of-liberty-student-showcase-and-history-fair/",
            "description": "When Krista John and her family moved to Williamsburg two years ago, she looked at available opportunities for her two ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F5vgrHbOWgs5XgYyLPNGhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Williamsburg Yorktown Daily4h",
            "source": "Williamsburg Yorktown Daily",
            "article_content": "WILLIAMSBURG — When Krista John and her family moved to Williamsburg two years ago, she looked at available opportunities for her two homeschooled children and was surprised to find a lack of history-themed homeschool initiatives.\n\n“There were no regular opportunities for kids to get hands-on with history, which I thought was strange here in the Historic Triangle. First, I joined the Tidewater Historical Society and was surprised they did not offer family-friendly stuff, so, I decided to start my own group — The Junior Historical Society of Williamsburg,” explained John.\n\nWhile the group does a lot of fun learning activities such as field trips and tours of historic sites and museums, John noted “On the academic side, there are not many opportunities for homeschooled kids to learn and present the information from history.”\n\nModeled after the “science fair format,” the Voices of Liberty Student Showcase and History Fair was created for Williamsburg homeschool students to explore and present the stories of historical figures from the American Revolutionary period.\n\nThe Junior Historical Society of Williamsburg partnered with the Anne Wager Daughters of the American Revolution (DAR) Chapter to host the event as part of its America 250 celebration.\n\nRegistration is open to all Williamsburg area students (homeschooled, public or private school) from any age and grade level. The event happens on Sunday, Feb. 16, from 1 p.m. until 4 p.m. at the Williamsburg Community Building. Everyone is invited to view the projects.\n\nParticipants choose a person to research who contributed something (no matter how big or small) to the founding of the United States. Then, create a science fair-style display to share with the community. The project is flexible and can be adapted to fit any student’s age, developmental needs, or grade level. There is a ton of creative freedom — students can also decide to dress up, perform, or even give a speech as their historical figure.\n\n“The kids have the option to interpret the person they chose alongside of their booth — they can read a speech or recite a poem. Something more interactive with the audience and bring their person to life,” said John.\n\nJohn continued, “I would love to get more students involved. I think this is an exciting opportunity to be able to show something they (students) are passionate about or interested in and to do this performance piece is pretty unique. While it is open to any kids, for homeschoolers — they never get to share their work with anyone other than parents — so, this is a great way for them to show off!”"
        }
    }
]