[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Orb-Shaped UFO Filmed On Tarmac At British Airport Sparks Intense Speculation",
            "link": "https://brobible.com/culture/article/orb-shaped-ufo-filmed-british-airport/",
            "description": "Video and images of an orb-shaped UFO allegedly taken by a co-pilot on a runway at Manchester Airport in Great Britain have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9_J07grUysaDPFN6VF6YHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nVideo and images of an orb-shaped UFO allegedly taken by a co-pilot on a runway at Manchester Airport in Great Britain have led to many unanswered questions. The sighting reportedly occurred this past June, but was just shared last week. However, the person who originally shared the material has disappeared from the internet.\n\nThe anonymous source, who went by the pseudonym “CaptainBiggalow” on X (Twitter), claimed to be an airline pilot who received the video and images from a colleague. He also claimed that after the UFO sighting, airport security was dispatched to investigate the UFO sighting.\n\n“However, he said, seemingly upon realizing it had been spotted, the object departed the scene with a sudden vertical ascent,” reporter Tim Binnall of Coast to Coast AM wrote. “Adding another layer of mystery to the curious case, the CaptainBiggalow account shut down shortly after the post caught the attention of UFO enthusiasts online and spawned a dizzying amount of discussion on Reddit.”\n\nOver on Reddit, in the post discussing the strange UFO sighting, someone explained, “OP deleted his account on X and Reddit. I assume probably got some hate from somewhere. It’s a shame this is the world we live in. Luckily u/Own-Resolution-8476 made contact and got the OP’s original files, and made an X post as well.”\n\n“Spoke to @captainbiggalow & got photos they received from their colleges at Manchester airport,” that person wrote on X. “No metadata could be recovered, ELA good. Timeline clarified, object seen on ground (1) (2), reported to tower, ops vehicle investigates (3), orb shoots up and video taken (4).”\n\nSpoke to @captainbiggalow & got photos they received from their colleges at Manchester airport. No metadata could be recovered, ELA good. Timeline clarified, object seen on ground (1) (2), reported to tower, ops vehicle investigates (3), orb shoots up and video taken (4). pic.twitter.com/HqRlsf10Cq — PNW MPA (@PNWMPA) November 27, 2024\n\nThe original source of the images and video also wrote before deleting their Reddit account, “Hello everyone. The link to this thread was posted on the X thread. I thought I’d join in the conversation to clarify some points of discussion.\n\n“Firstly my name is not Biggalow. I wont be revealing my true identity because I would like to remain anonymous. The last thing I want is my name or the first officers plastered all over the internet for the world to see. Please be respectful that we are professionals and like to keep our heads down and our noses clean. If the meta data reveals any personal details please do not post them.\n\n“That being said I created the x account to share the photos video with the world as I believe they need to be seen. I have been an airline pilot for a UK operator for several decades and we know what is normal and what isn’t. The photos and video were taken by a colleague and as such I can only relay what was told to me. But rest assured we know what we are looking at in the skies. This is not a balloon or a drone and has been a hot topic of conversation in our community for quite a while.”\n\nWhat is it? And is it real? We may never know. But we do know that during the first public briefing held by a NASA group that was formed to study UFOs reported a large number of unexplained metallic orbs have been spotted at high altitudes around the world.\n\n“This is a typical example of the thing that we see most of. We see these all over the world and we see these making very interesting apparent maneuvers,” said Dr. Sean Kirkpatrick, then the director of the U.S. Department of Defense’s All-domain Anomaly Resolution Office (AARO)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Indiana cities with the most UFO sightings",
            "link": "https://www.msn.com/en-us/news/technology/indiana-cities-with-the-most-ufo-sightings/ar-AA1vgPy4?ocid=BingNewsVerp",
            "description": "Explore the fascination with aliens in the U.S. as belief in extraterrestrial life grows. Learn about the history and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HVNWQ9QV7OdUhpED_RVuGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WISH-TV on MSN1h",
            "source": "WISH-TV on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Euro News Source: Your Premier Destination for Global News and Insights",
            "link": "https://www.msn.com/en-us/money/markets/euro-news-source-your-premier-destination-for-global-news-and-insights/ar-AA1vgk5L?ocid=BingNewsVerp",
            "description": "In an age where staying informed is more important than ever, Euro News Source has emerged as a trusted platform for breaking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f83mXPUiAAwxIegfBa8SBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Night Helper Blog LLC on MSN1h",
            "source": "Night Helper Blog LLC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Column by Louise Carroll: Tales of 'flying ships' not concering",
            "link": "https://www.ncnewsonline.com/opinion/columns/column-by-louise-carroll-tales-of-flying-ships-not-concering/article_c8023e42-b063-11ef-944e-8b6e5e2ad567.html",
            "description": "'When it stood still, it flamed up, and was about three yards square,' Winthrop wrote. Over the course of several hours, the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S3o0S07GCO5x8g7Dnq8GaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "New Castle News5hOpinion",
            "source": "New Castle News",
            "article_content": "Weather Alert\n\n...WINTER WEATHER ADVISORY REMAINS IN EFFECT FROM 4 PM THIS AFTERNOON TO 7 AM EST FRIDAY... * WHAT...Snow expected. Total snow accumulations between 3 and 5 inches. Winds gusting as high as 40 mph. * WHERE...Portions of southwest and western Pennsylvania and northern West Virginia. * WHEN...From 4 PM this afternoon to 7 AM EST Friday. * IMPACTS...Travel could be very difficult. The hazardous conditions could impact the Wednesday evening and Thursday morning commutes. PRECAUTIONARY/PREPAREDNESS ACTIONS... Please report snow or ice accumulations by calling 412-262-1988, posting to the NWS Pittsburgh Facebook page, or using Twitter @NWSPittsburgh. &&"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where Should the WNBA Expand Next? Here Are Some Places to Consider",
            "link": "https://www.msn.com/en-us/health/wellness/where-should-the-wnba-expand-next-here-are-some-places-to-consider/vi-AA1vgq5Q?ocid=BingNewsVerp",
            "description": "11 Facts About McDonald's Filet-O-Fish That Are Finally Out In The Open GM expects more than $5 billion impact from China ...",
            "image_url": "https://www.bing.com/th?id=OVFT.s8s2RTyKTcvbK6X2qYyUiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "TheQuickReport on MSN2h",
            "source": "TheQuickReport on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Salesforce Stock Spikes On Agentforce — A Possible AI Killer App",
            "link": "https://www.forbes.com/sites/petercohan/2024/12/04/salesforce-stock-spikes-on-agentforce---a-possible-ai-killer-app/",
            "description": "Salesforce’s share price is up nearly 12% after falling short of earnings expectations and beating Wall Street’s revenue ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RURDE1UHHeoKrSNQvjMQyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta: AI Made Less Than 1% of Election Misinformation on Our Apps",
            "link": "https://www.msn.com/en-us/news/technology/meta-ai-made-less-than-1-of-election-misinformation-on-our-apps/ar-AA1vfTIP?ocid=BingNewsVerp",
            "description": "Fears of political deepfakes and AI-enabled disinformation did not materialize, according to the social media giant heavily ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EeXhfdQxnutzomAM_1wuZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PCMag on MSN4h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘An easy button to get off Windows’: Amazon’s new AI moves Microsoft apps to Linux",
            "link": "https://www.msn.com/en-us/news/technology/an-easy-button-to-get-off-windows-amazon-s-new-ai-moves-microsoft-apps-to-linux/ar-AA1vdcIB?ocid=BingNewsVerp",
            "description": "Matt Garman, AWS CEO, announces the new AI tool for migrating .NET applications to Linux at AWS re:Invent on Tuesday morning.",
            "image_url": "https://www.bing.com/th?id=OVFT.h5xYswXKyHjs8ERa3WwZMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19hon MSN",
            "source": "Geekwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta says AI content made up less than 1% of election-related misinformation on its apps",
            "link": "https://www.msn.com/en-us/news/technology/meta-says-ai-content-made-up-less-than-1-of-election-related-misinformation-on-its-apps/ar-AA1vcksW?ocid=BingNewsVerp",
            "description": "At the start of the year, there were widespread concerns about how generative AI could be used to interfere in global ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8LuKsIP4FFXx38H7vdlJei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "App uses AI to predict when you’ll die",
            "link": "https://www.msn.com/en-us/health/other/app-claims-its-ai-can-predict-when-you-ll-die/ar-AA1vdWZ3?ocid=BingNewsVerp",
            "description": "( NewsNation) — A new app claims it can use artificial intelligence to predict exactly when you will die while also providing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4MHBvYCG80kEKtO7Q_VhKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "16hon MSN",
            "source": "WXIN-TV Indianapolis on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese Man Trapped In Well For 3 Days As Villagers Mistake His Cries For Ghost Sounds",
            "link": "https://www.ndtv.com/world-news/chinese-man-trapped-in-thai-well-for-three-days-as-villagers-mistake-his-cries-for-ghost-sounds-7172638",
            "description": "It wasn't until police dispatched rescue personnel to the forest that they heard a voice responding to their calls.",
            "image_url": "https://www.bing.com/th?id=OVFT.iHFEKUBYs5oV_195kdQHxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "NDTV",
            "article_content": "In a bizarre incident near the Thailand-Myanmar border, a Chinese man was trapped in an abandoned well for three days. Villagers had heard strange cries coming from a nearby forest, but mistook them for ghostly sounds, according to Thai media reports. It wasn't until police dispatched rescue personnel to the forest that they heard a voice responding to their calls. The crew located the source of the voice and found 22-year-old Liu Chuanyi at the bottom of a 12-metre-deep well, Independent reported. The rescue operation lasted 30 minutes.\n\nMr Chuanyi was found in a weakened state and had sustained serious injuries, including a fractured wrist, cerebral concussion, and bruises, after being trapped without food or water for three days and nights. He was rescued and taken to the hospital for medical attention.\n\nAccording to Mr Chuanyi, he strategically shouted for help once every hour, conserving his energy during his three-day ordeal. Meanwhile, nearby villagers reported hearing strange cries, which they attributed to paranormal activity. As a result, they avoided venturing outside after dark and didn't investigate the noise further.\n\nAuthorities believe that Mr. Liu accidentally fell into the well while attempting to navigate his way out of the forest. The circumstances surrounding Mr Liu's presence at the Thailand-Myanmar border remain a mystery, and authorities have reached out to the immigration department to investigate how he ended up in the area. In the meantime, local authorities are taking proactive measures to prevent similar incidents by sealing the well with a cover, ensuring the area is safer for everyone.\n\nThe incident has sparked widespread attention on Chinese social media, with many users sharing and discussing the harrowing story.\n\nOne user wrote, \"A Chinese man shouting for help in the middle of nowhere? Of course, the locals can't understand the language and might think it was a wizard uttering spells.\"\n\nAnother commented, \"Kudos to his strength and stamina. Struggling for three days and nights but still yelling; this guy is truly impressive.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Enigma of Fear: Strach Mansion Walkthrough",
            "link": "https://www.msn.com/en-us/news/technology/enigma-of-fear-strach-mansion-walkthrough/ar-AA1vfSUr?ocid=BingNewsVerp",
            "description": "Having trouble getting past Strach Mansion in Enigma of Fear? Here's a complete walkthrough to help you get to the next ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GHP4DxI8vTDzxCdGdV2xNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "GameRant on MSN16h",
            "source": "GameRant on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "My husband and I went to New Orleans in December. The cooler weather and holiday vibes made it unforgettable.",
            "link": "https://www.yahoo.com/lifestyle/story/my-husband-and-i-went-to-new-orleans-in-december-the-cooler-weather-and-holiday-vibes-made-it-unforgettable-133646135.html",
            "description": "Here's how to spend a fun weekend in New Orleans during the holidays. We share places to stay, where to eat, and things to do ...",
            "image_url": "https://www.bing.com/th?id=OVFT._BQ-Lng675D1cqJapv4anC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "A few years ago, my husband and I visited New Orleans for the first time in December. This trip was so memorable that New Orleans became one of my favorite cities in the US. There’s something alluring about its history, supernatural lore, music, and food. Combine all this with Christmas lights, Réveillon multi-course holiday dinners, and cooler weather; December is the best time to visit.\n\nYou can’t beat the weather\n\nAshlee eating Rockefeller oysters at Gallier’s / Roosevelt Hotel lobby\n\nWe arrived at Louis Armstrong New Orleans International Airport. The airport was smaller than I imagined and easy to navigate. Rolling our carry-ons, we followed the signs toward the rideshares. Once we stepped outside the terminal, a cool but humid breeze hit my skin, and I was surprised. I thought it would be warmer outside.\n\nThis is when I learned that you can’t beat the cooler weather this time of year in the South along the Gulf. It is typically in the mid-40s to mid-60s degrees Fahrenheit, which is pleasant for walking around and sightseeing – just don’t forget to pack warm layers.\n\nStay at a historic hotel in the French Quarter\n\nHotel Monteleone\n\nOur rideshare navigated the bustling roadways of the city as I admired the sights and sounds from the car window. The driver dropped us off in front of the Hotel Monteleone.\n\nAdvertisement Advertisement Advertisement\n\nI’m a fan of the paranormal and had heard that this hotel was one of the most haunted places in the US, so that is why I booked our stay here. Before you keep reading, I know what you’re thinking – how romantic of me. I didn’t tell my husband this spooky detail in advance. I just told him it was a beautiful historic hotel. For the record, nothing ghostly happened during our stay.\n\nWe walked inside and were immediately in awe of the dazzling Christmas lights. The lobby was magnificently decorated. We checked in, dropped our luggage off in our room, freshened up, and put on our dinner outfits. We went downstairs to try and grab a seat at the famous Carousel Bar. This bar rotates like a carousel and is an iconic city attraction.\n\nSadly, the bar was packed, so we didn’t have a cocktail there. Instead, we headed out on the town to see more Christmas lights before dinner.\n\nTop spots to see holiday sparkles\n\nWe walked over to the Roosevelt to see the holiday lights and grab a cocktail. It was incredible. Then we returned to the Hotel Monteleone for dinner at the Criollo Restaurant. Criollo was one of our favorite places to eat during this trip. We treated ourselves to their Réveillon multi-course holiday meal.\n\nIn December, the Hotel Monteleone, the Roosevelt Hotel, the Windsor Court, the Royal Sonesta, the Ritz Carlton, the Bourbon Orleans, and La Pavillon all spectacularly decorate their lobbies for Christmas.\n\nGorge on beignets and explore the French Quarter\n\nSt. Louis Cathedral New Orleans\n\nWe’d heard Café du Monde was the best breakfast place, so we kicked our second day off walking there. My husband ordered the famous beignets, and I grabbed a coffee. He wholeheartedly enjoyed their fluffy beignets covered in powdered sugar.\n\nAdvertisement Advertisement Advertisement\n\nCafé du Monde is across the street from Jackson Square. You can walk over there and see the St. Louis Cathedral.\n\nAfterward, we wandered around Woldenberg Riverfront Park. It was a cloudy and misty day when we visited, but I loved exploring the square and seeing the Mississippi River along the riverfront park.\n\nGet lost roaming around Bourbon Street\n\nNew Orleans French Quarter\n\nI’ve always been interested in magic, so we headed towards Bourbon Street to visit the Voodoo Museum. It is located between Bourbon and Royal Street. The museum was darker than expected, but I found it fascinating.\n\nThere are more Voodoo shops in the area, too. Yes, I bought a Voodoo doll (also called a Gris Gris doll), and contrary to what I have seen on TV, they can bring good luck and protection — depending on the magic spell.\n\nWhen you’re hungry from walking around town and window shopping, have lunch at Maspero's. It’s known for its authentic NOLA vibes and is an affordable spot to grab a bite.\n\nWe wrapped up the day enjoying dinner at Brennan’s. I was tickled when I saw their building was pink. This upscale restaurant is famous for its Creole food, and December is one of the best times to eat here – they serve Réveillon specials (at least they did the year we visited). If you didn’t make early reservations, see if your hotel concierge can help."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Immortal Dark: Tigest Girma wrote a book about Black vampires to indulge her teen self. It became an NYT bestseller",
            "link": "https://www.msn.com/en-au/news/australia/immortal-dark-tigest-girma-wrote-a-book-about-black-vampires-to-indulge-her-teen-self-it-became-an-nyt-bestseller/ar-AA1vcXwK?ocid=BingNewsVerp",
            "description": "Three years ago, the author was watching Twilight and daydreaming about a world in which there were more Black vampires. Now ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b9L6XJwHiqpq9tlivK4jTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "21hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spooky cries from forest haunt Thai villagers who thought it was a ghost. It was not. 'A wizard...'",
            "link": "https://www.msn.com/en-in/news/world/spooky-cries-from-forest-haunt-thai-villagers-who-thought-it-was-a-ghost-it-was-not-a-wizard/ar-AA1vfGHJ?ocid=BingNewsVerp",
            "description": "People of a tiny Thai village had the scare of their lives when they started hearing strange voices coming from a nearby ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W75Ql1d0g-g0tbNToFGGnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "WION on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Accidental discovery' creates candidate for universal memory — a weird semiconductor that consumes a billion times less power",
            "link": "https://www.msn.com/en-us/news/technology/accidental-discovery-creates-candidate-for-universal-memory-a-weird-semiconductor-that-consumes-a-billion-times-less-power/ar-AA1vgetR?ocid=BingNewsVerp",
            "description": "A chance discovery by researchers could drastically lower the energy needed for next-generation memory technologies.",
            "image_url": "https://www.bing.com/th?id=OVFT.KbH6qcIFlce_fLfm4IXW-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN4h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make major Mars discovery from meteorite that's 4.5 billion years old",
            "link": "https://www.ladbible.com/news/science/mars-meteorite-black-beauty-hot-water-487789-20241204",
            "description": "Scientists have figured out a key part of Mars' history after examining a meteorite believed to date back 4.5 billion years.",
            "image_url": "https://www.bing.com/th?id=OVFT.Pfdts16-4P-1U7T8t63HNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "LADbible",
            "article_content": "Scientists have figured out a key part of Mars' history after examining a meteorite believed to date back 4.5 billion years.\n\nThe chunk of space rock, which was pinged in to space after a huge impact on the surface of Mars, landed on Earth's Sahara desert a good while ago.\n\nDubbed 'Black Beauty' by scientific experts examining the object - a name given to it as a result of its smooth black surface - the multi-billion-year-old rock was first discovered back in 2011 after being dug up in Morocco.\n\nAdvert\n\nFound by nomads in the desert, it was bought by a meteorite dealer (yes, they are a real thing) before segments were donated for research.\n\nMars didn't always look so barren (Getty Stock Image)\n\nNow officially called Northwest Africa 7034, scientists have been analysing the meteorite for the last 13 years.\n\nAnd now, Aaron Cavosie and his team at Curtin University in Australia, have made a discovery about the rock that has changed how we think about Mars.\n\nAdvert\n\n\"It’s a wonderful buffet of Martian history, a mixture of very old and very young rocks,\" he said.\n\n\"But many of the fragments in it are among the oldest pieces of rock from Mars.\"\n\nThe stunning 'Black Beauty' meteorite (University of New Mexico)\n\nThe piece that was analysed by Cavosie and company had been crystallised in magma far below the surface of Mars.\n\nAdvert\n\nIn that piece, they found elements iron, aluminium and sodium. And the weird thing about them? They were arranged in thin, uniform layers.\n\nWhat does this mean? Well, it hints at what Mars was once like before being a desolate rock with very little atmosphere.\n\nInstead, it shows us that hot water was once present on the planet.\n\n\"We wondered, where else do you find elements like this,\" Carvosie explained.\n\nAdvert\n\nHot water on Mars was once a thing, the research suggests (Getty Stock Image)\n\n\"These kinds of zircons are only known to form where hydrothermal processes, hot water systems, are active during magmatism.\n\n\"The hot water facilitates transportation of the iron, aluminium and sodium into the crystal as it grows, layer by layer.\"\n\nBack on Earth, these elemental layers are present in places such as gold ore deposits - with the comparison almost identical to the Martian object.\n\nAdvert\n\nEva Scheller, of Stanford University, added that it indicated a time in Martian history where water vapour had been released into Mars' atmosphere before the formation of rivers and lakes on the planet.\n\n“At such an ancient age of 4.5 billion years, we are placed at the timing of when Mars formed,” Scheller said.\n\n“So this would mark evidence of some of the earliest behaviour of water on Mars.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump taps Jared Isaacman to steer NASA into a new space age",
            "link": "https://economictimes.indiatimes.com/news/international/global-trends/donald-trump-taps-jared-isaacman-to-steer-nasa-into-a-new-space-age/articleshow/115977898.cms",
            "description": "Jared Isaacman, billionaire entrepreneur, astronaut, and founder of Shift4 Payments, has been appointed as NASA Administrator ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cZjzaSCStRsP7c7lCaveLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "12m",
            "source": "Indiatimes",
            "article_content": "Who is Jared Issacman: From High School Dropout to Tech Billionaire\n\nChampioning Civilian Space Exploration\n\nAccomplished Aviator and Defence Innovator\n\nA Visionary Leader for NASA’s Future\n\n\n\n\n\n(You can now subscribe to our\n\n(You can now subscribe to our Economic Times WhatsApp channel\n\nPresident-elect Donald Trump announced the appointment of Jared Isaacman as Administrator of NASA, highlighting his extensive expertise in technology, aviation, and space exploration. Trump described Isaacman as a visionary leader, saying, \"Jared will drive NASA’s mission of discovery and inspiration, paving the way for groundbreaking achievements in space science, technology, and exploration.\"Trump made the announcement on Truth Social, also acknowledging Isaacman’s contributions to business and aerospace. \"Jared’s passion for space, astronaut experience, and dedication to pushing the boundaries of exploration, unlocking the mysteries of the universe, and advancing the new space economy make him ideally suited to lead NASA into a bold new era,\" he said.Isaacman expressed gratitude for the nomination, which comes as he continues to be recognised for his pioneering work in space innovation.Isaacman’s journey to the top is nothing short of remarkable. Growing up in New Jersey, he dropped out of high school at 16 to pursue his entrepreneurial dreams. Using a $10,000 cheque from his grandfather, he started Shift4 Payments from his parents' basement. Initially focused on building computers and setting up phone systems, the company has since grown into a global financial technology leader valued at $7.4 billion, employing over 2,000 people.Reflecting on those early days, Isaacman said, \"There’s no way, at that age, you could imagine the company would be worth billions. Some of the best times were when it was just eight of us in the basement, sharing knowledge, Chinese food, and learning from both our successes and failures.\"Isaacman’s business success enabled him to fulfil his lifelong passion for space exploration. In 2021, he personally funded and led Inspiration4, the first civilian mission to space aboard SpaceX ’s Dragon capsule. The mission set a record for the longest civilian spaceflight and symbolised a new era of private-sector contributions to space exploration.Continuing his work with SpaceX, Isaacman participated in the Polaris Dawn mission alongside SpaceX engineer Sarah Gillis. This five-day mission included a spacewalk to test advanced spacesuit designs, a first for non-professional astronauts. Speaking about his ambitions, Isaacman said in a 2021 CNBC interview, \"I decided I was going to go to space when I was 5. I was pretty calculated about it; it just took me a while to make it happen.\"In addition to his space exploration achievements, Isaacman is a seasoned aviator. In 2009, he set a world record for the fastest circumnavigation of the globe in a Cessna Citation CJ2, completing the journey in under 62 hours.His contributions to defence aerospace are equally significant. He co-founded Draken International, a company that provides training to U.S. Air Force student pilots. Draken became a critical partner for the U.S. Department of Defence before its sale to Blackstone Group in 2020.Isaacman’s diverse expertise in technology, aviation, and space makes him uniquely qualified to lead NASA into its next chapter. Trump lauded Isaacman’s leadership qualities and dedication to advancing exploration, saying, \"Congratulations to Jared, his wife Monica, and their children, Mila and Liv!\"As Isaacman prepares to take on this pivotal role, his vision aligns with NASA’s mission to inspire humanity through groundbreaking discoveries and innovations in space science. His appointment is seen as a move towards fostering greater collaboration between public and private sectors in shaping the future of space exploration."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No More Cracked Phone Screens: Scientists Crack the Code to Stronger, More Durable Glass",
            "link": "https://scitechdaily.com/no-more-cracked-phone-screens-scientists-crack-the-code-to-stronger-more-durable-glass/",
            "description": "Scientists at Tohoku University discovered how atomic movements in glass reduce internal stress, making it more durable.",
            "image_url": "https://www.bing.com/th?id=OVFT.wtnQ5Mwi7vrpE9IT-sG37y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "8h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hypoallergenic Cats Could Be On The Horizon Thanks To New Genetic Discovery",
            "link": "https://www.msn.com/en-us/news/technology/hypoallergenic-cats-could-be-on-the-horizon-thanks-to-new-genetic-discovery/ar-AA1vgp93?ocid=BingNewsVerp",
            "description": "Do you get the sniffles when Tiddles gets too close? There could one day be a solution in the form of anti-allergy cats, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.L0tfH-OpTHjNMU6K6ei9yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "IFLScience on MSN1h",
            "source": "IFLScience on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Artificio Launches No-Code AI RPA Platform with 30-Day Free Trial",
            "link": "https://markets.businessinsider.com/news/stocks/artificio-launches-no-code-ai-rpa-platform-with-30-day-free-trial-1034093403",
            "description": "Artificio Products Inc., a pioneer in AI-driven business solutions, announces the launch of its revolutionary platform, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E2Hnkc5lVXPurJk3tY-Vay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "22h",
            "source": "Business Insider",
            "article_content": "IRVINE, Calif., Dec. 03, 2024 (GLOBE NEWSWIRE) -- Artificio Products Inc., a pioneer in AI-driven business solutions, announces the launch of its revolutionary platform, Artificio . The platform enables businesses to streamline operations, boost efficiency, and reduce costs—all without coding expertise. To mark this milestone, Artificio is offering an exclusive 30-day free trial.\n\nImage by Artificio\n\nTransform Your Business with Artificio\n\nArtificio's no-code I-RPA (Intelligent Robotic Process Automation) platform enables businesses of all sizes to automate workflows, process documents, and extract actionable insights without technical expertise. The platform serves organizations from small businesses to enterprises, revolutionizing document management, data accuracy, and collaboration.\n\n\"Many businesses struggle to implement automation due to technical complexity and resource constraints. At Artificio, we've eliminated these barriers by developing a no-code platform that makes advanced AI capabilities accessible to every organization, regardless of their technical expertise,\" says Lal Singh, Founder and CEO of Artificio Products Inc.\n\nCore Features\n\nIntuitive Workflow Builder: Create and automate business processes such as Procure to Pay, Order to Cash etc. with our no-code interface.\n\nCreate and automate business processes such as Procure to Pay, Order to Cash etc. with our no-code interface. Intelligent Document Processing: Extract and process data from any document type or format (Images, scanned PDFs) automatically from emails or drives.\n\nExtract and process data from any document type or format (Images, scanned PDFs) automatically from emails or drives. Advanced Data Validation: Ensure accuracy with AI-driven validation and comprehensive data views\n\nEnsure accuracy with AI-driven validation and comprehensive data views Communication Suite: Design and send personalized emails and SMS messages through an intuitive drag-and-drop interface.\n\nDesign and send personalized emails and SMS messages through an intuitive drag-and-drop interface. PDF Management: Generate professional PDFs with barcode integration, e-signatures, and custom templates to request data and auto fill them up with data.\n\nGenerate professional PDFs with barcode integration, e-signatures, and custom templates to request data and auto fill them up with data. Digital Forms Platform: Create secure, feature-rich online forms with advanced data collection and extraction capabilities.\n\nCreate secure, feature-rich online forms with advanced data collection and extraction capabilities. AI Document Search: Find information across thousands of documents instantly\n\nFind information across thousands of documents instantly Enterprise Integration: Connect seamlessly with over hundreds of platforms including SAP, QuickBooks, Oracle, Google Drive, SharePoint, and WhatsApp\n\nLimited-Time Launch Offer\n\nExperience Artificio's capabilities with our 30-day free trial. \"This trial period allows organizations to witness firsthand how Artificio transforms their operations and delivers tangible results—with zero risk,\" adds Singh.\n\nBegin Your Intelligent Automation Journey Sign up for your 30-day free trial at artificio.ai or request a personalized demo at sales@artificio.ai .\n\nAbout Artificio Products Inc . Artificio Products Inc. delivers cutting-edge AI-powered solutions that streamline business operations. Our technology combines advanced AI/ML and cognitive computing to help organizations across industries harness the power of intelligent automation.\n\nArtificio Intro\n\nMedia Contact:\n\nThalraj Gill\n\nManaging Director\n\nArtificio Products Inc.\n\ncontactus@artificio.ai\n\n+1-888-585-0140\n\nA photo accompanying this announcement is available at https://www.globenewswire.com/NewsRoom/AttachmentNg/faa3dac8-5fb9-41f9-b037-3e81d04db33b"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "As vulnerability patching gets overwhelming, it’s no-code’s time to shine",
            "link": "https://www.waterstechnology.com/trading-tech/7952135/as-vulnerability-patching-gets-overwhelming-its-no-codes-moment-to-shine",
            "description": "A large US bank is going all in on a no-code provider in an effort to move away from its Java stack. The bank’s CIO tells ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kBFENIrV5fBFJry37sSiKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "WatersTechnology4h",
            "source": "WatersTechnology",
            "article_content": "It’s around this time of year that I like to catch up with sources I haven’t spoken to in a while. I don’t have any set agenda, but I’m interested in hearing what they think of major trends we may see in the coming year.\n\nSo it was last week that I talked with the chief information officer of a US bank whom I’ve known for some time. After exchanging pleasantries, they started to tell me about an interesting project they’re currently working on. I’m keeping their identity a secret simply because we"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Page's Brenden Anes signed with Tennessee football? It starts with assistant William Inge",
            "link": "https://www.msn.com/en-us/sports/other/why-page-s-brenden-anes-signed-with-tennessee-football-it-starts-with-assistant-william-inge/ar-AA1vgbPN?ocid=BingNewsVerp",
            "description": "Page's Brenden Anes, a three-star linebacker, writes for The Tennessean on why he signed with Tennessee football. Anes is a 6 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RzIL0jeVLTbFUNreMxA9Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bucks vs. Hawks odds, line, spread, start time: 2024 NBA picks, Dec. 4 predictions from proven model",
            "link": "https://www.cbssports.com/nba/news/bucks-vs-hawks-odds-line-spread-start-time-2024-nba-picks-dec-4-predictions-from-proven-model/",
            "description": "The 2024-25 NBA season will continue on Wednesday and there's an Eastern Conference showdown on the NBA schedule between the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ECTZq5wPI9QuOEx8vZ9Gey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "4m",
            "source": "CBSSports.com",
            "article_content": "The 2024-25 NBA season will continue on Wednesday, and there's an Eastern Conference showdown on the NBA schedule between the Milwaukee Bucks and Atlanta Hawks. Milwaukee is 11-9 overall and 8-3 at home, while Atlanta is 11-11 overall and 5-6 on the road. The Bucks won and covered the spread in two of their three head-to-head meetings with the Hawks, but the two franchises have split their last 10 both straight up and against the spread.\n\nTipoff is at 8 p.m. ET at the Fiserv Forum in Milwaukee. The home team is favored by 4.5 points in the latest Bucks vs. Hawks odds, and the over/under is 236.5 points. Before entering any Hawks vs. Bucks picks, you'll want to see the NBA predictions from the model at SportsLine.\n\nThe SportsLine Projection Model simulates every NBA game 10,000 times and has returned well over $10,000 in betting profit for $100 players on its top-rated NBA picks over the past six-plus seasons. The model enters Week 7 of the 2024-25 NBA season on a sizzling 116-80 roll on all top-rated NBA picks dating back to last season, returning more than $3,000. Anyone following at sportsbooks and on betting apps has seen huge returns.\n\nThe model has set its sights on Milwaukee vs. Atlanta. You can head to SportsLine to see its picks. Here are several NBA betting lines for Hawks vs. Bucks:\n\nBucks vs. Hawks spread: Bucks -4\n\nBucks vs. Hawks over/under: 236.5 points\n\nBucks vs. Hawks money line: Bucks -173, Hawks +145\n\nBucks vs. Hawks picks: See picks at SportsLine\n\nBucks vs. Hawks streaming: FuboTV (Try for free)\n\nWhy the Bucks can cover\n\nThe Bucks extended their winning streak to seven games on Tuesday. Everything went their way against Detroit as they made off with a 128-107 victory. The Bucks' win was the result of several impressive offensive performances.\n\nGiannis Antetokounmpo went 10-for-11 from the floor on his way to 28 points, eight assists and seven rebounds. Damian Lillard was another key player, scoring 27 points to go along with five assists. See which team to pick here.\n\nWhy the Hawks can cover\n\nThe Hawks came out on top against the Pelicans by a score of 124-112 on Monday. The Hawks were working as a unit and finished the game with 30 assists (they're ranked fourth in assists per game overall). That strong performance was nothing new for the team, as it has now racked up at least 27 assists in 14 consecutive games.\n\nDe'Andre Hunter led the Hawks with 22 points off the bench, and Trae Young overcame a tough shooting night (5-for-16) by notching a double-double with 12 points and 15 assists. Atlanta shot 51% from the floor as a team in the victory. See which team to pick here.\n\nHow to make Bucks vs. Hawks picks\n\nThe model has simulated Hawks vs. Bucks 10,000 times and the results are in. We can tell you that the model is leaning under, and it's also generated a point-spread pick that hits 70% of the time. You can only see the pick at SportsLine.\n\nSo who wins Hawks vs. Bucks, and which side of the spread hits 70% of the time? Visit SportsLine now to see which side of the Bucks vs. Hawks spread you need to jump on, all from the model that is on a 116-80 roll on top-rated NBA picks, and find out."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Future-Proofing For 2025: Emerging Tech Trends For Business Leaders",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/04/future-proofing-for-2025-emerging-tech-trends-for-business-leaders/",
            "description": "Here are three tech trends set to reshape industries, each with unique implications for business leaders aiming to strengthen ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qtUzi4mmlQ8rV-rFjVBqKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "3h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 5 Cyber Security Trends for 2025",
            "link": "https://www.techrepublic.com/article/cyber-security-trends-2025/",
            "description": "TechRepublic asked cyber experts to predict the top trends that will impact the security field in 2025. The cyber landscape ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DLTx1DhSIW2WDlWS30zw5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "18h",
            "source": "TechRepublic",
            "article_content": "The cyber landscape is more turbulent than ever. Microsoft recently reported a 2.75-fold increase in ransomware attempts this year, while research predicts that global cyber attacks in 2024 will surge 105% compared to 2020.\n\nThere is a dire need for more qualified cyber professionals as generative AI is lowering the barrier to entry for attacks. Unfortunately, cyber skills gaps have been reported in both the U.K. and Australia, with women making up only a quarter of the industry.\n\nBut how will we roll into next year? TechRepublic asked cyber experts to predict the top trends impacting the security field in 2025.\n\nSEE: Number of Active Ransomware Groups Highest on Record\n\n1. Renewed focus on third-party risk management, including the AI software supply chain\n\nThis year, headlines were dominated by the CrowdStrike incident, which disabled about 8.5 million Windows devices worldwide and caused huge disruption to emergency services, airports, law enforcement, and other critical organisations.\n\nSEE: What is CrowdStrike? Everything You Need to Know\n\nHowever, this is far from the first instance of a supply chain attack being put on the public’s radar; the MOVEit attacks from last year may also still be fresh in the mind. Due to the prevalence of these incidents, Forrester analysts predict that governments will ban certain third-party software in 2025.\n\nAdditionally, more companies are using Generative AI to code new software, which could open it up to weaknesses. AI-generated code has been known to cause outages, and security leaders are even considering banning the use of technology in software development.\n\nFor executives, this all illustrates how essential third-party risk management is to operations, leading to a new focus in 2025.\n\nMax Shier, the chief information security officer at cyber advisory firm Optiv, told TechRepublic in an email: “Third party risk management, supply chain risk management, and increased oversight and regulatory requirements will drive the need for companies to focus on and mature their governance, risk, and compliance programs.”\n\nJacob Kalvo, the CEO of proxy provider Live Proxies, added: “It is expected that in 2025, organisations will likely shift toward proactive ways of assessing and monitoring supply chains. It could be leveraging zero-trust architectures that will verify at stages of access, where the companies deal with external partners.\n\n“This shift to increased supply chain scrutiny marks a wider trend of bringing cybersecurity into general enterprise-wide risk management.”\n\nAI software is one of the weakest links in the software supply chain\n\nWhile businesses race to capitalise on generative AI solutions, the speed of their adoption has resulted in some areas of oversight when it comes to security. A study from HackerOne found that 48% of security professionals believe AI poses the most significant security risk to their organisation.\n\nCache Merrill, founder of software development company Zibtek, told TechRepublic by email: “As AI tools increasingly integrate into software development, we anticipate attackers targeting the software supply chain’s weakest AI-driven components. The focus will no longer be just on vetting third-party code but scrutinising AI models that may have inadvertently introduced security gaps through data poisoning or bias exploitation.\n\n“By 2025, supply chain security will demand a whole new layer of vigilance, where even the datasets and AI models feeding into our applications are analysed for adversarial tampering. A secure supply chain won’t just be about code but curating safe and verifiable AI training sources.”\n\nPaul Caiazzo, VP of security services at Quorum Cyber, told TechRepublic that attackers may specifically target weaker AI tools to exfiltrate sensitive data. “CISOs will struggle to secure them due to a lack of AI skills and tooling,” he added.\n\n2. Macs will become more targeted by cybercriminals\n\nExperts say that Macs will become even more of a target for cybercriminals in the next year. Kseniia Yamburh, malware research engineer at Moonlock, the security division of MacPaw, told TechRepublic by email: “Once considered safer, macOS now faces rising threats, particularly from stealer malware designed to collect sensitive data.\n\n“Our research at Moonlock shows a notable spike in macOS-targeted stealer malware, with 2024 seeing 3.4 times more unique samples than 2023.”\n\nSEE: Threat Actors Increasingly Target macOS, Report Finds\n\nThe number of macOS vulnerabilities exploited in 2023 increased by more than 30%, with attackers using infostealers, fake PDFs, fake Mac apps, legitimate Microsoft apps, and other novel techniques to breach the operating system this year. In November, several malicious macOS apps were linked to North Korea.\n\nThe growing interest in Apple devices may be due to their increasing prevalence in organisations and greater competition amongst cybercriminals in the Windows landscape.\n\n3. Identity to shift into the jurisdiction of security teams\n\nSecurity experts predict that in 2025, responsibility for identity and access management within companies will shift from IT departments to security teams. Sagie Dulce, VP of research at segmentation firm Zero Networks, said identity-based attacks are the leading cause of breaches, and this is not looking to change. As these attacks escalate, security professionals are needed to eliminate potential entry points.\n\nDulce told TechRepublic: “This is not new, but is a growing trend as more identities belong to services and apps — they are harder to manage and control. Most organisations are currently blind to their exposure from service accounts, privileged identities, secrets spread, third party access, and more.\n\n“These identities are often the lowest-hanging fruits in organisations and attackers know it. As many web applications are still exposed to the internet, getting initial access via compromised credentials to a web app remains the main attack vector utilised to gain initial access.”\n\n4. Cyber regulations will divide countries\n\nGlobal cyber regulations are becoming stricter — especially with the rise in nation-state cyber attacks. As a result, legislation will focus on geopolitics and national security interests.\n\nVishal Gupta, CEO of security software provider Seclore, told TechRepublic in an email: “In the coming year, long raging wars and general geopolitical tensions will drive the bulk of regulations. Countries and groups of countries will create regulations to protect their own interests over deemed enemies and will prevent the broad spread of supply chains.\n\n“This is already evident in the CHIPS act and more recent [export control law] interpretations. ‘Country over collaboration’ may well be the theme of these regulations.”\n\nDouglas McKee, executive director of Threat Research at security firm SonicWall, added that it will become increasingly difficult to detect the origins of attacks because “the line between state and criminal operations will continue to blur further.”\n\nSEE: Tenable: Cyber Security Pros Should Worry About State-Sponsored Cyber Attacks\n\nAs a result, decision-makers should strengthen international collaboration rather than create more division. McKee told TechRepublic in an email: “Governments and private organisations must adapt to this evolving threat landscape, focusing more on proactive intelligence sharing and threat-hunting to disrupt collaborative efforts before they impact critical sectors.”\n\nCritical national infrastructure will fall behind in compliance\n\nCritical national infrastructure, such as transport, telecommunications companies, and data centres, is a key target for attackers because it can lead to widespread disruption. A recent report from Malwarebytes found that the services industry is the worst affected by ransomware, accounting for almost a quarter of global attacks.\n\nSEE: 80% of Critical National Infrastructure Companies Experienced an Email Security Breach in Last Year\n\nAccording to Christian Borst, EMEA CTO at security firm Vectra AI, attacks on CNI will surge in 2025, partly because these firms are not keeping up with regulations. These include NIS2, which aims to establish a consistent, minimum cybersecurity baseline across all E.U. member states.\n\nBorst told TechRepublic in an email: “Regulators aren’t asking the world, but CNI firms are already struggling to stick to the timelines set out by regulators and get their houses in order, as we’re already seeing E.U. member states who are lagging behind on NIS2 implementation.\n\n“Threat actors will be well aware of lagging compliance, so will concentrate efforts on targeting critical infrastructure before the security gaps are closed.”\n\n5. Specific employees targeted via social media and AI\n\nAt the start of the year, a finance worker in Hong Kong paid out $25 million to hackers that used AI and publicly available video content to impersonate the chief financial officer. The hackers mimicked the executive’s voice during phone calls to authorise the transfer.\n\nExperts predict that this behaviour will continue into 2025. According to Garner, AI-enhanced malicious attacks were the top emerging business risk throughout the year’s first three quarters.\n\nThe number of business email compromise attacks detected by security firm Vipre in the second quarter was 20% higher than the same period in 2023, and two-fifths of them were generated by AI. The top targets were CEOs, followed by HR and IT personnel.\n\nDarius Belejevas, head of data privacy platform Incogni, told TechRepublic: “An ever-increasing number of data breaches are now the result of criminals actively targeting specific employees, in some cases armed with personal information they have managed to source on that individual. Unfortunately not enough people realise they are being targeted because of where they work.”"
        }
    }
]